[{"id":"3470","title":"Etheredge v. Monsanto Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3470","description":"The efficacy of section 42-15-20 (timely notice of injury to employer by employee) is the gravament of this case.","date":"2002-04-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Sandra G. Etheredge, \r\n          Employee,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Monsanto Company, \r\n          Employer, \r\n          and&nbsp; Pacific \r\n          Employers Insurance Co. n/k/a Cigna Property &amp; Casualty Co.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenwood County\r\n  Joseph J. Watson, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3470\r\n    Heard March 7, 2002 - Filed April 1, 2002\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Hardwick Stuart, Jr., of Berry, Quackenbush \r\n          &amp; Stuart, of Columbia, for appellant.\r\n\r\n        H. Mills Gallivan and Deborah Casey Brown, \r\n          both of Gallivan, White &amp; Boyd, of Greenville, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: In this workers' \r\n  compensation case, claimant Sandra Etheredge appeals the Circuit Court's denial \r\n  of her claim for benefits. Etheredge argues the Circuit Court erred in finding \r\n  she did not provide her employer with timely notice of her injury pursuant to \r\n  S.C. Code Ann. § 42-15-20. We reverse.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nEtheredge began working with Monsanto Company/Solutia \r\n  (\"Solutia\") in 1996 as a draw/twist operator. In 1997, she was reassigned as \r\n  a draw/wind operator, where she worked for the remainder of her employment with \r\n  Solutia and where she contends her medical problems started.\r\n\r\nOn August 4, 1998, Etheredge saw her family physician, \r\n  Dr. Deborah Grate, with complaints of chest pain. In her records, Dr. Grate \r\n  noted \"[Etheredge] has been having this problem off and on for approximately \r\n  the p[ast] year since the beginning of the job.\" Etheredge again visited Dr. \r\n  Grate on August 18, 1998. On that date, Dr. Grate prepared the following statement \r\n  addressed to Etheredge's supervisor:\r\n\r\nMs. Sandra Etheredge has acute muscles [sic] strain \r\n  and spasms of her neck and shoulder muscles. Having to do overhead work aggrevates \r\n  [sic] her problems because these are the muscles groups that are used. She may \r\n  return to work doing a job which does not require her to raise arm [sic] above \r\n  the level of her shoulders. She has been referred to physical therapy. \r\n\r\nTracy Williamson, a Solutia nurse, testified the \r\n  normal procedure for an injured employee regarding forwarding medical information \r\n  to Solutia about injuries was to give the information directly to a company \r\n  nurse, put it in one of the company's drop boxes, or fax it to a specially designated \r\n  facsimile machine. It was a practice of Solutia to accept faxes from doctors' \r\n  offices and that is what Solutia instructed its employees to have arranged. \r\n  Williamson received Dr. Grate's letter via facsimile on August 19, 1998. She \r\n  testified \"[Dr. Grate's] statement released [Etheredge] back to work in a position \r\n  that [did] not require her to raise her arms above the level of her shoulders. \r\n  And I made a work accommodation for her and brought her back to work at that \r\n  time.\"\r\n\r\nThe Workers' Compensation Commissioner found Etheredge \r\n  sustained a compensable injury by accident arising out of and in the course \r\n  of her employment. The Commissioner further determined \"[n]otice was given within \r\n  ninety (90) days as required by statute when the Employer on August 19, 1998 \r\n  received Dr. Grate's letter of August 18, 1998, which indicated that the work \r\n  was, at the least, aggravating the neck and shoulder muscles.\" The Appellate \r\n  Panel of the Workers' Compensation Commission affirmed the decision of the Single \r\n  Commissioner. On appeal, the Circuit Court affirmed the Appellate Panel's finding \r\n  Etheredge had sustained an injury by accident arising out of and in the course \r\n  of her employment, but reversed the Panel's findings that Etheredge had provided \r\n  timely notice to her employer as required by statute. Etheredge appeals. We \r\n  reverse.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe Full Commission is the ultimate fact finder \r\n  in Workers' Compensation cases and is not bound by the Single Commissioner's \r\n  findings of fact. See Ross v. American Red Cross, 298 S.C. 490, \r\n  381 S.E.2d 728 (1989); see also Hoxit v. Michelin Tire Corp., \r\n  304 S.C. 461, 405 S.E.2d 407 (1991) (Full Commission is fact finder and it is \r\n  not within the appellate court's province to reverse Commission's findings if \r\n  they are supported by substantial evidence). Although it is logical for the \r\n  Full Commission, which did not have the benefit of observing the witnesses, \r\n  to give weight to the Single Commissioner's opinion, the Full Commission is \r\n  empowered to make its own findings of fact and to reach its own conclusions \r\n  of law consistent or inconsistent with those of the Single Commissioner. McGuffin \r\n  v. Schlumberger-Sangamo, 307 S.C. 184, 414 S.E.2d 162 (1992); see also \r\n  Brayboy v. Clark Heating Co., 306 S.C. 56, 409 S.E.2d 767 (1991) (Full \r\n  Commission may review award of Single Commissioner and make its own findings \r\n  of fact and conclusions of law). The final determination of witness credibility \r\n  and the weight to be accorded evidence is reserved to the Full Commission. Ross, \r\n  298 S.C. at 492, 381 S.E.2d at 730; Rogers v. Kunja Knitting Mills, Inc., \r\n  312 S.C. 377, 440 S.E.2d 401 (Ct. App. 1994). Where there are conflicts in the \r\n  evidence over a factual issue, the findings of the Commission are conclusive. \r\n  Rogers, 312 S.C. at 380, 440 S.E.2d at 403; see also Stokes \r\n  v. First Nat'l Bank, 306 S.C. 46, 410 S.E.2d 248 (1991) (regardless of a \r\n  conflict in the evidence, either of different witnesses or of the same witness, \r\n  a finding of fact by the Commission is conclusive).\r\n\r\nThe findings of the Commission are presumed correct \r\n  and will be set aside only if unsupported by substantial evidence. Hicks \r\n  v. Piedmont Cold Storage, Inc., 335 S.C. 46, 515 S.E.2d 532 (1999); Medlin \r\n  v. Upstate Plaster Serv., 329 S.C. 92, 495 S.E.2d 447 (1998); Rodney \r\n  v. Michelin Tire Corp., 320 S.C. 515, 466 S.E.2d 357 (1996); see also \r\n  Baggott v. Southern Music, Inc., 330 S.C. 1, 496 S.E.2d 852 (1998) (decision \r\n  of Workers' Compensation Commission will not be overturned by reviewing court \r\n  unless it is clearly unsupported by substantial evidence in the record); Smith \r\n  v. Squires Timber Co., 311 S.C. 321, 428 S.E.2d 878 (1993) (under the applicable \r\n  scope of review, Commission's denial of Workers' Compensation benefits must \r\n  be affirmed if supported by substantial evidence in the record). It is not within \r\n  this Court's province to reverse findings of the Commission that are supported \r\n  by the evidence. Hunter v. Patrick Constr. Co., 289 S.C. 46, 344 S.E.2d \r\n  613 (1986); see also Muir v. C.R. Bard, Inc., 336 S.C. 266, 519 \r\n  S.E.2d 583 (Ct. App. 1999) (appellate court must affirm findings of fact made \r\n  by Commission if they are supported by substantial evidence). The appellate \r\n  court is prohibited from overturning findings of fact of the Commission, unless \r\n  there is no reasonable probability the facts could be as related by the witness \r\n  upon whose testimony the finding was based. Cline v. Nosredna Corp., \r\n  291 S.C. 75, 352 S.E.2d 291 (Ct. App. 1986); Lowe v. Am-Can Transport Servs., \r\n  283 S.C. 534, 324 S.E.2d 87 (Ct. App. 1984).\r\n\r\nA court \"may not substitute its judgment for that \r\n  of any agency as to the weight of the evidence on questions of fact unless the \r\n  agency's findings are clearly erroneous in view of the reliable, probative, \r\n  and substantial evidence on the whole record.\" Tiller v. National Health \r\n  Care Ctr. of Sumter, 334 S.C. 333, 339, 513 S.E.2d 843, 845 (1999) (citation \r\n  omitted); see also Clade v. Champion Labs., 330 S.C. 8, 496 S.E.2d \r\n  856 (1998); Medlin v. Upstate Plaster Serv., 329 S.C. 92, 495 S.E.2d \r\n  447 (1998). \"Substantial evidence is 'not a mere scintilla of evidence, nor \r\n  the evidence viewed blindly from one side of the case, but is evidence which, \r\n  considering the record as a whole, would allow reasonable minds to reach the \r\n  conclusion the administrative agency reached in order to justify its action.'\" \r\n  Miller v. State Roofing Co., 312 S.C. 452, 454, 441 S.E.2d 323, 324-25 \r\n  (1994) (citation omitted); see also Stokes v. First Nat'l Bank, \r\n  306 S.C. 46, 410 S.E.2d 248 (1991); Tiller, 334 S.C. at 338, 513 S.E.2d \r\n  at 845. A court may reverse or modify the Commission's decision if substantial \r\n  rights of the appellant have been prejudiced because the administrative findings, \r\n  inferences, conclusions, or decisions are affected by other error of law. Stephen \r\n  v. Avins Constr. Co., 324 S.C. 334, 478 S.E.2d 74 (Ct. App. 1996); S.C. \r\n  Code Ann. § 1-23-380(A)(6)(d) (Supp. 2001).\r\n\r\nLAW/ANALYSIS\r\n\r\nEtheredge argues the Circuit Court erred in finding \r\n  Dr. Grate's letter did not provide timely notice to her employer of her workers' \r\n  compensation claim. We agree. This Court finds Dr. Grate's note, combined with \r\n  the other facts and circumstances surrounding \r\n  the situation, gave Solutia the required statutory notice.\r\n\r\n\r\n  The statutory notice requirements are provided \r\n    in § 42-15-20 as follows:\r\n\r\n  &nbsp;&nbsp;&nbsp; Every injured employee or \r\n    his representative shall immediately on the occurrence of an accident, or \r\n    as soon thereafter as practicable, give or cause to be given to the employer \r\n    a notice of the accident and the employee shall not be entitled to physician's \r\n    fees nor to any compensation which may have accrued under the terms of this \r\n    Title prior to the giving of such notice, unless it can be shown that the \r\n    employer, his agent or representative, had knowledge of the accident or that \r\n    the party required to give such notice had been prevented from doing so by \r\n    reason of physical or mental incapacity or the fraud or deceit of some third \r\n    person. No compensation shall be payable unless such notice is given within \r\n    ninety days after the occurrence of the accident or death, unless reasonable \r\n    excuse is made to the satisfaction of the Commission for not giving such notice \r\n    and the Commission is satisfied that the employer has not been prejudiced \r\n    thereby.\r\n\r\n\r\nFor adequate notice, there must be \"some knowledge \r\n  of accompanying facts connecting the injury or illness with the employment, \r\n  and indicating to a reasonably conscientious manager that the case might involve \r\n  a potential compensation claim.\" Larson's Workers' Compensation Law § \r\n  126.03[1][b] (2001) (footnotes omitted). \"Generally, in order that the knowledge \r\n  be imputed to the employer, the person receiving it must be in some supervisory \r\n  or representative capacity, such as foreman, supervisor … physician, or nurse.\" \r\n  Id. at § 126.03[2][a] (footnotes omitted). In the instant case, Williamson admitted \r\n  she received Dr. Grate's note within the 90 days required by statute. Because \r\n  of Williamson's position as company nurse, her knowledge is imputed to Solutia.\r\n\r\nThe Circuit Court relied in part on Clade v. \r\n  Champion Laboratories, 330 S.C. 8, 496 S.E.2d 856 (1998), in support of \r\n  its decision. This was error. The issue in Clade was whether the Commission's \r\n  decision that the claimant's injury did not arise out of her employment was \r\n  supported by substantial evidence. The Clade Court did not address whether the \r\n  notice was timely as required by § 42-15-20.\r\n\r\nIn Hanks v. Blair Mills, 286 S.C. 378, 335 \r\n  S.E.2d 91 (Ct. App. 1995), at issue was whether the claimant had given notice \r\n  within 90 days as required by statute. This Court found claimant's employer \r\n  was put on notice based on the claimant's medical and work history and by a \r\n  letter from the company doctor, which stated the claimant was suffering from \r\n  chronic lung disease and recommended a transfer to an area having a dust level \r\n  at or below the permissible exposure limits. The Court stated: \"[T]he object \r\n  [of providing timely notice under § 42-15-20] being that an employer be actually \r\n  put on notice of the injury so he can investigate it immediately after its occurrence \r\n  and can furnish medical care for the employee in order to minimize the disability \r\n  and his own liability.\" Id. at 381, 335 S.E.2d at 93 (citing Teigue v. Appleton \r\n  Co., 221 S.C. 52, 68 S.E.2d 878 (1952)).\r\n\r\nThe provisions of § 42-15-20 regarding notice should \r\n  be liberally construed in favor of claimants. Mintz v. Fiske-Carter Constr. \r\n  Co., 218 S.C. 409, 63 S.E.2d 50 (1951). In Mintz, our Supreme Court held:\r\n\r\n\r\n\r\n  It is concluded there, upon many authorities, \r\n    that the provision for notice should be liberally construed in favor of claimants, \r\n    but there are limitations upon that rule and the statutory requirement cannot \r\n    be disregarded altogether. Its purpose is at least twofold; first, it affords \r\n    protection of the employer in order that he may investigate the facts and \r\n    question witnesses while their memories are unfaded, and second, it affords \r\n    the employer opportunity to furnish medical care of the employee in order \r\n    to minimize the disability and consequent liability upon the employer. \r\n\r\n\r\nId. at 414, 63 S.E.2d at 52 (citations omitted). \r\n  \r\n\r\nThe parties stipulated that the only possible documentation \r\n  that could be construed as notice within the ninety days required by statute \r\n  is Dr. Grate's letter. We find the employer received timely notice in the form \r\n  of the letter from Dr. Grate, just as the employer did in Hanks. Dr. \r\n  Grate's letter was in addition to Etheredge's known work history as a draw/wind \r\n  operator, which required her to lift heavy spools above her head. This notice \r\n  afforded the employer an opportunity to investigate and question witnesses while \r\n  their memories were unfaded and also afforded the employer an opportunity to \r\n  furnish medical care to the employee. We find this notice sufficient, especially \r\n  in light of the liberal construction our Supreme Court requires of workers' \r\n  compensation provisions for notice.\r\n\r\nCONCLUSION\r\n\r\nThe statutory efficacy of § 42-15-20 is bifurcated: \r\n  (1) affording protection for the employer to investigate the facts and circumstances \r\n  of an accident or injury and to question witnesses while memories are fresh; \r\n  and (2) permitting the employer the opportunity and privilege to provide medical \r\n  treatment and care to minimize disability and concomitant liability of the employer.\r\n\r\nWe rule the language of § 42-15-20 in regard to \r\n  notice should be liberally construed in favor of claimants. We conclude that \r\n  notice is adequate, when there is some knowledge of accompanying facts connecting \r\n  the injury or illness with the employment, and signifying to a reasonably conscientious \r\n  supervisor that the case might involve a potential compensation claim.\r\n\r\nREVERSED.\r\n\r\nCURETON and GOOLSBY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3471","title":"State v. Condrey","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3471","description":"The offenses of grand larceny and criminal conspiracy are analyzed under the circumstantial evidence rule.  The doctrine of the","date":"2002-04-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n    v.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRichard Condrey,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nAppeal From York County\r\n  Lee S. Alford, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3471\r\n    Heard March 7, 2002 - Filed April 1, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\nAssistant Appellate Defender Katherine \r\n  Carruth Link, of the South Carolina Office of Appellate Defense, of Columbia, \r\n  for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief \r\n  Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n  Robert E. Bogan, and Senior Assistant Attorney General Norman Mark \r\n\r\nRapoport, all of Columbia; and Solicitor \r\n  Thomas E. Pope, of York, for respondent.\r\n\r\n\r\nANDERSON, J.: Richard Condrey \r\n  was charged with two counts of criminal conspiracy, two counts of grand larceny, \r\n  and one count of obtaining goods by false pretenses. He was convicted of one \r\n  count of grand larceny and one count of criminal conspiracy. Condrey was acquitted \r\n  of the remaining charges. He was sentenced to ten years for grand larceny and \r\n  five years for criminal conspiracy, with both sentences suspended upon the service \r\n  of three years, plus five years probation. Condrey appeals. We affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nIn the summer of 1999, Jay Manning, director of \r\n  operations for Shoe Show based in Concord, North Carolina, received a report \r\n  that some of his company's shoes were being sold at a flea market in South Carolina. \r\n  He determined the shoes from the flea market came from a Shoe Show truck driven \r\n  by Steve West. Manning concluded West was stealing shoes from the company and \r\n  pinpointed a truck stop on Highway 901 in York County where West frequently \r\n  stopped.\r\n\r\nManning hired an investigator, John Walters, to \r\n  document West's actions. On the afternoon of July 8, 1999, Walters was at the \r\n  truck stop and observed West arrive in his tractor trailer truck around 5:00 \r\n  p.m. A short time after West parked his vehicle, Condrey drove up in a truck \r\n  and parked behind West's truck. West and Condrey talked. Thereafter, the two \r\n  men unloaded several cases of shoes from the tractor trailer onto Condrey's \r\n  truck. Walters videotaped the transfer of the shoes. West and Condrey had another \r\n  conversation after the shoes were loaded onto Condrey's truck. The men drove \r\n  off in their respective vehicles and Walters followed Condrey. Walters opined \r\n  that Condrey realized he was being followed and attempted to evade Walters.\r\n\r\nManning later confronted West, who initially denied \r\n  stealing the shoes, but eventually confessed. According to Detective Jerry Hoffman \r\n  of the York \r\n\r\nCounty Sheriff's Department, West identified Condrey \r\n  as his \"partner.\" West was charged with breach of trust. He pled guilty and \r\n  received probation. He agreed to testify against Condrey. \r\n\r\nWest testified he had known Condrey for \"most of \r\n  [his] life.\" Condrey knew West delivered shoes. West declared Condrey asked, \r\n  \"Big boy, can you get us some shoes?\" West agreed to get the shoes for Condrey \r\n  because he needed money to buy medicine for his mother. Condrey offered to pay \r\n  West $50 a case. Each case contained ten to twelve boxes of shoes. When West \r\n  had \"leftovers\" from deliveries, he put them aside and saved them. The two men \r\n  had arranged that when West had the shoes and was in the area, he would page \r\n  Condrey, who would meet West at the truck stop, the prearranged location.\r\n\r\nIn June 1999, West sold Condrey five cases of shoes \r\n  at the agreed price of $50 per case. Condrey informed West he was going to sell \r\n  the shoes at a flea market. On July 8, West met Condrey and sold him nine cases \r\n  of shoes. On this occasion, West wanted more money. Condrey agreed to pay $100 \r\n  per case. West stated he told Condrey that he was stealing the shoes from the \r\n  company.\r\n\r\nTammy Keen, a vendor at the same flea market as \r\n  Condrey, saw Condrey selling the shoes at the flea market in June. Condrey told \r\n  her he was buying the shoes off an \"eighteen wheeler\" and that the shoes were \r\n  \"like store returns.\" Keen bought a total of 229 boxes of shoes from Condrey \r\n  during two separate occasions at $20 a pair. \r\n\r\nISSUES\r\n\r\n\r\n  \r\n    Did the trial court err in refusing to grant \r\n      a directed verdict as to the charges of grand larceny and criminal conspiracy? \r\n      \r\n\r\n    &nbsp;  \r\n    Did the trial court err in charging the \"hand \r\n      of one is the hand of all\" doctrine? \r\n\r\n    &nbsp;\r\n    Did the trial court err in not allowing defense \r\n      counsel, in closing argument, to discuss the offense of receiving stolen \r\n      goods or to argue that the State had charged \r\n      Condrey with the wrong offense? \r\n  \r\n\r\nLAW/ANALYSIS\r\n\r\nI. Directed Verdict \r\n  \r\n\r\nAt the close of the State's case, Condrey moved \r\n  for a directed verdict on all the offenses charged. He argued the State failed \r\n  to produce any evidence he was a participant in the crimes of grand larceny \r\n  and criminal conspiracy. The trial judge denied the motions. \r\n  \r\n  When ruling on a motion for a directed verdict, the trial court is concerned \r\n  with the existence or non-existence of evidence, not its weight. State v. \r\n  Williams, 303 S.C. 274, 400 S.E.2d 131 (1991); State v. Green, 327 \r\n  S.C. 581, 491 S.E.2d 263 (Ct. App. 1997). On appeal from the denial of a directed \r\n  verdict, an appellate court must view the evidence in the light most favorable \r\n  to the State. State v. Rowell, 326 S.C. 313, 487 S.E.2d 185 (1997); State \r\n  v. Schrock, 283 S.C. 129, 322 S.E.2d 450 (1984). If there is any direct \r\n  evidence or any substantial circumstantial evidence reasonably tending to prove \r\n  the guilt of the accused, this Court must find the case was properly submitted \r\n  to the jury. State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998); State \r\n  v. Huggins, 325 S.C. 103, 481 S.E.2d 114 (1997).\r\n\r\nA. Larceny\r\n\r\nCondrey was indicted for grand larceny. Larceny \r\n  of goods, chattels, instruments, or other personalty valued in excess of one \r\n  thousand dollars is grand larceny. S.C. Code Ann. § 16-13-30(B) (Supp. 2001). \r\n  Larceny is the felonious taking and carrying away of the goods of another against \r\n  the owner's will or without his consent. State v. Keith, 283 S.C. 597, \r\n  325 S.E.2d 325 (1985); State v. Brown, 274 S.C. 48, 260 S.E.2d 719 (1979). \r\n  To make out the offense of larceny, there must be a felonious purpose. State \r\n  v. Williams, 237 S.C. 252, 116 S.E.2d 858 (1960). The taking must be done \r\n  animo furandi - with a view of depriving the true owner of his property and \r\n  converting it to the use of the offender. Id.\r\n\r\nViewing the evidence in the light most favorable \r\n  to the State, there was evidence that Condrey planned with West to take the \r\n  shoes. Condrey asked West if he could get some shoes and he met West at the \r\n  truck stop to pick up the shoes. He took the shoes and converted them to his \r\n  own use by selling them to Keen. West testified that Condrey was aware the shoes \r\n  were stolen. We find the case was properly submitted to the jury, as the evidence \r\n  reasonably tended to prove Condrey's guilt as to the charge of grand larceny. \r\n  \r\n\r\nB. Criminal Conspiracy\r\n\r\nA \"conspiracy\" is statutorily defined as \"a combination \r\n  between two or more persons for the purpose of accomplishing an unlawful object \r\n  or a lawful object by unlawful means.\" S.C. Code Ann. § 16-17-410 (Supp. 2001). \r\n  In State v. Fleming, 243 S.C. 265, 133 S.E.2d 800 (1963), \r\n  the Supreme Court stated the law of conspiracy with exactitude:\r\n\r\n\r\n   The foregoing statute [the predecessor to § \r\n    16-17-410] is declaratory of the common law definition of conspiracy. \r\n    State v. Jacobs, 238 S.C. 234, 119 S.E.2d 735 [1961], \r\n    and authorities cited therein. It need not be shown that either the object \r\n    or the means agreed upon is an indictable offense in order to establish a \r\n    criminal conspiracy. It is sufficient if the one or the other is unlawful. \r\n    State v. Davis, 88 S.C. 229, 70 S.E. 811 [1911]. Nor \r\n    need a formal or express agreement be established. A tacit, mutual understanding, \r\n    resulting in the willful and intentional adoption of a common design by two \r\n    or more persons is sufficient, provided the common purpose is to do an unlawful \r\n    act either as a means or an end. 15 C.J.S. Conspiracy § 40. \r\n    Although the offense of conspiracy may be complete without proof of overt \r\n    acts, such \"acts may nevertheless be shown, since from them an inference may \r\n    be drawn as to the existence and object of the conspiracy. It sometimes happens \r\n    that the conspiracy can be proved in no other way.\" State v. Hightower, \r\n    221 S.C. 91, 69 S.E.2d 363 [1952]. \"To establish sufficiently the existence \r\n    of the conspiracy, proof of an express agreement is not necessary, and direct \r\n    evidence is not essential, but the conspiracy may be sufficiently shown by \r\n    circumstantial evidence and the conduct of the parties. The circumstantial \r\n    evidence and the conduct of the parties may consist of concert of action.\" \r\n    15 C.J.S. Conspiracy § 93a.\r\n\r\n\r\nId. at 274, 133 S.E.2d at 805.\r\n\r\nAn excellent academic review of the law of conspiracy \r\n  is articulated in State v. Amerson, 311 S.C. 316, 428 \r\n  S.E.2d 871 (1993):\r\n\r\n\r\n  Generally, the agreement, which is the essence \r\n    of the conspiracy, is proven by various overt acts committed in furtherance \r\n    of the conspiracy. Therefore, a single conspiracy may be established by completely \r\n    different aggregations of proof so that there appears to be several conspiracies. \r\n    United States v. Ragins, 840 F.2d 1184 (4th Cir. 1988). \r\n    Accordingly, a multi-pronged flexible \"totality of the circumstances\" test \r\n    is applied to determine whether there were two conspiracies or merely one. \r\n    Id. The factors considered are: (1) the time periods covered by \r\n    the alleged conspiracies; (2) the places where the conspiracies are alleged \r\n    to have occurred; (3) the persons charged as conspirators; (4) the overt acts \r\n    alleged to have been committed in furtherance of the conspiracies, or any \r\n    other descriptions of the offenses charged which indicate the nature and scope \r\n    of the activities being prosecuted; and (5) the substantive statutes alleged \r\n    to have been violated. Id. This test was adopted by this Court \r\n    in  [State v.] Dasher, [278 S.C. 454, 298 S.E.2d 215 (1982)].\r\n\r\n\r\nId. at 319-20, 428 S.E.2d at 873.\r\n\r\nIt is axiomatic that a conspiracy may be proved \r\n  by direct or circumstantial evidence or by circumstantial evidence alone. \r\n  State v. Childs, 299 S.C. 471, 385 S.E.2d 839 (1989). As \r\n  State v. Miller, 223 S.C. 128, 74 S.E.2d 582 (1953), instructs: \r\n  \"Often proof of conspiracy is necessarily by circumstantial evidence alone.\" \r\n  Id. at 133, 74 S.E.2d at 585 (citations omitted). Substantive crimes committed \r\n  in furtherance of the conspiracy constitute circumstantial evidence of the existence \r\n  of the conspiracy, its object, and scope. State v. Wilson, \r\n  315 S.C. 289, 433 S.E.2d 864 (1993). Under South Carolina law, no overt acts \r\n  need be shown to establish a conspiracy. The crime consists of the agreement \r\n  or mutual understanding. Id.\r\n\r\nOnce a conspiracy has been established, evidence \r\n  establishing beyond a reasonable doubt the connection of a defendant to the \r\n  conspiracy, even though the connection is slight, is sufficient to convict him \r\n  with knowing participation in the conspiracy. State v. Sullivan, \r\n  277 S.C. 35, 282 S.E.2d 838 (1981). Further, \"the acts and declarations of any \r\n  conspirator made during the conspiracy and in furtherance thereof are deemed \r\n  to be the acts and declarations of every other conspirator and are admissible \r\n  against all.\" Id. at 42, 282 S.E.2d at 842 (citation omitted).\r\n\r\nWhen viewed in the light most favorable to the \r\n  State, the evidence reasonably demonstrates Condrey formed an agreement with \r\n  West to steal shoes from the tractor trailer that West was driving for Shoe \r\n  Show. Condrey approached West and asked if West could \"get\" some shoes. He agreed \r\n  to pay West's asking price for the shoes and prearranged a meeting place. West \r\n  would page Condrey to meet him and pick up the shoes. There is evidence Condrey \r\n  knew West was stealing the shoes. West declared the two men were \"partners.\" \r\n  The surveillance tape clearly shows West and Condrey unloading the cases of \r\n  shoes and putting them onto Condrey's truck. The scheme would not have worked \r\n  if the two men had not been working together with an agreement, as the completion \r\n  of the project could not have been accomplished if both men had not been participating \r\n  together. Based on this evidence, the trial judge properly denied Condrey's \r\n  motion for directed verdict as to the charge of criminal conspiracy. \r\n\r\nII. Charge as to \"Hand of \r\n  One is the Hand of All\"\r\n\r\nCondrey asserts the State's evidence did not support \r\n  the court's charge concerning the accomplice liability theory of the \"hand of \r\n  one is the hand of all.\" This assertion is meritless.\r\n\r\nUnder the \"hand of one is the hand of all\" theory, \r\n  one who joins with another to accomplish an illegal purpose is liable criminally \r\n  for everything done by his confederate incidental to the execution of the common \r\n  design and purpose. State v. Langley, 334 S.C. 643, 515 S.E.2d 98 (1999).\r\n\r\n\"It is well-settled that a defendant may be convicted \r\n  on a theory of accomplice liability pursuant to an indictment charging him only \r\n  with the principal offense.\" State v. Dickman, 341 S.C. 293, 295, 534 \r\n  S.E.2d 268, 269 (2000) (citations omitted); see also State v. Leonard, \r\n  292 S.C. 133, 355 S.E.2d 270 (1987).\r\n\r\nUnder an accomplice liability theory, \"a person \r\n  must personally commit the crime or be present at the scene of the crime and \r\n  intentionally, or through a common design, aid, abet, or assist in the commission \r\n  of that crime through some overt act.\" State v. Langley, 334 S.C. 643, \r\n  649-50, 515 S.E.2d 98, 101 (quoting State v. Austin, 299 S.C. 456, 459, \r\n  385 S.E.2d 830, 832 (1989)).\r\n\r\nA formally expressed agreement is not necessary \r\n  to establish the conspiracy. State v. Oliver, 275 S.C. 79, 267 S.E.2d \r\n  529 (1980); State v. Fleming, 243 S.C. 265, 133 S.E.2d 800 (1963); State \r\n  v. Bultron, 318 S.C. 323, 457 S.E.2d 616 (Ct. App. 1995). It may be shown \r\n  by circumstantial evidence and the conduct of the parties. Oliver, 275 \r\n  S.C. at 80, 67 S.E.2d at 530; Fleming, 243 S.C. at 274, 133 S.E.2d at \r\n  805; Bultron, 318 S.C. at 334, 457 S.E.2d at 622.\r\n\r\nThe law to be charged is determined from the evidence \r\n  presented at trial. State v. Harrison, 343 S.C. 165, 539 S.E.2d 71 (Ct. \r\n  App. 2000), cert. denied. A trial court has a duty to give a requested \r\n  instruction that correctly states the law applicable to the issues and which \r\n  is supported by the evidence. Id.  If any evidence \r\n  exists to support a charge, it should be given. State v. Burriss, 334 \r\n  S.C. 256, 513 S.E.2d 104 (1999).\r\n\r\nThe evidence at trial supported the charge regarding \r\n  the \"hand of one is the hand of all.\" The State presented direct evidence showing \r\n  the joint criminal activities of Condrey and West. West testified Condrey approached \r\n  him about getting some shoes. The men then planned several meetings where West \r\n  unloaded the shoes off of the Shoe Show truck onto Condrey's vehicle. \r\n  Condrey paid West for the shoes. Thereafter, Condrey \r\n  sold them at the flea market. The trial testimony constituted sufficient evidence \r\n  whereby a jury could find Condrey was a willing accomplice in the crimes.\r\n\r\nFurthermore, the trial judge specifically charged \r\n  the jury that \"mere presence\" did not constitute guilt and that \"prior knowledge\" \r\n  that a crime was going to be committed, without more, was insufficient to constitute \r\n  guilt. Mere presence at the scene of a crime is insufficient to convict one \r\n  as a principal on the theory of aiding and abetting. State v. Johnson, \r\n  291 S.C. 127, 352 S.E.2d 480 (1987); State v. Green, 261 S.C. 366, 200 \r\n  S.E.2d 74 (1973). With this charge, the judge eliminated any danger the jury \r\n  could be misled by the \"hand of one is the hand of all\" charge.\r\n\r\nIn light of the evidence that West and Condrey \r\n  were acting pursuant to a plan to steal the shoes, together with the trial judge's \r\n  charge as a whole, a jury could reasonably have concluded not only that the \r\n  two men were knowingly involved in the commission of the criminal act, but that \r\n  there had been some planning and agreement among them pertaining to the act. \r\n  Accordingly, the judge properly charged the jury concerning the \"hand of one \r\n  is the hand of all.\"\r\n\r\nIII. Court's Limitation \r\n  of Defense Counsel's Argument to the Jury\r\n\r\nDuring his closing argument, defense counsel attempted \r\n  to argue the law of receiving stolen goods. The State objected. After a bench \r\n  conference, defense counsel continued his closing argument stating: \"Let me \r\n  say first of all, Mr. Condrey is not charged with receiving stolen goods. We're \r\n  not talking about that.\" Condrey contends the trial judge erred in not allowing \r\n  him to discuss the offense of receiving stolen \r\n  goods and argue that the State had charged the wrong offense. \r\n\r\nThe trial judge did not err in limiting defense \r\n  counsel's closing argument. A trial judge is allowed broad discretion in dealing \r\n  with the range and propriety of closing argument to the jury. State v. Patterson, \r\n  324 S.C. 5, 482 S.E.2d 760 (1997); State v. Bell, 302 S.C. 18, 393 S.E.2d \r\n  364 (1990); State v. Durden, 264 S.C. 86, 212 S.E.2d 587 (1975). Ordinarily, \r\n  the judge's rulings on such matters will \r\n  not be disturbed. Patterson, 324 S.C. at 17, 482 S.E.2d at 766; Bell, 302 S.C. \r\n  at 33, 393 S.E.2d at 372; Durden, 264 S.C. at 91, 212 S.E.2d at 590.\r\n\r\nCondrey wanted to argue the offense of receiving \r\n  stolen goods as an exclusionary offense. In State v. Good, 315 S.C. 135, \r\n  432 S.E.2d 463 (1993), our Supreme Court cautioned that requiring a comparison \r\n  charge when the facts do not warrant one \"opens the door for every criminal \r\n  defendant to create a quasi lesser-included offense for which they could not \r\n  be convicted.\" Id. at 138, 432 S.E.2d at 465. The Court explained: \"The \r\n  real impact of the instruction is that it permits the jury to reach a compromise \r\n  verdict on a non-charged offense.\" Id. Here, allowing defense counsel \r\n  to argue on a comparison charge of receiving stolen goods where Condrey was \r\n  charged with grand larceny would have improperly presented receiving stolen \r\n  goods as a quasi lesser-included offense of larceny. Receiving stolen goods \r\n  is not a lesser-included offense of larceny. State v. McNeil, 314 S.C. \r\n  473, 445 S.E.2d 461 (Ct. App. 1994). Thus, the judge properly limited the scope \r\n  of defense counsel's closing argument to matters which were relevant to the \r\n  issues at trial. See Hoeffner v. The Citadel, 311 S.C. 361, 366, \r\n  429 S.E.2d 190, 193 (1993) (\"Arguments by counsel which invite the jury to base \r\n  its verdict on considerations not relevant to the merits of the case are improper.\") \r\n  (citation omitted).\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing reasons, Condrey's conviction \r\n  is \r\n\r\nAFFIRMED.\r\n\r\nCURETON and GOOLSBY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3472","title":"Kay v. State Farm","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3472","description":"This case discusses the construction of an automobile insurance policy with an invalid clause limiting the amount of stackable UIM coverage.","date":"2002-04-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Terry Kay,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        State Farm Mutual Automobile Ins. Co.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Henry F. Floyd, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3472\r\n    Heard March 5, 2002 - Filed April 1, 2002 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gregory A. Morton, of Donnan, Morton, Davis &amp; \r\n          Snyder, of Greenville, for appellant.\r\n\r\n        William W. Kehl, of Wyche, Burgess, Freeman &amp; \r\n          Parham, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nHEARN, C.J.: In this declaratory \r\n  judgment action to determine the amount of available underinsured motorist (UIM) \r\n  coverage, Terry Kay appeals the grant of summary judgment to State Farm Mutual \r\n  Automobile Insurance Company (State Farm). We affirm.\r\n\r\nFACTS \r\n  (1)\r\n\r\nTerry Kay was seriously injured in an accident \r\n  caused by an underinsured driver. (2) At the \r\n  time of the accident, Kay was driving his Chevrolet truck that carried $25,000 \r\n  UIM coverage. He also owned a Buick with a $100,000 UIM policy limit. Kay sought \r\n  to recover the full amount of UIM coverage on his truck and the Buick. Under \r\n  its interpretation of the policies, State Farm paid $25,000 on the involved \r\n  vehicle and $25,000 from the Buick policy.\r\n\r\nKay brought a declaratory judgment action seeking \r\n  an additional $75,000 from the Buick policy. Both parties filed summary judgment \r\n  motions. The circuit court granted State Farm's motion. Kay appeals.\r\n\r\nLAW/ANALYSIS\r\n\r\nKay argues the circuit court erred in granting \r\n  State Farm's summary judgment motion, contending the policy should be construed \r\n  differently because it contains an illegal provision. In cases with stipulated \r\n  facts, this court reviews \"whether the trial court properly applied the law \r\n  to those facts.\" WDW Props. v. City of Sumter, 342 S.C. 6, 10, 535 S.E.2d \r\n  631, 632 (2000).\r\n\r\nOur analysis begins with the Buick policy provision \r\n  dealing with stacking which reads:\r\n\r\n\r\n  3. If you, your \r\n    spouse or a relative sustains \r\n    bodily injury or property damage while \r\n    occupying a motor vehicle \r\n    owned by you, your spouse \r\n    or relative which is not your car \r\n    or a newly acquired car, this policy shall:\r\n\r\n  a. be excess; and\r\n\r\n  b. apply only in an amount equal to the minimum \r\n    limits required by the Financial Responsibility Act \r\n    for bodily injury and property damage liability.\r\n\r\n\r\n\r\nSection 3(b) of the policy violates S.C. Code Ann. \r\n  § 38-77-160 (Supp. 2001) which states in relevant part:\r\n\r\n\r\n  If . . . an insured or named insured is protected \r\n    by uninsured or underinsured motorist coverage in excess of the basic limits, \r\n    the policy shall provide that the insured or named insured is protected only \r\n    to the extent of the coverage he has on the vehicle involved in the accident. \r\n    If none of the insured's or named insured's vehicles is involved in the accident, \r\n    coverage is available only to the extent of coverage on any one of the vehicles \r\n    with the excess or underinsured coverage.\r\n\r\n\r\nSouth Carolina courts have interpreted this section \r\n  to allow Class I insureds to stack UIM coverage from multiple automobile insurance \r\n  policies. Ruppe v. Auto-Owners Ins. Co., 329 S.C. 402, 405, 496 S.E.2d \r\n  631, 632 (1998). \"A policy provision which purports to limit stacking of statutorily-required \r\n  coverage is invalid.\" Jackson v. State Farm Mut. Auto. Ins. Co., 288 \r\n  S.C. 335, 337, 342 S.E.2d 603, 604 (1986). However, \"the amount of coverage \r\n  which may be stacked from policies on vehicles not involved in an accident is \r\n  limited to an amount no greater than the coverage on the vehicle involved in \r\n  the accident.\" S.C. Farm Bureau Mut. Ins. Co. v. Mooneyham, 304 S.C. \r\n  442, 446, 405 S.E.2d 396, 398 (1991). Accordingly, State Farm's provision limiting \r\n  stacking of UIM coverage to the minimum limits is invalid because it purports \r\n  to limit the amount of coverage to an amount less than that available on the \r\n  involved vehicle's policy.\r\n\r\nKay asserts that because policy section 3(b) is \r\n  invalid, we should not permit State Farm to rewrite its policy to limit coverage \r\n  according to section 38-77-160. Although we are perplexed as to why State Farm \r\n  has persisted in using this clause which has been invalid under South Carolina \r\n  law for more than twenty years, we cannot accept Kay's argument.\r\n\r\n\"Underinsured motorist coverage is controlled by \r\n  and subject to our underinsured motorist act, and any insurance policy provisions \r\n  inconsistent therewith are void, and the relevant statutory provisions prevail \r\n  as if embodied in the policy.\" Garris v. Cincinnati Ins. Co., 280 S.C. \r\n  149, 153, 311 S.E.2d 723, 726 (1984); see State Farm Mut. Auto. Ins. \r\n  Co. v. Calcutt, 340 S.C. 231, 234, 530 S.E.2d 896, 897 (Ct. App. 2000) (\"Statutory \r\n  provisions relating to an insurance contract are part of the contract as a matter \r\n  of law. To the extent a policy provision conflicts with an applicable statutory \r\n  provision, the statute prevails.\" (citation omitted)). A policy of automobile \r\n  insurance must provide at least the minimum amount of coverage outlined in the \r\n  statute, and \"a policy issued pursuant to the law which gives less protection \r\n  will be interpreted by the court as supplying the protection which the legislature \r\n  intended.\" Hamrick v. State Farm Mut. Auto. Ins. Co., 270 S.C. 176, 179, \r\n  241 S.E.2d 548, 549 (1978). Here, State Farm's policy language provided less \r\n  coverage than that mandated by statute; therefore, that language is void and \r\n  must be replaced by the terms of section 38-77-160.\r\n\r\nKay correctly asserts that parties may contract \r\n  for greater coverage than that required by statute. See Putnam v. \r\n  S.C. Farm Bureau Mut. Ins. Co., 323 S.C. 494, 496, 476 S.E.2d 902, 902 (1996). \r\n  Kay contends that the void clause should be expunged from the contract and under \r\n  the remaining language all of the Buick policy's UIM coverage should be available. \r\n  However, an insurer's obligation \"is defined by the terms of the policy itself, \r\n  and cannot be enlarged by judicial construction . . . , [and] if the intention \r\n  of the parties is clear, courts have no authority to torture the meaning of \r\n  policy language to extend or defeat coverage that was never intended by the \r\n  parties.\" MGC Mgmt. of Charleston, Inc. v. Kinghorn Ins. Agency, 336 \r\n  S.C. 542, 549, 520 S.E.2d 820, 823 (Ct. App. 1999). In addition to the quoted \r\n  provision, the policy provides: \"If any terms of this policy are in conflict \r\n  with the statutes of South Carolina, they are amended to conform to those statutes.\" \r\n  This clause clearly contemplates that void clauses be replaced with \r\n  the applicable statute. We find the policy is not ambiguous and that the language \r\n  of section 38-77-160 should be substituted for the void clause. Accordingly, \r\n  the grant of summary judgment to State Farm is\r\n\r\nAFFIRMED.\r\n\r\nCONNOR and SHULER, JJ., concur. \r\n\r\n1. The facts are by stipulation \r\n  of the parties. \r\n2. The parties agree that Kay's \r\n  injuries exceed the amount of coverage claimed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3473","title":"Jocoy v. Jocoy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3473","description":"This opinion discusses the treatment of in-laws under the resulting trust presumptions.","date":"2002-04-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Betty Jeanne Jocoy,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Nancy Hess Jocoy and William Gregg Jocoy,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Defendants,\r\n\r\n        Of whom Nancy Hess Jocoy is,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\n  J. Buford Grier, Master-in-Equity\r\n\r\n\r\n\r\n    Opinion No. 3473\r\n    Submitted February 4, 2002 - Filed April 1, 2002  \r\n  \r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Douglas F. Gay, of Gay &amp; Walters, of Rock Hill, \r\n          for appellant.\r\n\r\n        Thomas B. Roper, of Rock Hill, for respondent. \r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: Betty Jocoy (Mrs. \r\n  Jocoy) purchased a home but titled it in her daughter-in-law Nancy's name. After \r\n  being forced to leave the home, Mrs. Jocoy brought this action seeking to establish \r\n  a resulting trust in the property. The master-in-equity found that a resulting \r\n  trust was created and granted title to Mrs. Jocoy. Nancy appeals arguing the \r\n  master erred in not finding Mrs. Jocoy had given her the property. We affirm. \r\n  (1)\r\n\r\nFACTS\r\n\r\nIn 1992, Mrs. Jocoy suffered a stroke that left \r\n  her partially paralyzed and unable to speak but did not affect her mental abilities. \r\n  In 1994 after living with a series of relatives, she began discussing with her \r\n  son, William Jocoy, and her daughter-in-law the possibility of her purchasing \r\n  a home and William's family caring for her there until her death. Mrs. Jocoy \r\n  desired this arrangement to avoid living in a nursing home.\r\n\r\nMrs. Jocoy and Nancy agreed that Mrs. Jocoy would \r\n  pay for the home but title would be in Nancy's name. (2) \r\n  The family selected and purchased a home, and Mrs. Jocoy and William's family \r\n  resided there until 1997 when William and Nancy separated and William moved \r\n  out of the home. That fall, Nancy was diagnosed with cancer which rendered her \r\n  unable to care for Mrs. Jocoy. As a result, William placed Mrs. Jocoy in a nursing \r\n  home. (3)\r\n\r\nWilliam and Nancy have since reconciled and currently live in the home.  Mrs. Jocoy brought this action against Nancy asking\r\nthe court to transfer title to her as the beneficiary of a resulting trust.  The master found a resulting trust had been established and\r\nordered title be placed in Mrs. Jocoy's name.  Nancy appeals.\r\n\r\nLAW/ANALYSIS\r\n\r\nActions to determine resulting trusts sound in \r\n  equity. Hayne Fed. Credit Union v. Bailey, 327 S.C. 242, 248, 489 S.E.2d \r\n  472, 475 (1997). As such, this court may determine facts in accordance with \r\n  our view of the preponderance of the evidence. Townes Assocs. v. City of \r\n  Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976). \"While this permits \r\n  us a broad scope of review, we do not disregard the findings of the Master, \r\n  who saw and heard the witnesses and was in a better position to evaluate their \r\n  credibility.\" Tiger, Inc. v. Fisher Agro, Inc., 301 S.C. 229, 237, 391 \r\n  S.E.2d 538, 543 (1989).\r\n\r\n\"The general rule is that when real estate is conveyed \r\n  to one person and the consideration is paid by another, it is presumed that \r\n  the party who pays the purchase money intended a benefit to himself and a resulting \r\n  trust is raised in his behalf.\" Lollis v. Lollis, 291 S.C. 525, 528, \r\n  354 S.E.2d 559, 561 (1987). However, when the conveyance is made to a spouse, \r\n  child or other person for whom the purchaser has a duty to provide, this presumption \r\n  does not attach. Hayne, 327 S.C at 249, 489 S.E.2d at 475-76. Instead, the presumption \r\n  is that the purchaser intended a gift or advancement. Id. Either \r\n  of these presumptions is rebuttable on a showing of the purchaser's intent to \r\n  the contrary through parol evidence. Id.; Lollis, 291 S.C. at \r\n  529, 354 S.E.2d at 561.\r\n\r\nIn this case, it is undisputed that Mrs. Jocoy \r\n  provided all of the consideration for the home and that title was placed in \r\n  Nancy's name. Our next inquiry is which presumption applies. South Carolina \r\n  law has not addressed how a son-in-law or daughter-in-law should be treated \r\n  with respect to the resulting trust presumptions. Other jurisdictions have reached \r\n  differing results on the issue. See Ryan v. Ryan, 104 So. 2d 700, \r\n  702 (Ala 1958) (finding no gift presumption arises between mother-in-law and \r\n  son-in-law); Varap v. Varap, 222 N.E.2d 77, 84 (Ill. App. Ct. 1966) (holding \r\n  when a parent purchases property that is titled in his or her name and the name \r\n  of a child, there is a presumption of a gift to the child; however, \"[t]his \r\n  presumption of gift does not arise where the relationship between the payor \r\n  and the grantee is more remote - i.e., there is no presumption of a gift to \r\n  a son-in-law\"); McQuaide v. McQuaide, 168 N.E. 500, 505 (Ind. App. 1929) \r\n  (\"In some of the adjudicated cases this [presumption of a gift] has been applied \r\n  where the nominal grantee is a son-in-law.\").\r\n\r\nIn our view, the better approach is that no gift \r\n  is presumed to a son-in-law or daughter-in-law. The parent-child relationship \r\n  is easily distinguishable from that of a parent and a son-in-law or daughter-in-law. \r\n  Moreover, other areas of South Carolina law draw the same distinction. For example, \r\n  contributions by one party's parents may be treated as contributions by that \r\n  party in divorce actions. See Sexton v. Sexton, 308 S.C. 37, 43, \r\n  416 S.E.2d 649, 654 (Ct. App. 1992) reversed on other grounds by 310 \r\n  S.C. 501, 427 S.E.2d 665 (1993). Another analogy may be drawn to our intestate \r\n  scheme which makes no provision for in-laws. See S.C. Code Ann. § 62-2-101 \r\n  (1987). Thus, the general rule under South Carolina law appears to be that sons-in-law \r\n  and daughters-in-law are not treated the same as sons and daughters. Accordingly, \r\n  we find the general rule presuming a resulting trust applies in this case.\r\n\r\nNancy argues that the evidence unequivocally establishes \r\n  that Mrs. Jocoy intended a gift to William and only an intent to keep a life \r\n  estate for herself. (4) We note that this argument \r\n  is inconsistent with William and Nancy's actions in placing Mrs. Jocoy in a \r\n  nursing home and failing to pay her rent for her alleged life interest. Moreover, \r\n  our review of the evidence convinces us that Mrs. Jocoy intended to live in \r\n  her own house, cared for by her son and his family. Although she testified that \r\n  she meant for William and Nancy to receive the property after her death, that \r\n  does not take away from the clear and convincing evidence showing her intent \r\n  to keep a beneficial interest in the property for herself. Therefore, Nancy \r\n  has failed to rebut the presumption of a resulting trust. Accordingly, the judgment \r\n  of the master is\r\n\r\nAFFIRMED.\r\n\r\nCONNOR and SHULER, JJ., concur.\r\n\r\n\r\n\r\n\r\n1. We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2. Initially, Mrs. Jocoy wanted to leave the home to William and Nancy in her will.  Nancy balked at this idea because she feared that Mrs. Jocoy might change her\r\nwill and leave the property to someone else. Mrs. Jocoy titled the home in Nancy's name to avoid claims by her son's creditors.\r\n3. Mrs. Jocoy now lives in assisted living facility near her sister's home in Pennsylvania.\r\n4. Nancy argues on appeal that Mrs. Jocoy holds an equitable life estate rather than a resulting trust.  She cites no authority recognizing such a property interest,\r\nand we could find none.  We decline to create such an interest here.  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3474","title":"Polson v. Craig","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3474","description":"This is an action to construe a will and determine the ownership of shares of stock resulting from stock splits.","date":"2002-04-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nPolson v. Craig\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nNorma B. Polson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nElizabeth D. Craig, Laura D. Young, Catherine Jean DuBose, Cheryl Ann\r\nDuBose, Richard Preston DuBose, and James Newton\r\nDuBose,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Appellants. \r\n\r\nIn re:&nbsp;&nbsp;&nbsp; Estate of Martha S. Broadbent&nbsp;&nbsp;&nbsp;\r\nCase Number:  97-ES-16-120&nbsp;&nbsp;&nbsp; J. Alex Stanton,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nPetitioner,                               \r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n\r\nNorma B. Polson, Dana Polson Hadley, Daphene Polson, David B. Polson, Elizabeth\r\n        D. Craig, Laura D. Young, Catherine Jean\r\n        DuBose, Cheryl Ann DuBose, Richard Preston DuBose, James Newton\r\n        DuBose, Janie Hough, Harvey Knight, and John\r\n        Richard DuBose,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nAppeal From Darlington County\r\nJames Carlyle Williams, Jr., Circuit Court Judge\r\n\r\nOpinion No. 3474\r\nHeard January 9, 2002 - Filed April 8, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobin Page Freeland, of Bell, Tindal &amp; Freeland, of Lancaster; and Harriet E. Wilmeth, of Hartsville, for appellants.\r\n\r\nPeter L. Murphy, of Columbia, for respondent Norma B. Polson.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: Elizabeth D. Craig, Laura D. Young, Catherine Jean DuBose, Cheryl Ann DuBose, Richard Preston DuBose, and James Newton DuBose\r\n(referred to collectively as Appellants) appeal the circuit court's reversal of the probate court's finding that  Norma Polson is entitled to eight hundred shares of\r\nExxon stock owned by Martha Broadbent at her death.  The circuit court reversed, ruling Polson is entitled not only to the original four hundred shares of stock\r\ndevised in Martha Broadbent's will but to all additional shares resulting from stock splits of those shares.  We affirm.\r\n\r\nFACTS\r\n\r\nThis case began when Alex Stanton, in his capacity as Personal Representative, petitioned the probate court for an order declaring Norma Polson's interest in \r\nshares of Exxon stock owned by Martha Broadbent at the time of her death.  Norma Polson is the daughter of William B. and Norma B. Broadbent.  When Polson \r\nwas growing up in Hartsville, her parents were good friends of John and Martha DuBose.  The Broadbent and DuBose families lived near each other for many\r\nyears and saw each other frequently.  Sometime after Norma Broadbent and John DuBose passed away, William Broadbent and Martha DuBose married.  William\r\nBroadbent died in 1965.\r\n\r\nIn his will, William Broadbent devised four hundred shares of Standard Oil of New Jersey stock to Martha. (1)  The will provided in pertinent part:\r\n\r\nARTICLE IV\r\n\r\n\r\n  I give and bequeath to my wife, MARTHA S. BROADBENT, \r\n    the remaining four hundred (400) shares of capital stock of Standard Oil of \r\n    New Jersey, if owned by me at the time of my death, together with all dividends, \r\n    rights and benefits declared thereon subsequent to the time of my death and \r\n    all rights and benefits thereof. This bequest to my wife is unstricted (sic) \r\n    and without condition. However, in the event that she should have no need \r\n    for these shares of stock during her lifetime, it is my request that she give \r\n    said shares to my daughter, Norma B. Polson, at my wife's demise. (emphasis \r\n    added).\r\n\r\n\r\nIn 1967, Martha wrote a will stating in part, \"I hereby give and bequeath unto Norma B. Polson, daughter of my late husband, four hundred (400) shares of capital\r\nstock of Standard Oil Company.\"\r\n\r\nMartha Broadbent died in 1997.  In her last will, dated March 19, 1984, Martha repeated the 1967 devise of four hundred shares of Standard Oil stock to Norma\r\nPolson.\r\n\r\nAt the time of Martha's death, however, Standard Oil of New Jersey no longer existed; it had become Exxon Corporation in 1972.  Due to subsequent stock splits,\r\nthe original four hundred shares greatly increased in number.\r\n\r\nAfter hearing the evidence, the probate court concluded Martha intended only a general devise of four hundred shares of Exxon stock to Polson. (2)  Because the\r\ndevise is general, the court held Polson is not entitled to additional shares resulting from stock splits. (3)   Polson appealed to the circuit court. \r\n\r\nThe circuit court reversed, finding that the probate court erred as a matter of law in holding the devise is general and that S.C. Code Ann. section 62-2-605 (Supp.\r\n2001) is not controlling. (4)  Under section 62-2-605, if the devise is specific, Polson is entitled to the original four hundred shares and to all additional stock\r\nresulting from splits. (5)\r\n\r\nANALYSIS\r\n\r\nAppellants argue the probate court's finding that Martha intended a general devise of only four hundred shares is supported by the evidence.  They further contend\r\nPolson failed to present any evidence of Martha's intent to devise Polson more than four hundred shares of Exxon stock.\r\n\r\nAn action involving the construction or interpretation of a will is an action at law and the findings of the trial judge will only be disturbed on appeal when they are\r\nbased on an error of law or are without evidence that reasonably supports them. (6)\r\n\r\nCourts in this state construe wills and devises in accordance with applicable provisions of the South Carolina Probate Code unless the testator's will indicates a\r\ncontrary intent. (7) S.C. Code Ann. section 62-2-605 addresses increases in devised stock as a result of stock splits. This section provides: \r\n\r\n\r\n  (a) If the testator intended a specific devise \r\n    of certain securities rather than the equivalent value thereof, the specific \r\n    devisee is entitled only to:\r\n\r\n  \r\n(1) as much of the devised securities as is a part of the estate at the time of the testator's death; \r\n\r\n    (2) any additional or other securities of the \r\n      same entity owned by the testator by reason of action initiated by the entity \r\n      excluding any acquired by exercise of purchase options;\r\n\r\n(3) securities of another entity owned by the testator as a result of a merger, consolidation, reorganization, or other similar action initiated by the entity; \r\n\r\n(4) any additional securities of the entity owned by the testator as a result of a plan of reinvestment if it is a regulated investment company.\r\n\r\n  \r\n(b) Distributions prior to death with respect to a specifically devised security not provided for in subsection (a) are not part of a specific devise. (8)\r\n\r\n\r\nThis section accords with the general rule that, \r\n\r\n\r\n  \r\n    the legatee of a specific bequest of shares of \r\n      corporate stock, as distinguished from the legatee of a general bequest, \r\n      is entitled to any accretions to the bequeathed shares which are received \r\n      by the testatrix, as a result of a stock split, subsequent to the making \r\n      of such bequest. The rationale behind this rule is that \"[a] stock split \r\n      in no way alters the substance of the [testatrix's] total interest or rights \r\n      in the corporation . . . . [It] is merely a dividing up of the outstanding \r\n      shares of a corporation into a greater number of units without disturbing \r\n      the stockholder's original proportional participating interest in the corporation.\" \r\n      * * * If the legatee is not awarded the additional shares, the value \r\n      of the specific bequest would be substantially reduced, contrary to the \r\n      testatrix's intent. (9)\r\n\r\n  \r\n\r\n  A specific devise involves property capable of \r\n  being separated and distinguished from the balance of the testator's property. \r\n  (10) \"A specific devise differs from a general devise in that it is \r\n  not intended by the testator to be paid out of the estate generally, but is \r\n  to be paid solely by delivering to the devisee that specific article given by \r\n  the will.\" (11)  \r\n\r\nCornelson v. Vance \r\n  (12) is a South Carolina case involving the determination of whether \r\n  a devise of stock was general or specific. In Cornelson, the court strictly \r\n  applied the presumption in favor of a general legacy in order to avoid an ademption. \r\n  (13) Although Cornelson is not on point, the probate court \r\n  here relied heavily on Cornelson, stating, \"[t]he fact that the decedent \r\n  in Cornelson did not own the stock at the time of her death does not \r\n  affect the definition of a general legacy set forth in that case.\" This statement \r\n  underscores the probate court's misunderstanding of the application of the presumption \r\n  in favor of a general legacy.\r\n\r\n\r\nIn determining whether a bequest of stock in a named corporation is general or specific, there exists a presumption in favor of finding a general legacy.  \"Two\r\nreasons are given for this [presumption]; to prevent an ademption in case the testator parts with the stock before his death, and to secure uniformity of contribution\r\nin case of a deficiency of assets.\"  When the reasons, however, behind the presumption do not exist and or \"a contrary intent appears from the will\"; . . . ; the\r\npresumption will not apply. (14) \r\n\r\n\r\n\"'[A] very slight indication of an intention to give shares then in his ownership is enough to make [a] legacy specific . . . .'\" (15) \r\n\r\nAdemption is not an issue in this case.   The second reason behind the presumption in favor of a general\r\nlegacy is also not present here because there is no\r\nevidence of a deficiency of assets in Martha's estate. \r\n\r\nWe therefore look to the evidence to determine whether there is an indication, however \"slight,\" of Martha's intent to make the legacy specific.  Martha's last will\r\nstates in pertinent part: \r\n\r\n\r\n  ITEM II. I hereby will and bequeath unto Norma \r\n    B. Polson, daughter of my late husband, four hundred (400) shares of capital \r\n    stock of Standard Oil Company.\r\n\r\n\r\nThe probate court held the lack of a possessive term such as \"my stock\" or \"the stock which I own\" demonstrates the bequest is general.  Appellants argue\r\nMartha's use of the term \"four hundred\" evidences an intent to limit the devise to four hundred shares.\r\n\r\nIn examining the record to see if the probate court's finding that Martha intended only a general devise of stock or its monetary equivalent is supported by the\r\nevidence, we can find no evidence Martha intended anything other than to give Polson the stock she received from William Broadbent's will.  All of the evidence\r\nindicates Martha's reference to \"four hundred\" shares is a specific reference to the four hundred shares of Standard Oil stock she received from William\r\nBroadbent.  Martha's early will, written shortly after William's death, and Martha's refence to \"four hundred\" shares in her later will indicate Martha intended to\r\ncomply with the request in William's will that she return the shares to Polson in the event she had no need of them. \r\n\r\nJean DuBose testified Martha \"wanted to return the 400 shares that Bill gave to her - back to Norma.\"  There is evidence that Martha kept this Exxon stock\r\nseparate from her stock portfolio. (16)\r\n\r\n    Even Pam Yarborough's deposition and testimony stating that Martha intended to give Polson four hundred shares of stock\r\ndoes not support the finding that the devise of \"four hundred\" shares is not a specific reference to the four hundred shares Martha received from William\r\nBroadbent.  \r\n\r\nStandard Oil of New Jersey did not exist at the time Martha executed the will.  The only possible reason for the description of the stock as Standard Oil stock was\r\nthat the stock Martha intended to give Polson is the same Standard Oil stock William devised to her in his will.\r\nMartha's two wills and all the evidence  support\r\nthe conclusion that Martha intended to return to Norma the same stock she received from William, not merely its monetary equivalent, if it remained in her estate\r\nat the time of her death.  This stock is clearly separable and distinct from the rest of the property in Martha's estate.\r\n\r\nIn view of the above, we agree with the circuit \r\n  court that the probate court erred in applying a presumption in favor of a general \r\n  bequest under these circumstances. In fact, the order from the probate court \r\n  reflects that the only possible conclusion is that the devise is specific rather \r\n  than general. The court stated, \"[s]ince we can easily identify which 400 \r\n  shares Mrs. Broadbent wanted Mrs. Polson to have by simply allowing corporate \r\n  records to confirm the current name of Exxon Corporation from the previous name \r\n  of Standard Oil Company, we do not have to 'rewrite' her will to change the \r\n  number of shares to Mrs. Polson.\"\r\n\r\nFurthermore, because the evidence indicates the devise to Polson is specific, it is unnecessary for Polson to show that Martha intended she receive additional\r\nshares resulting from stock splits.  Subsection 62-2-605(a)(2) entitles Polson to \"any additional or other securities of the same entity owned by the testator by\r\nreason of action initiated by the entity excluding any acquired by exercise of purchase options.\"  This subsection permits Polson to claim the additional stock\r\nresulting from stock splits.  Had Martha not intended this result, she could have included a statement to the contrary in her will. (17)\r\n\r\n  We therefore conclude the probate court's finding that the devise is a general one, not subject to section 62-2-605, is not supported by reasonable evidence and is\r\ngoverned by an error of law regarding the application of the presumption in favor of a general devise. We accordingly affirm the circuit court's order holding that\r\nPolson is entitled to the original four hundred shares and all additional stock resulting from subsequent stock splits.\r\n\r\nAFFIRMED. \r\n\r\nHEARN, C.J., and HUFF, J., concur.\r\n\r\n\r\n\r\n\r\n1.  William inherited the stock from his sister.\r\n2.  The probate court concluded \r\n  the will contained a patent ambiguity, and admitted extrinsic evidence. We note \r\n  that extrinsic evidence is admissible when there is a latent ambiguity, not \r\n  a patent ambiguity. See Shelley v. Shelley, 244 S.C. 598, 137 S.E.2d 851 (1964). \r\n  In the instant case, however, we do not reach the issue of whether the probate \r\n  court properly admitted extrinsic evidence because the parties did not raise \r\n  this issue. \r\n3.  The court later reconsidered its order and held that Polson is entitled to additional shares from the stock split after Martha's death but not to shares from splits\r\nprior to Martha's death.  This order gave Polson a total of eight hundred shares.\r\n4.  The circuit court also found the probate court erroneously held the will contained a patent rather than a latent ambiguity. \r\n5.  See S.C. Code Ann. § 62-2-605(a)(2) \r\n  (Supp. 2001). \r\n6.  Townes Assocs. v. City of \r\n  Greenville, 266 S.C. 81, 221 S.E.2d 773 (1976); NationsBank of South Carolina \r\n  v. Greenwood, 321 S.C. 386, 468 S.E.2d 658 (Ct. App. 1996). \r\n7.  S.C. Code Ann. § 62-2-601 (1987).\r\n8.  Id. § 62-2-605 (emphasis \r\n  added). \r\n9.  Rosenfeld v. Frank, 546 \r\n  A.2d 236, 242 (Conn. 1988) (emphasis added). \r\n10.  Gist v. Craig, 142 S.C. \r\n  407, 451, 141 S.E. 26, 40 (1927). \r\n11.  In re Estate of Wales, \r\n  727 P.2d 536, 537 (Mont. 1986) (citation omitted) (emphasis added). \r\n12.  220 S.C. 47, 66 S.E.2d 421 (1951).\r\n13.  Ademption occurs when \r\n  specifically devised property is no longer a part of the testator's estate at \r\n  the time of death. Rikard v. Miller, 231 S.C. 98, 97 S.E.2d 257 (1957); Fenzel \r\n  v. Floyd, 289 S.C. 495, 347 S.E.2d 105 (Ct. App. 1986). \r\n14.  Rosenfeld v. Frank, 546 \r\n  A.2d at 242-43 (citations omitted) (bracket and emphasis in original). \r\n15.  Id. at 243 (quoting Fid. \r\n  Title &amp; Trust Co. v. Young, 125 A. 871, 873 (Conn. 1924)). \r\n16.  In a letter to Polson, Cheryl DuBose wrote:\r\n\r\n\r\nGiven my new knowledge of Grandma's financial situation and how it is being used to support her, I think I understand why the Exxon stock is not in the Merrill\r\nLynch portfolio. It is my theory that Grandma has been very careful to protect your's (sic) and your children's interest in the Exxon stocks, and would not consider\r\nputting them in an account whose value is borrowed against.\r\n\r\n\r\nSee Gist v. Craig, 142 S.C. at 451, 141 S.E. at \r\n  40 (stating a specific devise is one in which the property devised is separate \r\n  and distinguished from all other property of the testator).\r\n\r\n17.  Estate of Holden v. Holden, \r\n  343 S.C. 267, 539 S.E.2d 703 (2000) (holding a party is presumed to have knowledge \r\n  of existing law). See also Padgett v. Black, 229 S.C. 142, 148, 92 S.E.2d 153, \r\n  156 (1956) (\"'a will speaks at the death of the testator'\") (quoting Key v. \r\n  Weathersbee, 43 S.C. 414, 424, 21 S.E. 324, 328 (1895)). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3475","title":"State v. Crawley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3475","description":"Crawley asserts several trial errors, including that her confession should have been suppressed because the police did not inform her of the subject of the interrogation and because she was undergoing withdrawal from several substances.","date":"2002-04-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Sandra Crawley,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\n  Gary E. Clary, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n  Opinion No. 3475\r\n  Heard January 10, 2002 - Filed April 8, 2002 \r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of \r\n          South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Donald J. Zelenka, and Assistant Attorney General Tracey C. Green all \r\n          of Columbia; and Solicitor Harold W. Gowdy, III, of Spartanburg, for \r\n          respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: Sandra Crawley was \r\n  convicted of murder and sentenced to life in prison. She appeals, arguing the \r\n  trial court erred by (1) allowing her confession into evidence; (2) denying \r\n  her motion for a mistrial; and (3) allowing the State to introduce testimony \r\n  regarding her relationship with Eugene Davis. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nEugene Davis was stabbed to death on October 28, \r\n  1987. The murder remained unsolved until January 12, 1999. While investigating \r\n  Davis's death, the police determined that Crawley and her husband had a relationship \r\n  with Davis. Specifically, police learned that Crawley stayed with Davis on several \r\n  occasions after her husband assaulted her. \r\n\r\nAs a result of this information, Officer Denton \r\n  transported Crawley from the Spartanburg County Detention Center, where she \r\n  was incarcerated on an unrelated charge, to the Sheriff's Department, where \r\n  she was questioned regarding her involvement. During the interrogation, Crawley \r\n  twice confessed that she participated in Davis's murder. \r\n\r\nCrawley was ultimately convicted of murder and \r\n  sentenced to life in prison. This appeal follows.\r\n\r\nDISCUSSION\r\n\r\nA. Admissibility of the Confessions\r\n\r\nThe first issue presented on appeal is whether \r\n  the trial judge erred in admitting Crawley's two statements into evidence. The \r\n  trial court held a Jackson v. Denno (1) \r\n  hearing and then ruled Crawley was advised of her Miranda \r\n  (2) rights, knowingly and intelligently waived those rights, and gave \r\n  her statements to the police freely and voluntarily. Crawley argues the trial \r\n  court erred in not suppressing her confessions.\r\n\r\nThe test regarding the admissibility of a confession \r\n  is voluntariness. State v. Von Dohlen, 322 S.C. 234, 243, 471 S.E.2d \r\n  689, 694 (1996) (\"A confession is not admissible unless it was voluntarily made.\"). \r\n  The voluntariness of a confession is determined from an examination of the totality \r\n  of the circumstances. Id. at 243, 471 S.E.2d at 694-95. To introduce \r\n  the statement made after a defendant has been advised of his rights, the State \r\n  must prove by a preponderance of the evidence he voluntarily waived those rights. \r\n  State v. Reed, 332 S.C. 35, 42, 503 S.E.2d 747, 750 (1998). \"Once a voluntary \r\n  waiver of the Miranda rights is made, that waiver continues until the \r\n  individual being questioned indicates that he wants to revoke the waiver and \r\n  remain silent or circumstances exist which establish that his 'will has been \r\n  overborne and his capacity for self-determination critically impaired.'\" State \r\n  v. Rochester, 301 S.C. 196, 200, 391 S.E.2d 244, 246 (1990) (quoting State \r\n  v. Moultrie, 273 S.C. 60, 62, 254 S.E.2d 294, 294-95 (1979)). This Court \r\n  will not disturb the trial court's findings of fact regarding the voluntariness \r\n  of a statement absent an abuse of discretion. State v. Kennedy, 333 S.C. \r\n  426, 429, 510 S.E.2d 714, 715 (1998).\r\n\r\nThe interrogation lasted approximately seven and \r\n  a half hours. During this time, Crawley was given a lie detector test, which \r\n  lasted an hour and a half. She also received dinner and restroom breaks. At \r\n  11:45 p.m., Crawley gave a statement in which she confessed to participating \r\n  in Davis's murder. Approximately an hour later, she gave a more detailed statement \r\n  in which she stated, \"I did stab [Eugene Davis] along with [my husband]. I don't \r\n  remember how many times I stabbed him, but I'm sure it was more than once.\" \r\n  \r\n\r\nOn appeal, Crawley first argues the confessions \r\n  were inadmissible because she was not told Davis's murder was the subject of \r\n  the inquiry before she waived her right to remain silent. We disagree. \r\n\r\nOfficer Denton admitted he did not tell Crawley \r\n  the subject of the investigation before she arrived at the Sheriff's Department \r\n  or before she signed the Miranda waiver. However, we conclude this does \r\n  not affect the voluntariness of the confessions. See Colorado v. Spring, \r\n  479 U.S. 564, 576 (1987). As the Supreme Court reasoned,\r\n\r\n\r\n  Once Miranda warnings are given, it is difficult \r\n    to see how official silence could cause a suspect to misunderstand the nature \r\n    of his constitutional right - \"his right to refuse to answer any question \r\n    which might incriminate him.\" United States v. Washington, 431 U.S. \r\n    181, 188, 97 S.Ct. 1814, 1819, 52 L.Ed.2d 238 (1977). \"Indeed, it seems self-evident \r\n    that one who is told he is free to refuse to answer questions is in a curious \r\n    posture to later complain that his answers were compelled.\" Ibid. We \r\n    have held that a valid waiver does not require that an individual be informed \r\n    of all information \"useful\" in making his decision or all information that \r\n    \"might . . . affec[t] his decision to confess.\" Moran v. Burbine, 475 \r\n    U.S., at 422, 106 S.Ct., at 1141. \"[W]e have never read the Constitution to \r\n    require that the police supply a suspect with a flow of information to help \r\n    him calibrate his self-interest in deciding whether to speak or stand by his \r\n    rights.\" Ibid. . . . [T]he additional information could affect only \r\n    the wisdom of a Miranda waiver, not its essentially voluntary and knowing \r\n    nature. Accordingly, the failure of the law enforcement officials to inform \r\n    [the defendant] of the subject matter of the interrogation could not affect \r\n    [the defendant's] decision to waive his Fifth Amendment privilege in a constitutionally \r\n    significant manner.\r\n\r\n\r\nId. at 576-577. Therefore, Crawley's ignorance \r\n  regarding the subject of the questioning does not make her confessions inadmissible.\r\n\r\nCrawley next contends the police knew she was addicted \r\n  to crack cocaine, pain pills, nerve pills, Xanax, Valium, and alcohol and used \r\n  all of these substances on a daily basis. She testified she was suffering from \r\n  withdrawal symptoms at the time she confessed to the murder because she had \r\n  been in jail for three days and had not had access to the drugs. She claims \r\n  her withdrawal affected her adversely, so as to render her confessions unknowing \r\n  and involuntary.\r\n\r\nHowever, Officer Wood testified he had known Crawley \r\n  in his capacity as a police officer for seventeen years. According to Officer \r\n  Wood, he was aware of Crawley's addiction, but Crawley did not act any different \r\n  on the day of the interrogation than she did any other day. He testified she \r\n  understood what was occurring, and he disputed her assertions that she asked \r\n  to be left alone or that she cried during the interrogation. \r\n\r\nWe find this evidence supports the trial judge's \r\n  conclusion that Crawley's statements were knowingly, intelligently, and voluntarily \r\n  given, despite any withdrawal from alcohol and drugs. Therefore, the trial court \r\n  did not abuse its discretion in admitting Crawley's statements. Kennedy, \r\n  333 S.C. at 429, 510 S.E.2d at 715; see  also Bright v. State, \r\n  455 S.E.2d 37 (Ga. 1995) (finding that even if the defendant had been exhibiting \r\n  symptoms of drug withdrawal, that fact alone does not render the statement involuntary).\r\n\r\nB. Mistrial\r\n\r\nCrawley next argues the trial court abused its \r\n  discretion by refusing to declare a mistrial when a witness testified Crawley \r\n  called Davis \"from the jailhouse.\" Crawley argues this testimony placed her \r\n  character in issue to her prejudice. We disagree.\r\n\r\nThe decision to grant or deny a motion for a mistrial \r\n  is within the sound discretion of the trial judge and will not be overturned \r\n  on appeal absent an abuse of discretion amounting to an error of law. State \r\n  v. Council, 335 S.C. 1, 515 S.E.2d 508 (1999). Although this decision is \r\n  vested in the sound discretion of the trial court, the power of the court to \r\n  declare a mistrial should be used with the greatest caution and for plain and \r\n  obvious causes. State v. Johnson, 334 S.C. 78, 512 S.E.2d 795 (1999).\r\n\r\n During his testimony, Paul David Hensley testified \r\n  he was a friend of Davis and he had also known Crawley and her family for a \r\n  long time. Hensley stated he talked to Crawley on Davis's phone when she called \r\n  prior to the murder. When the State inquired as to who initiated this phone \r\n  call, Hensley replied, \"I think she called him from the jailhouse, as far as \r\n  I can remember.\" Crawley objected and moved for a mistrial. The trial judge \r\n  denied the motion, but instructed the witnesses not to mention a jail. \r\n\r\nWe conclude the trial judge did not abuse his discretion \r\n  in denying the motion for a mistrial. Hensley's statement was vague and provided \r\n  no particulars regarding Crawley's connection, if any, to the \"jailhouse.\" It \r\n  was not apparent from this casual remark whether Crawley herself was incarcerated \r\n  or was visiting someone else at the jail. See Council, 335 S.C. \r\n  at 1, 515 S.E.2d at 508 (ruling the trial judge did not abuse his discretion \r\n  in denying a mistrial after witness improperly alluded to SLED fingerprint database \r\n  containing the defendant's prior fingerprint card because it was questionable \r\n  whether jury even understood the implication of a prior criminal record from \r\n  the witness's statement, and therefore, there was no prejudice).\r\n\r\nC. Hearsay Testimony\r\n\r\nCrawley next argues the trial judge erred by allowing \r\n  testimony from the Davis's daughter, Teresa Davis Gilliam, that Davis told her \r\n  he was dating Crawley and Crawley was going to come stay with him. Crawley argues \r\n  this testimony was hearsay and highly prejudicial, requiring reversal. We disagree. \r\n  \r\n\r\n Any error in the admission of this testimony was \r\n  clearly harmless because Crawley admitted her close relationship to Davis in \r\n  her statement to police and Officer Wood testified without objection that Crawley \r\n  stayed with Davis for two to three day periods, using his residence as a \"safe \r\n  house\" when her husband beat her. Thus, we find no reversible error because \r\n  the statement was merely cumulative. See State v. Griffin, 339 \r\n  S.C. 74, 77-78, 528 S.E.2d 668, 670 (2000) (\"There is no reversible error in \r\n  the admission of evidence that is cumulative to other evidence properly admitted.\").\r\n\r\nCONCLUSION\r\n\r\nAccordingly, for the reasons discussed above, Crawley's \r\n  conviction is\r\n\r\nAFFIRMED.\r\n\r\nCONNOR, and ANDERSON, JJ., concur.\r\n\r\n\r\n 1.  378 U.S. 368 (1964). \r\n 2. Miranda v. Arizona, \r\n  384 U.S. 436 (1966).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3476","title":"State v. Grace","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3476","description":"Appeal from convictions for lewd act with a minor and three counts of assault and battery, arguing trial court erred in consolidating indictments for trial and in limiting the Defendant's presentation of his defense.","date":"2002-04-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nAppeal from convictions for lewd act with a minor and three counts of assault and battery, arguing trial court erred in consolidating indictments for trial and in limiting the Defendant's presentation of his defense.\r\n\r\n\r\n\r\n  THE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Terry Lee Grace,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\n  Howard P. King, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3476\r\n    Heard March 7, 2002 - Filed April 15, 2002 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        L. Morgan Martin and George M. Hearn, Jr., both \r\n          of Conway, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Attorney General Charles H. Richardson \r\n          and Senior Assistant Attorney General Harold M. Coombs, Jr., all of \r\n          Columbia; and Solicitor J. Gregory Hembree, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.:  \r\n  Terry Lee Grace (\"Grace\") was convicted of the offense of lewd act on a minor \r\n  and three charges of simple assault and battery upon the same minor. Grace appeals \r\n  his convictions arguing the circuit court erred in consolidating the four indictments \r\n  for trial, and in limiting the testimony of his brother and the cross-examination \r\n  of his ex-wife. We affirm.\r\n\r\nFACTS\r\n\r\nGrace and Julie Wilkinson Cowens (\"Julie\") were \r\n  husband and wife and had custody and care of their fourteen-year-old niece (\"the \r\n  niece\") and fifteen-year-old nephew. During the early morning hours of October \r\n  17, 1997, Julie went into the niece's bedroom and did not see her. While searching \r\n  for her, Julie entered the guest bedroom upstairs, where Grace frequently slept, \r\n  to look for the niece. Julie pulled the bed covers off the bed, and discovered \r\n  Grace lying naked in the bed with the niece, who was clad only in a tee shirt. \r\n  Julie became enraged and asked Grace and the niece whether they had sexual intercourse. \r\n  The niece responded they had, but Grace denied having sex with the niece.\r\n\r\nUpon discovering Grace and the niece together in \r\n  bed, Julie called 911 and told the operator what had occurred. The 911 operator \r\n  notified the police who dispatched sheriff's deputies to the scene. The deputies \r\n  arrested Grace. Lieutenant Hunt, the sexual assault investigator for the Georgetown \r\n  County Sheriff's Department, investigated the allegations. Hunt asked the niece \r\n  about the events of October 17 and also whether any similar prior events between \r\n  the niece and Grace had occurred. The niece responded that they had engaged \r\n  in sexual intercourse on two prior occasions, and that on October 17 Grace digitally \r\n  penetrated her. Hunt examined the mattress that Grace and the niece were found \r\n  lying on and noticed what she thought were old blood stains on the mattress. \r\n  She cut out the stained portion of the mattress and had it tested to see if \r\n  the stain matched the niece's DNA. The DNA test results were inconclusive. Also \r\n  Hunt arranged for the niece to be examined by a doctor. The results of this \r\n  examination were also inconclusive.\r\n\r\nGrace was charged and separately indicted on three \r\n  counts of criminal sexual conduct with a minor under the age of sixteen, and \r\n  one count of lewd act on a minor. The jury convicted Grace on the lewd act on \r\n  a minor charge and three counts of simple assault and battery. This appeal followed. \r\n  \r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nI. Joinder Issue\r\n\r\nGrace argues the trial judge abused his discretion \r\n  in not requiring the State to try the criminal sexual conduct charges separate \r\n  from the lewd act with a minor charge because the joinder made the jury more \r\n  likely to convict him on the lewd act charge. We disagree. \r\n\r\nThe circuit court has wide discretion when deciding \r\n  whether to consolidate charges for trial and its decision will only be overturned \r\n  when an abuse of discretion has occurred. State v. Smith, 322 S.C. 107, \r\n  109, 470 S.E.2d 364, 365 (1996). There are several factors to consider when \r\n  deciding whether the consolidation of charges was proper. \"Where the offenses \r\n  charged in separate indictments are of the same general nature involving connected \r\n  transactions closely related in kind, place, and character, the trial judge \r\n  has the power, in his discretion, to order the indictments tried together if \r\n  the defendant's substantive rights would not be prejudiced.\" State v. Jones, \r\n  325 S.C. 310, 315, 479 S.E.2d 517, 519 (Ct. App. 1996). When offenses are interconnected \r\n  they are considered to be of the same general nature. Id. \r\n\r\nThere were four separate indictments issued against \r\n  Grace. The first was for criminal sexual conduct alleging sexual battery by \r\n  committing the act of fellatio between the dates of August 18 and September \r\n  30, 1997. The second was for criminal sexual conduct alleging sexual battery \r\n  by intercourse between the dates of August 18 and October 12, 1997. The third \r\n  was for criminal sexual conduct by committing a sexual battery by digital penetration \r\n  between August 18 and September 30, 1997. The fourth was for lewd act with a \r\n  minor on or about October 16, and 17, 1997.\r\n\r\nThe niece testified that on three occasions during \r\n  the August 18 to October 17, 1997 time span, Grace propositioned her to engage \r\n  in a sexual encounter. Each time, the events occurred in the same place and \r\n  in the same manner. The niece testified that Grace approached her the first \r\n  time and stated that he wished to have sex with her. Grace then instructed the \r\n  niece to come up to the guest bedroom, where Grace slept, when she was certain \r\n  everyone else in the house was asleep. When the niece complied with Grace's \r\n  instructions and went to the guest bedroom, Grace kissed the niece, performed \r\n  oral sex on the niece, had the niece perform oral sex on him, digitally penetrated \r\n  the niece, had intercourse with her and ejaculated on her stomach.\r\n\r\nThe second encounter occurred in mid-September \r\n  in the same manner, and the same sequence of sexual events occurred. On both \r\n  occasions, Grace asked the niece \"Did she need attention?\" which the niece testified \r\n  was a code for whether she wanted sex. On the evening of October 16, 1997, Grace \r\n  once again asked the niece to come to his room in the same manner as before; \r\n  however, this time only digital penetration occurred.\r\n\r\nThe indictments in this case involved charges of \r\n  the same general nature. The crimes alleged were all sexual misconduct crimes \r\n  and were interconnected. All incidents concerned the same parties, Grace and \r\n  the niece, and took place in the same location, the guest bedroom, within a \r\n  relatively short time period. The underlying evidence shows a pattern of sexual \r\n  abuse and was essentially the same for all charges. (1) \r\n  We reject Grace's argument that the jury could have been improperly influenced \r\n  by the criminal sexual conduct charges in considering the lewd act charge. The \r\n  jury had no trouble sorting out the evidence regarding the criminal sexual conduct \r\n  charges by convicting Grace on simple assault charges only. There is no reason \r\n  it could not have done the same for the lewd act charge. In addition, there \r\n  was ample evidence in the record for the jury to convict Grace on the lewd act \r\n  charge without considering any evidence from the events which led to the criminal \r\n  sexual conduct charge. Under the facts of this case the circuit court did not \r\n  abuse its discretion by consolidating the charges for trial. Moreover, judicial \r\n  economy was fostered by the consolidation. See United States v. Hines, \r\n  39 F.3d 74, 79 (4th Cir. 1994), vacated in part on other grounds, \r\n  Hines v. United States, 516 U.S. 1156 (1996).\r\n\r\nII. Limitation on Grace's Presentation \r\n  of His Defense\r\n\r\nA. Exclusion of Mike Grace's Testimony\r\n\r\n Grace claims the circuit court erred in excluding \r\n  testimony of his witness Mike Grace regarding prior instances of abuse by Julie \r\n  against the niece. The circuit court excluded Mike Grace's testimony finding \r\n  Grace was attempting to attack Julie's credibility on the basis of extrinsic \r\n  evidence, in violation of Rule 608, South Carolina Rules of Evidence, and allowed \r\n  only testimony regarding Julie's reputation for truthfulness or untruthfulness.\r\n\r\nGrace's theory of defense was that the niece was \r\n  so fearful of Julie's use of physical force to discipline her that the niece \r\n  concocted the stories of being sexually abused by Grace to escape the household. \r\n  Grace argues that there was a lack of physical evidence in the case to establish \r\n  the niece had been sexually assaulted. As a result, the evidence necessary to \r\n  convict Grace would have to be established through the testimony of the niece \r\n  and Julie. Therefore, Grace argues, it was essential to his defense that he \r\n  be allowed to present evidence of Julie's violent nature, and the niece's motive \r\n  for lying about the sexual assaults. Grace contends the circuit court's ruling \r\n  limiting his presentation of evidence effectively denied him his right to present \r\n  his defense. \r\n\r\n\r\n  The Sixth Amendment rights to notice, confrontation, \r\n    and compulsory process guarantee that a criminal charge may be answered through \r\n    the calling and interrogation of favorable witnesses, the cross-examination \r\n    of adverse witnesses, and the orderly introduction of evidence. . . . The \r\n    Amendment essentially \"constitutionalizes\" the right to present a defense \r\n    in an adversary criminal trial.\r\n\r\n\r\nState v. Schmidt, 288 S.C. 301, 303, 342 \r\n  S.E.2d 401, 402 (1986). \r\n\r\nAs we read Grace's argument at trial for the admission \r\n  of Mike Grace's testimony, it was based on Rule 608, SCRE. Rule 608(b) provides \r\n  when specific acts evidence may be used to impeach a witness's testimony. \r\n\r\n\r\n  (b) Specific Instances of Conduct. \r\n    Specific instances of the conduct of the witness, for the purpose of attacking \r\n    or supporting the witness' credibility, other than conviction of crime as \r\n    provided in Rule 609, may not be proved by extrinsic evidence. They may, however, \r\n    in the discretion of the court, if probative of truthfulness or untruthfulness, \r\n    be inquired into on cross-examination of the witness (1) concerning the witness' \r\n    character for truthfulness or untruthfulness[.]\r\n\r\n\r\nRule 608(b), SCRE.\r\n\r\n  Rule 608(a) permits the credibility of \r\n  a witness to be impeached in the form of opinion or reputation testimony, but \r\n  only for \"truthfulness or untruthfulness.\" Mike Grace was permitted to state \r\n  without objection that Julie did not have a reputation \"as being a truthful \r\n  and honest person.\" As noted above, Rule 608(b) provides, for the purpose of \r\n  attacking credibility, that specific instances of conduct, other than the conviction \r\n  of a crime, may not be proven by extrinsic evidence. Moreover, we do not see \r\n  in the record where Grace proffered the testimony of Mike Grace as required \r\n  by Rule 103, SCRE.  \r\n  (2)\r\n\r\nEven if the circuit court erred by not permitting \r\n  Mike Grace to testify about specific instances of alleged physical abuse, such \r\n  error is harmless because it is cumulative to other testimony regarding Julie's \r\n  acts of physical abuse of the niece. See State v. Patterson, 290 \r\n  S.C. 523, 528, 351 S.E.2d 853, 856 (1986) (holding that excluding medical records \r\n  was harmless when evidence was cumulative to testimony of the pathologist). \r\n  The niece testified, \"I was kind of afraid of her, because she did have a temper, \r\n  and she did yell, and she did hit sometimes. And I think she went overboard \r\n  sometimes about things, because she did have - - she does have bipolar.\" During \r\n  the niece's cross-examination, the following colloquy occurred:\r\n\r\n\r\n  Q: Did he ever - - was your Aunt Julie always kind \r\n    and caring towards you?\r\n\r\n  A: She was the disciplinary person, so she - - \r\n    no, she wasn't always kind and caring.\r\n\r\n  Q: I think you testified that she had - - earlier \r\n    you testified that she had - - that you were afraid of her?\r\n\r\n  A: Yes, when she got angry.\r\n\r\n  Q: Why would you be afraid of your Aunt?\r\n\r\n  A: Because she was the one who did the disciplinary \r\n    things. I didn't like getting spanked. I didn't like getting smacked in the \r\n    mouth.\r\n\r\n\r\nDuring Julie's cross-examination, Julie admitted \r\n  holding the niece's head under water in the bathtub, trying to drown the niece. \r\n  She also testified that she peppered the niece's tongue when the niece used \r\n  profanity. Mike Grace testified that he had witnessed Julie being abusive toward \r\n  her niece. Finally, Grace testified that he had to intervene in Julie's punishment \r\n  of the niece because he felt that Julie was going too far. Based on the above \r\n  testimony, there was plenty of evidence in the record for the jury to have fully \r\n  considered Grace's defense and any potential error by excluding Mike Grace's \r\n  testimony is harmless beyond a reasonable doubt.\r\n\r\nB. Cross-Examination of Julie Cowens\r\n\r\nDuring the trial, Grace sought to question Julie \r\n  about two prior suicide attempts to impeach Julie's testimony that she felt \r\n  she \"was the most stable force in the relationship.\" Grace also attempted to \r\n  introduce testimony regarding Julie's arrest for criminal domestic violence, \r\n  which charges emanated from conduct occurring in December 1998, over a year \r\n  after the October 1997 incidents, and were subsequently dismissed by the court. \r\n  The court refused to allow Grace to question Julie on these matters, concluding \r\n  that Julie's prior suicide attempts and criminal domestic violence arrest did \r\n  not constitute specific acts related to the witness's character for truthfulness \r\n  or untruthfulness.\r\n\r\nBoth the United States and South Carolina Constitutions \r\n  provide that every criminal defendant has the right to cross examine the witnesses \r\n  testifying against him. U.S. Const. amend VI; S.C. Const. art. I § 14. South \r\n  Carolina courts have discretion to limit the scope of cross-examinaton. See \r\n  State v. Saltz, 346 S.C. 114, 131, 551 S.E.2d 240, 249 (2001). However, \r\n  before the court may limit a criminal defendant's cross-examinaton of a witness, \r\n  the record must show that the cross-examination is somehow improper. See \r\n  State v. Graham, 314 S.C. 383, 385-86, 444 S.E.2d 525, 527 (1994). If \r\n  not, then the circuit court abuses its discretion by limiting the cross-examinaton. \r\n  Id. at 386, 444 S.E.2d at 527.\r\n\r\n Evidence of specific bad conduct must go to the \r\n  witness's credibility.  State v. Knox, 98 S.C. 114, 117-18, 82 S.E. 278, \r\n  279 (1914). Acts of violence are generally not those types of acts which go \r\n  to a witness's credibility. See Danny R. Collins, South Carolina Evidence \r\n  155 (2nded. 2000). A criminal domestic violence charge is an act \r\n  of violence towards another. As such, this prior act is not related to Julie's \r\n  character for truthfulness or untruthfulness, and the circuit court did not \r\n  err when it limited introduction of evidence regarding the criminal domestic \r\n  violence charge, as allowing inquiry into this conduct would have been improper \r\n  under Rule 608(b).\r\n\r\nThe court concluded under Rule 403, SCRE that the \r\n  prejudicial effect of admitting the testimony regarding the suicide attempts \r\n  would outweigh its probative value. A trial court's decision regarding the comparative \r\n  probative value versus prejudicial effect of evidence should be reversed only \r\n  in exceptional circumstances. State v. Hamilton, 344 S.C. 344, 357, 543 \r\n  S.E.2d 586, 594 (Ct. App. 2001). Moreover, the circuit court did not preclude \r\n  all reference to questions regarding Julie's stability. The court ruled:\r\n\r\nI will allow you to go into the question of - any \r\n  question regarding her stability, mental health treatment, or anything of that \r\n  nature, because I think that is probative of the issue of her mental stability; \r\n  and she has testified that she was the most stable one in the home.\r\n\r\nThe exclusion of this testimony was also tempered \r\n  by Julie's explanation why she was \"the more stable of the relationship.\" She \r\n  testified on redirect:  \r\n  (3)\r\n\r\n\r\n   Terry was never there for them. The children and \r\n    I, contrary to what the counselor or the other counselor wants to say, had \r\n    a very close knit relationship. We did things together. We went places together. \r\n    We worked as a family.\r\n\r\n  Terry had his own itinerary, Terry did what Terry \r\n    wanted to do. If Terry wanted to golf, that left the three of us at home. \r\n    If Terry wanted to go out, that left the three of us at home.\r\n\r\n  And we spent a lot of quality, good time, we worked \r\n    hard together at the place that we lived in Ohio. We had - we were a very \r\n    close knit.\r\n\r\n  I interceded on many, many times, and many occasions \r\n    for these children because of the wrath of Terry when he would come home. \r\n    I had to play the buffer and the brunt--.\r\n\r\n\r\nAt this point, Grace objected, \"based on the court's \r\n  rulings previously.\" Whereupon the court stated \"I thought I had ruled that \r\n  questions of stability could go- could be inquired into and you did not inquire \r\n  into it.\" \r\n\r\nUnder the facts of this case, we conclude the trial \r\n  court did not err in excluding cross-examination of Julie regarding her prior \r\n  suicide attempts (4) and her arrest on criminal \r\n  domestic violence charges. \r\n\r\nAccordingly, Grace's conviction is\r\n\r\nAFFIRMED.\r\n\r\nGOOLSBY, J., concurs. ANDERSON, J., dissents \r\n  in a separate opinion.   \r\n\r\nANDERSON, J. (dissenting): I vote \r\n  to REVERSE and REMAND. In the \r\n  case sub judice, Julie Wilkinson Cowens, the former wife of Terry Lee \r\n  Grace (\"Appellant\"), testified she was \"the most stable force\" in the family \r\n  and the victim of abuse by Appellant. In response to her averments, Appellant \r\n  attempted to question Cowens about her previous suicide attempts and arrest \r\n  for criminal domestic abuse. The circuit judge refused to admit any of this \r\n  testimony. This was error.\r\n\r\nI. The Rule: Criminal Defendant's \r\n  Right to\r\n  \"Meaningful\" Cross Examination\r\n\r\nA trial court's ruling on the proper scope of cross \r\n  examination will not be disturbed absent a manifest abuse of discretion. State \r\n  v. Mitchell, 330 S.C. 189, 498 S.E.2d 642 (1998). This rule, however, is \r\n  subject to the Sixth Amendment's guarantee of a defendant's right to \"meaningful\" \r\n  cross examination. Id.; see also State v. Cheeseboro, 346 \r\n  S.C. 526, 544, 552 S.E.2d 300, 309 (2001), cert. denied (\"The right to \r\n  meaningful cross-examination of an adverse witness is included in the defendant's \r\n  Sixth Amendment right to confront his accuser.\") (citations omitted). In Mitchell, \r\n  the Supreme Court articulated the necessary showing required from an appellant \r\n  who asserts an infringement on his right to meaningful cross examination:\r\n\r\n\r\n  [A] criminal defendant states a violation of the \r\n    Confrontation Clause by showing that he was prohibited from engaging in otherwise \r\n    appropriate cross-examination designed to show a prototypical \r\n    form of bias on the part of the witness, and thereby \"to expose to the jury \r\n    the facts from which the jurors ... could appropriately draw inferences relating \r\n    to the reliability of the witness.\"\r\n\r\n\r\nId. at 196, 498 S.E.2d at 645-46 (quoting \r\n  State v. Smith, 315 S.C. 547, 551-52, 446 S.E.2d 411, 414 (1994)).\r\n\r\nII. Cowens' Prior Suicide \r\n  Attempts\r\n\r\nDuring cross examination by Appellant, Cowens testified \r\n  that in regard to her family's home life, she was \"the most stable force in \r\n  [the] relationship.\" Appellant then attempted to question Cowens about her two \r\n  prior suicide attempts. The solicitor objected and the jury was immediately \r\n  excused. At that time, Appellant proffered testimony in which Cowens admitted \r\n  she had attempted suicide on two separate occasions by taking sleeping pills. \r\n  Following the proffer, the trial judge sustained the State's objection to the \r\n  admission of this testimony, and stated: \r\n  \"In my view, [the testimony concerning the suicide attempts] does not go to \r\n  the truthfulness or untruthfulness of the witness.\"\r\n\r\nRule 608(b), SCRE provides:\r\n\r\n\r\nSpecific Instances of Conduct.  Specific instances of the conduct of a witness, for the purpose of attacking or supporting the\r\nwitness' credibility, other than conviction of crime as provided in Rule 609, may not be proved by extrinsic evidence.  They may,\r\nhowever, in the discretion of the court, if probative of truthfulness or untruthfulness, be inquired into on cross-examination of the\r\nwitness (1) concerning the witness' character for truthfulness or untruthfulness, or (2) concerning the character for truthfulness or\r\nuntruthfulness of another witness as to which character the witness being cross-examined has testified.\r\n\r\n\r\nThis Court has stated the focus of Rule 608(b) \r\n  is not on the type of evidence that is admitted; rather, the focus \r\n  of the rule is on the purpose for which the evidence is introduced. \r\n  Mizell v. Glover, 339 S.C. 567, 529 S.E.2d 301 (Ct. App. 2000), cert. \r\n  granted (emphasis added). The trial judge's exclusion of testimony regarding \r\n  Cowens' prior suicide attempts under Rule 608(b) was error. Appellant only attempted \r\n  to elicit this testimony to rebut Cowens' declaration that she was \"the most \r\n  stable force in [the] relationship.\"\r\n\r\nGenerally, \"any matter is [a] proper subject of \r\n  cross-examination which is responsive to testimony given on direct examination, \r\n  or which is material or relevant thereto, and which tends to elucidate, \r\n  modify, explain, contradict or rebut testimony given in chief by the witness.\" \r\n  State v. Taylor, 333 S.C. 159, 174, 508 S.E.2d 870, 878 (1998) (emphasis \r\n  added) (citation omitted). Additionally, \"[t]he cross-examination of matters \r\n  which were addressed in direct-examination is not objectionable, \r\n  even if the answers affect a witness' credibility and character.\" Id. \r\n  at 174-75, 508 S.E.2d at 878 (citation omitted). Cowens testified during direct \r\n  examination that she had a nervous breakdown after finding Appellant and the \r\n  victim in bed together. She also discussed her diagnosis and longtime history \r\n  of depression. Notwithstanding these experiences, Cowens claimed to be \"the \r\n  most stable force in [the] relationship,\" thus implying Appellant was unstable. \r\n  Evidence of her prior suicide attempts was therefore relevant.\r\n\r\nAppellant's theory of the case was that Cowens' \r\n  mental instability and physical abuse motivated the victim to make the allegation \r\n  of sexual abuse in a desperate attempt to escape from Cowens. Cowens' testimony \r\n  that she was \"the most stable force in [the] relationship\" contradicted Appellant's \r\n  theory. Therefore, testimony regarding Cowens' prior suicide attempts should \r\n  have been admitted because it was probative as to the issue of stability within \r\n  the home. See State v. Finley, 300 S.C. 196, 200, 387 S.E.2d 88, \r\n  90 (1989) (reciting the rule that a criminal defendant's right to \"confront \r\n  and cross examine witnesses against him and to present a full defense to the \r\n  charges makes relevant [the] evidence which tends to establish motive, bias, \r\n  and prejudice on the part of the prosecuting witness.\"). Cowens' mental condition \r\n  was relevant; concomitantly, instances of her conduct that illustrated her state \r\n  of mind were within the proper scope of cross examination.\r\n\r\nWhile the trial court agreed Appellant's inquiry \r\n  into Cowens' past suicide attempts was relevant, he ruled the testimony was \r\n  inadmissible because \"the prejudicial effect outweigh[ed] the probative value.\" \r\n  This determination was also an improper basis on which to exclude the testimony. \r\n  Cowens' testimony was neither misleading nor confusing; rather, it gave a complete \r\n  picture as to the issue of her stability and significantly impacted on her statement \r\n  that she was \"the most stable force in [the] relationship.\" The only party to \r\n  suffer prejudice was Appellant. This is because the trial judge's exclusion \r\n  of Cowens' testimony denied him the opportunity to fully present his defense. \r\n  See State v. Ford, 334 S.C. 444, 453, 513 S.E.2d 385, 389 (Ct. App. 1999) (\"Unfair \r\n  prejudice does not mean the damage to a defendant's case that results from the \r\n  legitimate probative force of the evidence; rather it refers to evidence which \r\n  tends to suggest decision on an improper basis.\") (citations omitted).\r\n\r\nIII. Cowens' Arrest for \r\n  Criminal Domestic Violence\r\n\r\nAppellant additionally attempted to question Cowens \r\n  regarding an incident of domestic violence between her and Appellant, which \r\n  ultimately resulted in her arrest. The State objected to this questioning and \r\n  Appellant proffered Cowens' testimony outside the presence of the jury. Appellant \r\n  asserted this testimony was relevant because of Cowens' previous assertion that \r\n  she was \"the most stable force in [the] relationship\" and that she had been \r\n  the victim of abuse by Appellant. The trial judge ruled the testimony was inadmissible \r\n  under Rules 403 and 608:\r\n\r\n\r\n  In my view, I do not think that that is admissible \r\n    as being probative of the issues in this case. I don't think that it is admissible \r\n    under 608, as impacting on truthfulness or untruthfulness, and I don't think \r\n    you can make that quantum leap of saying that somebody that's arrested for \r\n    criminal domestic violence is unstable.\r\n\r\n  . . . \r\n\r\n  So in my view, under Rule 608(b) and under 403(b) \r\n    that -- I just think the probative value is outweighed by the prejudicial \r\n    [e]ffect, so I'm not going to allow the testimony about the release, the arrest \r\n    and release, for CDV from -- of this lady.\r\n\r\n\r\n\"A trial judge has considerable latitude in ruling \r\n  on the admissibility of evidence and his rulings will not be disturbed absent \r\n  a showing of probable prejudice.\" State v. Kelley, 319 S.C. 173, 177, \r\n  460 S.E.2d 368, 370 (1995) (citation omitted). \"Evidence is relevant if it tends \r\n  to establish or to make more or less probable some matter in issue upon which \r\n  it directly or indirectly bears.\" State v. Schmidt, 288 S.C. 301, 303, \r\n  342 S.E.2d 401, 403 (1986) (citation omitted). The trial judge committed prejudicial \r\n  error when he excluded relevant\r\n\r\ntestimony regarding Cowens' arrest for criminal \r\n  domestic violence, which Appellant offered to show her capacity for violent \r\n  behavior.\r\n\r\nAppellant's credibility was essential to his defense. \r\n  Any error that substantially damages a criminal defendant's credibility cannot \r\n  be held harmless where such credibility is essential to his defense. State \r\n  v. Outlaw, 307 S.C. 177, 414 S.E.2d 147 (1992). In the case at bar, there \r\n  was no physical evidence to support the victim's claims of Appellant's sexual \r\n  abuse; thus, the State relied primarily on the credibility of the witnesses. \r\n  Appellant's right to present a defense mandates that he be permitted to freely \r\n  cross examine the witnesses about the credibility issues relevant to his defense.\r\n\r\nCowens professed that she was \"the most stable \r\n  force in [the] relationship.\" Additionally, she testified \"there [were] times \r\n  of abuse … violence. [Appellant was] more of a verbal abuser, very controlling.\" \r\n  This testimony presented a picture that Appellant was abusive toward Cowens, \r\n  an allegation similar to the charge leveled against him by the State in the \r\n  instant case. Cowens' statements that Appellant abused her therefore arguably \r\n  bolstered her testimony that she was the \"the most stable force in [the] relationship.\" \r\n  However, Cowens' arrest for criminal domestic violence was evidence of her abusive \r\n  nature, which Appellant attempted to have admitted as part of his defense. This \r\n  evidence was relevant because it rebutted Cowens' testimony concerning her stability \r\n  and Appellant's history of abuse towards her. Moreover, it impacted directly \r\n  on her credibility. The trial judge's exclusion of testimony relating to Cowens' \r\n  arrest resulted in prejudicial error to Appellant.\r\n\r\nCONCLUSION\r\n\r\nCowens placed at issue her mental stability and \r\n  own capacity for violence when she averred she was \"the most stable force in \r\n  [the] relationship\" and the victim of abuse by Appellant. Appellant was therefore \r\n  entitled to question her about this statement and test her veracity and reliability \r\n  as a witness under the aegis and ambit of the Sixth Amendment and Rule 608(b). \r\n  By refusing to admit testimony regarding Cowens' prior suicide attempts and \r\n  arrest for criminal domestic violence, the trial judge impermissibly prejudiced \r\n  Appellant. I would vote to REVERSE Appellant's conviction \r\n  and REMAND for a new trial.\r\n   \r\n\r\n 1.   Although \r\n  Grace argues the witnesses are not the same for the lewd act charge as for the \r\n  criminal sexual conduct charges, they are the same except for Julie. The niece \r\n  testified Grace's modus operandi was the same on the night of October 17 as \r\n  on the other occasions, except for the fact that the performance of oral sex \r\n  and sexual intercourse did not occur. The other witnesses at trial testified \r\n  to their investigation concerning all charges. Moreover, the lewd act charge \r\n  is integrally connected to the prior charges because it was the vehicle through \r\n  which the other charges were discovered. \r\n 2.    \r\n  Grace's attorney at trial, who is not his attorney on appeal, did state at the \r\n  conclusion of Mike Grace's testimony: \"Your Honor, what I anticipated doing \r\n  was - or attempting to do was have this witness, Mr. Grace, testify as to acts \r\n  of physical abuse, and domestic violence, and verbal abuse directed toward the \r\n  two teenagers, or children, that were living in the house.\" \r\n 3.   Julie \r\n  was not cross-examined on this specific testimony. \r\n 4.   We \r\n  note that Julie and a police officer testified to a suicide attempt that occurred \r\n  after the incident of Julie finding the niece in bed with Grace. Additionally, \r\n  much evidence was adduced regarding Julie's depression and the treatment of \r\n  her depression.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3477","title":"Adkins v. Georgia-Pacific","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3477","description":"This is an appeal from the circuit court's order reversing the workers' compensation commission's award of future medical costs for recurring effects of an admitted injury.","date":"2002-04-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Teresa Ann Adkins, Claimant,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n        Georgia-Pacific, Corporation, Self-Insured \r\n          Employer,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  L. Henry McKellar, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3477\r\n    Submitted December 19, 2001 - Filed April 15, 2002 \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Frank A. Barton and H. Wayne Floyd, both of West \r\n          Columbia, for appellant.\r\n\r\n        Grady L. Beard, of Sowell, Gray, Stepp and Laffitte, \r\n          of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: In this worker's compensation \r\n  action, Teresa Ann Adkins appeals from a circuit court order reversing the full \r\n  commission's award of future medical costs for recurring ear infections resulting \r\n  from an admitted injury to Adkins's right ear. We reverse and reinstate the \r\n  award of the full commission.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nAdkins was employed by Georgia-Pacific Corporation \r\n  (\"GPC\"). On August 22, 1994, Adkins's right eardrum was perforated when a nail \r\n  gun discharged compressed air in close proximity to her right ear. GPC admitted \r\n  Adkins suffered an injury to her right ear in the course of and arising out \r\n  of her employment.\r\n\r\nAccording to Adkins's treating physician, Adkins \r\n  reached maximum medical improvement (\"MMI\") with no permanent disability. \r\n  (1) The physician explained Adkins suffered a weakening of the tympanic \r\n  membrane as a result of the perforation of the eardrum, which caused a small \r\n  hole to reappear from time to time, leading to chronic ear infections. However, \r\n  the physician opined these infections could be controlled by medication, eliminating \r\n  nausea and dizziness and allowing Adkins to work at her normal occupation without \r\n  interruption.\r\n\r\nThe single commissioner ruled Adkins had no permanent \r\n  physical disability, but was nevertheless entitled to ongoing medical benefits \r\n  for her chronic condition. He premised this award upon his finding that the \r\n  work-related injury weakened Adkins's tympanic membrane, making it susceptible \r\n  to periodic infections. The commissioner further found this condition was painful \r\n  and troublesome, but did not interfere with Adkins's ability to work, except \r\n  during those times when the infection flared up. Finally, the commissioner determined \r\n  Adkins reached MMI on April 24, 1998. The full commission adopted the single \r\n  commissioner's report as its final decision.\r\n\r\nGPC appealed the award to the circuit court, arguing \r\n  South Carolina Code Annotated section 42-15-60 (1985) only allows for future \r\n  medical costs beyond ten weeks when the commission finds these benefits will \r\n  tend to lessen the period of disability. Because the full commission ruled Adkins \r\n  had no disability, GPC contended there was no basis for the conclusion that \r\n  future medical benefits would tend to lessen the period of disability.\r\n\r\nThe circuit court agreed with GPC, ruling Adkins \r\n  was not entitled to future medical costs. Adkins appeals.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe Administrative Procedures Act establishes the \r\n  standard of review for decisions by the South Carolina Workers' Compensation \r\n  Commission. Lark v. Bi-Lo, Inc., 276 S.C. 130, 135, 276 S.E.2d 304, 306 \r\n  (1981). An appellate court may reverse or modify a decision if the findings \r\n  or conclusions of the commission are \"clearly erroneous in view of the reliable, \r\n  probative, and substantial evidence on the whole record.\" S.C. Code Ann. § 1-23-380(A)(6) \r\n  (Supp. 2001); see Adams v. Texfi Industries, 341 S.C. 401, 404, \r\n  535 S.E.2d 124, 125 (2000).\r\n\r\nDISCUSSION\r\n\r\nThe circuit court concluded future medical costs \r\n  could not be awarded to Adkins because the full commission determined she suffered \r\n  no permanent disability. We disagree.\r\n\r\nOnce it is determined the claimant suffered a compensable \r\n  injury, South Carolina law provides future medical costs can be awarded if the \r\n  commission determines the award will tend to lessen the time during which the \r\n  claimant is unable to earn, in the same or other employment, the wages he or \r\n  she received at the time of the injury. See S.C. Code Ann. § 42-15-60 \r\n  (1985) (indicating an employer must provide \"[m]edical, surgical, hospital and \r\n  other treatment . . . for a period not exceeding ten weeks from the date of \r\n  an injury . . . and for such time as in the judgment of the Commission will \r\n  tend to lessen the period of disability\"); Rice v. Froehling &amp; Robertson, \r\n  Inc., 267 S.C. 155, 159, 226 S.E.2d 705, 706 (1976); see also Dykes \r\n  v. Daniel Constr. Co., 262 S.C. 98, 110, 202 S.E.2d 646, 652 (1974) (holding \r\n  a claimant who sustained a one hundred percent loss of vision to his eye was \r\n  nevertheless properly awarded future medical treatment because it controlled \r\n  his pain and, therefore, tended to lessen the period of disability within the \r\n  meaning of section 42-15-60).\r\n\r\nIn Rice, 267 S.C. at 159, 226 S.E.2d at \r\n  706, our supreme court held section 42-15-60 equated the liability of an employer \r\n  to the time during which an employee is statutorily incapacitated. In Rice, \r\n  the claimant sought to be paid for medical expenses tending to lessen his pain \r\n  and dependency on catheterization. The employer contested Rice's claim arguing \r\n  Rice had already received all weekly compensation to which he was entitled based \r\n  on his one hundred percent disability rating. Nevertheless, our supreme court \r\n  upheld the commission's determination that the treatment would tend to lessen \r\n  the period of disability because it allowed him to become more economically \r\n  self-sufficient.\r\n\r\nIn Dodge v. Bruccoli, Clark, Layman, Inc., \r\n  334 S.C. 574, 580, 514 S.E.2d 593, 596 (Ct. App. 1999), this Court considered \r\n  limitations placed on the award of future medical expenses. In that case, the \r\n  commission awarded future medical expenses for management of the claimant's \r\n  pain medication because it permitted him to take less pain medicine, thus, allowing \r\n  him to work. On appeal, the employer in Dodge argued section 42-15-60 \r\n  did not apply because the claimant had reached MMI. This Court disagreed. Substantial \r\n  evidence in that record supported the commission's conclusion that future medical \r\n  treatment would tend to lessen the time during which the claimant would be statutorily \r\n  incapacitated.\r\n\r\nIn the present case, the treating physician testified \r\n  by deposition that Adkins's injury weakened her tympanic membrane, making it \r\n  difficult for the original hole in the membrane to heal. Thus, when the pressure \r\n  on the membrane changes the wound reopens, resulting in drainage and infection. \r\n  These infections cause dizziness and nausea, affecting Adkins's ability to work. \r\n  The treating physician opined Adkins's condition would not be disabling in the \r\n  future if the infections were controlled with medication.\r\n\r\nGiven these circumstances, the evidence supports \r\n  the full commission's finding that even though Adkins is not disabled, future \r\n  medical treatment would tend to lessen her period of disability by keeping her \r\n  from becoming disabled.\r\n\r\nCONCLUSION\r\n\r\nSince the record contains substantial evidence \r\n  to support the full commission's award, we find the circuit court erred when \r\n  it reversed the full commission. See S.C. Code Ann. § 1-23-380(A)(6) \r\n  (Supp. 2001); see Adams v. Texfi Industries, 341 S.C. at 404, 535 S.E.2d at \r\n  125. Therefore, the decision of the circuit court is reversed, and the award \r\n  of the Workers Compensation Commission is reinstated.\r\n\r\nREVERSED.\r\n\r\nHUFF and STILWELL, JJ., concur.\r\n   \r\n\r\n1.  Although neither party could \r\n  agree on what date Adkins reached MMI, they both acknowledged during oral argument \r\n  that the issue was moot. Therefore, we need not address it.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3478","title":"State v. Leopard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3478","description":"This case construes and applies the definition of \"household member\" as contained in the Criminal Domestic Violence Statute.","date":"2002-04-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nSTATE v. LEOPARD\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Earl L. Leopard,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n  Alexander S. Macaulay, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3478\r\n    Submitted January 23, 2002 - Filed April 15, 2002 \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Charles H. Richardson, and Assistant Attorney General Melody J. Brown, \r\n          all of Columbia; and Druanne D. White, of Anderson, for appellant.\r\n\r\n        Deputy Chief Attorney Joseph L. Savitz, III, of \r\n          SC Office of Appellate Defense, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSTILWELL, J.:  \r\n  The State appeals the circuit court's dismissal of a charge of criminal domestic \r\n  violence. We reverse.  (1)\r\n\r\nFACTS\r\n\r\nEarl L. Leopard moved to dismiss the charge of \r\n  criminal domestic violence on the basis that the victim did not fit within the \r\n  statutorily defined class because she was never physically part of his household. \r\n  The charge arose out of an altercation at a family barbeque when Leopard's adult \r\n  stepdaughter intervened in an argument between Leopard and his wife (her mother), \r\n  and Leopard pushed her. The parties stipulated that the victim is related by \r\n  the second degree of affinity, but has never resided in the same household as \r\n  Leopard. The magistrate denied the motion to dismiss. On appeal, the circuit \r\n  court, relying partially on a 1994 amendment and finding the victim had to be \r\n  both a member of the household as well as related in the degree set forth in \r\n  the statute, reversed the magistrate and granted the motion to dismiss. \r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nThe sole issue on appeal is the statutory construction \r\n  of the definition of \"Household Member\" set forth in the criminal domestic violence \r\n  statute.\r\n\r\n\r\n  As used in this article, \"household member\" means \r\n    spouses, former spouses, parents and children, persons related by consanguinity \r\n    or affinity within the second degree, persons who have a child in common, \r\n    and a male and female who are cohabiting or formerly have cohabited.\r\n\r\n\r\nS.C. Code Ann. § 16-25-10 (Supp. 2001). \r\n  (2) The basic principles of statutory construction as applied to criminal \r\n  statutes have been clearly and repeatedly set forth by our supreme court and \r\n  by this court.\r\n\r\n\r\n  It is well established that in interpreting a statute, \r\n    the court's primary function is to ascertain the intention of the legislature. \r\n    When the terms of the statute are clear and unambiguous, the court must apply \r\n    them according to their literal meaning. Furthermore, in construing a statute, \r\n    words must be given their plain and ordinary meaning without resort to subtle \r\n    or forced construction to limit or expand the statute's operation. Finally, \r\n    when a statute is penal in nature, it must be construed strictly against the \r\n    State and in favor of the defendant.\r\n\r\n\r\nState v. Blackmon, 304 S.C. 270, 273, 403 \r\n  S.E.2d 660, 662 (1991) (citations omitted); see also Kerr&nbsp;v. \r\n  State, 345 S.C. 183, 188, 547 S.E.2d 494, 496-97 (2001); State v. Johnson, \r\n  347 S.C. 67, 70, 552 S.E.2d 339, 340 (Ct. App. 2001); accord Kennedy \r\n  v. S.C. Ret. Sys., 345 S.C. 339, 346, 549 S.E.2d 243, 246 (2001); Paschal \r\n  v. State Election Comm'n, 317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995). \r\n  \"'All rules of statutory construction are subservient to the one that the legislative \r\n  intent must prevail if it can be reasonably discovered in the language used, \r\n  and that language must be construed in the light of the intended purpose of \r\n  the statute.'\" State v. Baucom, 340 S.C. 339, 342, 531 S.E.2d 922, 923 \r\n  (2000) (quoting Kiriakides v. United Artists Communications, Inc., 312 \r\n  S.C. 271, 275, 440 S.E.2d 364, 366 (1994)).\r\n\r\n\r\n  If the legislature's intent is clearly apparent \r\n    from the statutory language, a court may not embark upon a search for it outside \r\n    the statute. When the language of a statute is clear and explicit, a court \r\n    cannot rewrite the statute and inject matters into it which are not in the \r\n    legislature's language, and there is no need to resort to statutory interpretation \r\n    or legislative intent to determine its meaning.\r\n\r\n  While it is true that the purpose of an enactment \r\n    will prevail over the literal import of the statute, this does not mean that \r\n    this Court can completely rewrite a plain statute.\r\n\r\n\r\nHodges v. Rainey, 341 S.C. 79, 87, 533 S.E.2d \r\n  578, 582 (2000) (citations omitted). \"'What a legislature says in the text of \r\n  a statute is considered the best evidence of the legislative intent or will.'\" \r\n  Wade v. State, Op. No. 25409 (S.C. Sup. Ct. filed Feb.&nbsp;11, 2002) \r\n  (Shearouse Adv. Sh. No. 3 at 33, 36) (quoting Norman J. Singer, Sutherland \r\n  Statutory Construction § 46.03 at 94 (5th ed. 1992); accord \r\n  Rainey at 85, 533 S.E.2d at 581.\r\n\r\nThe history note to the statute section states, \r\n  \"[t]he 1994 Amendment deleted 'family or' preceding 'household member' and substituted \r\n  'persons who have a child in common, and a male or female who are cohabiting \r\n  or formerly have cohabited' for 'and persons cohabitating or formerly cohabitating.'\" \r\n  History to S.C. Code Ann. § 16-25-10 (Supp. 2001) (amended by 1994 Act No. 519, \r\n  § 1, eff. Sept. 23, 1994). As recently noted, we must \"presume the legislature \r\n  did not intend a futile act\" when construing a statutory amendment. State \r\n  v. Knuckles, Op. No. 3438 (S.C. Ct. App. filed Jan. 28, 2002) (Shearouse \r\n  Adv. Sh. No. 2 at 67, 71) (citing TNS Mills, Inc. v. S.C. Dep't of Revenue, \r\n  331 S.C. 611, 620, 503 S.E.2d 471, 476 (1998)). The debate, then, arises out \r\n  of the amendment which changed the controlling language from \"family or household \r\n  member\" to simply \"household member.\" However, because \"household member\" is \r\n  expressly defined within the statute, we need look no further to attempt to \r\n  determine the legislature's intent.\r\n\r\nLeopard urges us to look at what he characterizes \r\n  as the obvious purpose or clear intent of the legislature. \"However, we refuse \r\n  to delve beyond the clear and unambiguous words of the statute.\" Johnson \r\n  at 70-71, 552 S.E.2d at 341. If the General Assembly had intended to require \r\n  that \"persons related by consanguinity or affinity within the second degree\" \r\n  cohabit to fall within the ambit of the statute, it would have said so. See \r\n  id.\r\n\r\nThe last clause of the definition does contain \r\n  a cohabiting requirement. The fact that it is included in one phrase but not \r\n  in the other implies it should not be read into the other. \r\n   (3)\r\n\r\n\r\n  The canon of construction 'expressio unius est \r\n    exclusio alterius' or 'inclusio unius est exclusio alterius' holds that 'to \r\n    express or include one thing implies the exclusion of another, or of the alternative.' \r\n    The maxim should be used to accomplish legislative intent, not defeat it. \r\n    The maxim 'is a rule of statutory construction; it is not a rule of substantive \r\n    law. Accordingly, [it] 'should be used with care.'\r\n\r\n\r\nS.C. Dep't of Consumer Affairs v. Rent-a-Center, \r\n  Inc., 345 S.C. 251, 256, 547 S.E.2d 881, 883-84 (Ct. App. 2001), cert. \r\n  granted (Nov. 29, 2001) (alterations and quotations in original) (quoting \r\n  Rainey at 86 &amp; 96 n.1, 533 S.E.2d at 582&nbsp;&amp; 587 n.1 and citations \r\n  omitted).\r\n\r\nWe are thus constrained to hold that, as defined \r\n  by § 16-25-10, Leopard's stepdaughter is within the statutorily defined class \r\n  designed to be protected from domestic violence, and the circuit court erred \r\n  in dismissing the charge. This result may be an unintended consequence of the \r\n  statutory language. However, the plain language of the statute cannot be contravened. \r\n  Scholtec at 560, 490 S.E.2d at 607 (\"Despite this possibility of frustrating \r\n  legislative intent, however, we are confined to the statutory language. . . \r\n  .\"). If it is desirable public policy to limit the class to those physically \r\n  residing in the household, that public policy must emanate from the legislature. \r\n  See Bray v. Marathon Corp., 347 S.C. 189, ___, 553 S.E.2d \r\n  477, 483 (Ct. App. 2001).\r\n\r\nREVERSED.\r\n\r\nHUFF and HOWARD, JJ., concur.\r\n\r\n\r\n\r\n1.  We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2.  The State relies on South \r\n  and Storch, two New Jersey cases with similar facts, to assert that the \r\n  statute should be construed expansively to extend its protection, consistent \r\n  with the legislative purpose. South v. North, 698 A.2d 553 (N.J. Super. \r\n  Ct. 1997); Storch v. Sauerhoff, 757 A.2d 836 (N.J. Super. Ct. 2000). \r\n  The New Jersey act does not define the term \"household member\" as does the South \r\n  Carolina statute; thus the New Jersey cases are not helpful.  \r\n3.  See Baucom \r\n  at 345, 531 S.E.2d at 924 (\"[E]xceptions are noteworthy because they demonstrate \r\n  the General Assembly's readiness to expressly address\" such situations for the \r\n  law as written to have intended effect.); Rainey at 87, 533 S.E.2d at \r\n  582 (\"'Exceptions strengthen the force of the general law and enumeration weakens \r\n  it as to things not expressed.'\"); State v. Zulfer, 345 S.C. 258, 547 \r\n  S.E.2d 885 (Ct. App. 2001), cert. granted (Jan. 10, 2002) (Where legislature \r\n  in other laws limited use of convictions to \"of this State,\" fact that legislature \r\n  did not do so in burglary statute implied by silence that out-of-state convictions \r\n  could be used to enhance penalty.); Scholtec v. Estate of Reeves, 327 \r\n  S.C. 551, 559, 490 S.E.2d 603, 607 (Ct. App. 1997) (Where legislature extended \r\n  some statutory exemptions to persons other than the debtor, the absence of such \r\n  language in a subsection significantly indicates the legislature did not intend \r\n  the exemption to be similarly extended.). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3479","title":"Converse v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3479","description":"This is an action challenging DHEC's interpretation of its aquaculture permitting regulations.","date":"2002-04-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is an action challenging DHEC's interpretation of its aquaculture permitting regulations.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Converse Power Corporation,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Health and \r\n          Environment Control and South Carolina Board of Health and Environmental \r\n          Control,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  James E. Brogdon, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3479\r\n    Heard March 6, 2002 - Filed April 15, 2002 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gregory J. English and William M. Wilson, of Wyche, \r\n          Burgess, Freeman &amp; Parham, of Greenville, for appellant.\r\n\r\n        General Counsel Samuel L. Finklea, III, of South \r\n          Carolina Department of Health and Environmental Control, of Columbia, \r\n          for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J: \r\n  Converse Power Corporation (Converse) appeals the denial of its petition for \r\n  an aquaculture permit to the South Carolina Department of Health and Environmental \r\n  Control (DHEC). We affirm.\r\n\r\n\r\n    FACTS/PROCEDURAL BACKGROUND\r\n\r\n\r\n\r\nOn May 30, 1997, Converse applied to DHEC for an \r\n  aquaculture (1) permit for a proposed shellfish \r\n  culture farm located at 130 Venture Boulevard, Spartanburg, South Carolina. \r\n  The petition provided a sparse outline explaining Converse's proposed shellfish \r\n  operation. On July 18, 1997, Converse requested a contested case hearing before \r\n  an Administrative Law Judge (ALJ) alleging DHEC \"acted arbitrarily, capriciously, \r\n  and/or unreasonably in not acting upon, or even acknowledging the application\" \r\n  for the permit. DHEC subsequently filed a motion to dismiss based on Converse's \r\n  failure to exhaust its administrative remedies. DHEC's motion was granted September \r\n  3, 1997, without prejudice. \r\n\r\nIn the interim, Converse and DHEC communicated at least three times by letters.  On July 31, 1997, Converse supplemented its\r\napplication identifying  the proposed location site.  In the section reading \"This facility will be available for INSPECTION on or\r\nafter ____  (date),\" Converse entered: \"one year after permit is issued.\"  In a responsive letter dated August 25, 1997, Michael\r\nCoker, Program Manager for DHEC's Shellfish Sanitation Program, asked Converse for more specific information regarding the\r\noperational plan of the proposed facility.  Coker included three and a half pages of questions and suggestions regarding the\r\nrequirements for a proper application.  Coker closed his letter, in part, stating:\r\n\r\n\r\n  In addition to the final site inspection required \r\n    prior to permit issuance, my staff is available to \r\n    visit your facility and provide technical assistance as necessary. Your application \r\n    noted that your facility would be available for inspection one year from permit \r\n    issuance. Please note that no permit to construct is required pursuant to \r\n    R.61-47.[ (2)] The referenced permit is an \r\n    operational permit required prior to sale and distribution of product. In \r\n    essence, you may begin construction at any time. (emphasis added).\r\n\r\n\r\nConverse responded on August 30, 1997, stating \r\n  it believed its original aquaculture permit application satisfactorily complied \r\n  with all applicable regulations. Converse closed this letter stating, \"We will \r\n  not begin construction until we have a permit.\" \r\n\r\nOn September 24, 1997, Converse filed a petition \r\n  for mandamus with the ALJ Division in response to the September 3, 1997, dismissal \r\n  of the action. On November 14, 1997, the ALJ ordered DHEC to respond to Converse's \r\n  August letter. On November 18, 1997, Coker addressed Converse's application \r\n  and concluded:\r\n\r\n\r\n  I will be happy to discuss any of the above items \r\n    with you. Please note that Regulation 61-47, Section G(2)(b) requires that \r\n    \"the Department shall make inspections of the Shellfish Operation as may \r\n    be necessary to determine compliance with the applicable provisions of this \r\n    regulation.\" As stated in previous correspondence, my staff is available \r\n    to conduct a preliminary site inspection at your request; however, the referenced \r\n    permit is an operational permit required prior to sale and distribution of \r\n    product and no aquaculture permit can be issued until construction of your \r\n    facility is complete.\r\n\r\n\r\nBy letter dated November 21, 1997, Converse submitted \r\n  a plat showing the boundary lines of the Venture Boulevard property. Converse \r\n  reiterated its opinion that it had already furnished the information necessary \r\n  to secure a permit. By letter dated December 15, 1997, Converse questioned DHEC's \r\n  failure to respond to its application. On January 5, 1998, Converse filed a \r\n  new Petition for Administrative Review based on DHEC's failure to issue a permit. \r\n  \r\n\r\nOn January 14, 1998, Coker responded to Converse's \r\n  November letter. Coker notified Converse that \"the information provided lack[s] \r\n  specifics and should be further refined prior to permit issuance\" and that nothing \r\n  in the regulations prevents Converse from \"constructing a facility or conducting \r\n  necessary operational testing and process verification . . . .\" Converse replied \r\n  on February 4, 1998, expressing its \"position . . . that our application satisfies \r\n  the law.\" \r\n\r\nOn April 24, 1998, DHEC denied Converse's permit \r\n  application on the basis it was unable to conduct an inspection of the aquaculture \r\n  facilities. Coker referenced Regulation 61-47(G)(2)(b), which DHEC \"interprets \r\n  . . . to include the requirement [for DHEC] to conduct an inspection prior to \r\n  permit issuance. . . .\" Coker concluded, \"Since you have not constructed a facility, \r\n  and you request a decision, the Department has no choice but to deny the permit.\" \r\n  \r\n\r\nConverse requested a contested hearing and on May \r\n  12, 1998, the ALJ conducted a hearing. At the start of the hearing, DHEC identified \r\n  the absence of a facility to inspect as the sole basis of its denial of Converse's \r\n  permit. During the hearing, Coker testified, however, that the management plan \r\n  submitted by Converse failed to contain the detail necessary to support an application. \r\n  Coker stated that although the application was insufficient, DHEC reviewed it \r\n  and \"the bottom line, the stopper, was the fact that there was no facility and \r\n  [DHEC] could not conduct that initial permit issuance inspection.\"\r\n\r\nE.D. Sloan, Jr., president of Converse, testified \r\n  on Converse's behalf at the hearing. Sloan introduced the various documents \r\n  Converse submitted for its permit application. He maintained that \"those papers \r\n  speak for themselves\" and they complied with all regulatory requirements necessary \r\n  for obtaining an aquaculture permit. On cross-examination, Sloan admitted that \r\n  there was a small office building on site but that no aquaculture facility had \r\n  been constructed. DHEC also questioned Sloan regarding the lack of specificity \r\n  in the permit application. In response to the ALJ's questions, Sloan stated \r\n  he did not have blueprints or a design because until he had a permit, he did \r\n  not know what to build. \r\n\r\nCoker testified the aquaculture permit is required \r\n  for the operation of an aquaculture facility and is not required for \r\n  construction prior to issuance of the permit. He explained the permitting requirements \r\n  are \"public health based\" and designed to \"make sure a healthy product reaches \r\n  the market.\" He explained shellfish are \"filter feeders,\" absorbing organisms \r\n  and contaminants in the water, thus the need to properly regulate aquaculture \r\n  facilities to protect the public's health is heightened. Coker stated that when \r\n  inspecting an aquaculture facility, DHEC looks to the construction of the facility, \r\n  its water flow, its materials, its water source, the type of shellfish cultivated, \r\n  the facility's operating plan, and anything else that could \"have an impact \r\n  on the quality of the shellfish.\"\r\n\r\nCoker explained that the regulations allow a facility \r\n  to be constructed and shellfish to be grown to test the facility before an initial \r\n  inspection and issuance of a permit as long as no shellfish are marketed for \r\n  sale. Coker testified DHEC provided \"any technical assistance necessary\" during \r\n  the construction of the applicant's facility before the permit is issued to \r\n  ensure compliance with the regulations. Coker explained that the regulations \r\n  refer to the National Shellfish Sanitation Program Manuals. DHEC relies on the \r\n  national guidelines in assisting applicants in designing and building their \r\n  facilities. Coker explained that DHEC denied the permit primarily because no \r\n  facility had been constructed and secondarily because Converse's application \r\n  was insufficiently detailed. \r\n\r\nThereafter, on June 15, 1998, the ALJ filed a final \r\n  order denying Converse's application for an aquaculture permit. The ALJ found \r\n  that Converse's application: 1) failed to comply with the governing regulations \r\n  requiring DHEC to inspect prior to issuance of a permit, and 2) was incomplete \r\n  as it lacked information required by an applicant seeking an aquaculture permit. \r\n  \r\n\r\nConverse appealed the ALJ's order to the Board \r\n  of Health and Environmental Control (the \"Board\"). (3) \r\n  &nbsp;Converse's permit application was discussed at a regular Board meeting \r\n  conducted May 13, 1999. On June 29, 1999, the Board issued its order concluding \r\n  \"the Final Order and Decision of the Administrative Law Judge, including its \r\n  findings of fact and conclusions of law, should be, and hereby is, adopted as \r\n  the Order of the Board.\" &nbsp;\r\n\r\nConverse appealed the Board's order to the circuit \r\n  court.&nbsp; By order filed March 16, 2000, \"[h]aving found sufficient evidence \r\n  in the record\" and finding DHEC reasonably interpreted its own regulations, \r\n  the circuit court affirmed the Board's order. &nbsp;Converse appeals. \r\n\r\n\r\n    STANDARD OF REVIEW \r\n\r\n\r\n\r\nPursuant to the Administrative Procedures Act, \r\n  (4) the ALJ presided as the fact-finder in the hearing of this contested \r\n  case. See Brown v. S.C. Dep't of Health &amp; Envtl. Control, \r\n  Op. No. 25420, (S.C. Sup. Ct. filed Feb. 25, 2002) (Shearouse Adv. Sh. No. 6 \r\n  at 13, 16) (finding the ALJ presided as the fact-finder in a similarly postured \r\n  contested action against DHEC). The Board reviewed the ALJ's order in its appellate \r\n  capacity, limited by the scope of review established in § 1-23-610(D) (Supp. \r\n  2001). (5) The circuit court, pursuant to § 1-23-380(A)(6) \r\n  (Supp. 2001), reviewed the Board's order to determine whether it properly applied \r\n  its scope of review.\r\n\r\nWe likewise review the circuit court order to determine \r\n  if it properly applied its standard of review. Our review is also governed by \r\n  § 1-23-380(A)(6) (Supp. 2001), which is similar to that established in § 1-23-610(D). \r\n  See Reliance Ins. Co. v. Smith, 327 S.C. 528, 535-36 n.6, 489 \r\n  S.E.2d 674, 678 n.6 (Ct. App. 1997) (noting the standards of review established \r\n  under § 1-23-380(A)(6) and § 1-23-610(D) are essentially identical). Under our \r\n  standard of review, we may not substitute our judgment for that of an agency \r\n  as to the weight of the evidence on questions of fact unless the agency's findings \r\n  are clearly erroneous in view of the reliable, probative and substantial evidence \r\n  in the whole record. Lark v. Bi-lo, Inc., 276 S.C. 130, 136, 276 S.E.2d \r\n  304, 307 (1981). Substantial evidence is not a mere scintilla of evidence, but \r\n  evidence which, considering the record as a whole, would allow reasonable minds \r\n  to reach the conclusion the agency reached. Stokes v. First Nat'l Bank, \r\n  306 S.C. 46, 50, 410 S.E.2d 248, 251 (1991).\r\n\r\nThe ALJ, as the fact-finder, must make sufficiently \r\n  detailed findings supporting the denial of a permit application. See \r\n  Kiawah Prop. Owners Group v. Pub. Serv. Comm'n, 338 S.C. 92, 95-96, 525 \r\n  S.E.2d 863, 865 (1999). Detailed findings enable this court, as a reviewing \r\n  court, to determine whether such findings are supported by the evidence and \r\n  whether the law has been applied properly to the findings. Id. at 96, \r\n  525 S.E.2d at 865.\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nConverse argues DHEC arbitrarily and capriciously \r\n  denied its application for an aquaculture permit. We disagree.\r\n\r\n\"A decision is arbitrary if it is without a rational \r\n  basis, is based alone on one's will and not upon any course of reasoning and \r\n  exercise of judgment, is made at pleasure, without adequate determining principles, \r\n  or is governed by no fixed rules or standards.\" Deese v. State Bd. of Dentistry, \r\n  286 S.C. 182, 184-85, 332 S.E.2d 539, 541 (Ct. App. 1985). DHEC is charged with \r\n  enforcing the provisions of Regulation 61-47 \"to protect the health of consumers \r\n  of shellfish\" in South Carolina. 24A S.C. Code Ann. Regs. 61-47(A)(1) (Supp. \r\n  1999). See also S.C. Code Ann. § 44-1-140(5) (2002) (authorizing DHEC to promulgate \r\n  sanitation regulations for the harvesting, storing, processing, handling, and \r\n  transportation of molluscan shellfish). \"The delegation of authority to an administrative \r\n  agency is construed liberally when the agency is concerned with the protection \r\n  of the health and welfare of the public.\" City of Columbia v. Bd. of Health \r\n  &amp; Envtl. Control, 292 S.C. 199, 202, 355 S.E.2d 536, 538 (1987).\r\n\r\nAt the time Converse applied for a permit, \r\n  DHEC's Regulation 61-47(G)(1)(b) required an aquaculture permit to operate a \r\n  facility distributing shellfish to the public. 24A S.C. Code Ann. Regs. 61-47(G)(1)(b) \r\n  (Supp. 1999). Regulation 61-47(G)(2)(b) provided: \"Upon receipt of a completed \r\n  application form, the Department shall make inspections of the shellfish operation \r\n  as may be necessary to determine compliance with the applicable provisions of \r\n  this Regulation.\" 24A S.C. Code. Ann. Regs. 61-47(G)(2)(b) (Supp. 1999). \r\n    (6)  \r\nRegulation 61-47(G)(2) (Supp. 1999), entitled \"Issuance \r\n  of Permits,\" provides:\r\n\r\n\r\n  (b) Upon receipt of a completed application form, \r\n    the Department shall make inspections of the shellfish operation as may be \r\n    necessary to determine compliance with the applicable provisions of this Regulation[.]\r\n\r\n\r\n When interpreting a regulation, we look for the \r\n  plain and ordinary meaning of the words of the regulation, without resort to \r\n  subtle or forced construction to limit or expand the regulation's operation. \r\n  Byerly v. Connor, 307 S.C. 441, 444, 415 S.E.2d 796, 799 (1992). See \r\n  Whitner v. State, 328 S.C. 1, 6, 492 S.E.2d 777, 779 (1997) (Where a \r\n  statute is complete, plain, and unambiguous, legislative intent must be determined \r\n  from the language of the statute itself.). The construction of a regulation \r\n  by the agency charged with executing the regulations is entitled to the most \r\n  respectful consideration and should not be overruled without cogent reasons. \r\n  Faile v. S.C. Employment Sec. Comm'n, 267 S.C. 536, 540, 230 S.E.2d 219, \r\n  221-22 (1976).\r\n\r\nDHEC interprets the regulations as requiring a \r\n  facility to exist and be inspected before a permit to operate is issued. We \r\n  find DHEC's interpretation of the regulations is reasonable and not arbitrary \r\n  or capricious. Regulation 61-47(G)(2) requires DHEC to inspect \"an operation\" \r\n  prior to issuing a permit. The language requiring inspections prior to issuance \r\n  clearly anticipates an operating facility at the time of inspection. Converse \r\n  applied for an aquaculture permit in order to cultivate and sell shellfish to \r\n  the public. Converse's intended future operation plainly falls within the regulatory \r\n  definition of an aquaculture operation. As such, before Converse supplies its \r\n  product to the public, it must obtain a valid aquaculture permit. S.C. Code \r\n  Ann. Regs. 61-47(G)(1)(b) &amp; (O)(1)(b)(1) (Supp. 1999). We find no ambiguity \r\n  in the regulations supporting Converse's argument that the regulation does not \r\n  require them to build their facility prior to inspection.\r\n\r\nConverse also argues the amendment to the regulations \r\n  providing for construction permits in addition to operations permits supports \r\n  its argument that the regulations existing at the time of Converse's application \r\n  did not require them to construct their facility prior to issuance of an operations \r\n  permit. We disagree. \r\n\r\nIn interpreting a regulatory amendment, we presume \r\n  a regulatory agency, in adopting an amendment to a regulation, intended to make \r\n  a change in the existing law. Cf. Vernon v. Harleysville Mut. Cas. \r\n  Co., 244 S.C. 152, 157, 135 S.E.2d 841, 844 (1964) (presuming the legislature, \r\n  in adopting an amendment to a statute, intended to make some change in the existing \r\n  law); State ex rel. McLeod v. Montgomery, 244 S.C. 308, 314, 136 S.E.2d \r\n  778, 782 (1964) (\"In seeking the intention of the legislature, [the court] must \r\n  presume that it intended by its action to accomplish something and not to do \r\n  a futile thing.\"). Although prior to and after the amendment the regulations \r\n  do not permit an operational permit without inspection of the proposed site, \r\n  an applicant is now entitled to apply for a construction permit prior to constructing \r\n  a facility. We find the amendment lends further support to DHEC's belief that, \r\n  at the time of Converse's application, the regulations required the construction \r\n  of the facility prior to issuance of the operational permit. \r\n\r\nConverse additionally argues DHEC's interpretation \r\n  is inequitable to applicants. We disagree. Throughout the application process, \r\n  Coker offered assistance to Converse in developing its plans and providing technical \r\n  assistance in the construction of a facility. In addition to changing the regulatory \r\n  requirements for receiving aquaculture permits, the amendment somewhat conforms \r\n  to DHEC's actual practice prior to the amendment in assisting its applicants \r\n  in designing and building an appropriate facility. \r\n\r\n\r\n    CONCLUSION \r\n\r\n\r\n\r\nWe find DHEC's denial was based on its own reasonable \r\n  interpretation of the regulations. Accordingly, we do not find the decision \r\n  arbitrary or capricious. (7) The parties agreed \r\n  at oral argument that Converse could now proceed under the amended regulations \r\n  and apply for a construction permit. For the foregoing reasons, the decision \r\n  of the trial court upholding DHEC's decision is \r\n\r\nAFFIRMED.\r\n\r\nGOOLSBY, J., concurs. ANDERSON, J., dissents \r\n  in a separate opinion.\r\n\r\nANDERSON, J. (dissenting): \r\n  I vote to REVERSE. Converse Power Corporation (\"Converse\") \r\n  was entitled to issuance of an aquaculture permit by the Department of Health \r\n  and Environmental Control (&quot;DHEC&quot;) under the provisions of the pre-amended \r\n  Regulation 61-47.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nConverse appealed the denial of its aquaculture \r\n  permit request and a contested case hearing was conducted before the Administrative \r\n  Law Judge (\"ALJ\") on May 12, 1998. (8) At this \r\n  hearing, DHEC identified as the \"sole basis\" for its denial of Converse's permit \r\n  was its \"inability to perform an inspection\" in that there was no facility for \r\n  DHEC to inspect. \r\n\r\nOnly two persons testified before the ALJ: E.D. \r\n  Sloan, Jr., president of Converse, proceeding pro se, and Michael M. Coker, \r\n  Manager of DHEC's Shellfish Sanitation Section in the Trident EQC District. \r\n  During his direct testimony, Sloan introduced the various documents Converse \r\n  submitted for its permit application. He maintained that \"those papers speak \r\n  for themselves\" and they complied with all regulatory requirements necessary \r\n  for obtaining an aquaculture permit. On cross examination, Sloan admitted that \r\n  no aquaculture facility has yet been constructed and that he has never operated \r\n  such a facility before. DHEC additionally questioned Sloan regarding the lack \r\n  of specificity in the permit application. The ALJ also conducted the following \r\n  examination: \r\n\r\n\r\n  The Court: Mr. Sloan, if we were to go out and \r\n    look at 130 Venture Boulevard now, the location, to inspect it, what exactly \r\n    would we see?\r\n\r\n  Sloan: You'd see a small, one-story office building \r\n    and a parking lot and a grassy area behind it.\r\n\r\n  The Court: Do you have blueprints or any type of \r\n    plan that shows what you intend to build there?\r\n\r\n  Sloan: No, sir, and for good reason.\r\n\r\n  The Court: And what is that reason?\r\n\r\n  Sloan: I'm unable to design it without knowing \r\n    the conditions of the permit.\r\n\r\n  The Court:  So \r\n    your position is that unless and until you have permit, you don't know exactly \r\n    what you would build? \r\n\r\n  Sloan:  That's \r\n    correct. \r\n\r\n\r\n(emphasis added).\r\n\r\nCoker, on the other hand, testified an aquaculture \r\n  permit is required merely for the operation of the aquaculture facility and \r\n  that construction can take place without the permit being issued. He explained \r\n  the permitting requirements are \"public health based\" and designed to \"make \r\n  sure a healthy product reaches the market.\" Since shellfish are \"filter feeders,\" \r\n  i.e., entities that take up any organisms or contaminants in the water \r\n  and retain it in their bodies, the need to properly regulate aquaculture facilities \r\n  to protect the public's health is heightened. Coker testified that when inspecting \r\n  an aquaculture facility, DHEC looks to the construction of the facility, its \r\n  water flow, its materials, its water source, the type of shellfish cultivated, \r\n  the facility's operating plan, and anything else \"that could be constructed \r\n  in such a manner it could have an impact on the quality of the shellfish.\" Coker \r\n  then explained why Converse's permit was denied: \r\n\r\n\r\n  Based on correspondence with Mr. Sloan's company, \r\n    there has been no facility constructed, was the primary reason. \r\n    Additionally, the S.O.P., I call it, the management plan, that was submitted \r\n    did not contain all the detail we would like to see ultimately, however, we \r\n    allowed the process, the application process, to continue with what he had \r\n    provided.\r\n\r\n  So I would say the bottom line, the \r\n    stopper, was the fact that there was no facility and we could not conduct \r\n    that initial permit issuance inspection. There was nothing for \r\n    us to go out, look at, and show compliance \r\n    with his operational plan he had submitted.\r\n\r\n\r\n(emphasis added).\r\n\r\nLastly, Coker opined, despite the specific language \r\n  of the pre-amended Regulation 61-47(G)(1)(b)(5), which states \"[i]t shall be \r\n  unlawful for any person to relay, distribute in interstate commerce, distribute \r\n  to a certified shipper, harvest for depuration, deplete, wet store, conduct \r\n  aquaculture activities, or process shellfish who does not possess the appropriate \r\n  valid ... Aquaculture Permit,\" that the regulation allows an aquaculture facility \r\n  to be constructed and shellfish to be grown to test the facility before an initial \r\n  inspection and permit is given as long as no shellfish are marketed for sale. \r\n  Coker assured the ALJ that DHEC could provide \"any technical assistance necessary\" \r\n  during the construction of the applicant's facility before the permit is issued \r\n  to ensure compliance with the regulations. \r\n\r\nOn June 15, 1998, the ALJ filed its \"Final Order \r\n  and Decision\" affirming DHEC's denial of the aquaculture permit. \r\n  (9) The ALJ's last six conclusions of law were: \r\n\r\n\r\n  15. Petitioner's application for an aquaculture \r\n    permit fails to comply with R. 61-47.G.1.(e).\r\n\r\n  16. Petitioner's application fails to meet the \r\n    requirements of R. 61-47.O.1(d) for a shellfish aquaculture permit.\r\n\r\n  17. Petitioner's application fails to meet the \r\n    requirements of R. 61-47.O.4(d) (10) for a \r\n    land based aquaculture permit.\r\n\r\n  18. Petitioner's application is incomplete because \r\n    it does not include specific, relevant, and necessary information required \r\n    to be detailed by an applicant seeking an aquaculture permit under R. 61-47.\r\n\r\n  19. DHEC is unable to make inspections of the proposed \r\n    shellfish operation, pursuant to R. 61-47.G.2(b), as is necessary to determine \r\n    compliance with the requirements of R. 61-47.\r\n\r\n  20. Without the ability to determine whether Petitioner's \r\n    shellfish cultivation facility and operation will perform in a manner which \r\n    produces shellfish safe for human consumption, Petitioner's application must \r\n    be denied.\r\n\r\n\r\nConverse appealed to the Board of Health and Environmental \r\n  Control (\"the Board\") for quasi-judicial review of the ALJ's June 15th Final \r\n  Order. After extensive correspondence between Sloan and the Board, including \r\n  an appeal to the Circuit Court regarding which party had the duty to supply \r\n  the transcript of the record before the ALJ to the Board, \r\n  (11) Converse's permit application was considered at a regular Board \r\n  meeting conducted May 13, 1999. On June 29, 1999, the Board issued its two paragraph \r\n  \"Order of the Board,\" which found \"the Final Order and Decision of the Administrative \r\n  Law Judge, including its findings of fact and conclusions of law, should be, \r\n  and hereby is, adopted as the Order of the Board.\" \r\n\r\nConverse appealed the Board's Order to the Circuit \r\n  Court. By order filed March 16, 2000, \"[h]aving found sufficient \r\n  evidence in the record\" and concluding DHEC had made a \"reasonable interpretation \r\n  of the regulation,\" the Circuit Court affirmed the Board's determination. Converse \r\n  appeals. \r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nSection 1-23-380 governs the standard of judicial \r\n  review in this case. As is similar in a quasi-judicial review of any final decision \r\n  of an ALJ, (12) this Court's review in the instant \r\n  action is limited and it is \"confined to the record.\" S.C. Code. Ann. § 1-23-380(A)(5) \r\n  (Supp. 2001). \r\n\r\nThe court shall not substitute its judgment for \r\n  that of the agency as to the weight of the evidence on questions of fact. The \r\n  court may affirm the decision of the agency or remand the case for further proceedings. \r\n  The court may reverse or modify the decision if substantial rights of the appellant \r\n  have been prejudiced because the administrative findings, inferences, conclusions \r\n  or decisions are:\r\n\r\n\r\n  (a) in violation of constitutional or statutory \r\n    provisions;\r\n\r\n  (b) in excess of the statutory authority of the \r\n    agency;\r\n\r\n  (c) made upon unlawful procedure;\r\n\r\n  (d) affected by other error of law;\r\n\r\n  (e) clearly erroneous in view of the reliable, \r\n    probative and substantial evidence on the whole record; or\r\n\r\n  (f) arbitrary or capricious or characterized by \r\n    abuse of discretion or clearly unwarranted exercise of discretion.\r\n\r\n\r\nId. at (A)(6).\r\n\r\nCoker, in his capacity as the DHEC Section Manager \r\n  for the Shellfish Sanitation Section, stated in his April 24, 1998, letter denying \r\n  Converse's aquaculture permit application that the sole reason the permit was \r\n  denied was because, under Regulation 61-47(G)(2)(b), DHEC was unable to inspect \r\n  any facility. Likewise, in the ALJ hearing, DHEC confirmed that the sole basis \r\n  for denial of the permit was its \"inability to perform an inspection.\" No other \r\n  issues regarding the sufficiency of Converse's permit application were identified \r\n  as issues for review before the ALJ. In fact, after Sloan finished his presentation \r\n  of his case, which consisted merely of introducing all of the application correspondence \r\n  to the ALJ, the ALJ denied DHEC's motion for an involuntary nonsuit because \r\n  the petition application made by Converse \"at least meets the minimum requirements \r\n  [of the regulation].\" Therefore, the ALJ's findings of fact and conclusions \r\n  of law regarding purported application deficiencies other than Converse's lack \r\n  of any facility for inspection were clearly erroneous, beyond the scope of the \r\n  ALJ's review of DHEC's initial order, and, therefore, not before this Court. \r\n  \r\n\r\nConverse argues DHEC committed an error of law \r\n  and acted arbitrarily and capriciously in denying the aquaculture permit merely \r\n  because Converse had not yet constructed an aquaculture facility for DHEC to \r\n  inspect. I agree.\r\n\r\nDHEC is charged with enforcing the provisions of \r\n  Regulation 61-47 \"to protect the health of consumers of shellfish\" in South \r\n  Carolina. 24A S.C. Code Ann. Regs. 61-47(A)(1) (Supp. 2001). Generally, the \r\n  delegation of authority to an administrative agency is construed liberally when \r\n  the agency is concerned with the protection of the health and welfare of the \r\n  public. City of Columbia v. Board of Health &amp; Envtl. Control, 292 \r\n  S.C. 199, 355 S.E.2d 536 (1987). However, this delegation does not go unchecked. \r\n  DHEC must follow its own regulations and the provisions of the Administrative \r\n  Procedures Act (13) in carrying out the legitimate \r\n  purposes of the agency. Triska v. DHEC, 292 S.C. 190, 355 S.E.2d 531 \r\n  (1987). Thus, any action taken by DHEC outside of its statutory and regulatory \r\n  authority is null and void. Id. \r\n\r\n\"An administrative body must make findings which \r\n  are sufficiently detailed to enable this Court to determine whether the findings \r\n  are supported by the evidence and whether the law has been applied properly \r\n  to those findings.\" Kiawah Property Owners Group v. Public Serv. Comm'n of \r\n  S.C., 338 S.C. 92, 95-96, 525 S.E.2d 863, 865 (1999) (quoting Porter \r\n  v. S.C. Public Serv. Comm'n, 333 S.C. 12, 21, 507 S.E.2d 328, 332 (1998)). \r\n  That is, \"[t]his Court will not accept an administrative agency's decision at \r\n  face value without requiring the agency to explain its reasoning.\" Id. \r\n  at 96, 523 S.E.2d at 865 (citation omitted). \r\n\r\nRegulation 61-47(G)(2) (Supp. 1999), titled \"Issuance \r\n  of Permits,\" provides:\r\n\r\n\r\n  (a) An application shall be made on a form provided \r\n    by the Department.\r\n\r\n  (b) Upon receipt of a completed application form, \r\n    the Department shall make inspections of the shellfish operation as may be \r\n    necessary to determine compliance with the applicable provisions of this Regulation;\r\n\r\n  (c) A permit of certificate may be suspended or \r\n    revoked as stated in Items H.1(b) and H.1(d).\r\n\r\n\r\nRegulation 61-47(G)(1)(b) (Supp. 1999) provides, \r\n  among nine other named types of certificates and permits, only one version of \r\n  \"Aquaculture Permit.\" \"Aquaculture means the cultivation of shellfish in land \r\n  based artificial growing or harvest areas, or confined in natural growing or \r\n  harvest areas as designated by permit from South Carolina Department of Natural \r\n  Resources.\" 24A S.C. Code Ann. Regs. 61-47(A)(2)(d) (Supp. 1999). \r\n  (14) Furthermore, \"Growing area means an area which supports or could \r\n  support live shellfish\" and \"Harvester means a person who gathers shellfish \r\n  by any means from a growing area.\" 24 A S.C. Code Ann. Regs. 61-47(A)(2)(s) \r\n  &amp; (t) (Supp. 1999).   \r\n  (15)  \r\n\r\nAs with other forms of statutory construction, \r\n  the words of a regulation must be given their plain and ordinary meaning without \r\n  resort to subtle or forced construction to limit or expand the regulation's \r\n  operation. Byerly v. Connor, 307 S.C. 441, 415 S.E.2d 796 (1992); see \r\n  also State v. Dickinson, 339 S.C. 194, 199, 528 S.E.2d 675, 677 (Ct. \r\n  App. 2000), cert. denied (\"[T]he cardinal rule of statutory construction \r\n  is that the court must ascertain and effectuate the intent of the legislature, \r\n  and in interpreting a statute, the court must give the words their plain and \r\n  ordinary meaning without resorting to a tortured construction which limits or \r\n  expands the statute's operation.\") (citations omitted). \r\n\r\nConverse, at all times, has been attempting to \r\n  obtain an aquaculture permit from DHEC in order to begin cultivating and selling \r\n  shellfish to the public. Converse's intended future business clearly falls within \r\n  the above definitions for an aquaculture activity. As such, before Converse \r\n  commences with any aquaculture activities of cultivating shellfish, it must \r\n  obtain a valid aquaculture permit. 24A S.C. Code Ann. Regs. 61-47(G)(1)(b) &amp; \r\n  (O)(1)(b)(1) (Supp. 1999). In light of this lucent permitting requirement, Coker's \r\n  opinion that cultivating shellfish as long as they never reach the human consumption \r\n  market does not violate the regulation is clearly disingenuous. We must apply \r\n  the regulation as written, not as merely applied by DHEC.\r\n\r\nNowhere, however, does the applicable regulation \r\n  actually require the facility to be constructed before an aquaculture permit \r\n  can be issued. The regulation merely requires the proper permit before any aquaculture \r\n  activities are commenced. DHEC's correspondence clearly enunciates its desire \r\n  for more specific information regarding Converse's plan for operation. Arguably, \r\n  DHEC could have denied Converse's permit application for its lack of specificity, \r\n  (16) as the ALJ apparently found convincing; however, that issue is \r\n  not before this court for review. Instead, we are asked to review whether DHEC's \r\n  decision to deny Converse's permit application based solely on the fact that \r\n  there is not yet an operational facility to inspect. Coker testified that, during \r\n  a facility inspection, DHEC examines many factors, including whether satisfactory \r\n  building materials and building designs were used. Thus, if Converse completed \r\n  a facility, but used inadequate building materials, no permit would be issued. \r\n  Although Coker offered his assistance to Converse for interim inspections of \r\n  the facility's construction, there is likewise no requirement for the permit \r\n  petitioner to placate DHEC by making substantial investments into constructing \r\n  an aquaculture facility with no guarantee that the facility will comply with \r\n  DHEC's permitting requirements when construction is completed. DHEC's denial \r\n  of Converse's permit request merely because no facility was completed was clearly \r\n  arbitrary and capricious.\r\n\r\n\"A decision is arbitrary if it is without a rational \r\n  basis, is based alone on one's will and not upon any course of reasoning and \r\n  exercise of judgment, is made at pleasure, without adequate determining principles, \r\n  or is governed by no fixed rules or standards.\" Deese v. South Carolina State \r\n  Bd. of Dentistry, 286 S.C. 182, 184-85, 332 S.E.2d 539, 541 (Ct. App. 1985) \r\n  (citing Hatcher v. South Carolina Dist. Council of Assemblies of God, Inc., \r\n  267 S.C. 107, 226 S.E.2d 253 (1976) and Turbeville v. Morris, 203 S.C. \r\n  287, 26 S.E.2d 821 (1943)). None of the appellate proceedings below corrected \r\n  DHEC's initial error in relying solely on its inability to inspect a facility. \r\n  DHEC's basis for denying the aquaculture permit was not supported by Regulation \r\n  61-47 (Supp. 1999). \r\n\r\nIndubitably, the majority opinion grants to the \r\n  Department of Health and Environmental Control the unfettered and unlimited \r\n  authority to construe its own regulations. This is error. I vote to REVERSE \r\n  the decision of the circuit judge in affirming the Board's order.\r\n\r\n\r\n \r\n1.  \"Aquaculture means the cultivation of shellfish in land \r\nbased artificial growing or harvest areas, or confined in natural growing or harvest \r\nareas . . . .\" S.C. Code. Ann. Regs. 61-47(A)(2)(d) (Supp. 1999).  \r\n2.    \r\n  Although subsequently amended by State Register Volume 24, Issue No. 5, eff. \r\n  May 26, 2000, the applicable language at all times pertinent to the present \r\n  appeal is found in 24A S.C. Code Ann. Regs. 61-47 (Supp. 1999).  \r\n 3.   Prior \r\n  to a review of the merits, the parties litigated the issue of which party had \r\n  the responsibility to provide a transcript of the ALJ hearing to the Board. \r\n  On appeal, the circuit court determined the Board was required to consider the \r\n  merits of Converse's appeal \"as soon as [Converse] provides the Board with the \r\n  transcript of the hearing before the Administrative Law Judge.\"  \r\n4.   S.C. \r\n  Code Ann. §§ 1-23-310 to -660 (1986 &amp; Supp. 2001).  \r\n5.   The \r\n  review of the administrative law judge's order must be confined to the record. \r\n  The reviewing tribunal may affirm the decision or remand the case for further \r\n  proceedings; or it may reverse or modify the decision if the substantive rights \r\n  of the petitioner [have] been prejudiced because . . . the finding, conclusion, \r\n  or decision is:\r\n\r\n\r\n  (a) in violation of constitutional or statutory \r\n    provisions;\r\n\r\n  (b) in excess of the statutory authority of the \r\n    agency;\r\n\r\n  (c) made upon unlawful procedure;\r\n\r\n  (d) affected by other error of law;\r\n\r\n  (e) clearly erroneous in view of the reliable, \r\n    probative and substantial evidence on the whole record; or\r\n\r\n  (f) arbitrary or capricious or characterized by \r\n    abuse of discretion or clearly unwarranted exercise of discretion.\r\n\r\n\r\n 6.   As \r\n  amended, the regulations now require petitioning parties to obtain both an \"Aquaculture \r\n  Facility Construction Permit\" as well as an \"Aquaculture Facility Operating \r\n  Permit.\" 24A S.C. Code Ann. Regs. 61-47(G)(1)(b)(7) &amp; (8) (Supp. 2001).\r\n\r\n7.  Because we find support \r\n  in the record for DHEC's denial of Converse's application for a permit, we need \r\n  not reach Converse's argument that the ALJ erred in finding its application \r\n  insufficient. Under the amended regulations, and citing State ex rel Carter \r\n  v. State, 325 S.C. 204, 481 S.E.2d 429 (1997), DHEC argues Converse's action \r\n  is now moot. We distinguish Carter from this case. In Carter, \r\n  a taxpayer was challenging the constitutionality of certain capital gains tax \r\n  legislation first enacted by the General Assembly in 1988 and amended in 1989. \r\n  Carter, 325 S.C. at 205-07, 481 S.E.2d at 429-30. As the taxpayer never \r\n  challenged the Act as amended, the supreme court found the action was \r\n  moot. Id. at 205-07, 481 S.E.2d at 430-31. By contrast, the amendment to Regulation \r\n  61-47(G)(2) does not moot Converse's challenge that DHEC should have issued \r\n  it an aquaculture permit without requiring the aquaculture facility to first \r\n  be constructed.  \r\n8.    \r\n  Docket No. 98-ALJ-07-0032-CC.  \r\n9.    \r\n  Docket No. 98-ALJ-07-0032-CC.  \r\n10.    \r\n  Although Regulation 61-47 (Supp. 1999) contains subpart (O)(4) for direction \r\n  for \"Land Based Shellfish Aquaculture permit applicants,\" it only contains subsections \r\n  (a) through (c).  \r\n11.    \r\n  In its Final Order filed January 27, 1999 (Case No. 98-CP-23-3744), the Circuit \r\n  Court determined the Board was required to consider the merits of Converse's \r\n  appeal \"as soon as Converse provides the Board with the transcript of hearing \r\n  before the Administrative Law Judge.\"  \r\n12.  S.C. \r\n  Code Ann. § 1-23-610 (Supp. 2001). \r\n13.    \r\n  S.C. Code Ann. §§ 1-23-310 to -660 (1986 &amp; Supp. 2001). \r\n14.    \r\n  The amendment to this definition merely added: \"For purposes of this regulation, \r\n  aquaculture is synonymous with mariculture.\" S.C. Code. Ann. Regs. 61-47(A)(2)(d) \r\n  (Supp. 2001). \r\n15.    \r\n  In the amended Regulation 61-47, the definition for \"Growing area\" is renumbered \r\n  at (y) and for \"Harvester\" at (cc). \r\n16.    \r\n  24A S.C. Code Ann. Regs. 61-47(O)(1)(d) (Supp. 1999) provides: \"Applications \r\n  for Aquaculture Permits must contain a written operational plan detailing the \r\n  scope and extent of the operation.\" \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3480","title":"Simmons v. McCray","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3480","description":"Addresses the question of subject matter jurisdiction in a case involving paternity.","date":"2002-04-22","type":"opinion","text":"\r\n      \r\n\r\n\r\nSimmons; In Re:  McCray v. Bellamy\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Audra Simmons,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n        In the Probate Court Case \r\n          No: 97-CP-26-787\r\n\r\n        Mikayla McCray, a minor by her Guardian \r\n          ad Litem, Aundreia Chestnut,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stephanie Bellamy, as Personal Representative \r\n          of the Estate of Joseph Kendall McCray,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Defendant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n  Edward B. Cottingham, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3480\r\n    Submitted February 20, 2002 - Filed April 22, 2002 \r\n\r\n\r\n\r\nVACATED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Winston D. McIver, of McIver &amp; Graham, of Conway, \r\n          for appellant.\r\n\r\n        Louis M. Cook and John C. Belissary, of North Myrtle \r\n          Beach, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: \r\n  Audra Simmons appeals the circuit court's order which affirmed the probate court's \r\n  determination of paternity and grant of subsequent administration. We vacate. \r\n   (1)\r\n\r\n\r\n    FACTS \r\n  \r\n\r\n\r\nJoseph K. McCray died intestate as a result of \r\n  injuries sustained in an automobile accident. His estate was opened on July \r\n  9, 1997, and Stephanie Bellamy, his sister, was appointed personal representative. \r\n  She brought a wrongful death action which was settled for $30,000.\r\n\r\nAt the time of his death, McCray had one acknowledged \r\n  child, Dacia, whose mother is Audra Simmons, McCray's former girlfriend. Of \r\n  the proceeds from the wrongful death action, $13,975 was placed in a conservatorship \r\n  for Dacia. McCray's estate was closed on December 14, 1999.\r\n\r\nOn November 2, 2000, Aundreia Chestnut petitioned \r\n  the probate court to reopen McCray's estate for the purpose of declaring her \r\n  daughter, Mikayla, to be the child of McCray and allowing the child to share \r\n  in the proceeds of the wrongful death settlement.\r\n\r\nThe probate court granted Chestnut's request to \r\n  reopen the estate, ruled that Mikayla was McCray's posthumously born child and, \r\n  as a result, held that the proceeds of the wrongful death action should be split \r\n  equally between Dacia and Mikayla. Simmons appealed to the circuit court, which \r\n  affirmed the probate court's ruling in its entirety.\r\n\r\n\r\n    STANDARD OF REVIEW \r\n  \r\n\r\n\r\nA claim for money due from an estate is an action \r\n  at law. McInnis v. Estate of McInnis, Op. No. 3439 (S.C. Ct. App. filed \r\n  Jan. 28, 2002) (Shearouse Adv. Sh. No. 2 at 74, 76). \"In an action at law tried \r\n  without a jury, the trial judge's factual findings will not be disturbed on \r\n  appeal unless wholly unsupported by the evidence or controlled by an error of \r\n  law.\" Id.; Gordon v. Colonial Ins. Co., 342 S.C. 152, 155, 536 \r\n  S.E.2d 376, 378 (Ct. App. 2000); Townes Assocs., Ltd. v. City of Greenville, \r\n  266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976). \"However, this court may correct \r\n  errors of law without deference to the lower court.\" McInnis at 77; State \r\n  ex rel. Condon v. City of Columbia, 339 S.C. 8, 13, 528 S.E.2d 408, 410 \r\n  (2000).\r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nThe sole reason the probate court decided to reopen \r\n  the estate and grant a subsequent administration pursuant to the provisions \r\n  of S.C. Code Ann. § 62-3-108 (Supp. 2001) was because McCray's child, Mikayla, \r\n  who was born after McCray's death, was not included as a statutory heir in the \r\n  initial administration of his estate. The probate court found that paternity \r\n  was proved by clear and convincing evidence, justifying reopening the estate \r\n  and dividing the assets appropriately.\r\n\r\nHowever, the probate court does not have subject \r\n  matter jurisdiction to determine the question of paternity. Section 20-7-420(7) \r\n  provides the family court has exclusive jurisdiction to determine paternity. \r\n  S.C. Code Ann. § 20-7-420 (7) (1976 &amp; Supp. 2001). \r\n   (2) \r\n While it is true that this issue was not raised \r\n  in either the probate court or the circuit court and has not been relied upon \r\n  by the appellant, \"[l]ack of subject matter jurisdiction can be raised at any \r\n  time, can be raised for the first time on appeal, and can be raised sua sponte \r\n  by the court.\" Lake v. Reeder Constr. Co., 330 S.C. 242, 248, 498 S.E.2d \r\n  650, 653 (Ct. App. 1998). Since the probate court did not have subject matter \r\n  jurisdiction to decide paternity, the finding that McCray is the father of Mikayla \r\n  is a nullity.\r\n\r\nBecause the probate court lacked subject matter \r\n  jurisdiction to determine paternity and the order under appeal must be vacated, \r\n  we do not address the issue of whether it was error to reopen the estate.\r\n\r\nVACATED.\r\n\r\nHUFF, STILWELL, and SHULER, JJ., concur.\r\n\r\n\r\n\r\n1.    \r\n  We decide this case without oral argument pursuant to Rule 215, SCACR. \r\n2.    \r\n  The family court shall have exclusive jurisdiction . . .\r\n\r\n\r\n  (7) To hear and determine actions to determine \r\n    the paternity of an individual. The action may be brought in the county in \r\n    which the child or the alleged father resides, or is found, or, if the father \r\n    is deceased, in the county in which proceedings for probate of his estate \r\n    have been or could be commenced.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3481","title":"State v. Bull","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3481","description":"This case discusses which materials must be disclosed to criminal defendants under S.C.Code Ann. § 56-5-2950 (Supp. 2001).","date":"2002-04-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n                                                                    \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\nJacinto Antonio Bull,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Darlington County\r\nJohn M. Milling, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3481\r\nSubmitted March 5, 2002 - Filed April 22, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nPaul V. Cannarella, of Hartsville, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Attorney General Charles H.\r\nRichardson, Assistant Attorney General Melody J. Brown, all of Columbia; and Solicitor Jay E. Hodge, Jr. of Darlington, for\r\nrespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN,C.J.: Jacinto Antonio Bull was charged with felony driving under the influence (DUI), reckless homicide, driving under\r\nsuspension (DUS), and two counts of assault and battery of a high and aggravated nature (ABHAN).  The jury found Bull guilty\r\nof felony DUI, reckless homicide, DUS, and one count of ABHAN.  Bull appeals arguing the trial court erred in admitting\r\nevidence of his blood alcohol test results.  We affirm.\r\n\r\nFACTS\r\n\r\nOn the evening of April 5, 1998, a witness driving along Highway 15 toward Hartsville observed Bull's Subaru approaching at a\r\nhigh speed and passing him.  The witness stated Bull almost collided with him and he had to use defensive driving to avoid a\r\ncollision.  After Bull passed him, the witness saw Bull proceed at a high speed, swerve to the left, and turn onto Rolling Road.  A\r\nfew minutes later the witness turned onto Rolling Road and observed an Explorer lying in the bottom of a ditch and Bull's\r\nSubaru in the brush.\r\n\r\nBull's Subaru collided with an Explorer driven by Michael Redding at the intersection of Rolling Road and Home Avenue. \r\nRedding died as a result of injuries from the accident and his wife sustained injuries to her head, neck, sternum, leg, and knee. \r\nAdditionally, Bull's passenger broke his arm.\r\n\r\nBull was also seriously injured in the accident and was taken to the hospital.  Investigator Gregory Chandler went to the hospital\r\nand attempted to interview Bull.  Chandler testified Bull nodded in the affirmative when asked whether he had been driving and\r\ndrinking.  Chandler then placed Bull under arrest for DUI and asked Bull to submit a blood sample.  At this point, Bull was\r\nunconscious and the emergency room nurse drew his blood for testing.  Bull's blood was drawn at 11:45 p.m., placed in a vial,\r\nlabeled, and given to Officer Chandler.  The blood sample was sent to SLED for testing, and the result of the test indicated a\r\n0.168 percent blood alcohol level.\r\n\r\nAt trial, Bull moved to suppress the blood test arguing the State failed to comply with S.C. Code Ann. § 56-5-2950(g) (1991) (1)\r\nwhich requires the State to provide a defendant with a written report prior to trial indicating the time the blood test was\r\nperformed.  The State provided Bull with a report listing the time and date that his blood was drawn, but the report did not\r\ncontain the date on which the analysis of the blood was conducted.  The State offered to produce the notes of Dr. Stroman who\r\nconducted the blood test.  The notes contained the precise time of testing and the court recessed to allow the defense an\r\nopportunity to review Stroman's notes.  Following the recess, Bull renewed his motion to suppress the evidence based on the\r\nState's failure to strictly comply with section 56-5-2950.\r\n\r\nAfter Stroman's in camera testimony, the trial court denied Bull's request to suppress and found that the State substantially\r\ncomplied with section 56-5-2950 by providing the defense with the time and date the blood was drawn.  The trial court ruled that\r\nfor purposes of complying with section 56-5-2950 testing began when the blood was drawn, and that by providing that\r\ninformation to Bull before trial, the State satisfied the requirements of the statute.\r\n\r\nThe jury found Bull guilty of felony DUI, reckless homicide, DUS, and one count of ABHAN.  This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, the appellate court reviews \r\n  errors of law only. State v. Wilson, 345 S.C. 1, 5-6, 545 S.E.2d 827, \r\n  829 (2001). The trial court has considerable discretion in ruling on the admissibility \r\n  of evidence. State v. Hughey, 339 S.C. 439, 454, 529 S.E.2d 721, 728-729 \r\n  (2000). \"On appeal, the trial court's ruling will not be disturbed absent a \r\n  prejudicial abuse of discretion amounting to an error of law.\" State v. Sheldon, \r\n  344 S.C. 340, 342, 543 S.E.2d 585, 585-586 (Ct. App. 2001).\r\n\r\nDISCUSSION\r\n\r\nBull contends the blood test results should have been excluded because the written report provided to him prior to trial failed to\r\nindicate the time the test was performed.  We disagree.\r\n\r\nS.C. Code Ann. § 56-5-2950(g) (1991) provided:\r\n\r\n\r\nAny person required to submit to tests by the arresting officer must be provided with a written report including the time of arrest,\r\nthe time of the tests, and the results of the tests, prior to any trial or other proceedings in which the results of the tests are used as\r\nevidence.  Any person administering a test at the request of the defendant shall record in writing the time, method, and results of\r\nthe test and promptly furnish a copy to the arresting officer prior to any trial or other proceedings in which the results of the test\r\nare used as evidence.\r\n\r\n\r\n\"The primary rule of statutory construction is \r\n  that the Court must ascertain the intention of the legislature.\" Kerr v. \r\n  State, 345 S.C. 183, 188, 547 S.E.2d 494, 496 (2001). In interpreting a \r\n  statute, \"the court must give the words their plain and ordinary meaning without \r\n  resorting to a tortured construction which limits or expands the statute's operation.\" \r\n  State v. Dickerson, 339 S.C. 194, 199, 528 S.E.2d 675, 677 (Ct. App. \r\n  2000). Furthermore, \"a statute as a whole must receive a practical, reasonable, \r\n  and fair interpretation consonant with the purpose, design, and policy of the \r\n  lawmakers.\" State v. Baker, 310 S.C. 510, 512, 427 S.E.2d 670, 672 (1993).\r\n\r\nBased on our review of section 56-5-2950 as a whole, we find the purpose of the statute is to provide for reciprocal discovery\r\nbetween the State and a defendant as to the time and results of tests conducted to determine the presence of alcohol or drugs in\r\nthe operator of a motor vehicle.  Moreover, it appears from the second sentence of section 56-5-2950 that the time the legislature\r\nwas concerned with was the time of administration of the test to the defendant, not subsequent lab work. (2)  The timing of the\r\nadministration of these tests is crucial because of the ephemeral nature of blood intoxication levels.  In our view, testing for\r\npurposes of this section begins when the blood or other sample is taken.  Therefore, we find the trial court properly concluded the\r\nState complied with the statute by providing Bull with the time the blood was drawn. Accordingly, the trial court did not err in\r\nallowing testimony about Bull's blood alcohol test.\r\n\r\nAFFIRMED. \r\n\r\nCONNOR and SHULER, JJ., concur.\r\n\r\n\r\n1.                   Subsequent\r\namendments to this statute have not altered the language of this provision. See\r\nS.C. Code Ann. § 56-5-2950(d) (Supp. 2001).\r\n \r\n2. New Jersey courts also focus \r\n  on the time of administration. See State v. Ford, 572 A.2d 640, \r\n  645 (N.J. Sup. Ct. App. Div. 1990) (\"Obviously the time of administration of \r\n  the tests and the results and all reports and relevant documents signed by defendant \r\n  or pertaining to his condition of sobriety including blood and urine tests must \r\n  be supplied.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3482","title":"State v. McCord","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3482","description":"This criminal case discusses the admissibility of an in-court identification, consent to having blood drawn, and mandatory credit for time served.","date":"2002-04-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Tomongo James William McCord,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3482\r\n    Heard March 5, 2002 - Filed April 22, 2002 \r\n\r\n\r\n\r\nAFFIRMED  IN \r\n  PART &amp; REVERSED IN PART\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Senior Assistant Appellate Defender Wanda H. Haile, \r\n          of S.C. Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Charles H. Richardson, all of Columbia; and Solicitor Ralph E. Hoisington, \r\n          of N. Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: \r\n  Tomongo McCord appeals his convictions for first degree criminal sexual conduct \r\n  (CSC), first degree burglary, kidnapping, and strong arm robbery. McCord contends \r\n  the trial court erred in its rulings regarding (1) the victim's in-court identification \r\n  of him, (2) DNA evidence, (3)&nbsp;a composite drawing of the suspect, (4)&nbsp;the \r\n  solicitor's closing argument, and (5)&nbsp;his entitlement to credit for time \r\n  served. We affirm in part and reverse in part.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nThis action arises out of the 1993 robbery and \r\n  sexual assault of a victim living in a gift shop she owned and operated. The \r\n  victim was sleeping in her bedroom when she was awakened by the sound of breaking \r\n  glass. She went to investigate and saw a man in the hallway. He lunged at her \r\n  and knocked her to the ground. The man told her he wanted money and he would \r\n  cut her if she did not stop screaming. She told him the money was in the front \r\n  of the building. The man grabbed her wrists and started towards the front, but \r\n  then changed his mind and forced her into the bedroom, turned on the light, \r\n  and sexually assaulted her. \r\n\r\nAfter the assault, the man forced the victim to \r\n  the front of the building where the cash register was located. The victim turned \r\n  on a hall light as they made their way to the front and then turned on lights \r\n  in the display case next to the register. The man took money out of the register \r\n  and fled through a back door. The victim immediately called 9-1-1 and reported \r\n  she had been raped. \r\n\r\nThe police arrived and discovered a concrete pelican \r\n  had been used to break a back window. A total of thirteen latent fingerprints \r\n  and palm prints were taken at the scene. The victim was transported to a local \r\n  hospital where a CSC protocol kit was performed.\r\n\r\nIn 1996, four of the thirteen prints were positively \r\n  identified as McCord's by comparing them to a computer database of known prints. \r\n  The victim was shown a photographic line-up in 1996 which included McCord's \r\n  photo, but she chose not to make an identification. She requested a physical \r\n  lineup instead, which was never held. The rape kit, including semen found on \r\n  the victim, was transmitted to SLED in 1998, and later a private laboratory, \r\n  for testing. Blood tests revealed McCord's genetic profile was consistent with \r\n  the donor of the semen, and the chances of someone else having that genetic \r\n  profile were approximately 1 in 1.2 billion.\r\n\r\nMcCord was convicted of first degree CSC, first \r\n  degree burglary, kidnapping, and strong arm robbery. He received consecutive \r\n  sentences of thirty years for each charge except robbery, for which he received \r\n  a consecutive sentence of ten years. McCord appeals.\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nI. Victim's In-Court Identification \r\n  of McCord\r\n\r\nMcCord first contends the trial court erred in \r\n  permitting the victim to identify him at trial claiming the identification was \r\n  unreliable and equivalent to a suggestive show-up. We disagree.\r\n\r\n\"Generally, the decision to admit an eyewitness \r\n  identification is at the trial judge's discretion and will not be disturbed \r\n  on appeal absent an abuse of such, or the commission of prejudicial legal error.\" \r\n  State v. Moore, 343 S.C. 282, 288, 540 S.E.2d 445, 448 (2000). \"An in-court \r\n  identification of an accused is inadmissible if a suggestive out-of-court identification \r\n  procedure created a very substantial likelihood of irreparable misidentification.\" \r\n  State v. Cheeseboro, 346 S.C. 526, 540, 552 S.E.2d 300, 307-08 (2001) \r\n  (citing Manson v. Brathwaite, 432 U.S. 98 (1977)).\r\n\r\n\"To determine the admissibility of an identification, \r\n  the court must determine (1) whether the identification process was unduly suggestive \r\n  and (2)&nbsp;if so, whether the out-of-court identification was nevertheless \r\n  so reliable that no substantial likelihood of misidentification existed.\" Id. \r\n  at 540, 552 S.E.2d at 308 (citing the two-prong analysis set forth in Neil \r\n  v. Biggers, 409 U.S. 188 (1972)). \"The central question is whether under \r\n  the totality of the circumstances the identification was reliable even though \r\n  the confrontation procedure was suggestive.\" State v. Stewart, 275 S.C. \r\n  447, 450, 272 S.E.2d 628, 629 (1980). The following factors should be considered \r\n  in evaluating the totality of the circumstances to determine the likelihood \r\n  of a misidentification: (1) the witness's opportunity to view the perpetrator \r\n  at the time of the crime, (2) the witness's degree of attention, (3) the accuracy \r\n  of the witness's prior description of the perpetrator, (4) the level of certainty \r\n  demonstrated by the witness at the confrontation, and (5) the length of time \r\n  between the crime and the confrontation. Cheeseboro, 346 S.C. at 541, 552 S.E.2d \r\n  at 308.\r\n\r\nIn this case the victim testified that when the \r\n  perpetrator pushed her into the bedroom, \"[h]e . . . turned on the bedroom light \r\n  so it was fully lit.\" She stated that during the sexual assault, she focused \r\n  on identifying factors about his appearance:\r\n\r\n\r\n  I decided to concentrate on what I could tell somebody \r\n    about him, how could I remember this person, what I see about him that I could \r\n    identify him. . . . I'm staring at his face the whole time. I put my hand \r\n    up there to measure the face with my hand in case he hit me again I would \r\n    be able to remember who this was. I smelled the smells of him, the color of \r\n    his skin, the eyes, everything.\r\n\r\n\r\nShe further testified that as she was forced to \r\n  the front of the building, she turned on the kitchen light and the lights near \r\n  the cash register. She stated the time elapsed from her first encounter with \r\n  the perpetrator in the hallway until he left the premises was approximately \r\n  fifteen minutes. As to her degree of attention, the victim stated, \"I watched \r\n  him the whole time. I never took -- turned my back on him. I stared at his face \r\n  the whole time.\" \r\n\r\nFinally, the victim explained that she was not \r\n  \"unable\" to make a selection from the sole photographic lineup; rather, she \r\n  chose not to select a suspect from the photographic lineup preferring a physical \r\n  lineup. She stated she did not study all of the pictures in detail because she \r\n  had asked for a physical lineup, and she \"wanted to see the whole body connected \r\n  with the head.\" However, a physical lineup was never conducted. The victim stated \r\n  she was \"positive\" of her identification of McCord. \r\n\r\nWe find no abuse of discretion in the trial court's \r\n  admission of the identification testimony. Here, the victim testified she did \r\n  not misidentify the perpetrator, but rather chose not to make a selection from \r\n  the one photographic lineup she was shown until a physical lineup was conducted. \r\n  She described the scene as well-lit, as both she and the perpetrator turned \r\n  on various lights as they moved through several rooms in the building. The victim \r\n  also had a heightened degree of attention during the incident, which she described \r\n  in great detail, and she was with the perpetrator for some fifteen minutes, \r\n  which was not a brief encounter. Therefore, considering the totality of the \r\n  circumstances, we conclude the trial court did not abuse its discretion in admitting \r\n  the identification testimony. See State v. Patrick, 318 S.C. 352, \r\n  357, 457 S.E.2d 632, 635-36 (Ct. App. 1995) (finding no abuse of discretion \r\n  in admission of identification where the victim was with the perpetrator under \r\n  \"well-lighted conditions,\" the victim testified she looked at him carefully, \r\n  observed another trial involving the defendant and immediately knew the defendant \r\n  \"was the one\"); see also State v. Blanchard, 920 S.W.2d 147, 149 \r\n  (Mo. Ct. App. 1996) (\"The fact that a witness is unable to make a positive identification \r\n  from a photo array does not negate the reliability of their positive in-court \r\n  identification.\") (citation omitted);  Commonwealth v. Wilson, 649 A.2d \r\n  435, 445 (Pa. 1994) (finding no error in admission of in-court identification \r\n  where trial was six and one-half years after the alleged crime).\r\n\r\nII. DNA Testing\r\n\r\nMcCord next contends the trial court erred in failing \r\n  to suppress the State's DNA evidence because it \"was based in part on an analysis \r\n  of [his] blood, which was seized in violation of the [F]ourth [A]mendment.\" \r\n  He asserts South Carolina law enforcement officers performed DNA testing on \r\n  a blood sample he had previously given to federal authorities in an unrelated \r\n  case, and that this use constituted an impermissible search and seizure. We \r\n  disagree.\r\n\r\nIn 1997, the FBI obtained blood samples from McCord \r\n  in an unrelated case pursuant to a written consent form.  \r\n   (1)  \r\n\r\nPrior to trial, McCord moved to suppress this DNA evidence.  The trial court denied the motion, finding McCord's consent was\r\nbroad enough to cover the use of the sample in this case.  Additionally, because federal authorities already had the right to\r\ndevelop McCord's DNA profile, state law enforcement officers were entitled to compare the evidence they had obtained against\r\nthis known sample of McCord's blood.  The court analogized this procedure to cases where fingerprint evidence is compared\r\nagainst known prints on file in an FBI database. \r\n\r\nThe Fourth Amendment prohibits unreasonable searches \r\n  and seizures. U.S. Const. amend. IV; see also S.C. Const. art. I, § 10 \r\n  (containing similar proscription under South Carolina law). The United States \r\n  Supreme Court has declared that evidence seized in violation of the Fourth Amendment \r\n  must be excluded in federal criminal proceedings. See State v. Forrester, \r\n  343 S.C. 637, 643, 541 S.E.2d 837, 840 (2001). The Court later applied the Fourth \r\n  Amendment and its exclusionary rule to the individual states. Id. (citation \r\n  omitted). Thus, all citizens enjoy this federal constitutional protection in \r\n  every criminal proceeding, whether state or federal. Id.\r\n\r\nIn Smith v. State, 744 N.E.2d 437 (Ind. \r\n  2001), the Supreme Court of Indiana found the defendant had a legitimate expectation \r\n  of privacy in blood, hair, and saliva samples, and the DNA contained therein, \r\n  at the time they were taken. The court held, however, that comparison \r\n  of the defendant's DNA profile obtained in an unrelated rape prosecution with \r\n  evidence in several unsolved cases did not constitute a search and seizure and \r\n  did not violate the Fourth Amendment. The court reasoned the defendant had no \r\n  possessory or ownership interest in the DNA profile, \"[n]or does society recognize \r\n  an expectation of privacy in records made for public purposes from legitimately \r\n  obtained samples.\" Id. at 439. \r\n\r\nThe Georgia Court of Appeals rendered a similar \r\n  result in Bickley v. State, 489 S.E.2d 167, 169-70 (Ga. Ct. App. 1997). \r\n  In Bickley, the State presented evidence that the defendant's DNA sample matched \r\n  semen samples from the two rapes charged in that case. The DNA sample was taken \r\n  from the defendant pursuant to a search warrant issued in connection with a \r\n  rape in another county. The defendant moved to suppress the DNA results on the \r\n  basis the authorities should have gotten a second search warrant before using \r\n  his DNA results from another incident. The Bickley court held the trial court \r\n  did not err in failing to suppress the DNA evidence because \"[t]he sharing of \r\n  the DNA evidence between law enforcement officials in different counties did \r\n  not require a second search warrant.\" Id. at 170. The court further stated \r\n  that \"no matter how many times defendant's blood is tested, the DNA results \r\n  would be identical. . . . We agree with the trial court that '[i]n this respect, \r\n  DNA results are like fingerprints which are maintained on file by law enforcement \r\n  authorities for use in further investigations.'\" Id. (footnote omitted); \r\n  see also Wilson v. State, 752 A.2d 1250, 1272 (Md. Ct. Spec. App. \r\n  2000) (holding privacy claims or unreasonable search and seizure arguments are \r\n  no longer applicable once a person's blood sample has been lawfully obtained).\r\n\r\nWe find that the DNA evidence here was properly \r\n  admitted. No improper search or seizure occurred as McCord's expectation of \r\n  privacy was extinguished when he voluntarily gave the blood sample to federal \r\n  authorities without any limitation on the scope of his consent. \r\n  (2)\r\n\r\nIII.  Composite Drawing of Suspect\r\n\r\nMcCord next asserts the trial court erred in allowing \r\n  a photocopy of a composite drawing of the suspect into evidence \"because it \r\n  violated the best evidence rule and denied [him] his right to a fair trial guaranteed \r\n  under the fourteenth amendment due process clause and article 1, 3 of the South \r\n  Carolina State Constitution.\" \r\n\r\nAlthough the trial court initially ruled the composite \r\n  was admissible, after several colloquies throughout the course of the trial, \r\n  the court rescinded its prior ruling and marked the composite for identification \r\n  only. Furthermore, at the conclusion of trial, the State withdrew its request \r\n  to admit the composite into evidence. Because the composite was not admitted \r\n  into evidence, there is no error.\r\n\r\nIV. Solicitor's Closing \r\n  Argument\r\n\r\nMcCord next contends the trial \"court erred in \r\n  attempting to cure a Doyle (3) violation \r\n  that was not harmless error.\"\r\n\r\nDuring closing arguments, the solicitor stated that defense counsel had attacked the State's witness on fingerprint evidence, then\r\nstated, \"But did you see him put up any experts of their own?\"  The trial court sustained defense counsel's objection, instructed\r\nthe jury to disregard the remark, and gave a curative instruction. Thereafter, the solicitor commented that the jury was \"entitled . .\r\n. to consider the evidence which is presented to you and the lack of any evidence presented to you.  That goes for both sides.  The\r\nState and the defense.\"  The trial court again sustained defense counsel's objection, admonished the solicitor not to say that again,\r\nand gave a curative instruction to the jury.  McCord failed to object to either curative instruction or request a mistrial.\r\n\r\n&quot;[I]t is well settled that if the trial judge \r\n  sustains an objection to testimony and gives the jury a curative instruction \r\n  to disregard the testimony, the error is deemed cured.\" State v. George, \r\n  323 S.C. 496, 510, 476 S.E.2d 903, 911-12 (1996). Furthermore, \"[n]o issue is \r\n  preserved for appellate review if the objecting party accepts the judge's ruling \r\n  and does not contemporaneously make an additional objection to the sufficiency \r\n  of the curative charge or move for a mistrial.\" Id. at 510, 476 S.E.2d at 912. \r\n  Therefore, we find this issue is not preserved for review because the trial \r\n  court sustained defense counsel's objections and gave a thorough curative instruction \r\n  without objection or request for a mistrial.\r\n\r\nV.  Denial of Credit for Time Served\r\n\r\nMcCord lastly contends the trial court erred in not crediting him with time served prior to sentencing.  We agree.\r\n\r\nThe jury returned its verdict on October 12, 1999. \r\n  During sentencing, the solicitor advised the trial court that McCord was currently \r\n  serving a federal sentence of 105 months for burglarizing a gun shop and possession \r\n  of a firearm by a convicted felon. (4)\r\n\r\nDefense counsel, however, asserted McCord was not \r\n  in federal custody at this time. Counsel stated McCord \"has been in jail on \r\n  this charge - these warrants were served on him on January 7th of 1997\" and \r\n  counsel requested credit \"for that time.\" Counsel stated it was his understanding \r\n  McCord was required to serve first his state time, then the federal sentence. \r\n  \r\n\r\nAfter further colloquy, the trial court stated: \r\n  \"[T]here is so much confusion about what that - whether it's federal, whether \r\n  it's state. I'm inclined, and I do this not to further punish him but for the \r\n  fact that I have not imposed the life sentence, I decline to give him any credit \r\n  for any time served thus far.\" The trial court concluded, \"It's within my right \r\n  to give him credit. But by the fact that I did not impose a life sentence I \r\n  decline. And that's specifically the reason for it.\" \r\n\r\nSection 24-13-40 of the South Carolina Code states \r\n  in relevant part: \r\n\r\n\r\n  In every case in computing the time served by \r\n    a prisoner, full credit against the sentence shall be given for time \r\n    served prior to trial and sentencing. Provided, however, that credit for time \r\n    served prior to trial and sentencing shall not be given: . . . (2) when the \r\n    prisoner is serving a sentence for one offense and is awaiting trial and sentence \r\n    for a second offense in which case he shall not receive credit for time served \r\n    prior to trial in a reduction of his sentence for the second offense.\r\n\r\n\r\nS.C. Code Ann. § 24-13-40 (Supp. 2001) (emphasis \r\n  added). \r\n\r\nThe trial court denied McCord credit for time served \r\n  due to (1)&nbsp;the confusing state of the documentation as to whether McCord \r\n  was serving time on another sentence, and (2) the fact that the court did not \r\n  give McCord a life sentence. However, this matter is not discretionary with \r\n  the trial court. See Allen v. State, 339 S.C. 393, 395, 529 S.E.2d \r\n  541, 542 (2000). To the extent the trial court stated it would not award credit \r\n  based on the fact that McCord was not given a life sentence and asserted \"that's \r\n  specifically the reason for it,\" this ruling was in error because section 23-13-40 \r\n  mandates credit for time served unless an exception applies. Accordingly, we \r\n  reverse the trial court's ruling in this regard to give credit for time served. \r\n  After reviewing documentation this court received pursuant to our request at \r\n  oral argument from both appellate defense and the attorney general's office, \r\n  we find McCord is entitled to credit for time served beginning June 10, 1997, \r\n  the date he was incarcerated in the Charleston County Detention Center pending \r\n  trial on the State's charges against him.\r\n\r\nAccordingly, we affirm McCord's convictions, but \r\n  reverse the trial court's failure to give credit for time served.\r\n\r\nAFFIRMED IN PART and REVERSED IN PART.\r\n\r\nCONNOR and SHULER, JJ., concur.\r\n   \r\n\r\n1. The form provided as follows:\r\n\r\nI, Tomongo McCord, do hereby consent and agree \r\n  to provide the Violent Crime Task Force Officers [d]irected by the U.S. Attorneys \r\n  Office, blood samples, under medical supervision, and for what ever purpose \r\n  the Violent Crime Task Force Department may see fit.\r\n\r\nI understand that this evidence may be used \r\n  against me in court and that I have the constitutional right to refuse to \r\n  provide this sample. No threats, force, or promises have been made by anyone \r\n  to induce me to give up this right.\r\n\r\n(Emphasis added.) \r\n2. Assuming the blood sample \r\n  was obtained in violation of the Fourth Amendment, such violation would not \r\n  require exclusion of the DNA test results because they inevitably would have \r\n  been discovered by lawful means. The State had a search warrant to test McCord's \r\n  blood with which he refused to comply. No argument was raised at trial that \r\n  the warrant would not have been executable. See Nix v. Williams, \r\n  467 U.S. 431, 446-47 (1984) (\"Exclusion of physical evidence that would inevitably \r\n  have been discovered adds nothing to either the integrity or fairness of a criminal \r\n  trial. . . . Suppression, in these circumstances, would do nothing whatever \r\n  to promote the integrity of the trial process, but would inflict a wholly unacceptable \r\n  burden on the administration of criminal justice.\"). \r\n3. Doyle v. Ohio, 426 \r\n  U.S. 610 (1976) (holding an accused has the right to remain silent and the exercise \r\n  of that right cannot be used against him). \r\n4. The colloquy at trial indicates \r\n  that the solicitor presented the trial court with a certified copy of the federal \r\n  sentence; however, it was never placed in the record before this court.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3483","title":"State v. McLauren","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3483","description":"The Court of Appeals held: (1) South Carolina law does not allow","date":"2002-04-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n        Brent C. McLauren,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Dorchester County\r\n  Luke N. Brown, Jr., Special Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3483\r\n    Heard April 10, 2002 - Filed April 29, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. \r\n          Pachak, of the South Carolina Office of Appellate Defense, of Columbia, \r\n          for appellant.\r\n\r\n        Attorney General Charles M. Condon, \r\n          Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney \r\n          General Charles H. Richardson, and Assistant Attorney General \r\n          Melody J. Brown, all of Columbia; \r\n          and Solicitor Walter M. Bailey, of Summerville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: Brent C. McLauren, \r\n  a self described \"jailhouse lawyer,\" was convicted of the practice of law without \r\n  being admitted or sworn. He was sentenced to three years, consecutive to time \r\n  already being served. McLauren appeals, arguing: (1) the trial judge erred in \r\n  allowing him to represent himself; and (2) S.C. Code Ann. § 40-5-310 should \r\n  not be construed to prohibit \"jailhouse lawyers\" from helping, without compensation, \r\n  inmates draft post-conviction relief (\"PCR\") applications. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nMcLauren was an inmate at the Allendale Correctional \r\n  Institution. McLauren filed a PCR application on behalf of Mark E. Rourk, also \r\n  an inmate at the Allendale Correctional Institution. The PCR application stated \r\n  that it had been completed by \"Brent C. McLauren, Jr., Esq. … Of Legal Counsel \r\n  to Petitioner.\" The application included a cover letter that stated \"Brent C. \r\n  McLauren, Jr., Esq.\" The documents submitted included a PCR application, a memorandum \r\n  of law, motions, an affidavit of service, and a statement of legal counsel. \r\n  The documents were filed in Dorchester County. McLauren is not and never has \r\n  been a licensed attorney in South Carolina.\r\n\r\nMcLauren was indicted for the violation of S.C. \r\n  Code Ann. § 40-5-310. Section 40-5-310 states:\r\n\r\n\r\n  No person may practice or solicit the cause of \r\n    another person in a court of this State unless he has been admitted and sworn \r\n    as an attorney. A person who violates this section is guilty of a felony and, \r\n    upon conviction, must be fined not more than five thousand dollars or imprisoned \r\n    not more than five years, or both.\r\n\r\n\r\nAt trial, McLauren represented himself. The judge \r\n  appointed Marva Hardee-Thomas of the Dorchester County Public Defender's Office \r\n  to assist McLauren and sit at the table with him during the trial. Following \r\n  a jury trial, McLauren was found guilty. He was sentenced to three years, consecutive \r\n  to the time he was already serving. McLauren appeals.\r\n\r\nISSUES\r\n\r\n\r\n  Did the trial court err in allowing McLauren \r\n    to represent himself without determining if the waiver of counsel was valid?\r\n\r\n  &nbsp;  \r\n  Should § 40-5-310 be construed to prohibit \"jailhouse \r\n    lawyers\" from helping, without compensation, inmates draft PCR applications?\r\n    \r\n\r\n  Did the trial judge err by denying McLauren's \r\n    motion for directed verdict?\r\n\r\n\r\n\r\n\r\n  LAW/ANALYSIS \r\nI. Pro Se Representation/Waiver \r\n  of Right to Counsel \r\n\r\nMcLauren argues the trial court erred in allowing \r\n  him to represent himself without determining if his waiver of counsel was valid. \r\n  We disagree. \r\n\r\nAt McLauren's arraignment, the following colloquy \r\n  occurred in connection with McLauren's representation:\r\n\r\n\r\n  The Court: Mr. McLauren, do you have an attorney?\r\n\r\n  McLauren: No, [Y]our Honor. I would, in fact, elect \r\n    to represent myself in this matter.\r\n\r\n  The Court: All right. I'll be glad to let you represent \r\n    yourself. We got some old sayings which I'm sure you're familiar with --\r\n\r\n  McLauren: Yes, Your Honor, I am.\r\n\r\n  The Court: -- about representing yourself. But \r\n    you're entitled to an attorney if you can't afford one. I'll be glad to give \r\n    you one. I've got some good attorneys in the courtroom if you'd like, but \r\n    if you would like to waive that ….\r\n\r\n  McLauren: I would waive that, Your Honor.\r\n\r\n  The Court: All right, sir. Go ahead.\r\n\r\n\r\nAfter McLauren pleaded not guilty, the trial judge \r\n  offered to appoint an attorney to assist him. McLauren stated he did not think \r\n  it would be necessary. The following exchange occurred:\r\n\r\n\r\n  The Court: All right, sir. Well, would you like \r\n    me to -- the site is here in this county, and I've got some good attorneys \r\n    out there. And you don't have to use them, but would you like me to appoint \r\n    one to assist you in any way they can?\r\n\r\n  McLauren: I don't think that would be necessary, \r\n    Your Honor.\r\n\r\n  The Court: Let me tell you what I'm going to do.\r\n\r\n  McLauren: Okay.\r\n\r\n  The Court: Just to be on the safe side[,] I'm going \r\n    to appoint a young lady who I watched from starting her practice when she \r\n    finished law school, as a matter of fact. She tried many cases in here. Turn \r\n    around and see her, that's Ms. Thomas right there. I'm going to appoint her \r\n    to represent you. But she'll confer with you. And if you want to at the appropriate \r\n    time defend yourself, I'll just have her there to give you any advice that \r\n    you feel like you would like to have.\r\n\r\n\r\nMcLauren represented himself throughout the trial \r\n  with Hardee-Thomas at the defense table. He was found guilty.\r\n\r\n&quot;It is well-established that an accused may \r\n  waive the right to counsel and proceed pro se.\" State v. Brewer, \r\n  328 S.C. 117, 119, 492 S.E.2d 97, 98 (1997) (citing, inter alia, Faretta \r\n  v. California, 422 U.S. 806, 95 S. Ct. 2525, 45 L. Ed. 2d 562 (1975) and \r\n  State v. Dixon, 269 S.C. 107, 236 S.E.2d 419 (1977)). \"Although a defendant's \r\n  decision to proceed pro se may be to the defendant's own detriment, it \r\n  'must be honored out of that respect for the individual which is the lifeblood \r\n  of the law.'\" Id. (quoting Faretta, 422 U.S. at 834, 95 S. Ct. at 2541).\r\n\r\n\"The trial judge has the responsibility to ensure \r\n  that the accused is informed of the dangers and disadvantages of self-representation, \r\n  and makes a knowing and intelligent waiver of the right to counsel.\" Id. \r\n  (citing Faretta and Dixon). \"The ultimate test of whether a defendant \r\n  has made a knowing and intelligent waiver of the right to counsel is not the \r\n  trial judge's advice, but the defendant's understanding.\" Id. (citing \r\n  Graves v. State, 309 S.C. 307, 422 S.E.2d 125 (1992)).\r\n\r\n\"When an accused manages his own defense, he relinquishes, \r\n  as a purely factual matter, many of the traditional benefits associated with \r\n  the right to counsel. For this reason, in order to represent himself, the accused \r\n  must 'knowingly and intelligently' forgo those relinquished benefits.\" Faretta, \r\n  422 U.S. at 835, 95 S. Ct. at 2541 (citations omitted). To establish a valid \r\n  waiver of counsel, Faretta requires the accused be: (1) advised of his \r\n  right to counsel; and (2) adequately warned of the dangers of self-representation. \r\n  Bridwell v. State, 306 S.C. 518, 413 S.E.2d 30 (1992); Prince v. State, \r\n  301 S.C. 422, 392 S.E.2d 462 (1990); see also Wroten v. State, \r\n  301 S.C. 293, 294, 391 S.E.2d 575, 576 (1990) (\"Faretta requires that \r\n  a defendant 'be made aware of the dangers and disadvantages of self-representation \r\n  so that the record will establish he knows what he is doing and his choice is \r\n  made with eyes open.'\") (citation omitted). In the absence of a specific inquiry \r\n  by the trial judge addressing the disadvantages of a pro se defense as \r\n  required by the second Faretta prong, the appellate court will look to \r\n  the record to determine whether petitioner had sufficient background or was \r\n  apprised of his rights by some other source. Bridwell, 306 S.C. at 519, \r\n  413 S.E.2d at 31; Prince v. State, 301 S.C. at 424, 392 S.E.2d at 463.\r\n\r\nFactors the courts have considered in determining \r\n  if an accused had sufficient background to understand the disadvantages of self-representation \r\n  include: \r\n\r\n\r\n  the accused's age, educational background, and \r\n    physical and mental health;\r\n\r\n  &nbsp;  \r\n  whether the accused was previously involved \r\n    in criminal trials;\r\n\r\n  &nbsp;  \r\n  whether he knew of the nature of the charge \r\n    and of the possible penalties;\r\n\r\n  &nbsp;  \r\n  whether he was represented by counsel before \r\n    trial or whether an attorney indicated to him the difficulty of self-representation \r\n    in his particular case;\r\n\r\n  &nbsp;  \r\n  whether he was attempting to delay or manipulate \r\n    the proceedings;\r\n\r\n  &nbsp;  \r\n  whether the court appointed stand-by counsel;\r\n\r\n  &nbsp;  \r\n  whether the accused knew he would be required \r\n    to comply with the rules of procedure at trial;\r\n\r\n  &nbsp;  \r\n  whether he knew of legal challenges he could \r\n    raise in defense to the charges against him;\r\n\r\n  &nbsp;  \r\n  whether the exchange between the accused and \r\n    the court consisted merely of pro forma answers to pro forma \r\n    questions; and\r\n\r\n  &nbsp;  \r\n  whether the accused's waiver resulted from either \r\n    coercion or mistreatment. \r\n\r\nState v. Cash, 309 S.C. 40, 43, 419 S.E.2d \r\n  811, 813 (Ct. App. 1992) (citing Fitzpatrick v. Wainwright, 800 F.2d \r\n  1057 (11th Cir. 1986) and Strozier v. Newsome, 926 F.2d 1100 (11th Cir. \r\n  1991)).\r\n\r\nGiven McLauren's background and understanding of \r\n  the legal system and legal rights, in addition to the nature of the charge and \r\n  the language that he used at trial, we find McLauren made a valid waiver. We \r\n  consider the Cash factors as follows:\r\n\r\nFirst, McLauren was a mature man with both formal \r\n  and informal education. There was no evidence in the record of any physical \r\n  or mental impairment. \r\n\r\nSecond, McLauren had previously been involved in \r\n  criminal proceedings. The record indicates he had a criminal record dating back \r\n  to 1965. At the time of trial, he was serving time in jail for unrelated charges. \r\n  In addition to his involvement in criminal proceedings as a defendant, the evidence \r\n  indicated McLauren was involved in the criminal proceedings of other individuals \r\n  at Allendale Correctional Institution. Out of the presence of the jury, McLauren \r\n  told the judge, \"And I have no problem with admitting that I'm a jailhouse lawyer \r\n  .…\" Kenneth Long, inmate grievance coordinator at Allendale Correctional Institution, \r\n  testified that he was aware McLauren assisted other prisoners with legal work. \r\n  Lieutenant Louis Farris, also an employee of Allendale Correctional Institution, \r\n  stated he had heard that McLauren often gave and rendered assistance to other \r\n  prisoners. Five prisoners each testified about McLauren's assistance to themselves \r\n  or others in the jail.\r\n\r\nThird, McLauren knew of the nature of the charge. \r\n  At trial, McLauren addressed questions by the court and made motions. He understood \r\n  he was charged with practicing law without a license and attempted to distinguish \r\n  jailhouse lawyers as an exception to the statute he was charged with violating.\r\n\r\nFourth, although McLauren was not represented by \r\n  an attorney before trial and appeared pro se at his arraignment, the court assigned \r\n  an attorney from the public defender's office to assist him during the trial \r\n  if he needed any legal advice. This attorney was available to him throughout \r\n  the trial and sat at the defense table with him.\r\n\r\nFifth, there is no indication that McLauren was \r\n  attempting to delay or manipulate the proceedings. On the contrary, he made \r\n  a motion for a speedy trial. The trial began on January 13, 2000, only a few \r\n  months after his arraignment on September 20, 1999.\r\n\r\nSixth, the trial judge appointed stand-by counsel \r\n  for McLauren. An attorney from the public defender's office sat at the table \r\n  with him and at times answered questions from the court.\r\n\r\nSeventh, the record indicates that McLauren knew \r\n  to comply with procedural rules and had at least some familiarity with the rules. \r\n  He made motions, called several witnesses, and objected at times to the prosecutor's \r\n  questions.\r\n\r\nEighth, the record indicates McLauren knew of legal \r\n  challenges he could raise in defense to the charges against him. He argued a \r\n  novel theory of law that there was an exception to the statute that allowed \r\n  prisoners to represent other prisoners without compensation.\r\n\r\nNinth, the exchange between McLauren and the court \r\n  did not consist merely of pro forma answers to pro forma questions. \r\n  McLauren's language and actions at trial indicated he had an understanding of \r\n  the legal system.\r\n\r\nTenth, there was no evidence that McLauren's waiver \r\n  resulted from coercion or mistreatment. McLauren expressly stated that he wanted \r\n  to represent himself and that he would waive his right to an attorney. There \r\n  is no indication he wanted to do this because he had been coerced or mistreated.\r\n\r\nWe find McLauren's waiver was knowing and voluntary. \r\n  He was advised of his right to counsel, and even though the trial judge did \r\n  not make a specific inquiry addressing the disadvantages of self-representation, \r\n  McLauren had a sufficient background to make a valid waiver under the Cash \r\n  factors.\r\n\r\nII. Section 40-5-310\r\n\r\nMcLauren argues § 40-5-310 should not be construed \r\n  to prohibit jailhouse lawyers from helping, without compensation, inmates draft \r\n  PCR applications. He contends that many such inmates are indigent, uneducated, \r\n  and otherwise without any other available means to adequately pursue post-conviction \r\n  relief. We disagree. \r\n\r\nSection 40-5-310 provides the following:\r\n\r\n\r\n  No person may practice or solicit the cause of \r\n    another person in a court of this State unless he has been admitted and sworn \r\n    as an attorney. A person who violates this section is guilty of a felony and, \r\n    upon conviction, must be fined not more than five thousand dollars or imprisoned \r\n    not more than five years, or both.\r\n\r\n\r\n\r\nThere is no dispute McLauren was not admitted to \r\n  the Bar at the time he prepared and filed the documents for Rourk. He admitted \r\n  several times he practiced law, stating at one point, \"[I]f I was in society \r\n  practicing law in the same capacity that I practice law while incarcerated ….\" \r\n  In a cross examination question, he stated, \"You should be aware that I've been \r\n  practicing law, if that's what you want to call it ….\" He later stated, \"I have \r\n  no problem with admitting that I'm a jailhouse lawyer ….\"\r\n\r\nMcLauren argues in his brief that he did not \"practice \r\n  or solicit the cause of another person in  a  \r\n  court of this State.\" (emphasis added). This argument is without merit.\r\n\r\n\"The generally understood definition of the practice \r\n  of law 'embraces the preparation of pleadings, and other papers incident to \r\n  actions and special proceedings, and the management of such actions and proceedings \r\n  on behalf of clients before judges and courts.'\" State v. Despain, 319 \r\n  S.C. 317, 319, 460 S.E.2d 576, 577 (1995) (quoting In re Duncan, 83 S.C. \r\n  186, 189, 65 S.E. 210, 211 (1909)). Our Supreme Court has defined the practice \r\n  of law to include the preparation and filing of legal documents involving the \r\n  giving of advice, consultation, explanation, or recommendations on matters of \r\n  law. State v. Robinson, 321 S.C. 286, 468 S.E.2d 290 (1996). The reason \r\n  preparing documents for others must be held to constitute the practice of law \r\n  is not for the economic protection of the legal profession. Despain, \r\n  319 S.C. at 320, 460 S.E.2d at 578. Rather, it is for the protection of the \r\n  public from the potentially severe economic and emotional consequences that \r\n  may flow from the erroneous preparation of legal documents or the inaccurate \r\n  legal advice given by persons untrained in the law. Id. (citing State \r\n  v. Buyers Serv. Co., 292 S.C. 426, 357 S.E.2d 15 (1987)). Just because McLauren \r\n  was not in court  for Rourk does not mean that \r\n  he was not practicing law, as he was preparing \r\n  and submitting documents on Rourk's behalf, which in itself constitutes the \r\n  practice of law.\r\n\r\nIII. Section 40-5-80\r\n\r\nMcLauren argues § 40-5-80, when read in connection \r\n  with § 40-5-310, should be construed to allow him to help other inmates in preparation \r\n  of their PCR applications as long as he does not take fees or gratuities. \r\n\r\nSection 40-5-80 provides the following:\r\n\r\nThis chapter shall not be construed so as to prevent \r\n  a citizen from prosecuting or defending his own cause, if he so desires, or \r\n  the cause of another, with leave of the court first had and obtained; \r\n  provided, that he declare on oath, if required, that he neither has \r\n  accepted nor will accept or take any fee, gratuity or reward on account of such \r\n  prosecution or defense or for any other matter relating to the cause.\r\n\r\n(emphasis added, italics in original).\r\n\r\nMcLauren stated he did not receive compensation \r\n  for his services. We agree that § 40-5-80 does not prevent representation of \r\n  another without compensation. However, the express language of § 40-5-80 requires \r\n  that leave be obtained first. Robinson, 321 S.C. \r\n  at 290, 468 S.E.2d at 292 (analyzing S.C. Code Ann. § 40-5-80). Further, it \r\n  is within the trial judge's sound discretion whether to allow such representation. \r\n  Id. There is no evidence that McLauren obtained leave from the court \r\n  before giving advice and preparing the PCR application. Since he did not obtain \r\n  leave, his argument is without merit.\r\n\r\nIV. McLauren's Directed \r\n  Verdict Motion\r\n\r\nMcLauren avers the trial judge erred by denying \r\n  his motion for directed verdict, which he made at the conclusion of the State's \r\n  case. We disagree.\r\n\r\nWhen ruling on a motion for a directed verdict, \r\n  the trial court is concerned with the existence or non-existence of evidence, \r\n  not its weight. State v. Williams, 303 S.C. 274, 400 S.E.2d \r\n  131 (1991); State v. Green, 327 S.C. 581, 491 S.E.2d 263 (Ct. \r\n  App. 1997). On appeal from the denial of a directed verdict, an appellate court \r\n  must view the evidence in the light most favorable to the State. State \r\n  v. Rowell, 326 S.C. 313, 487 S.E.2d 185 (1997); State \r\n  v. Schrock, 283 S.C. 129, 322 S.E.2d 450 (1984). If there is any direct \r\n  evidence or any substantial circumstantial evidence reasonably tending to prove \r\n  the guilt of the accused, this Court must find the case was properly submitted \r\n  to the jury. State v. Kelsey, 331 S.C. 50, 502 S.E.2d 63 (1998); \r\n  State v. Huggins, 325 S.C. 103, 481 S.E.2d 114 (1997).\r\n\r\nThe evidence is overwhelming that the defendant \r\n  violated § 40-5-310. Numerous acts are revealed in the evidentiary record in \r\n  regard to McLauren's conduct as reviewed under the aegis and ambit of § 40-5-310.\r\n\r\nCONCLUSION\r\n\r\nWe rule that South Carolina does not \r\n  allow \"jailhouse lawyers\" to practice law under the guise of an inmate giving \r\n  advice or preparing legal documents for another inmate. The evidence is overwhelming \r\n  in this case that the defendant practiced law in violation of § 40-5-310.\r\n\r\nWe conclude that the express language of § 40-5-80 \r\n  requires that leave of court be obtained before representation of another by \r\n  a person not licensed to practice law is allowed without compensation. The court \r\n  must exercise sound discretion whether to allow such \r\n  representation. An open-ended, unfettered application of § 40-5-80 by courts \r\n  would essentially emasculate § 40-5-310.\r\n\r\nThe defendant freely and voluntarily waived his \r\n  right to counsel. A \"Cash factors\" review convinces this Court that the \r\n  defendant possessed a sufficient background to waive his right to counsel.\r\n\r\nAccordingly, based on the foregoing reasons, McLauren's \r\n  conviction for the practice of law without being admitted or sworn is \r\n\r\nAFFIRMED.\r\n\r\nCURETON, J., and THOMAS, Acting Judge, \r\n  concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3484","title":"Builder Mart v. First Union","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3484","description":"Addresses both general and specific personal jurisdiction in a civil action.","date":"2002-04-29","type":"opinion","text":"\r\n      \r\n\r\n\r\nBuilder Mart of America v. First Union Corporation\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Builder Mart of America, Inc., Builder \r\n          Mart of Albemarle, Inc. and William T. Huckabee, III,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellants,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n        First Union Corporation,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Henry F. Floyd, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3484\r\n  Submitted October 1, 2001 - Filed April 29, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        William A. Jordan and B. Allen Clardy, Jr., both \r\n          of Jordan &amp; Clardy, of Greenville, for appellants.\r\n\r\n        H. Sam Mabry, III, and J. Derrick Quattlebaum, \r\n          both of Haynsworth, Sinkler &amp; Boyd, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSTILWELL, J.: \r\n  Builder Mart of America (BMA), Builder Mart of Albemarle (Albemarle), and William \r\n  Huckabee (collectively Appellants) brought this action against First Union Corporation \r\n  (First Union) alleging multiple causes of action arising from a loan transaction. \r\n  An order of default was entered against First Union. Upon receiving notice of \r\n  a damages hearing, First Union moved to set aside the default and to dismiss \r\n  the action based on lack of personal and subject matter jurisdiction. The trial \r\n  court held that it lacked both, vacated the default judgment, and dismissed \r\n  the action. We affirm.  (1)\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nBMA is a South Carolina corporation with its principal \r\n  place of business in Greenville. Albemarle, a franchisee of BMA, is a North \r\n  Carolina corporation owned by Huckabee with its principal place of business \r\n  in Stanley, North Carolina. First Union is a bank holding company organized \r\n  under the laws of North Carolina with its principal and only place of business \r\n  in Charlotte, North Carolina, and owns 100% of the stock of First Union National \r\n  Bank of North Carolina (FUNB(NC)). \r\n\r\nFUNB(NC) loaned Albemarle $500,000 pursuant to \r\n  a secured promissory note. The note specifically identified the lender as FUNB(NC), \r\n  and the funds advanced were transferred to either Albemarle or Huckabee in North \r\n  Carolina. The collateral which secured the obligation was located in its entirety \r\n  in North Carolina, and the security interests in the collateral were filed and \r\n  perfected in North Carolina. The note provided that the terms of the agreement \r\n  would be governed by and construed in accordance with North Carolina law. \r\n\r\nAlbemarle was indebted to BMA and, as part of the \r\n  loan transaction, BMA agreed to subordinate its rights to collateral in favor \r\n  of FUNB(NC). This subordination agreement was memorialized in a letter from \r\n  BMA's president, Brian MacKenzie, to John Robertson, vice president of FUNB(NC). \r\n  The letter provided in part as follows:\r\n\r\n\r\n  BMA agrees to use its best efforts to assist [FUNB)(NC)] \r\n    to maximize the liquidation value of inventory and accounts receivable at \r\n    [Albemarle] in the event default occurs on the [FUNB(NC)] note. . . . [FUNB(NC)] \r\n    agrees to notify BMA in advance of its intentions to exercise its options \r\n    in the event of a default by [Albemarle] with respect to the [FUNB(NC)] loans. \r\n    \r\n\r\n\r\nAlbemarle defaulted on the note, and FUNB(NC) called \r\n  the loan. MacKenzie advised Robertson that BMA had become aware of FUNB(NC)'s \r\n  intent to call the loan and referred to the subordination agreement. MacKenzie \r\n  stated, \"we stand ready to assist you in the disposition of inventory assets \r\n  at [Albemarle] so that both BMA and [FUNB(NC)] can recover the funds advanced.\" \r\n  FUNB(NC)'s legal counsel informed MacKenzie that Albemarle was in default and \r\n  FUNB(NC) had requested Albemarle to peacefully surrender collateral, but Albermarle \r\n  had failed to do so. Counsel further advised BMA that FUNB(NC) intended to institute \r\n  legal proceedings against Albemarle unless the loan was satisfied in full. FUNB(NC) \r\n  subsequently filed an action against Albemarle and Huckabee. The parties entered \r\n  into a liquidation agreement which provided that an auctioneer would conduct \r\n  a going-out-of-business sale at Albemarle and the remaining uncollected accounts \r\n  receivable would be sold at public sale in North Carolina. After liquidating \r\n  the collateral, FUNB(NC) filed an action against Albemarle and Huckabee for \r\n  the deficiency. The parties eventually settled, and FUNB(NC) filed a voluntary \r\n  dismissal with prejudice. Appellants then commenced this action against First \r\n  Union Corporation. \r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\n\r\n    A. Specific Personal Jurisdiction \r\n  \r\n  \r\n\r\n1. Registration in South Carolina\r\n\r\nFirst Union is a North Carolina corporation with \r\n  its principal place of business in Charlotte, North Carolina. First Union does \r\n  not own any property, have any employees or agents, loan money, provide checking \r\n  accounts, borrow money or transact banking activities in South Carolina. Appellants \r\n  argue that South Carolina can validly exercise personal jurisdiction because \r\n  First Union is registered as a bank holding corporation with the South Carolina \r\n  Board of Financial Institutions and has designated an agent for service of process. \r\n  We find no merit in this argument. \r\n\r\n\"A corporation can be qualified to do business \r\n  in South Carolina and have appointed an agent for service of process but still \r\n  not be conducting sufficient activities in South Carolina to be subject to suit \r\n  here.\" S.C. Code Ann. § 33-15-101, Reporter's Comments § 2 (Rev. 1990). \"We \r\n  think the application to do business and the appointment of an agent for service \r\n  to fulfill a state law requirement is of no special weight. . . . Applying for \r\n  the privilege of doing business is one thing, but the actual exercise of that \r\n  privilege is quite another.\" Ratliff v. Cooper Labs., Inc., 444 F.2d \r\n  745, 748 (4th Cir. 1971) (citation omitted). See also White \r\n  v. Stephens, 300 S.C. 241, 387 S.E.2d 260 (1990) (Power of attorney executed \r\n  and recorded in South Carolina was insufficient to support jurisdiction where \r\n  the power was never exercised in this State.).\r\n\r\n2. First Union's Involvement in the Loan\r\n\r\nAppellants contend First Union was involved in \r\n  the negotiations resulting in the subordination agreement between FUNB(NC) and \r\n  BMA, which they allege was breached. We disagree.\r\n\r\nSouth Carolina's long-arm statute confers jurisdiction \r\n  on state courts over \"persons,\" including corporations, \"who act[] directly \r\n  or by an agent as to a cause of action arising from the person's (a) transacting \r\n  any business in this State; . . . or (g) [entering] into a contract to be performed \r\n  in whole or in part by either party in this State. . . .\" S.C. Code Ann. § 36-1-201(28), \r\n  (30) (1976); S.C. Code Ann. § 36-2-803(1)(a),(g) (1976). Since South Carolina's \r\n  long-arm statute extends to the full reach of jurisdiction permitted by the \r\n  Due Process Clause, we limit our inquiry to the issue of whether due process \r\n  has been satisfied. Atlantic Soft Drink Co. v. S.C. Nat'l Bank, 287 S.C. \r\n  228, 231, 336 S.E.2d 876, 878 (1985).\r\n\r\nPersonal jurisdiction under the long-arm statute \r\n  is subject to a two-step analysis: (1) the power prong and (2) the fairness \r\n  prong. Southern Plastics Co.&nbsp;v. Southern Commerce Bank, 310 S.C. \r\n  256, 423 S.E.2d 128 (1992); Aviation Assocs. &amp; Consultants, Inc. v. Jet \r\n  Time, Inc., 303 S.C. 502, 402 S.E.2d 177 (1991). The court must determine \r\n  whether the defendant's minimum contacts with the forum state are sufficient \r\n  to satisfy due process in applying the long-arm statute. The focus must center \r\n  on the contacts generated by the defendant, not the unilateral actions or letters \r\n  of the complaining party. Aviation Assocs. at 507-08, 402 S.E.2d at 180. \r\n  The contacts must be sufficient that the defendant would reasonably anticipate \r\n  being haled into court or has purposefully availed itself of activities within \r\n  the forum state. Id. \r\n\r\nThe subordination agreement was negotiated between \r\n  FUNB(NC) and BMA, as evidenced in the letter addressed to the vice president \r\n  of FUNB(NC) in Albemarle which stated BMA would assist FUNB(NC) in the liquidation \r\n  in the event of default. FUNB(NC)'s senior vice president who handled the liquidation, \r\n  the vice president of FUNB(NC)'s Albemarle branch, a FUNB(NC) employee in the \r\n  special assets division who handled the Albemarle account, and the account manager \r\n  involved in the transaction all provided affidavits stating they had no authority \r\n  to enter into contracts on behalf of First Union. The FUNB(NC) employees also \r\n  stated FUNB(NC) is a separate legal entity from First Union, and First Union \r\n  was not involved in the transactions with Appellants. We agree with the trial \r\n  court that any alleged breach of the subordination agreement resulted from FUNB(NC)'s \r\n  actions rather than First Union's. There is no evidence First Union had any \r\n  involvement with the transactions, and the individuals involved were not acting \r\n  as its employees or agents. \r\n\r\nEven assuming for the sake of argument that the \r\n  courts of South Carolina could exercise jurisdiction over FUNB(NC) because of \r\n  its actions, that fact alone would not be sufficient to extend jurisdiction \r\n  over First Union. Although FUNB(NC) is a subsidiary of First Union, the companies \r\n  are separate legal entities operating under separate boards of directors with \r\n  separate employees, assets, and places of business. \"'As a general rule, a parent \r\n  or holding corporation is not liable on the contracts of its subsidiary. The \r\n  mere fact of the ownership of a majority of all the stock of its subsidiary \r\n  does not render the parent corporation liable on the contracts of the subsidiary.'\" \r\n  Carroll v. Smith-Henry, Inc., 281 S.C. 104, 105-106, 313 S.E.2d 649, \r\n  650 (Ct. App. 1984) (quoting jury charge taken from 19 Am. Jur. 2d Corporations \r\n  § 716 (1965)). Furthermore, \"[t]he mere acquisition and control of a domestic \r\n  subsidiary's capital stock does not subject the foreign parent to the jurisdiction \r\n  of that State's courts.\" Yarborough &amp; Co.&nbsp;v. Schoolfield Furniture \r\n  Indus., Inc., 275 S.C. 151, 153, 268 S.E.2d 42, 44 (1980).\r\n\r\n3. Contract Requiring Performance in South \r\n  Carolina\r\n\r\nAppellants argue First Union's involvement confers \r\n  personal jurisdiction because the subordination agreement was a contract made \r\n  in and requiring performance in South Carolina. Appellants argue that BMA's \r\n  offer to assist FUNB(NC) with liquidation of the collateral would necessitate \r\n  performance of the contract in South Carolina at their outlets. However, the \r\n  loan documents make no mention of any specific method or manner of disposition \r\n  of the collateral. BMA asserts that its unilateral letter to FUNB(NC) necessarily \r\n  implies that the contract required performance in South Carolina. Such an inference \r\n  is not supported by the complaint or any other evidence in the record. Thus, \r\n  inferring performance of the liquidation of collateral under the contract in \r\n  South Carolina \"would require this court to engage in impermissible speculation.\" \r\n  Internat'l Mariculture Res. v. Grant, 336 S.C. 434, 438, 520 S.E.2d 160, \r\n  162 (Ct. App. 1999) (citing Yarborough at 153, 268 S.E.2d at 43 (\"When \r\n  jurisdiction is challenged, the plaintiff has the burden of presenting facts \r\n  sufficient to support jurisdiction.\")). Although the letter and supporting affidavits \r\n  clearly set forth BMA's understanding, they are silent as to FUNB(NC)'s understanding \r\n  or intentions. Unilateral contacts or assertions are insufficient to confer \r\n  jurisdiction. Aviation Assocs. at 507-08, 402 S.E.2d at 180.\r\n\r\n4. Crutchfield Letter\r\n\r\nAppellants also point to a letter from the president \r\n  of First Union, Ed Crutchfield, to Huckabee expressing concern and thereby demonstrating \r\n  some minimal knowledge of and involvement with the Albemarle loan. \"Although \r\n  a single act may support jurisdiction, it must create a 'substantial connection' \r\n  with the forum.\" Aviation Assocs. at 508, 402 S.E.2d at 180 (citing Burger \r\n  King Corp. v. Rudzewicz, 471 U.S. 462, 105 S. Ct. 2174 (1985)). BMA's reliance \r\n  on a letter from the president of First Union to a resident of North Carolina \r\n  who is the owner of a North Carolina corporation to somehow vest a South Carolina \r\n  court with jurisdiction in this case is unavailing. We are unable to discern \r\n  any reason why this letter provides any nexus to the State of South Carolina, \r\n  much less the substantial connection necessary for this state to exercise personal \r\n  jurisdiction. Like BMA's letter to FUNB(NC), Crutchfield's letter to Huckabee \r\n  is insufficient to establish contacts sufficient to vest South Carolina courts \r\n  with jurisdiction and comport with due process.\r\n\r\n5. Fairness Prong and North Carolina's \r\n  Interest\r\n\r\nIn addition, the fairness prong dictates that South \r\n  Carolina not exercise personal jurisdiction in this instance. Under the fairness \r\n  prong, we examine such factors as the burden on the defendant, the extent of \r\n  the plaintiff's interest, South Carolina's interest, efficiency of adjudication, \r\n  and the several states' interest in substantive social policies. See \r\n  Southern Plastics at 263, 423 S.E.2d at 132. The loan was executed and \r\n  performed in North Carolina and provides that North Carolina law controls any \r\n  disputes arising from it. While choice of law analysis is separate and distinct \r\n  from personal jurisdiction analysis, which state's law controls is a factor \r\n  to be considered under the fairness prong of due process. Burger King v. \r\n  Rudzewicz, 471 U.S. 462, 481-82, 105 S. Ct. 2174, 2187 (1985). Since the \r\n  dismissal of this case, plaintiffs have proceeded with an identical lawsuit \r\n  in North Carolina, naming both First Union and FUNB(NC) as parties. Efficiency \r\n  argues against parallel lawsuits.\r\n\r\nNorth Carolina is clearly the more appropriate \r\n  forum for resolution of this dispute. While the existence of another forum will \r\n  not always preclude our exercise of jurisdiction, to do so in this case would \r\n  contravene the limited jurisdiction exercised by each state's courts and impinge \r\n  on the sovereignty of our sister state. While primarily viewed as a due process \r\n  concept, \"[t]he concept of minimum contacts . . . [also] acts to ensure that \r\n  the States through their courts, do not reach out beyond the limits imposed \r\n  on them by their status as coequal sovereigns in a federal system.\" World-Wide \r\n  Volkswagen Corp. v. Woodson, 444 U.S. 286, 291-92, 100 S. Ct. 559, 564 (1980). \r\n  Under principles of interstate federalism, the \r\n  Framers also intended that the States retain many essential attributes of sovereignty, \r\n  including, in particular, the sovereign power to try causes in their courts. \r\n  The sovereignty of each State, in turn, implied a limitation on the sovereignty \r\n  of all of its sister States--a limitation express or implicit in both the original \r\n  scheme of the Constitution and the Fourteenth Amendment.\r\n\r\nId. at 293, 100 S. Ct. at 565. The courts \r\n  of South Carolina must comply with the constitutional limits of due process, \r\n  which in this case requires us to deny personal jurisdiction based on our long-arm \r\n  statute. Therefore, we decline to exercise specific personal jurisdiction on \r\n  these facts. \r\n\r\n\r\n    B.  General \r\n    Personal Jurisdiction \r\n  \r\n\r\n\r\nAppellants finally argue that South Carolina has \r\n  general personal jurisdiction over First Union through the activities, unrelated \r\n  to the loan in this case, of its wholly owned subsidiary, First Union National \r\n  Bank of South Carolina (FUNB(SC)). Appellants contend that South Carolina should \r\n  exercise jurisdiction based on First Union's unified marketing and advertising \r\n  strategy and its holding itself out to the general public as a single entity, \r\n  rather than separate subsidiary corporations. Because the activities of FUNB(SC) \r\n  are unrelated to this loan transaction, we hold that South Carolina cannot exercise \r\n  general personal jurisdiction over First Union based on the mere presence in \r\n  this state of a wholly owned subsidiary and unified advertising strategy. \r\n\r\nCourts in a few earlier decisions refused to allow \r\n  corporations to escape jurisdiction by flawless corporate structuring on paper \r\n  where the corporation in reality holds itself out to the public as a unified \r\n  public entity. See, e.g. FDIC v. British-Am. Corp., 726 F. Supp. 622, \r\n  629-30 (E.D.N.C. 1989) (\"[A] parent corporation is not doing business in a state \r\n  merely because of the presence of its wholly owned subsidiary. . . .\" However, \r\n  a parent cannot \"hide behind the fiction of a subsidiary and enjoy the benefits \r\n  of a forum while at the same time avoiding the responsibilities attendant therewith.\" \r\n  It would be a \"travesty\" to allow the parent to hold itself out to the public \r\n  and shareholders as doing business yet \"selectively avoid process from [the \r\n  state's] courts at its whim.\"). However, such decisions are anomalous in light \r\n  of the due process constraints placed on the exercise of personal jurisdiction \r\n  by the United States Supreme Court's \"minimum contacts\" cases flowing from the \r\n  International Shoe progeny, such as Asahi, Burger King, \r\n  Helicopteros, and World-Wide Volkswagen. Internat'l Shoe Co. \r\n  v. Wash., 326 U.S. 310, 66 S. Ct. 154 (1945); Asahi Metal Indus. Co. \r\n  v. Super. Ct. of Cal., 480 U.S. 102, 107 S. Ct. 1026 (1987); Burger King \r\n  Corp. v. Rudzewicz, 471 U.S. 462, 105 S. Ct. 2174 (1985); Helicopteros \r\n  Nactionales de Colombia, S.A. v. Hall, 466 U.S. 408, 104 S. Ct. 1868 (1984); \r\n  World-Wide Volkswagen Corp. v. Woodson, 444 U.S. 286, 100 S. Ct. 559 \r\n  (1980).\r\n\r\nA large majority of courts in more recent cases \r\n  have uniformly declined to extend jurisdiction to the parent based solely \r\n  on the activities of a subsidiary where those activities are unrelated to \r\n  the cause of action and do not bear a substantial connection to the case \r\n  at hand. \"The presence of the subsidiary alone does not establish the parent's \r\n  presence in the state.\" Jazini v. Nissan Motor Co., 148 F.3d 181, 184 \r\n  (2d Cir. 1998). For the courts to have personal jurisdiction, Appellant must \r\n  show that the subsidiary functions as the agent or mere department of the parent--that \r\n  is, that the subsidiary does all the business which the parent corporation could \r\n  do if here on its own. Id. at 184. Moreover, \"the agency rule ordinarily \r\n  does not apply to a holding company inasmuch as the parent could simply \r\n  use another subsidiary to accomplish the same result.\"\r\n\r\nIn making this determination, the courts look at \r\n  four factors: (1) common ownership, (2) financial independence, (3) degree of \r\n  selection of executive personnel and failure to observe corporate formalities, \r\n  and (4) the degree of control over marketing and operational policies. \r\n  Jazini at 185. It is essential that all four factors be present with sufficient \r\n  factual specificity to confer jurisdiction on state courts. Id.; \r\n  accord Weiss v. La Suisse, 69 F. Supp. 2d 449, 458 (S.D.N.Y. 1999) \r\n  (\"vaguely described interaction\" fell far short of prima facie showing of four \r\n  factors beyond mere common ownership and overlap in directors needed to survive \r\n  motion to dismiss). Here, Appellants have not provided proof of any of the factors \r\n  beyond mere allegations, much less proof of all four to the requisite degree \r\n  of specificity. \"[W]e are not bound to accept as true a legal conclusion couched \r\n  as a factual allegation.\" Papasan v. Allain, 478 U.S. 265, 286, 106 S. \r\n  Ct. 2932, 2944 (1986). While the test for exercising general personal jurisdiction \r\n  over a foreign corporation is a stringent one, it is \r\n  the consequence of the problems inherent in attempting to sue a foreign corporation \r\n  that has carefully structured its business so as to separate itself from the \r\n  operation of its wholly-owned subsidiaries . . . --as it may properly do. The \r\n  rules governing establishment of jurisdiction over such a foreign corporation \r\n  are clear and settled, and it would be inappropriate for us to deviate from \r\n  them or to create an exception to them because of the problems plaintiffs may \r\n  have in meeting their somewhat strict standards.\r\n\r\nJazini at 185. Likewise, the third circuit \r\n  declined to extend liability or jurisdiction to the parent based on agreements \r\n  entered by its subsidiary. E.I. DuPont de Nemours &amp; Co. v. Rhone Poulenc \r\n  Fiber &amp; Resin Intermediates, S.A.S., 269 F.3d 187 (3d Cir. 2001). Applying \r\n  general agency principles, the court held appellant must demonstrate both that \r\n  the subsidiary was acting for the parent as its agent and that the cause of \r\n  action arose out of or relates to the cause of action alleged in the complaint. \r\n  Id. at 198-99.\r\n\r\nAs the United States Supreme Court has explained, \r\n  \"when the 'minimum contact' that is a substitute for physical presence \r\n  consists of property ownership it must, like other minimum contacts, be related \r\n  to the litigation.\" Burnham v. Super. Ct. of Cal., 495 U.S. 604, \r\n  620, 110 S. Ct. 2105, 2115 (1990) (emphasis added). The court refused to extend \r\n  jurisdiction based on general agency principles to unrelated causes of action. \r\n  Accord Kelly v. Syria Shell Petroleum Dev. B.V., 213 F.3d 841, \r\n  856-57 (5th Cir. 2000) (Appellant had not made a prima facie showing \r\n  that holding company exercised such undue control that subsidiary was alter \r\n  ego of parent, as required for attributing continuous and systematic contacts \r\n  based on general jurisdiction.).\r\n\r\nThus, while the weight of authority is somewhat \r\n  split, the few courts that have addressed the issue have found unified marketing \r\n  and advertising and holding out to the public as a single entity, without more, \r\n  insufficient to confer jurisdiction. See Newman v. Comprehensive Care Corp., \r\n  794 F. Supp. 1513, 1519 (D. Or. 1992) (Court did not have general jurisdiction \r\n  where plaintiffs did not show substantial or continuous and systematic contacts. \r\n  Activities of the parent were irrelevant to jurisdiction absent indication that \r\n  formal separation was not scrupulously maintained. Despite overlapping directors \r\n  and isolated commercial loans, contacts unrelated to cause of action were irregular, \r\n  and national advertising was insufficient to confer general jurisdiction.). \r\n  Here, the complaint in no way alleges that the activities of FUNB(SC) are related \r\n  to the underlying loan transaction, and thus our fact-specific inquiry abruptly \r\n  ends.\r\n\r\nThe record before us is devoid of annual reports, \r\n  brochures, or evidence to establish that First Union exercises a unified marketing \r\n  and advertising strategy. Typically, the burden is on the appellant to provide \r\n  an adequate record to support its claims. Rule 210(h), SCACR (\"[T]he appellate \r\n  court will not consider any fact which does not appear in the Record on Appeal.\"); \r\n  see, e.g. Crestwood Golf Club, Inc. v. Potter, 328 S.C. 201, 215, \r\n  493 S.E.2d 826, 834 (1997) (Appellant has the burden of providing court with \r\n  sufficient record on which to make a decision.); Hill v. Dotts, 345 S.C. \r\n  304, 309, 547 S.E.2d 894, 897 (Ct. App. 2001). However, even assuming without \r\n  deciding that we may take judicial notice of First Union's annual reports, television \r\n  advertisements, and signposts that simply say \"First Union\" in South Carolina, \r\n  these without more are insufficient reason to exercise jurisdiction because \r\n  any South Carolina presence through the activities of FUNB(SC) is unrelated \r\n  to the present litigation, and because Appellants have failed to carry their \r\n  prima facie burden of proof of establishing an agency relationship between the \r\n  parent and subsidiary sufficient under the minimum contacts analysis. In short, \r\n  the presence of FUNB(SC) in this state does not provide even the minimum contacts \r\n  necessary for South Carolina to exercise general personal jurisdiction over \r\n  First Union and remain consistent with the requirements of due process. \r\n  (2) \r\n\r\nCONCLUSION\r\n\r\nThe circuit court properly concluded it did not \r\n  have personal jurisdiction over First Union. Because South Carolina cannot exercise \r\n  personal jurisdiction consistent with the limits of due process, we need not \r\n  decide whether subject matter jurisdiction is proper under the door closing \r\n  statute. S.C. Code Ann. §&nbsp;15-5-150 (1976 &amp; Supp. 2001). \r\n\r\nAFFIRMED.\r\n\r\nGOOLSBY and HUFF, JJ., concur.\r\n\r\n\r\n\r\n1.  We decide this case without \r\n  oral argument pursuant to Rule 215, SCACR.  \r\n 2.  We do not decide and express \r\n  no opinion whether First Union would be subject to personal jurisdiction for \r\n  loans to South Carolina residents or entities or activities of FUNB(SC). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3486","title":"Hansen v. USAA","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3486","description":"Interpretation of insurance policy: Family member exclusion provision and out-of-state coverage","date":"2002-04-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nInterpretation of insurance policy: Family member exclusion provision and out-of-state coverage\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nColonel Donald Hansen, Parent and Guardian and On Behalf of His Two Minor Children Donald Hansen and Katherine Hansen,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nUnited Services Automobile Association,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nL. Henry McKellar, Trial Court Judge\r\n\r\n\r\nOpinion No. 3486\r\nSubmitted April 8, 2002 - Filed April 29, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn J. Johnson; and Eric C. Fosmire, of Collins &amp; Lacy, both of Columbia, for appellant.\r\n\r\n        \r\n\r\nRobert Y. Knowlton and Franklin H. Turner, III, both of Haynsworth, Sinkler &amp; Boyd, of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.:  Donald G. Hansen, acting on behalf of his two minor children, filed this action against his insurance carrier, United Services Automobile\r\nAssociation (USAA), seeking declaratory relief based on USAA's interpretation of the family member exclusion in Hansen's insurance policy.  The trial court\r\ngranted USAA summary judgment.  Hansen appeals.  We affirm. (1)\r\n\r\nFacts\r\n\r\nOn May 31, 1998, while traveling from Ohio, Deborah S. Hansen and her two minor children were involved in a single-car accident in Laurens County, near\r\nClinton, South Carolina.  As a result of the accident, Ms. Hansen died and the two children sustained injuries.\r\n\r\nAt the time of the accident, the family's automobile was covered by a liability insurance policy issued by USAA.  The policy provided a maximum limit of\r\nliability coverage for bodily injury by any one person of $100,000 and a limit of $200,000 for all bodily injury damages resulting from any one accident.  The\r\npolicy contained a family exclusion provision:\r\n\r\n\r\nWe do not provide Liability Coverage for you or any family member for [bodily injury] to you or any family member to the extent that the limits of liability for\r\nthis coverage exceed the limits of liability required by the Ohio financial responsibility law.\r\n\r\n\r\n(bold in original).  Immediately following the family exclusion provision, the policy contains an additional provision entitled \"Out of State Coverage\": \r\n\r\n\r\n  If an auto accident to which the policy applies \r\n    occurs in any state or province other than the one in which your covered \r\n    auto is principally garaged, your policy will provide at least the \r\n    minimum amounts and types of coverages required by law.\r\n\r\n\r\n(boldface in original; emphasis added).\r\n\r\nAt the time of the accident, the minimum coverage required by South Carolina was $30,000 per accident. (2)  The minimum required by Ohio was $25,000 per\r\naccident. (3)  In February, 1999, USAA offered Hansen the amount of Ohio's minimum statutory requirement: $25,000 coverage for the two children.  Four months\r\nlater, USAA offered him $30,000 in compliance with South Carolina's statutory minimum.\r\n\r\nOn December 29, 1999, Hansen filed a complaint against USAA, seeking declaratory relief based on breach of contract, violation of the South Carolina Unfair\r\nClaims Practices Act, and bad faith arising out of USAA's refusal to provide coverage in excess of the statutory minimums.  Relying on the family exclusion\r\nprovision of the policy, USAA filed a motion requesting summary judgment on all the claims.  On November 7, 1999, the trial court heard arguments.  On\r\nDecember 12, 2000, the court granted USAA's motion for  summary judgment.  This appeal followed.\r\n\r\nStandard of Review\r\n\r\nSummary judgment is appropriate where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show\r\nthat there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" (4)  \r\n\r\n\"Under Rule 56(c), SCRCP, the party seeking summary judgment has the initial burden of demonstrating the absence of a genuine issue of material fact.\" (5) Once\r\nthe party moving for summary judgment meets the initial burden of showing an absence of evidentiary support for the opponent's case, the opponent cannot\r\nsimply rest on mere allegations or denials contained in the pleadings. (6) Rather, the non-moving party must come forward with specific facts showing there is a\r\ngenuine issue for trial. (7)\r\n\r\nIn determining whether any triable issues of fact exist, the evidence and all reasonable inferences therefrom must be viewed in the light most favorable to the party\r\nopposing summary judgment. (8)  \"The construction and enforcement of an unambiguous contract is a question of law for the court, and thus can be properly\r\ndisposed of at summary judgment.\" (9)\r\n\r\nLaw/Analysis\r\n\r\nI.  Policy Interpretation\r\n\r\nHansen contends the trial court erred in holding that the policy language is unambiguous and in granting summary judgment to USAA.  We disagree.\r\n\r\nAn insurance contract is subject to the general rules of contract construction. (10)  \"The purpose of all rules of construction is to ascertain the intention of the parties\r\nto the contract.\" (11)  Where the terms of a contract are clear and unambiguous, its construction is for the court; but where the terms are ambiguous, the question of\r\nthe parties' intent must be submitted to the jury. (12) \"A contract is ambiguous when it is capable of more than one meaning when viewed objectively by a\r\nreasonably intelligent person who has examined the context of the entire integrated agreement and who is cognizant of the customs, practices, usages and\r\nterminology as generally understood in the particular trade or business.\" (13)  \r\nFurthermore, \"[a] contract is ambiguous only when it may fairly and reasonably be\r\nunderstood in more ways than one.\" (14)  \"[I]n construing an insurance contract, all of its provisions should be considered, and one may not, by pointing out a single\r\nsentence or clause, create an ambiguity.\" (15)  \r\n\"Where language used in an insurance contract is ambiguous, or where it is capable of two reasonable interpretations,\r\nthat construction which is most favorable to the insured will be adopted.\" (16) \r\n\r\nFor accidents occurring in Ohio, Hansen concedes the policy limits coverage available to family members is the minimum limits required by Ohio law: $25,000\r\nper accident. (17)  For accidents occurring outside of Ohio, Hansen interprets the policy language as meaning that the insurance company will pay \"at least\" the\r\nmandatory out-of-state statutory minimums - $30,000 in this instance - and that the next level of coverage would be the $200,000 policy limits.  In other words,\r\nHansen argues, if the accident occurs out of state, the family member exclusion goes out the window altogether and the insured gets the face value of the policy. \r\nIn the alternative, Hansen argues the policy is ambiguous and therefore is to be construed in his favor, again affording him the policy limits. (18)    \r\n\r\nFor accidents occurring outside of Ohio, USAA maintains the policy limits coverage to out-of-state statutory minimums and the phrase \"at least\" does not imply\r\nthe policy will pay the policy limits.  USAA also contends the \"at least\" phrase does not create any ambiguities.  Thus, USAA maintains its exposure in this\r\naccident is capped at the mandatory minimum liability insurance required in South Carolina: $15,000 per person or $30,000 per occurrence.\r\n\r\nHansen's interpretation of the policy is not a fair one.  The situs of the accident should not produce such disparate results: $25,000 in Ohio versus $200,000 out-of-state. (19)  Hansen offers no explanation for such disparity.  On the other hand, to interpret the Hansen policy as limiting the family coverage to the minimum\r\nlimits of South Carolina is fair and reasonable and gives effect to all relevant policy provisions.\r\n\r\nWestern States Insurance Co. v. Zschau \r\n  (20) examines a policy provision that is similar to the Hansen policy. \r\n  The pertinent part of the Zschau \"out-of-state\" clause reads as follows:\r\n\r\n\r\nA.  If the state or province has:\r\n\r\n                  ***\r\n\r\n    2. A compulsory insurance or similar law requiring \r\n    a nonresident to maintain insurance whenever the nonresident uses a vehicle \r\n    in that state or province, your policy \r\n    will provide at least the required minimum amounts and types \r\n    of coverage. (21) \r\n\r\n\r\n(emphasis added). The Zschau court opined, \r\n  \"[W]e do not believe that the 'out of state' coverage provision operates to \r\n  expand any of [the insurer's] coverage obligations under the policy.\" \r\n  (22) The court concluded that any additional coverages, such as underinsured \r\n  motorist protection, were a matter of contract between the parties. \r\n  (23)  \r\n\r\nNone of the other courts construing similar \"out of state\" coverage clauses have found the language to be ambiguous or vague. (24)  \"Rather, each of these courts has\r\nfound that the plain language of this provision requires that an insured who is subject to compulsory financial responsibility laws of another state must be provided\r\ncoverage up to the minimum required amount.\" (25)  \r\n\r\nHansen argues, in particular, that the \"at least\" \r\n  phrase creates coverage in the amount of the policy limits. A similar argument \r\n  was litigated in Atkins v. Hartford Casualty Insurance Co., \r\n  (26) a case with the following policy provision:\r\n\r\n\r\nIf an auto accident to which this policy applies occurs in any state or province other than the one in which your covered auto is principally garaged, we will\r\ninterpret your policy for that accident as follows:\r\n\r\n***\r\n\r\n  2. A compulsory insurance or similar law requiring \r\n    a nonresident to maintain insurance whenever the nonresident uses a vehicle \r\n    in that state or province, your policy will provide at least [the required] \r\n    minimum amounts and types of coverage. (27)\r\n\r\n\r\n(emphasis added). In Atkins, the appellant \r\n  argued \"[t]he phrase 'at least' implies the possibility of more coverage if \r\n  more is provided for in the policy.\" (28) The \r\n  court held no policy provision provided other coverage; thus, the phrase \"at \r\n  least\" was of no consequence in that instance. (29)\r\n\r\nIn the Hansen policy, the \"at least\" phrase merely \r\n  anticipates the possibility of coverage \"in addition to the minimum amounts \r\n  and types of coverage required by law.\" Any additional coverage provided Hansen \r\n  would have to be a matter of contract between him and USAA. Because Hansen did \r\n  not bargain for any such additional coverage, the \"at least\" phrase, as in Atkins, \r\n  is of no consequence.\r\n\r\nInsurers have the right to limit their liability and to impose whatever conditions they desire upon an insured, provided they are not contravening a statute or public\r\npolicy. (30)  The premium charged reflects the exclusions contained in the policy.\r\n\r\nThe majority of compulsory insurance jurisdictions \r\n  have invalidated household exclusions clauses only to the extent of the statutorily \r\n  prescribed mandatory minimum liability coverage. (31) \r\n  In United Services Automobile Ass'n v. Markosky, South Carolina aligned \r\n  itself with the majority view: \"Reasonable exclusionary clauses which do not \r\n  conflict with the legislative expression of the public policy of the State as \r\n  revealed in the various motor vehicle insurance statutes are permitted.\" \r\n  (32) We therefore hold USAA owes no further coverage under the policy.\r\n\r\n     II.  Bad Faith and Unfair Insurance Practices\r\n\r\nHansen argues the trial court erred in granting summary judgment on the issues of bad faith and unfair insurance practices; he contends further development of the\r\nfacts is necessary.  We disagree.\r\n\r\nA.\r\n\r\nBad faith refusal to pay benefits under a contract of insurance includes (1) the existence of a mutually binding contract of insurance between the plaintiff and\r\ndefendant; (2) a refusal by the insurer to pay benefits due under the contract; (3) the refusal is the result of the insurer's bad faith or unreasonable action in breach\r\nof an implied covenant of good faith and fair dealing arising on the contract; (4) the refusal to pay causes damage to the insured. (33)  Generally, if there is a\r\nreasonable ground for contesting a claim, the denial of the claim does not constitute bad faith. (34)\r\n\r\nHansen argues he bargained for and paid the premiums for liability insurance coverage far greater than the mandatory minimum he is receiving.  Our disposition\r\nof the policy interpretation negates this bad faith claim; he is getting exactly what he bargained for - nothing more, nothing less.\r\n\r\nB.\r\n\r\nHansen alleges USAA engaged in unfair insurance practices under S.C. Code Ann. section 38-59-20(6). (35)  USAA attempted to settle the Hansen claim for the\r\nOhio minimum limit of $25,000 but later offered the South Carolina limit of $30,000.  Hansen asks for further development of the issues to ascertain whether this\r\nlow initial offer is a continuing practice of USAA.  Hansen failed to raise this argument to the trial court; thus we find this argument is not preserved. (36)    \r\n\r\nConclusion\r\n\r\nThe court notes this is indeed a tragic case; however, \"[t]he Court cannot exercise its discretion as to the content of such contract or substitute its own construction\r\nfor the agreement clearly entered into between the parties.\" (37)\r\n\r\nAFFIRMED.\r\n\r\nANDERSON, J., and THOMAS, A.J., concur.\r\n\r\n\r\n1.   Because oral argument would not aid the court in resolving the issues on appeal, we decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2.   S.C. Code Ann. § 38-77-140 (2002).\r\n3.   Ohio Rev. Code Ann. § 4509.01(K) (Anderson 2001).\r\n4.  Rule 56(c), SCRCP; Tupper \r\n  v. Dorchester County, 326 S.C. 318, 325, 487 S.E.2d 187, 191 (1997). \r\n5.  Baughman v. American \r\n  Tel. &amp; Tel. Co., 306 S.C. 101, 116, 410 S.E.2d 537, 546 (1991). \r\n6.  Id. at 115, 410 S.E.2d at \r\n  545. \r\n7.  Rule 56(e), SCRCP; SSI \r\n  Med. Servs., Inc. v. Cox, 301 S.C. 493, 497, 392 S.E.2d 789, 792 (1990). \r\n8.  Summer v. Carpenter, \r\n  328 S.C. 36, 42, 492 S.E.2d 55, 58 (1997). \r\n9.  Middleborough Horizontal \r\n  Prop. Regime Council of Co-Owners v. Montedison S.p.A., 320 S.C. 470, 477, \r\n  465 S.E.2d 765, 770 (Ct. App. 1995). \r\n10.  Standard Fire Ins. \r\n  Co. v. Marine Contracting &amp; Towing Co., 301 S.C. 418, 421, 392 S.E.2d \r\n  460, 461 (1990). \r\n11.  Bruce v. Blalock, \r\n  241 S.C. 155, 161, 127 S.E.2d 439, 442 (1962). \r\n12.  Holcombe v. Orkin Exterminating \r\n  Co., 282 S.C. 104, 105, 317 S.E.2d 458, 459 (Ct. App. 1984). \r\n13.  Hawkins v. Greenwood \r\n  Dev. Corp., 328 S.C. 585, 592, 493 S.E.2d 875, 878 (Ct. App. 1997) (citations \r\n  omitted). \r\n14.  Universal Underwriters \r\n  Ins. Co. v. Metropolitan Prop. &amp; Life Ins. Co., 298 S.C. 404, 407, 380 \r\n  S.E.2d 858, 860 (Ct. App. 1989) (citations omitted) \r\n15.  Id.  \r\n16.  Poston v. National \r\n  Fid. Life Ins. Co., 303 S.C. 182, 187, 399 S.E.2d 770, 772 (1990) (citations \r\n  omitted). \r\n17.   Ohio Rev. Code Ann. section 4509.01(K) (Anderson 2001) provides $25,000 minimum amount of liability coverage per accident. \r\n18.  See Quinn v. \r\n  State Farm Mut. Auto. Ins. Co., 238 S.C. 301, 304, 120 S.E.2d 15, 16 (1961) \r\n  (citations omitted) (\"[W]here the words of an insurance policy are ambiguous \r\n  or where they are capable of two reasonable interpretations, that interpretation \r\n  will be adopted which is most favorable to the insured.\"). \r\n19.  See Bruce v. \r\n  Blalock, 241 S.C. at 161, 127 S.E.2d at 442 (citations omitted) (\"All contracts \r\n  should receive a sensible and reasonable construction, and not such a one as \r\n  will lead to absurd consequences or unjust results.\"). \r\n20.   698 N.E.2d 198 (Ill. Ct. App. 1998).\r\n21.  Id. at 200. \r\n22.  Id. at 204. \r\n23.  Id. at 203; see \r\n  Sotirakis v. United Servs. Auto. Ass'n, 787 P.2d 788, 791 (Nev. 1990) \r\n  (holding that it was unlikely the insureds expected the family exclusion clause \r\n  to be void while they traveled out of state, and USAA probably had no expectation \r\n  of having its family exclusion clause rendered void when its insureds left the \r\n  state; it appeared both parties bargained for an insurance policy which contained \r\n  a family exclusion clause); Jarrett v. Pennsylvania Nat'l Mut. Ins. Co., \r\n  584 A.2d 327, 329 (Pa. Super. Ct. 1990) (holding that a policy that contained \r\n  an \"out-of state\" clause with \"at least\" language provided only the level of \r\n  coverage required by the situs state of non-resident owners; the court \r\n  noted the insurer could have contracted to provide more coverage than was required \r\n  but did not). \r\n24.  Zschau at 203. \r\n25.  Id.  \r\n26.   801 F.2d 346 (8th Cir. 1986).\r\n27.  Id. at 347. \r\n28.  Id. at 348. \r\n29.  Id.  \r\n30.  Pennsylvania Nat'l \r\n  Mut. Cas. Ins. Co. v. Parker, 282 S.C. 546, 551, 320 S.E.2d 458, 461 (Ct. \r\n  App. 1984). \r\n31.  Van Horn v. Atlantic \r\n  Mut. Ins. Co., 641 A.2d 195, 207 (Md. 1994); see also Powell \r\n  v. State Farm Mut. Auto. Ins. Co., 585 A.2d 286, 294 (Md. 1991) (aligning \r\n  itself with majority view that \"exclusions in liability insurance policies are \r\n  valid and enforceable as to amounts exceeding coverage required in financial \r\n  responsibility laws\"). \r\n32.   340 S.C. 223, 226, 530 S.E.2d 660, 662 (Ct. App. 2000) (citations omitted).\r\n33.  Howard v. State Farm \r\n  Mut. Auto. Ins. Co., 316 S.C. 445, 451, 450 S.E.2d 582, 586 (1994). \r\n34.  Cock-N-Bull Steak House \r\n  v. Generali Ins. Co., 321 S.C. 1, 6, 466 S.E.2d 727, 730 (1996). \r\n35.   S.C. Code Ann. section 38-59-20(6) (2002) lists the following as an improper claims practice: \"Offering to settle claims, including third-party liability claims,\r\nfor an amount less than the amount otherwise reasonably due or payable based upon the possibility or probability that the policyholder or claimant would be\r\nrequired to incur attorneys' fees to recover the amount reasonably due or payable.\" \r\n36.   Hundley v. Rite Aid \r\n  of S.C., Inc., 339 S.C. 285, 306, 529 S.E.2d 45, 56 (Ct. App. 2000) (holding \r\n  that an argument is not preserved for appeal where it has not been raised to \r\n  or ruled upon by the trial court). \r\n37.  Bruce v. Blalock, \r\n  241 S.C. at 161, 127 S.E.2d at 442 (citations omitted).  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]