[{"id":"3432","title":"Estate of Moon v. City of Greer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3432","description":"Holding a party must satisfy both contingencies of South Carolina Code section 5-3-270 in order to prosecute an action to challenge the validity of an annexation ordinance","date":"2002-01-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nEstate of Ruby Bryant Moon, by Personal Representative Teresa Gregory and James Thomas Moon, Milton Smith, Gene Tapp, Deborah Tapp, Gladys Finley,\r\nRonald Finley, Spurgeon West, sole heir of Joyce West, deceased and James Hodge,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellants,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nThe City of Greer, a Municipal Corporation organized and existing under the laws of the State of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nHicks B. Harwell, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3432\r\nHeard December 5, 2001 - Filed January 14, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nH. Michael Spivey, of Mauldin, for appellants.\r\n\r\nJohn B. Duggan and Andrew S. Culbreath, both of Love, Thornton, Arnold &amp; Thomason, of Greer, for respondent.\r\n\r\nAmicus Curiae: Roy D. Bates, of Columbia.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.:  This case involves a challenge to an annexation ordinance adopted by the City of Greer.  Upon the City's motion, the trial court dismissed the\r\ncomplaint on the ground that certain statutory requirements had not been met.  We affirm.\r\n\r\nBACKGROUND\r\n\r\nOn August 24, 1998, the City began an annexation drive for seventeen tracts of property that were outside but adjoining the city limits.  The annexation petition\r\nreceived the necessary signatures to proceed with the proposed annexation. (1)  Included in the petition were the signatures from Milton T. Smith, James E.\r\nHodge, Spurgeon R. West, Deborah Lynne Tapp, Gene L. Tapp, Gladys Finley, and Ruby Moon.\r\n\r\nThe first reading of the annexation ordinance took place August 27, 1998.\r\nThis ordinance was read a second time and adopted by the City on September 3,\r\n1998.  On November 2, 1998, Appellants filed a summons and complaint with the Clerk of Court for Greenville County, (2) which was served on the City on the\r\nnext day.  Thereafter, on November 10, 1998, the City adopted a zoning ordinance that classified the newly-annexed property.\r\n\r\nOn December 30, 1998, the City filed its answer along with a motion to dismiss Appellants' action.  Attached to the City's pre-hearing brief were affidavits\r\nfrom the Clerk of the City of Greer and the Clerk of Court of Greenville County during the calendar year 1998.  In her affidavit, the Clerk of the City of Greer\r\nstated no one filed with her office a notice of intention to contest the approval of annexation ordinance.  Likewise, the Greenville County Clerk of Court stated\r\nno one filed with his office a notice expressing an intention to appeal or protest the proposed annexation.  Appellants filed their response opposing the motion.\r\n\r\nThe trial court dismissed the action on two grounds: (1) Appellants failed to comply with one of the two statutory requirements for challenging a proposed\r\nannexation; and (2) Appellants essentially acquiesced in the annexation by actively participating in the subsequent zoning process involving the annexed land. \r\nAppellants unsuccessfully moved to alter or amend the trial court's order and filed this appeal.\r\n\r\nDISCUSSION\r\n\r\nSouth Carolina Code section 5-3-270 provides an interested party may not contest the adoption of an annexation order unless:\r\n\r\n\r\n  the person interested therein shall, within sixty \r\n    days after the result has been published or declared, file with both the clerk \r\n    of the city or town and with the clerk of court of the county in which the \r\n    city or town is situate, a notice of his intention to contest such extension, \r\n    nor unless, within ninety days from the time the result has been published \r\n    or declared an action shall be begun and the original summons and complaint \r\n    filed with the clerk of court of the county in which the city or town is situate. \r\n    (3)\r\n\r\n\r\nThe trial court interpreted this provision as requiring a litigant to meet two contingencies in order to prosecute an action to challenge the validity of an\r\nannexation ordinance.  First, within sixty days after the publication or declaration of the annexation, the litigant must file with both the appropriate municipal\r\nclerk and the county clerk of court a notice of intention to contest the annexation.  Second, the litigant must file a court action contesting the validity of the\r\nannexation ordinance within ninety days of final approval of the annexation ordinance.\r\n\r\nAppellants, however, contend the term \"nor unless,\" as used in this particular section, is disjunctive rather than conjunctive, and the filing of their summons and\r\ncomplaint within the prescribed time limit was therefore all that was necessary in order for them to proceed with their action to challenge the annexation.  We\r\ndisagree.\r\n\r\n\"The primary rule of statutory construction is to ascertain and give effect to the intent of the legislature.\" (4)  \r\n\"In interpreting a statute, words must be given their\r\nplain and ordinary meaning without resorting to subtle or forced construction to limit or expand the statute's operation.\" (5)  \r\n\"Statutes, as a whole, must receive\r\npractical, reasonable, and fair interpretation, consonant with the purpose, design, and policy of lawmakers.\" (6)  \"Subtle or forced construction of statutory words\r\nfor the purpose of expanding the operation of a statute is prohibited.\" (7)  We should therefore give statutory provisions a reasonable construction consistent with\r\nthe purpose of the statute. (8)\r\n\r\nIn Hite v. Town of West Columbia, \r\n  (9) which was cited by the trial court in support of its decision, \r\n  the supreme court, in affirming a demurrer in a suit to determine the validity \r\n  of an annexation, noted the appellants, in failing to file protests with the \r\n  clerk of the town council and with the county clerk of court, did not meet the \r\n  requirements set forth in the 1946 version of section 5-3-270. Appellants contend \r\n  Hite is distinguishable from the present case in that the version of the statute \r\n  then in effect contained the wording \"and, unless\" rather than \"nor unless,\" \r\n  which appears in the present version.\r\n\r\nWe, however, accord no significance to the change in the wording of section 5-3-270 to substitute \"nor unless\" for \"and, unless.\"  Although the phrase \"and,\r\nunless\" was changed to \"nor unless\" when the entire code was revised in 1962, we found no indication in the legislative history that the South Carolina General\r\nAssembly intended any change in the substantive meaning of the statute or its requirements.  In our view, then, the alteration does not affect the interpretation of\r\nthe statute. (10)\r\n\r\nMoreover, despite Appellants' assertions to the contrary, the requirement that notice be filed with the municipal clerk and clerk of court is more than a mere\r\nformality.  Rather, it is a condition precedent that an aggrieved party must satisfy before filing a summons and complaint (11) and is analogous to the filing of a\r\nproof of claim in an action against a governmental entity (12) and, to a lesser extent, to the filing of a notice of appeal. (13)  If we were to agree with Appellants that\r\nthey needed to satisfy only one of the two requirements of section 5-3-270, it would follow that disgruntled property owners could indefinitely prolong a\r\nproposed annexation by merely filing notices with the municipal clerk and the clerk of court without ever having to file a lawsuit in order to perfect their\r\nchallenge. (14)  It defies logic, then, to read the two provisions of section 5-3-270 disjunctively. (15)          \r\n\r\nWe therefore hold the trial court's interpretation is the only reasonable reading of section 5-3-270.  A party wishing to challenge the adoption of an annexation\r\nordinance must first, as a condition precedent, timely file a notice of intent to challenge the annexation.  This requirement helps to promote a prompt resolution\r\nof the controversy and enables municipal authorities to plan appropriately with regard to the contested annexation and to minimize expenditures that might later\r\nprove to be unnecessary if the annexation eventually fell through. (16)  Only when the required notice is given does an aggrieved party have leave to initiate a\r\nlawsuit, which must be filed within the ninety-day limitations period. \r\n\r\nBecause Appellants' failure to file the statutorily required notice with the city clerk and the clerk of court is an absolute bar to their action to contest the\r\nannexation, we do not address the other issues on appeal.\r\n\r\nAFFIRMED.\r\n\r\nHUFF and STILWELL, JJ., concur.\r\n&nbsp;\r\n\r\n1.  See S.C. Code Ann. \r\n  § 5-3-150(1) (1976 and Supp. 2000) (\"Any area of property which is contiguous \r\n  to a municipality may be annexed to the municipality by filing with the municipal \r\n  governing body a petition signed by seventy-five percent or more of the freeholders \r\n  . . . owning at least seventy-five percent of the assessed valuation of the \r\n  real property in the area requesting annexation.\"). \r\n2.   An amended summons and complaint was subsequently filed with the Clerk of Court on November 4, 1998.  The amended complaint apparently only\r\ncorrects a mistake in the caption.\r\n3.   S.C. Code Ann. § 5-3-270 (1976) (emphasis added).  After the trial court dismissed the present lawsuit, the legislature amended the statute; however, the\r\namendment resulted in no substantive change.  2000 Act. No. 250 § 3 (eff. May 1, 2000).\r\n4.  Mid-State Auto Auction \r\n  v. Altman, 324 S.C. 65, 69, 476 S.E.2d 690, 692 (1996). \r\n5.  Rowe v. Hyatt, 321 \r\n  S.C. 366, 369, 468 S.E.2d 649, 650 (1996). \r\n6.  TNS Mills, Inc. v. South \r\n  Carolina Dep't of Revenue, 331 S.C. 611, 624, 503 S.E.2d 471, 478 (1998); \r\n  see also Whitner v. State, 328 S.C. 1, 492 S.E.2d 777 (1997) (stating \r\n  courts should consider not merely the language of the particular clause being \r\n  construed, but the word and its meaning in conjunction with the purpose of the \r\n  whole statute and the policy of the law). \r\n7.  TNS Mills, 331 S.C. \r\n  at 624, 503 S.E.2d at 479. \r\n8.  Jackson v. Charleston \r\n  County Sch. Dist., 316 S.C. 177, 447 S.E.2d 859 (1994). \r\n9.   220 S.C. 59, 66 S.E.2d 427 (1951).\r\n10.  See South Carolina \r\n  Elec. and Gas Co. v. Public Serv. Comm'n, 272 S.C. 316, 321, 251 S.E.2d \r\n  753, 756 (1979) (\"In the codification of a statute, as distinguished from \r\n  amendment, changes in phraseology or the omission or addition of words do \r\n  not necessarily require a change in the construction of the original act.\") \r\n  (emphasis added); 82 C.J.S. Statutes § 273, at 349 (1999) (\"In the revision \r\n  or codification of statutes, a mere change in phraseology or punctuation, or \r\n  the addition or omission of words, is not regarded as changing the operation, \r\n  effect, or meaning of the statutes, unless the intent to change is clear and \r\n  unmistakable.\"). \r\n11.  See Thomas v. \r\n  Grayson, 318 S.C. 82, 456 S.E.2d 377 (1995) (recognizing a distinction between \r\n  a condition precedent and a statute of limitations); cf. Craps v. \r\n  Mercury Constr. Corp., 275 S.C. 546, 273 S.E.2d 770 (1981) (holding a showing \r\n  of excusable neglect is a condition precedent to a grant of relief to file a \r\n  late answer); Benton v. Logan, 323 S.C. 338, 474 S.E.2d 446 (Ct. App. \r\n  1996) (noting the exercise of due diligence in ascertaining the correct address \r\n  of the property owner under a statute authorizing the foreclosure of a tax lien \r\n  is a condition precedent to sending the requisite notice before the foreclosure \r\n  sale). \r\n12.  S.C. Code Ann. § 15-78-80 \r\n  (Supp. 2000) (concerning the requirements of filing a verified claim under the \r\n  South Carolina Tort Claims Act); Hazard v. South Carolina State Highway Dep't, \r\n  264 S.C. 386, 393, 215 S.E.2d 438, 441 (1975) (\"Since the filing of a claim \r\n  is a condition precedent to the accrual of a cause of action, no vested right \r\n  could be obtained by a victim of the governmental tort until the claim provisions \r\n  of the statute have been complied with.\"), overruled on other grounds by \r\n  McCall v. Batson, 285 S.C. 243, 329 S.E.2d 741 (1985). \r\n13.  See Rule 203, SCACR \r\n  (requiring the service and filing of a notice of appeal by a party intending \r\n  to appeal a decision); State v. Hinson, 303 S.C. 92, 399 S.E.2d 422 (1990) \r\n  (holding the appellant's failure to timely serve a notice of intent to appeal \r\n  deprived the supreme court of jurisdiction to consider the matter). \r\n14.  As to any contention that \r\n  satisfaction of the first requirement would have entitled Appellants to file \r\n  their lawsuit within one of the time periods set forth in the statutes of limitations \r\n  in Title 15, we note the supreme court has stated the ninety-day deadline for \r\n  filing an action under section 5-3-270 prevails over any general statute of \r\n  limitations. State ex rel. Condon v. City of Columbia, 339 S.C. 8, 526 \r\n  S.E.2d 408 (2000). \r\n15.  See Clemson \r\n  Univ. v. Speth, 344 S.C. 310, 313, 543 S.E.2d 572, 573 (Ct. App. 2001) (\"The \r\n  goal of statutory construction is to harmonize statutes whenever possible and \r\n  to prevent an interpretation that would lead to a result that is plainly absurd.\"). \r\n16.  See Hite, \r\n  220 S.C. at 66, 66 S.E.2d at 430 (\"[A]nnexation issues should be decided without \r\n  undue delay, so that the town officials would be advised whether the affected \r\n  area would become a part of the municipality. Many questions connected with \r\n  municipal government, including that of taxation, would need to be known with \r\n  reasonable promptness.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3433","title":"Laurens Emergency v. Bailey","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3433","description":"Holding a contract of indemnity need not necessarily be restricted to losses incurred to third parties","date":"2002-01-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n\r\nLaurens Emergency Medical Specialist, P.A.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nM.S. Bailey &amp; Sons Bankers, and Laurens County Health Care System,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nDefendants,\r\nof which Laurens County Health Care System is,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Laurens County\r\nJames W. Johnson, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3433\r\nSubmitted October 22, 2001 - Filed January 14, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nJ. Michael Turner, of Turner, Able &amp; Burney, of Laurens, for appellant.\r\n\r\nA. Camden Lewis and Thomas A. Pendarvis, of Lewis, Babcock &amp; Hawkins, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: Laurens Emergency Medical Specialists (EMS) brought this action for, among other things, indemnification against M.S. Bailey &amp; Sons\r\nBankers and Laurens County Hospital Health Care System (collectively, Laurens County Hospital).  The trial court granted summary judgment to EMS on the\r\nissue of liability, leaving only the amount of damages to be determined by a jury.\r\nLaurens County Hospital appeals.  We affirm. (1)    \r\n\r\nLaurens County Hospital, a political subdivision, operates a hospital in Laurens County.  EMS entered into an emergency services contract to furnish\r\nemergency room physicians and a medical director for the hospital's emergency department.  The contract required Laurens County Hospital to employ and\r\nassign non-physician personnel to the emergency room to assist with administrative matters.\r\n\r\nEMS brought this action after it discovered an administrative employee of the hospital who worked in the emergency department had embezzled funds\r\nbelonging to EMS.  EMS claimed its contract with Laurens County Hospital required the latter to indemnify it for all damages incurred as a result of the\r\nemployee's theft.\r\n\r\nLaurens County Hospital's principal argument is \r\n  that the absence of a third-party claim precludes the claim by EMS for indemnification \r\n  based on contract. It points to the definition of \"indemnity\" given by Judge \r\n  Bell in  Town of Winnsboro v. Wiedeman-Singleton. \r\n  (2) According to that definition, \"[i]ndemnity is that form of compensation \r\n  in which a first party is liable to pay a second party for a loss or damage \r\n  the second party incurs to a third party.\" (3)\r\n\r\nBut that is only one form an indemnity may take.  Parties may choose other forms of compensation in which a first party shall be liable to pay a second party for\r\na loss or damage the second party might incur.  A definition given to the term \"indemnity contract\" suggests other forms:\r\n\r\n\r\n  A contract between two parties whereby the one \r\n    undertakes and agrees to indemnify the other against loss or damage arising \r\n    from some contemplated act on the part of the indemnitor, or from some responsibility \r\n    assumed by the indemnitee, or from the claim or demand of a third person, \r\n    that is, to make good to him such pecuniary damage as he may suffer. \r\n    (4)  \r\n\r\n\r\nMoreover, in a recent case, the Texas Supreme Court similarly defined the term \"indemnity agreement\" to mean:\r\n\r\n\r\n  A collateral contract or assurance, by which one \r\n    person engages to secure another against an anticipated loss or to prevent \r\n    him from being damnified by the legal consequences of an act or forbearance \r\n    on the part of one of the parties or of some third person. \r\n    (5)  \r\n\r\nThe contract provision in issue reads in pertinent part:\r\n\r\n[Laurens County Hospital] will indemnify and hold [EMS] . . . harmless from and against any and all claims, actions, liability, or expenses (including\r\njudgments, court costs, and reasonable attorney fees) caused by or resulting from allegations of negligent or wrongful acts or omissions of hospital employees,\r\nservants, or agents.  Upon notice by [EMS], [Laurens County Hospital] will resist and defend and at its own expense, and by counsel reasonably satisfactory to\r\n[EMS], such claim or action. \r\n\r\n\r\nThe general rules that govern the construction and interpretation of other contracts also apply to the construction and interpretation of a contract of indemnity. (6) \r\nAs with other contracts, the principal question focuses on the intent of the parties.  Their intention is determined from the language used in the contract.  If that\r\nlanguage is clear and unambiguous, it must be given its plain and usual meaning. (7)  A contract of indemnity will cover all losses that reasonably appear to have\r\nbeen within contemplation of the parties. (8)    \r\n\r\nLooking at the clear and unambiguous language of the contract or agreement here, we are satisfied the parties intended Laurens County Hospital to indemnify\r\nEMS and save it harmless from losses suffered by EMS at the hands of hospital employees where the losses resulted from their negligent or wrongful acts or\r\nomissions.  The term \"expense,\" which the contract uses, means \"the laying out or expending of money\" and includes  \"loss.\" (9)  The theft of funds is a \"laying\r\nout of money\" or \"loss\" in anybody's book.  Noticeably absent from the indemnity agreement is any language limiting the expenses or losses for which Laurens\r\nCounty Hospital would be obligated to compensate EMS to only those  resulting from third-party claims. \r\n\r\nLaurens County Hospital also faults the trial court with granting summary judgment.  It claims an issue of fact existed regarding whether EMS's \"own\r\nnegligence contributed to or allowed the damage to occur.\"  This contention manifestly lacks merit.  The clear and unambiguous language of the indemnity\r\nagreement does not condition the liability of Laurens County Hospital for losses on anything related to EMS's negligent actions or inactions.  Any negligence\r\non the part of EMS would not lessen the obligation of Laurens County Hospital to \"indemnify and hold [EMS] . . . harmless from . . . expenses . . . caused by . .\r\n. [the] wrongful acts . . . of [h]ospital employees . . . .\" (10)\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and HUFF, J., concur.\r\n\r\n\r\n\r\n\r\n1.   Because oral argument would not aid the court in resolving the issue on appeal, we decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2.   303 S.C. 52, 398 S.E.2d 500 (Ct. App. 1990).\r\n3.  Id. at 56, 398 S.E.2d \r\n  at 502. \r\n4.   Black's Law Dictionary 910 (4th ed. 1968) (emphasis added).  \r\n5.   Dresser Industries, \r\n  Inc. v. Page Petroleum, Inc., 853 S.W.2d 505, 508 (Tex. 1993) (emphasis \r\n  added). \r\n6.  Campbell v. Beacon Mfg. \r\n  Co., 313 S.C. 451, 438 S.E.2d 271 (Ct. App.1993). \r\n7.  42  C.J.S. Indemnity \r\n   § 9a, at 88 (1991). \r\n8.   Id.  § 13, at 93. \r\n9.  In re Bates' Will, \r\n  152 Misc. 627, 629 (N.Y. Sur. 1934). \r\n10.  See United States \r\n  v. Hollis, 424 F.2d 188, 190 (4th Cir. 1970) (\"The courts have \r\n  consistently enforced contractual indemnity provisions placing ultimate liability \r\n  upon an indemnitor, even where the indemnitee's fault also contributed to the \r\n  loss.\"). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3434","title":"McCuen v. McCuen","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3434","description":"","date":"2002-01-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        William W. McCuen,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gina Eidson McCuen,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\n  Peter R. Nuessle, Family Court Judge\r\n\r\n\r\n\r\n\r\n    Opinion No. 3434\r\n    Heard December 4, 2001 - Filed January 14, 2002 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Tom G. Woodruff, of Aiken, for appellant.\r\n\r\n        Timothy S. Mirshak, of Augusta, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSHULER, J.: Gina Eidson McCuen \r\n  (the wife) appeals from the family court's refusal to appoint a guardian ad \r\n  litem to represent her interests in this divorce action. We affirm.\r\n\r\nThe wife and William W. McCuen (the husband) were \r\n  married in 1985 and separated in 1995. They have two children, both of whom \r\n  are minors.\r\n\r\nThe husband commenced this action against the wife \r\n  in June of 1997 seeking a divorce on the ground of one year's continuous separation. \r\n  The wife's attorney filed an entry of appearance and an answer and \r\n  counterclaim seeking a divorce based on desertion, alimony, custody of the parties' \r\n  children, and child support. (1) In \r\n  August of 1998, the husband amended his complaint to include a plea for child \r\n  custody and support.\r\n\r\nAt a temporary hearing held on October 27, 1998, the wife was present and represented by counsel.  As a result of this hearing,\r\nthe family court appointed a guardian ad litem for the two minor children and granted temporary custody to the paternal\r\ngrandmother.\r\n\r\nOn March 29, 1999, the wife was incarcerated in Georgia on shoplifting charges.  The family court scheduled a final hearing on\r\nthe merits of this action for August 3, 1999.  On the date of the hearing, the wife's attorney orally moved for appointment of a\r\nguardian ad litem to represent the wife's interests in the proceedings.  The wife's attorney also moved for a continuance.  The\r\nfamily court denied both motions and proceeded with the hearing.  By order dated October 13, 1999, the family court awarded\r\nthe husband a divorce on the ground of one year's continuous separation and custody of the children.  The court held the issues\r\nof child support, visitation, alimony, and any remaining financial issues in abeyance pending the wife's release from\r\nincarceration and further hearing by the court.  The wife's post-trial motion for reconsideration was denied.  This appeal\r\nfollowed.\r\n\r\nStandard of Review\r\n\r\n\r\nIn appeals from the family court, this court has \r\n  the authority to correct errors of law and find facts in accordance with its \r\n  own view of the preponderance of the evidence. Henggeler v. Hanson, 333 \r\n  S.C. 598, 510 S.E.2d 722 (Ct. App. 1998). This broad scope of review does not, \r\n  however, require this court to disregard the findings of the family court. Stevenson \r\n  v. Stevenson, 276 S.C. 475, 279 S.E.2d 616 (1981). Neither are we required \r\n  to ignore the fact that the trial judge, who saw and heard the witnesses, was \r\n  in a better position to evaluate their credibility and assign comparative weight \r\n  to their testimony. Cherry v. Thomasson, 276 S.C. 524, 280 S.E.2d 541 \r\n  (1981).\r\n\r\nDiscussion\r\n\r\n\r\nThe wife asserts the family court erred in failing to appoint a guardian ad litem to represent her interests in the divorce and\r\nchild custody proceeding.  We disagree.\r\n\r\n\r\nRule 17 (c), SCRCP provides, in pertinent part, as follows:\r\n\r\nA person imprisoned outside this State shall appear by guardian ad litem in an action by or against him;  but if imprisoned in\r\nthis State, and not a minor or incompetent, the court may, in its discretion appoint a guardian ad litem or order him to be\r\nbrought personally to the trial to testify in accordance with Rule 43(a).\r\n\r\n\r\nWhile the language of Rule 17 (c) does not expressly so provide, it is clear from applicable case law that the right to\r\nappearance by guardian ad litem is not absolute.  Our Supreme Court has noted:\r\n\r\n\r\n  Unlike an infant or insane person, a prison inmate \r\n    is not legally incompetent to transact business. The basis for the appointment \r\n    of a guardian ad litem for a prison inmate is not mental deficiency, but the \r\n    physical restraint of imprisonment. Since this is true, an inmate may waive \r\n    the appointment of a guardian ad litem. Green v. Boney, 233 S.C. 49, \r\n    103 S.E.2d 732; Cobb v. Garlington, 100 S.C. 51, 84 S.E. 302.\r\n\r\n\r\nIn the Matter of Bishop, 272 S.C. 306, 309, \r\n  251 S.E.2d 748, 750 (1979). \r\n\r\nBecause the right to the appointment of a guardian ad litem in such cases can be waived, our inquiry is not limited, as\r\nsuggested by the wife, to whether or not a guardian was appointed to represent her in these proceedings; rather, our inquiry\r\nextends to whether there was a waiver in this case.  \r\n\r\nDespite being incarcerated in another state, the \r\n  wife was represented by counsel at all stages of these proceedings. Notably, \r\n  the wife appeared through her counsel prior to the final hearing and while she \r\n  was incarcerated, but failed to move the court for appointment of a guardian \r\n  ad litem until the day of the final hearing. See Gossett v. Gilliam, \r\n  317 S.C. 82, 452 S.E.2d 6 (Ct. App. 1994) (where a prisoner is represented by \r\n  competent counsel, the appointment of a guardian ad litem would be superfluous); \r\n  Green v. Boney, 233 S.C. 49, 103 S.E.2d 732 (1958) (prisoner represented \r\n  by counsel waived his right to a guardian ad litem under former § 10-232 and \r\n  § 10-237 where he entered answer and counterclaim without mentioning the appointment \r\n  of a guardian); Cobb v. Garlington,100 S.C. 51, 84 S.E. 302 (1915) (an \r\n  incarcerated defendant waived his right to the appointment of a guardian ad \r\n  litem where counsel of his own choosing appeared for him). \r\n\r\nMoreover, the wife had been imprisoned for over \r\n  four months at the time the case was called to trial, but failed to move for \r\n  appointment of a guardian until immediately before trial was to begin. \r\n  See Green, 233 S.C. at 66, 103 S.E.2d at 741 (holding \r\n  defendant in a civil action waived any right to appointment of guardian ad litem \r\n  where defendant had been sentenced to term of imprisonment and was in custody \r\n  of sheriff at the time summons and complaint was served and defendant had ample \r\n  opportunity to apply for appointment of guardian ad litem, but instead filed \r\n  an answer and counterclaim and raised no question about guardian ad litem until \r\n  eve of trial).\r\n\r\nThe wife argues that a dual standard exists under the current Rule 17(c), SCRCP.  Under this dual standard, if a party is\r\nimprisoned within the state the appointment of a guardian ad litem is discretionary.  If the party is imprisoned outside of the\r\nstate the appointment of a guardian ad litem is required.  The wife further argues that because of this dual standard, the South\r\nCarolina cases finding a prisoner may waive his right to a guardian ad litem do not apply to the present situation because the\r\ncases involve parties imprisoned within the state. \r\n\r\nAt the time the Green case was decided, \r\n  section 10-232 of the 1952 South Carolina Code was in effect. Section 10-232 \r\n  provided \"a person imprisoned shall appear by guardian ad litem in \r\n  any action by or against him.\" S.C. Code § 10-232 (1952) (emphasis added). Section \r\n  10-232 did not distinguish between parties imprisoned within the state and outside \r\n  of the state. The Green court found that the prisoner had waived his \r\n  right to a guardian ad litem even though section 10-232 provided that a prisoner \r\n  shall appear by guardian ad litem. Rule 17 does distinguish between \r\n  parties imprisoned within the state and outside of the state. The rule provides \r\n  that a person imprisoned outside of the state \"shall appear by guardian \r\n  ad litem in an action by or against him\" but if imprisoned within the state \r\n  \"the court may, in its discretion, appoint a guardian ad litem . . \r\n  . .\" Rule 17(c), SCRCP. Nevertheless, the Green decision indicates that \r\n  the use of the word \"shall\" does not signify that a prisoner's right to a guardian \r\n  ad litem cannot be waived.\r\n\r\nWe think it clear that under the facts and circumstances attendant to this case, the wife waived any right she may have had to\r\nthe appointment of a guardian ad litem.\r\n\r\nAccordingly, the decision of the family court is\r\n\r\nAFFIRMED.\r\n\r\nCURETON and STILWELL, JJ., concur.\r\n\r\n\r\n1.  At the time of filing, the \r\n  wife had care and custody of the parties' children and the husband was paying \r\n  $150 per week in child support.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3435","title":"Pilgrim v. Miller","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3435","description":"The Court of Appeals reverses the trial court's decision denying the defendant's motion for relief under Rule 55(c), SCRCP, to vacate an entry of default.","date":"2002-01-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAlice Mae Pilgrim,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nYvonne Wardlaw Miller,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nDonald W. Beatty, Circuit Judge\r\n\r\n\r\nOpinion No. 3435\r\nSubmitted October 22, 2001 - Filed January 14, 2002\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert E. Davis, of Spartanburg, for appellant.\r\n\r\nAndrew N. Poliakoff, of Spartanburg, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: This action concerns an automobile accident that occurred on April 11, 1997.  Alice Mae Pilgrim served a summons and complaint on Yvonne\r\nWardlaw Miller almost three years later on March 24, 2000.  The next day, Miller took the suit papers to an attorney, who advised her to take them to her\r\ninsurance company.  She did so, delivering the suit papers promptly to an agent for Allstate Insurance\r\nCompany.  \r\n\r\nFor reasons yet to be explained, Allstate failed \r\n  to file a timely answer. Pilgrim obtained an entry of default on May 17, 2000. \r\n  Miller thereafter moved for relief pursuant to Rule 55(c), SCRCP. The trial \r\n  court refused to lift the entry of default. (1) \r\n  At a subsequent damages hearing, the trial court awarded Pilgrim $50,000 in \r\n  actual damages and denied Miller's motion to set aside the default judgment \r\n  under Rule 60(b)(1), SCRCP, or, in the alternative, to grant her a new trial. \r\n\r\n\r\nThe order denying Miller's Rule 55(c) motion states, \"No specific reason was offered for the lack of response to the Summons and Complaint\" and \"[i]t is the\r\nfinding of this Court that the Court has been presented with no reason to set aside this Default.\"  The order denying Miller's Rule 60(b)(1) motion states,\r\n\"[neither] the defendant nor the insurer offered any explanation for the failure to answer the Complaint.\"  Miller appeals.  We reverse. (2)\r\n\r\nThe dispositive issue here is whether the trial \r\n  court abused its discretion in not setting aside an entry of default. As Professor \r\n  James F. Flanagan, the reporter for the committee that drafted the new rules \r\n  of civil procedure, (3) points out in his recent \r\n  work South Carolina Civil Procedure, \"The entry of default may be vacated \r\n  upon a showing of good cause.\" (4) Indeed, \"good \r\n  cause\" is the express requirement of the rule itself. (5) \r\n   \r\n\r\nRule 55(c), this court has held, should be \"liberally construed to promote justice and dispose of cases on the merits.\" (6)  The question of whether a party seeking\r\nto set aside an entry of default has demonstrated \"good cause\" is one addressed to the sound discretion of the trial court. (7)  This court, however, will set aside on\r\nappeal a trial court's discretionary ruling that lacks reasonable evidentiary support or is controlled by error of law. (8)  \r\n\r\nThe findings by the trial court that Miller offered \r\n  no \"specific reason\" or \"explanation\" for the failure to answer the complaint \r\n  and that Miller gave the court \"no reason\" to set the default aside are simply \r\n  wrong. As the record clearly shows, Miller's failure to answer the complaint \r\n  resulted from Miller's expectation that Allstate would answer the complaint \r\n  for her. The trial court should have accepted this explanation, especially in \r\n  light of this court's decision in Ricks v. Weinrauch, \r\n  (9) which relied on Sears, Roebuck &amp; Co. v. Ramey, \r\n  (10) a Georgia case in which the basic facts mirror the ones here. \r\n\r\n\r\nIn Ramey, Sears, the defendant, had received \r\n  suit papers and turned them over to its insurer, believing the insurer would \r\n  defend the action. The insurer, however, failed to answer the complaint. When \r\n  Sears learned of this, it employed counsel and unsuccessfully moved to open \r\n  the default. The Georgia Court of Appeals, applying the more rigorous standard \r\n  of \"excusable neglect,\" reversed, holding the trial court \"abused its discretion \r\n  in refusing to open the default.\" (11)\r\n\r\nWe believe Miller, like Sears, demonstrated good \r\n  cause for setting aside the entry of default. She consulted a lawyer and followed \r\n  his advice to deliver the suit papers to her insurance company. She had every \r\n  right to believe Allstate would answer the complaint and defend her in the action. \r\n  Her expectation was not in any way unreasonable. Once an insurer is made aware \r\n  of a pending court action against its insured, the insured should be able to \r\n  rely on the insurer to protect his or her rights. As the Georgia Court of Appeals \r\n  reiterated in Ramey, \"'[a] litigant should not unnecessarily be forced \r\n  into default as a consequence of having reasonably relied upon the word of his \r\n  fellow, particularly when no innocent party will suffer if the default \r\n  is opened.'\" (12) We find this principle even \r\n  more compelling when, as here, the defendant has a meritorious defense to the \r\n  plaintiff's claim for damages. (13)  \r\n\r\n\r\nBecause Miller made a showing of good cause, we hold the trial court abused its discretion in refusing to set aside the entry of default and in not permitting her\r\nto respond to Pilgrim's allegations by answer or other proper pleading.  The subsequent entry of default judgment against Miller, therefore, was erroneous. (14)  \r\n\r\nREVERSED AND REMANDED.\r\n\r\nHEARN, C.J., and HUFF, J., concur.\r\n\r\n\r\n\r\n1.  The grant or denial of a \r\n  Rule 55(c) motion is not directly appealable. Jefferson v. Gene's Used Cars, \r\n  Inc., 295 S.C. 317, 368 S.E.2d 456 (1988). \r\n2.   Because oral argument would not aid the court in resolving the issue on appeal, we decide this case without oral argument pursuant to Rule 215, SCACR.\r\n3.  James F. Flanagan, South \r\n  Carolina Civil Procedure, at ii (2d ed. 1996). \r\n4.  Id. at 437. \r\n5.  Rule 55(c), SCRCP, provides \r\n  in pertinent part that \"[f]or good cause shown the court may set aside an entry \r\n  of default . . . .\" See also Patterson v. McNeill-Patterson &amp; \r\n  Assocs., 312 S.C. 471, 472, n.2, 441 S.E.2d 328, 329 n.2 (Ct. App. 1994) \r\n  (noting Rule 55(c) \"requir[es] a showing of 'good cause' before the court may \r\n  set aside an entry of default\"). \r\n6.  Dixon v Besco Eng'g, \r\n  320 S.C. 174, 178, 463 S.E.2d 636, 638 (Ct. App. 1995). \r\n7.  Id. at 178, 463 S.E.2d \r\n  at 639; Wham v. Shearson Lehman Bros., 298 S.C. 462, 465, 381 S.E.2d \r\n  499, 501 (Ct. App. 1989). \r\n8.  Wham, 298 S.C. at \r\n  465, 381 S.E.2d at 501. \r\n9.   293 S.C. 372, 360 S.E.2d 535 (Ct. App. 1987). \r\n10.  318 S.E.2d 740 (Ga. Ct. App. 1984).\r\n11.  Id. at 742. \r\n12.  Ramey, 318 S.E.2d \r\n  at 742 (quoting Cobb County Fair Ass'n v. Boyle, 240 S.E.2d 136, 138 \r\n  (Ga. Ct. App. 1977)). \r\n13.  At the hearing to set aside the entry of default, counsel for Miller informed the court that, while Miller would admit liability, she would contest the extent of\r\ndamages that Pilgrim allegedly suffered as a proximate result of the accident.  Counsel described the accident as \"an extremely minor\" one.  One issue that\r\nMiller included on appeal, which we do not address, concerned Pilgrim's medical bills and how they were related to that particular accident.  Pilgrim was\r\ninvolved in another motor vehicle accident in March 1998. \r\n14.   We do not address the issue that Miller raises concerning Pilgrim's medical bills.  \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3436","title":"United Educational Distributors, LLC v. Educational Testing Service","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3436","description":"In order to survive a motion to dismiss a cause of action for intentional interference with prospective contractual relations, a plaintiff must specifically allege facts that give rise to some reasonable expectation of economic benefits from an identifiable contract.","date":"2002-01-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nUnited Educational Distributors, LLC,&nbsp;&nbsp;&nbsp;\r\nAppellant,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nEducational Testing Service,&nbsp;&nbsp;&nbsp;\r\nRespondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\nThomas Kemmerlin, Jr., Special Circuit Judge\r\n\r\n\r\nOpinion No. 3436\r\nHeard October 1, 2001 - Filed January 22, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nBruce R. Hoffman, of Beaufort, for appellant.\r\n\r\nWilliam B. Harvey, III, of Harvey &amp; Battey, of Beaufort; and Bruce M. Berman and Michael D. Leffel, both of Wilmar, Cutler &amp; Pickering, of Washington,\r\nD.C., for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCONNOR, J.:  United Educational Distributors, LLC (\"UED\") appeals the dismissal of its cause of action for \"tortious interference with prospective economic\r\nadvantage.\"  We affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nEducational Testing Services (\"ETS\"), a nonprofit corporation headquartered in Lawrenceville, New Jersey, administers, scores, and prepares testing materials\r\nfor, among others, the College-Level Examination Program (\"CLEP\").  UED sells study aids for the CLEP test, which it markets primarily to military\r\npersonnel.\r\n\r\nOn October 9, 1998, UED filed its original complaint in the Court of Common Pleas for the County of Beaufort alleging ETS wrongfully interfered with\r\nUED's present and future sales contracts of its study materials. Essentially, UED alleged two tort causes of action: (1) intentional interference with present\r\ncontractual relationships and (2) intentional interference with prospective economic advantage. (1)  UED prayed for actual and punitive damages of not less than\r\n$1,500,000.00.\r\n\r\nOn November 12, 1998, the case was removed to federal district court and UED subsequently moved to remand the case.  Thereafter, on December 18, 1998,\r\nETS filed its first motion to dismiss UED's action pursuant to Fed. R. Civ. P. 12(b)(6).  UED filed its return to this motion and its first amended complaint on\r\nJanuary 5, 1999, to which ETS moved to dismiss the amended complaint on January 14, 1999.  On January 21, 1999, the action was remanded to the Beaufort\r\nCounty Court of Common Pleas.\r\n\r\nETS filed its first motion to dismiss UED's action pursuant to Rule 12(b)(6), SCRCP, on February 17, 1999. (2) After a hearing on ETS's motion, Judge\r\nKemmerlin, Master in Equity and Special Circuit Judge for the Court of Common Pleas of Beaufort County, filed his order on July 12, 1999, requiring UED to\r\nre-plead its first cause of action and allowing UED to re-plead its second cause of action for intentional interference with prospective contractual relations.\r\n\r\nUED filed its second amended complaint on July 29, 1999.  For the second cause of action, UED named several people from ETS specifically and alleged they\r\nparticipated in ETS's \"concerted effort to prevent [UED] from obtaining new business.\"  However, UED failed to allege that ETS interfered with any specific\r\ncontracts it had received or was certain to enter into.  Rather, UED alleged that it \"would have continued to receive responses from at least 10% of the lead\r\ncards [it] mailed.\"  Paragraphs fourteen and fifteen of UED's second amended complaint state:\r\n\r\n\r\n14. Businesses selling products on military bases are prohibited from selling door to door. Instead, with addresses only obtained from the military through the\r\nFreedom of Information Act (no names or telephone numbers are provided), [UED] sends out lead cards (in the Beaufort area, normally 4 mailings a year, 1500\r\ncards mailed at a time) to all the addresses inviting calls if the recipients have an interest in the product being sold ([UED] does not have a store front, it is a\r\ndirect sales company whose business is completely dependent on generating new customers through these lead cards). As a result of [ETS's] interference,\r\n[UED] has seen the average expected response (per past history) to its lead cards in the Beaufort area drop from 10% in 1996 and 1997 to virtually none in 1998\r\n(when the interference began) and none in 1999.\r\n\r\n15. [UED], not having names or phone numbers, couldn't do follow-up to see why they have not been receiving the normal percentage of lead card responses,\r\nas they had in the past (i.e. [UED] has no way of knowing who didn't respond and why, they only know they don't receive responses anymore). Meanwhile, the\r\nonly change in circumstance[s] from 1996 to present, and therefore the only possible cause for this quantifiable, precipitous drop in responses/business (to\r\nnothing), is [ETS's] interference.\r\n\r\n\r\nETS moved to dismiss UED's second amended complaint on August 16, 1999.  UED responded with its return to ETS's motion to dismiss, which was followed\r\non October 20, 1999 by ETS's \"memorandum of points and authorities in further support of its motion to dismiss\" the second amended complaint.  UED again\r\nfiled a return to ETS's addition to its motion.\r\n\r\nOn November 30, 1999, Judge Kemmerlin filed his \r\n  order striking UED's second cause of action in its second amended complaint \r\n  but allowing the first cause of action, stating: \"I believe the First Cause \r\n  of Action meets the bare bones requirements necessary to state a cause \r\n  of action for 'Tortious Interference With Present Contractual Relations.'\" (emphasis \r\n  in original). On December 20, 1999, UED filed notice of appeal from Judge Kemmerlin's \r\n  order that struck UED's claim for intentional interference with prospective \r\n  contractual relations. (3) \r\n\r\nDISCUSSION\r\n\r\nUED argues it sufficiently pled its cause of action for intentional interference with prospective contractual relations in its second amended complaint.  Although\r\nUED has alleged facts sufficient to put ETS on notice of a cause of action generally, it has failed to plead any specific contracts to put ETS on notice of what,\r\nwith some particularity, it must defend against in an intentional interference action.\r\n\r\nA ruling on a motion to dismiss a claim pursuant \r\n  to Rule 12(b)(6), SCRCP, must be based solely on the allegations set forth on \r\n  the face of the complaint. The motion will not be sustained if the facts alleged \r\n  and the inferences reasonably deducible therefrom would entitle the plaintiff \r\n  to relief on any theory of the case. Washington v. Lexington County Jail, \r\n  337 S.C. 400, 404, 523 S.E.2d 204, 206 (Ct. App. 1999); McCormick v. England, \r\n  328 S.C. 627, 632-33, 494 S.E.2d 431, 433 (Ct. App. 1997). \"[A] judgment on \r\n  the pleadings is considered to be a drastic procedure by our courts.\" Russell \r\n  v. City of Columbia, 305 S.C. 86, 89, 406 S.E.2d 338, 339 (1991). Therefore, \r\n  pleadings in a case should be construed liberally and the trial court and this \r\n  Court must presume all well pled facts to be true so that substantial justice \r\n  is done between the parties. See Justice v. Pantry, 330 S.C. 37, \r\n  42, 496 S.E.2d 871, 874 (Ct. App. 1998). \"The cause of action should not be \r\n  struck merely because the court doubts the plaintiff will prevail in the action.\" \r\n  McCormick, 328 S.C. at 633, 494 S.E.2d at 434.\r\n\r\nSouth Carolina only recently recognized the tort \r\n  of intentional interference with prospective contractual relations in Crandall \r\n  Corp. v. Navistar Int'l Transp. Corp., 302 S.C. 265, 395 S.E.2d 179 (1990). \r\n  The elements of the cause of action are (1) the intentional interference with \r\n  the plaintiff's potential contractual relations, (2) for an improper purpose \r\n  or by improper methods, and (3) causing injury to the plaintiff. Brown v. \r\n  Stewart, Op. No. 3408 (S.C. Ct. App. filed Nov. 19, 2001) (Shearouse Adv. \r\n  Sh. No. 41 at 33, 50); Love v. Gamble, 316 S.C. 203, 214, 448 S.E.2d \r\n  876, 882 (Ct. App. 1994). (4) \"As an alternative \r\n  to establishing an improper purpose, the plaintiff may prove the defendant's \r\n  method of interference was improper under the circumstances.\" Crandall, \r\n  302 S.C. at 266, 395 S.E.2d at 180. Generally, there can be no finding of intentional \r\n  interference with prospective contractual relations if there is no evidence \r\n  to suggest any purpose or motive by the defendant other than the proper pursuit \r\n  of its own contractual rights with a third party. Southern Contracting, Inc. \r\n  v. H.C. Brown Constr. Co., 317 S.C. 95, 102, 450 S.E.2d 602, 606 (Ct. App. \r\n  1994).\r\n\r\nUpon a review of our limited South Carolina precedent, \r\n  a cause of action for intentional interference with prospective contractual \r\n  relations generally stands following the loss of an identifiable contract or \r\n  expectation. See, e.g., Crandall, 302 S.C. at 267-68, 395 S.E.2d \r\n  at 180-81 (alleged interference with a verbal parts and labor supply contract); \r\n  Love, 316 S.C. at 205-07, 448 S.E.2d at 877-78 (alleged interference \r\n  with pickle supply contract); Williams v. Riedman, 339 S.C. 251, 529 \r\n  S.E.2d 28 (Ct. App. 2000) (asserted as a counterclaim by employer in a wrongful \r\n  termination case where the former employee allegedly solicited the employer's \r\n  current clients); Edens &amp; Avant Inv. Props., Inc. v. Amerada Hess Corp., \r\n  318 S.C. 134, 456 S.E.2d 406 (Ct. App. 1995) (alleging interference with an \r\n  option contract; nevertheless, the action is dismissed because plaintiff has \r\n  no right to recover damages); Southern Contracting, 317 S.C. at 96-97, 450 S.E.2d \r\n  at 603-04 (alleged interference with a subcontracting agreement);  Gailliard \r\n  v. Fleet Mortgage Corp., 880 F. Supp. 1085 (D.S.C. 1995) (alleged interference \r\n  with a mortgage contract dismissed by summary judgment motion). That is, \"Crandall \r\n  and other authority discussing this tort usually require the aggrieved party \r\n  to have been unsuccessful in acquiring an expected contract due to a third party's \r\n  intentional and wrongful actions.\"  Egrets Pointe Townhouses Prop. Owners \r\n  Ass'n v. Fairfield Cmtys., Inc., 870 F. Supp. 110, 116 (D.S.C. 1994).\r\n\r\nThe plaintiff must actually demonstrate, at the outset, that he had a truly prospective (or potential) contract with a third party.  This does not require plaintiff to\r\nprove the tort in his initial pleadings; rather, the allegations must present facts that give rise to some reasonable expectation of benefits from the alleged lost\r\ncontracts.  This requirement mirrors the analysis of other jurisdictions. \r\n\r\nIn New Jersey, \"[w]hat is actionable is the luring \r\n  away, by devious, improper and unrighteous means, of the customer of another.\" \r\n  Printing Mart-Morrison v. Sharp Elecs. Corp., 563 A.2d 31, 36 (N.J. 1989). \r\n  \"A complaint based on tortious interference must allege facts that show \r\n  some protectable right-a prospective economic or contractual relationship. \r\n  Although the right need not equate with that found in an enforceable contract, \r\n  there must be allegations of fact giving rise to some 'reasonable expectation \r\n  of economic advantage.'\" Id. at 37 (emphasis added); see \r\n  Democratic State Comm. v. Bebchick, 706 A.2d 569, 573 (D.C. 1998) (\"In \r\n  order to survive a motion to dismiss on a claim of intentional interference \r\n  with prospective economic advantage a plaintiff must allege business expectancies, \r\n  not grounded on present contractual relationships, but which are commercially \r\n  reasonable to anticipate.\"); Walker v. Sloan, 529 S.E.2d 236, 242 (N.C. \r\n  Ct. App. 2000) (\"[T]o state a claim for wrongful interference with prospective \r\n  advantage, the plaintiffs must allege facts to show that the defendants acted \r\n  without justification in inducing a third party from entering into a contract \r\n  with them which contract would have ensued but for the interference.\"); see \r\n  also Spartan Equip. Co. v. Air Placement Equip. Co., 140 S.E.2d \r\n  3, 11 (N.C. 1965) (Plaintiff had not entered a contract with its prospective \r\n  customer; therefore, Plaintiff's cause of action for malicious interference \r\n  with a proposed or prospective contract did not survive a demurrer ore tenus \r\n  because Plaintiff failed to \"allege that its prospective sale [to the potential \r\n  customer] would have been consummated but for the malicious interference of \r\n  defendant's agent.\"); Everest Props. II, L.L.C. v. Am. Tax Credit Props. \r\n  II, L.P., 2000 WL 145757 (Del. Super. Ct. 2000) (pleading loss of tender \r\n  offers for corporate stock allegedly thwarted by defendants is sufficient to \r\n  state a cause of action for tortious interference).\r\n\r\n\"The Pennsylvania Supreme Court has defined 'prospective \r\n  contractual relation' as 'something less than a contractual right, something \r\n  more than a mere hope.' In short, it is 'a reasonable probability' \r\n  that contractual relations will be realized.\" SNA, Inc. v. Array, 51 \r\n  F. Supp. 2d 554, 567 (E.D.Pa. 1999) (emphasis added); Kachmar v. Sunguard \r\n  Data Sys., Inc., 109 F.3d 173, 184 (3d Cir. 1997) (\"[T]he Pennsylvania Supreme \r\n  Court requires that there be an objectively reasonable probability that a contract \r\n  will come into existence.\"). As such, mere business competition where the defendant \r\n  takes no \"purposeful action\" to cause the plaintiff financial harm is not actionable. \r\n  SNA, 51 F. Supp. 2d at 567.\r\n\r\nThe reasonable expectation need not be based on \r\n  an enforceable contract. Landry v. Hornstein, 462 So. 2d 844, 846 (Fla. \r\n  Dist. Ct. App. 1985) (The reasonable expectation need not be based on an enforceable \r\n  contract \"if the jury finds that an understanding between the parties would \r\n  have been completed had the defendant not interfered.\"); see Printing \r\n  Mart-Morristown v. Sharp Elecs. Corp., 563 A.2d 31, 36 (N.J. 1989). Rather, \r\n  plaintiffs must allege \"either a business relation with specific third parties \r\n  or with an identifiable prospective class of third persons.\" Parkway Bank \r\n  &amp; Trust Co. v. City of Darien, 357 N.E.2d 211, 214 (Ill. App. Ct. 1976). \r\n  Thus, in Fredrick v. Simmons Airlines, Inc., 144 F.3d 500, 503 (7th Cir. \r\n  1998) (applying Illinois law), where plaintiff failed to identify any third \r\n  parties with whom he had a valid expectation to conduct business, the court \r\n  did not allow the tortious interference action to stand. In fact, the court \r\n  found plaintiff \"failed to allege any reasonable expectation of a business relationship \r\n  at all\" since \"[h]e does not claim that he had been offered a job by any other \r\n  airline, or even that he had interviewed or applied for such positions\" to create \r\n  a sufficient expectancy of employment. Id.; accord Citylink \r\n  Group, Ltd. v. Hyatt Corp., 729 N.E.2d 869, 877 (Ill. App. Ct. 2000) (Plaintiffs' \r\n  claim for the tort was properly dismissed because \"[t]he record shows that plaintiffs \r\n  failed to: (1) specifically identify another Hyatt hotel from which they expected \r\n  to receive a contract; (2) allege that any other clearly identified group was \r\n  'contemplating prospective contractual arrangements' with plaintiffs; and (3) \r\n  allege any specific acts of interference.\"); Quail Ridge Assocs. v. Chem. \r\n  Bank, 558 N.Y.S.2d 655 (N.Y. App. Div. 1990) (affirming dismissal of plaintiff's \r\n  cause of action for intentional interference with contract and precontractual \r\n  business relations involving loan agreement where pleadings failed to contain \r\n  a reference to any particular contract with a third party).\r\n\r\nThe agreement must be a close certainty; thus, \r\n  a mere offer to sell, for example, does not, by itself, give rise to sufficient \r\n  legal rights to support a claim of intentional interference with a business \r\n  relationship. Landry, 462 So. 2d at 846. Likewise, the mere hope of a \r\n  contract is insufficient. See Williams v. Weaver, 495 N.E.2d 1147, \r\n  1152 (Ill. App. Ct. 1986) (employment contract), cited in Jones v. \r\n  SABIS Educ. Sys., Inc., 52 F. Supp. 2d 868, 881-82 (N.D.Ill. 1999) (plaintiff, \r\n  an at-will employee who was discharged, did not have an expectation that his \r\n  employment relationship would continue); accord Frederick, 144 \r\n  F.3d at 503.\r\n\r\nThese contracts cannot be speculative. In SNA, \r\n  a Pennsylvania District Court found mere allegations of losses from a general \r\n  list of unknown customers does not sufficiently plead the tort.\r\n\r\n\r\nPlaintiffs also argue that through their internet sites, defendants interfere with plaintiffs' prospective contracts because prospective customers will see the sites\r\nand be dissuaded from ever contacting SNA. This conclusory speculation certainly cannot form the basis of an action, because there is no evidence of a\r\nreasonable probability that a contract will be realized with the hypothetical internet user, nor any of economic loss to plaintiff caused by defendants.\r\n\r\n\r\nSNA, 51 F. Supp. 2d at 568 (emphasis added). Likewise, \r\n  in Minnesota Mining &amp; Mfg. Co. v. Graham-Field, Inc., 1997-2 Trade \r\n  Cases P 71,882, 1997 WL 166497 (S.D.N.Y. 1997), a New York District Court dismissed \r\n  defendant's counterclaim because it failed to state its alleged losses with \r\n  specificity. The court stated:\r\n\r\n\r\nGFI fails to allege a particular customer relationship with which plaintiff interfered. Rather, GFI alleges generally that as a result of [plaintiff's] actions,\r\n\"certain of GFI's customers have brought their business elsewhere.\" This is insufficient to sustain GFI's tortious interference with prospective economic\r\nadvantage counterclaim, and that counterclaim must be dismissed.\r\n\r\n\r\nId. at *7.\r\n\r\nHere, UED has redrafted its complaint twice and still has not alleged that it had a reasonable probability of entering into a specific contract but for the\r\ninterference of ETS.  Rather, UED merely asserts, based on past experience, it would have received a response from approximately 10% of its mailings. \r\nFurther, UED asserts that everyone on the military bases it tried to serve constitutes a potential customer and, therefore, prospective contracts.  Even with these\r\nalleged potential customers, however, UED acknowledges it \"has no way of knowing who didn't respond and why.\"  Moreover, UED does not allege that any\r\nof its past customers provided repeat business. Therefore, UED has failed to plead any potential contract was thwarted by any alleged tortious conduct on the\r\npart of ETS.\r\n\r\nFor the foregoing reasons, the decision of the circuit court dismissing UED's action for intentional interference with prospective contractual relations pursuant\r\nto Rule 12(b)(6) is\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J. and GOOLSBY, J., concur.\r\n\r\n\r\n1.  Although the trial court \r\n  identified this action as \"tortious interference with prospective economic advantage,\" \r\n  South Carolina has labeled this tort \"intentional interference with prospective \r\n  contractual relations.\" See Crandall Corp. v. Navistar Int'l Transp. \r\n  Corp., 302 S.C. 265, 395 S.E.2d 179 (1990). Because the parties use the \r\n  two terms interchangeably, we will, for consistency purposes, analyze UED's \r\n  cause of action as that of intentional interference with prospective contractual \r\n  relations. This decision does not affect the substance of our analysis. See \r\n  45 Am. Jur. 2d Interference § 36 (1999) (\"The torts of intentional interference \r\n  with contractual relations, with lawful business, and with prospective business \r\n  advantage are closely related. . . . The general wrong involved in each tort \r\n  consists of intentional and improper methods of diverting or taking away ongoing \r\n  or prospective business or contractual rights from another, which methods are \r\n  not within the privilege of fair competition.\"). \r\n2.  This motion is dated February 6, 1999; however, in ETS's additional memorandum in support of its motion to dismiss UED's second amended complaint,\r\nETS states it did not move to dismiss the first amended complaint until February 17, 1999.  \r\n3.  Subsequently, UED filed its third amended complaint clarifying its first cause of action and including its second cause of action for intentional interference\r\nwith prospective contractual relations.  Nevertheless, Judge Kemmerlin's last order filed February 11, 2000, addressed only UED's second amended complaint. \r\nOf import in this appeal, the judge found UED's allegations for intentional interference with prospective contractual relations \"fail to satisfy the requirements of\r\nSouth Carolina law or my earlier Order\" because UED failed to allege specific customers and contracts lost due to ETS's actions or any knowledge of the same\r\nby ETS.  The judge cited this lack of proof apparent in Paragraphs seven and eight of UED's second amended complaint.  Thus, the judge concluded:\r\n\r\n[ETS] should not be required to attempt to answer [UED's] Second Amended Complaint without knowing the particular contracts (if any) that [UED] claims\r\nhave been breached and of which [ETS] had knowledge. [UED] is the only party in a position to identify such contracts, and [ETS] cannot be made to guess at\r\nthe contracts that [UED] may have in mind.\r\n\r\n\r\nJudge Kemmerlin noted in a footnote to the above referenced citation that: \"[i]f discovery reveals other contracts then [UED] can amend [its] complaint to\r\ninclude them.\"  By letter dated February 15, 2000, UED inquired from Judge Kemmerlin why he had based his latest order on the second amended complaint.\r\nIn a handwritten note on this letter, the judge responded to \"[j]ust to keep up with it, I think you[, UED,] should now prepare a pleading complying with my\r\nOrder of 2/11/2000.\"\r\n\r\n\r\nThereafter, Judge Kemmerlin recused himself on June 23, 2000.   \r\n4.  See also Landry \r\n  v. Hornstein, 462 So. 2d 844, 846 (Fla. Dist. Ct. App. 1985); Restatement \r\n  (Second) of Torts § 766B (1989 &amp; Supp. 2001). A number of other jurisdictions, \r\n  on the other hand, generally express the tort with four elements, requiring \r\n  a plaintiff to plead and prove:\r\n\r\n(1) his reasonable expectation of entering into a valid business relationship; (2) the defendant's knowledge of the plaintiff's expectancy; (3) purposeful\r\ninterference by the defendant that prevents the plaintiff's legitimate expectancy from ripening into a valid business relationship; and (4) damages to the plaintiff\r\nresulting from such interference.\r\n\r\nFellhauer v. City of Geneva, 568 N.E.2d \r\n  870, 878 (Ill. 1991); accord Purgess v. Sharrock, 33 F.3d 134, \r\n  141 (2d Cir. 1994); Preyer v. Dartmouth Coll., 968 F. Supp. 20, 26 (D.N.H. 1997); \r\n  SNA, Inc. v. Array, 51 F. Supp. 2d 554, 567 (E.D. Pa. 1999); DeBonaventura \r\n  v. Nationwide Mut. Ins. Co., 428 A.2d 1151, 1153 (Del. 1981); Swanset \r\n  Dev. Corp. v. City of Taunton, 668 N.E.2d 333, 338 (Mass. 1996); Printing \r\n  Mart-Morristown v. Sharp Elecs. Corp., 563 A.2d 31, 37 (N.J. 1989); see \r\n  generally Richard D. English, Annotation, Liability for Tortious Interference \r\n  with Prospective Contractual Relations Involving Sale of Business, Stock, or \r\n  Real Estate, 71 A.L.R.5th 491 (1999). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3437","title":"Olmstead v. Shakespeare","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3437","description":"This case discusses whether an employee of a common carrier was a statutory employee of a shipper and therefore barred from proceeding in tort by the exclusive remedy provisions of the Workers' Compensation Act and rejects the contention that Abbott v. The Limited recognizes a distinction between a shipper and a recipient of goods.","date":"2002-01-22","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nOlmstead v. Shakespeare\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        \r\n\r\n\r\n          Case No. 99-CP-36-180&nbsp;&nbsp;&nbsp; Charles \r\n          Olmstead,&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Shakespeare,&nbsp;&nbsp;&nbsp; Respondent.\r\n\r\n&nbsp;\r\n\r\n        Case No. 99-CP-36-186&nbsp;&nbsp;&nbsp; \r\n          Joanna Olmstead,&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n  \r\n    \r\n      \r\n        Shakespeare,&nbsp;&nbsp;&nbsp; Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Newberry County\r\n  John W. Kittredge, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3437\r\n  Heard December 5, 2001 - Filed January 22, 2002\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Daniel E. Henderson, of Peters, Murdaugh, Parker, \r\n          Eltzroth &amp; Detrick, of Ridgeland, for appellants.\r\n\r\n        Gray T. Culbreath and Clayton B. McCullough, of \r\n          Collins &amp; Lacy, of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSTILWELL, J.: \r\n  Charles and Joanna Olmstead appeal the order of the circuit court dismissing \r\n  their tort actions against Shakespeare. The circuit court held that Olmstead \r\n  was Shakespeare's statutory employee and thus barred by the exclusive remedy \r\n  provision of the Workers' Compensation Act. We reverse and remand.\r\n\r\n\r\n    FACTS/PROCEDURAL HISTORY  \r\n  \r\n\r\n\r\nOlmstead is the owner-operator of a truck-trailer \r\n  combination used for long distance hauling of goods and materials. He leased \r\n  his equipment to Hot Shot Express, which provided his tags, ICC licensing, and \r\n  placards. He was paid by Hot Shot based on the miles he drove. Hot Shot dispatched \r\n  Olmstead to Shakespeare's Newberry plant to pick up a load of utility poles. \r\n  Olmstead's truck was loaded by Shakespeare employees, and Olmstead strapped \r\n  the load down. After the load was strapped, Olmstead was asked to unstrap the \r\n  poles because of a quality control problem. He was injured when some of the \r\n  poles fell during unstrapping. \r\n\r\nOlmstead filed suit against Shakespeare for negligence, \r\n  and his wife filed suit for loss of consortium. Shakespeare answered and alleged, \r\n  as an affirmative defense, that Olmstead was a statutory employee and thus the \r\n  exclusive remedy was under the South Carolina Workers' Compensation Act. After \r\n  the period for filing a workers' compensation claim had expired, Shakespeare \r\n  filed a motion to dismiss on the same basis. The circuit court granted the motion. \r\n  \r\n\r\n\r\n    STANDARD OF REVIEW \r\n  \r\n\r\n\r\nIn workers' compensation cases, the \"existence \r\n  of the employer-employee relationship is a jurisdictional question.\" Lake \r\n  v. Reeder Constr. Co., 330 S.C. 242, 247, 498 S.E.2d 650, 653 (Ct. App. \r\n  1998). Subject matter jurisdiction is a question of law for decision by the \r\n  court and includes findings of fact which relate to jurisdiction. Bridges \r\n  v. Wyandotte Worsted Co., 243 S.C. 1, 7, 132 S.E.2d 18, 21 (1963). \"[T]his \r\n  court may reverse where the decision is affected by an error of law.\" Lake \r\n  at 247, 498 S.E.2d at 653.\r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nOlmstead argues the trial court erred in holding \r\n  that he was a statutory employee of Shakespeare. We agree. \r\n\r\nThe recent supreme court case of Abbott v. The \r\n  Limited, Inc., 338 S.C. 161, 526 S.E.2d 513 (2000) is controlling. Abbott \r\n  was employed by a common carrier which had a contract with The Limited Distribution \r\n  Services to deliver goods to its retail stores. Abbott was injured while unloading \r\n  boxes on the retailer's premises. The Abbott court cited the three established \r\n  tests used to determine\r\n\r\n\r\n  whether an employee is engaged in an activity that \r\n    is part of the owner's trade, business, or occupation as required under [S.C. \r\n    Code Ann.] § 42-1-400 (1985). . . : (1) is the activity an important part \r\n    of the owner's business or trade; (2) is the activity a necessary, essential, \r\n    and integral part of the owner's business; or (3) has the activity previously \r\n    been performed by the owner's employees?&nbsp;.&nbsp;.&nbsp;.&nbsp;'[T]he \r\n    guidepost is whether or not that which is being done is or is not a part of \r\n    the general trade, business, or occupation of the owner.' \r\n\r\n\r\nAbbott at 163, 526 S.E.2d at 514. In finding \r\n  Abbott was not a statutory employee of The Limited, our supreme court stated, \r\n  \"'[t]he mere fact that transportation of goods to one's place of business is \r\n  essential for the conduct of the business does not mean that the transportation \r\n  of the goods is a part or process of the business.' We conclude that the mere \r\n  recipient of goods delivered by a common carrier is not the statutory employer \r\n  of the common carrier's employee.\" Abbott at 163-64, 526 S.E.2d at 514 \r\n  (quoting Caton v. Winslow Bros.&nbsp;&amp; Smith Co., 34 N.E.2d 638, \r\n  641 (1941)). In so holding, the court stated in a footnote: \"To the extent Neese \r\n  v. Michelin Tire Corp., 324 S.C. 465, 478 S.E.2d 91 (Ct. App. 1996), and \r\n  Hairston v. Re: Leasing, Inc., 286 S.C. 493, 334 S.E.2d 825 (Ct. App. \r\n  1985), may be read to hold otherwise, they are hereby overruled.\"\r\n\r\nIn this case, the trial court stated it was influenced \r\n  primarily by two factors in finding Olmstead was a statutory employee. First, \r\n  the supreme court could easily have broadened the reach of Abbott to \r\n  all transportation cases but chose not to, specifically limiting its holding \r\n  to receipt of goods. Second, Abbott did not overrule Revels v. Hoechst \r\n  Celanese Corp., 301 S.C. 316, 391 S.E.2d 731 (Ct. App. 1990). We find the \r\n  court's reliance on these factors misplaced. We do not agree with the overly \r\n  narrow reading of Abbott, as we find that its holding is not limited \r\n  to situations involving a retailer's receipt of goods. The facts of Abbott \r\n  involved receipt of goods, so it was unnecessary for the court to address the \r\n  delivery of goods from a manufacturer to a customer because that issue was not \r\n  presented.\r\n\r\nA review of the overruled cases provides further \r\n  evidence that the holding of Abbott is not limited to receipt of goods. \r\n  In Hairston, the recipients determined the delivery dates and drop-off \r\n  points for vehicles being transported by the common carrier. Hairston \r\n  at 496, 334 S.E.2d at 826. The court did not emphasize or even address the delivery \r\n  aspect of the case, but rather found that the preponderance of the evidence \r\n  indicated the driver was performing services which were part of the trade or \r\n  business. Hairston at 498, 334 S.E.2d at 827.\r\n\r\nIn Neese, an employee of a common carrier \r\n  was injured while unloading a truck. In a footnote, the court noted the parties \r\n  were not in agreement as to when the injury occurred. Neese at 470 n.1, \r\n  478 S.E.2d at 93-94 n.1. Neese contended he was injured while transporting the \r\n  goods from the Michelin plant to another location. Michelin contended he was \r\n  injured while transporting materials back to the Michelin plant. The court stated, \r\n  \"Whether Neese was injured at AVRC or the Sandy Springs [Michelin] plant is \r\n  not relevant to the issues involved in this appeal.\" Id. This language indicates \r\n  the court did not make a distinction, nor would it have made a difference if \r\n  Neese were delivering or receiving the goods. The court held that \"[c]learly, \r\n  the packaging and transportation of these semi-finished products . . . is an \r\n  integral part of Michelin's business.\" Neese, 324 S.C. at 473, 478 S.E.2d at \r\n  95. Because this case did not specifically involve delivery or receipt, Abbott \r\n  cannot be read to have been overruling a receipt case when it overruled Neese. \r\n  Rather, we find that Abbott focused on the transportation aspect to determine \r\n  if the individual is a statutory employee, not whether the purported statutory \r\n  employer was a shipper or a recipient of goods.\r\n\r\nAdditionally, the trial court's reliance on the \r\n  fact that the supreme court did not overrule Revels was error. Revels \r\n  was employed by a common carrier to transport liquid organic chemicals. Revels \r\n  at 317, 391 S.E.2d at 731. The Revels court found \"no difficulty in deciding \r\n  that Revels was Celanese' 'statutory employee' when he was injured. The work \r\n  then being performed by Revels, i.e., checking the levels of the chemicals \r\n  being loaded into the tanker, was a part of Celanese' general business.\" Revels \r\n  at 318, 391 S.E.2d at 732. Unlike the employees in Abbott, Neese, \r\n  and Hairston, who were merely transporting goods, Revels was more involved \r\n  in the business process, since he monitored the levels of chemicals being pumped \r\n  into the tanker. Additionally, this court in Revels specifically found \r\n  that distribution, and therefore transportation, was an integral part of Celanese's \r\n  business. Since Revels involved more than transportation alone and is \r\n  easily distinguished on its facts, the supreme court had no reason to expressly \r\n  overrule it.\r\n\r\nWe find the facts in the present case do not support \r\n  the ruling that Olmstead was a statutory employee of Shakespeare. Olmstead was \r\n  transporting a finished product away from Shakespeare's manufacturing plant \r\n  to a customer. Shakespeare does not own or operate any receiving or delivery \r\n  trucks. All of the raw material that arrives at its plant and all of the finished \r\n  product that leaves its plant does so by common carrier. We find that Olmstead, \r\n  as an employee of a common carrier involved only in the transportation of goods, \r\n  was not part of the general trade, business, or occupation of Shakespeare. We \r\n  thus hold he was not a statutory employee. \r\n\r\nWhile generally workers' compensation should be \r\n  construed broadly in favor of coverage to further its purpose, the underlying \r\n  rationale is not as pertinent where the statutory employee definition and exclusive \r\n  remedy provision are used as a shield to prevent recovery under another theory. \r\n  See Peay v. U.S. Silica Co., 313 S.C. 91, 94, 437 S.E.2d 64, 65 \r\n  (1993) (\"[W]orkers' compensation statutes are construed liberally in favor of \r\n  coverage. It follows that any exception to workers' compensation coverage must \r\n  be narrowly construed.\"); Caughman v. Columbia Y.M.C.A., 212 S.C. 337, \r\n  47 S.E.2d 788 (1948) (definitions in compensation acts should be broadly or \r\n  liberally construed to effect legislative purpose); Pelfrey v. Oconee County, \r\n  207 S.C. 433, 440, 36 S.E.2d 297, 300 (1945) (\"'Common sense indicates that \r\n  a compensation law passed to increase workers' rights (because their common \r\n  law rights were too narrow) should not thereafter be narrowly construed.'\"); \r\n  Ham&nbsp;v. Mullins Lumber Co., 193 S.C. 66, 75, 7 S.E.2d 712, 716 (1940) \r\n  (\"[T]he general and well established rule in construction of compensation acts \r\n  is that they are intended to be for the benefit of employees and must be construed \r\n  liberally in their favor.\"); but see Gentry v. Milliken &amp; Co., \r\n  307 S.C. 235, 414 S.E.2d 180 (Ct. App. 1992).\r\n\r\nBecause we hold that Olmstead was not a statutory \r\n  employee of Shakespeare, we need not address his estoppel argument. The decision \r\n  of the trial court is reversed, and these cases are remanded for proceedings \r\n  consistent with this opinion.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3438","title":"State v. Knuckles","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3438","description":"This is an action alleging trial court lacked subject matter jurisdiction due to insufficiency of indictment.","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is an action alleging trial court lacked subject matter jurisdiction due to insufficiency of indictment.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Harold D. Knuckles,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Cherokee County\r\n  Thomas L. Hughston, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3438\r\n    Heard December 4, 2001 - Filed January 28, 2002\r\n\r\n\r\n\r\nVACATED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Katherine Carruth \r\n          Link, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Robert E. Bogan, Senior Assistant Attorney General Charles H. Richardson, \r\n          all of Columbia; and Solicitor Harold W. Gowdy, III, of Spartanburg, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCURETON, J.: Harold Knuckles was \r\n  charged with driving under the influence (DUI), pled guilty, and was convicted. \r\n  Knuckles appeals asserting the circuit court lacked subject matter jurisdiction \r\n  to accept his plea because the indictment charging him with DUI did not contain \r\n  all of the statutory elements of the offense. We agree and vacate the conviction. \r\n  (1)\r\n\r\n\r\n    FACTS \r\n\r\n\r\n\r\nOn July 17,1998, Trooper Godfrey of the Highway \r\n  Patrol responded to a traffic call from a Metro Narcotics Officer. Upon his \r\n  arrival at the scene, Godfrey encountered Knuckles, performed sobriety tests, \r\n  and determined Knuckles was under the influence. Knuckles was arrested and imprisoned \r\n  for three days.\r\n\r\nAt his plea hearing, Knuckles requested the court's \r\n  mercy as he had secured a new job to begin the following week. The court sentenced \r\n  Knuckles to one year imprisonment and fined him $2,000 suspended on time served, \r\n  $1,000 fine and probation for two years. Knuckles appeals.\r\n\r\n\r\n    LAW/ANALYSIS \r\n\r\n\r\n\r\nKnuckles asserts the circuit court lacked subject \r\n  matter jurisdiction to accept his guilty plea because the indictment failed \r\n  to adequately charge him with DUI pursuant to section 56-5-2930 of the South \r\n  Carolina Code. We agree.\r\n\r\nThe indictment reads as follows:\r\n\r\n\r\n  That Harold Knuckles, Sr. did in Cherokee County \r\n    on or about July 17, 1998, drive a vehicle while under the influence of intoxicating \r\n    liquors, and/or narcotic drugs, barbiturates, paraldehydes drugs and herbs; \r\n    such not being the first offense within a period of ten years including and \r\n    immediately preceding the foregoing date. \r\n\r\n\r\nThe caption of the indictment cited section 56-5-2930, \r\n  but the section was not referenced in the body of the indictment.\r\n\r\nPrior to June 29, 1998, section 56-5-2930 read \r\n  as follows:\r\n\r\n\r\n  It is unlawful for any person who is a habitual \r\n    user of narcotic drugs or any person who is under the influence of intoxicating \r\n    liquors, narcotic drugs, barbiturates, paraldehydes or drugs, herbs or any \r\n    other substance of like character, whether synthetic or natural, to drive \r\n    any vehicle within this State.\r\n\r\n  For purposes of this section 'drug' means illicit \r\n    or licit drug, a combination of licit or illicit drug, a combination of alcohol \r\n    and an illicit drug, or a combination of alcohol and a licit drug.\r\n\r\n\r\nS.C. Code Ann. § 56-5-2930 (1991).\r\n\r\nSection 56-5-2930 was amended effective June 29, \r\n  1998, (2) and at the time of the offense it read \r\n  as follows:\r\n\r\n\r\n  It is unlawful for a person to drive a motor vehicle \r\n    within this State while under the:\r\n\r\n  \r\n    (1) influence of alcohol to the extent that \r\n      the person's faculties to drive are materially and appreciably impaired;\r\n\r\n    (2) influence of any other drug or a combination \r\n      of other drugs or substances which cause impairment to the extent that the \r\n      person's faculties to drive are materially and appreciably impaired; \r\n      or\r\n\r\n    (3) combined influence of alcohol and any other \r\n      drug or drugs, or substances which cause impairment to the extent that the \r\n      person's faculties to drive are materially and appreciably impaired. \r\n      \r\n\r\n  \r\n\r\nS.C. Code Ann. § 56-5-2930 (Supp. 1998) (emphasis \r\n  added). The language used in the indictment tracked the language of the statute \r\n  prior to the amendment, and did not contain the \"materially and appreciably \r\n  impaired\" language. \r\n\r\nThe subject matter jurisdiction of a court is fundamental. \r\n  \"Lack of subject matter jurisdiction may not be waived, even by consent of the \r\n  parties, and should be taken notice of by this Court. It is well-settled that \r\n  issues related to subject matter jurisdiction may be raised at any time, including \r\n  for the first time on appeal in this Court.\" Brown v. State, 343 S.C. \r\n  342, 346, 540 S.E.2d 846, 848-49 (2001) (citation omitted). The action of a \r\n  court, regarding a matter as to which it has no jurisdiction, is void. State \r\n  v. Funderburk, 259 S.C. 256, 261, 191 S.E.2d 520, 522 (1972).\r\n\r\nThe circuit court does not have subject matter \r\n  jurisdiction to hear a guilty plea unless: (1) there has been an indictment \r\n  which sufficiently states the offense; (2) there has been a waiver of indictment; \r\n  or (3) the charge is a lesser included offense of the crime charged in the indictment. \r\n   Carter v. State, 329 S.C. 355, 362, 495 S.E.2d 773, 777 (1998).\r\n\r\nSouth Carolina law provides an indictment is sufficient \r\n  if it \"charges the crime substantially in the language . . . of the statute \r\n  prohibiting the crime or so plainly that the nature of the offense charged may \r\n  be easily understood.\" S.C. Code Ann. § 17-19-20 (1985). \"The true test of the \r\n  sufficiency of an indictment is not whether it could be made more definite and \r\n  certain, but whether it contains the necessary elements of the offense intended \r\n  to be charged and sufficiently apprises the defendant of what he must be prepared \r\n  to meet.\" Browning v. State, 320 S.C. 366, 368, 465 S.E.2d 358, 359 (1995).\r\n\r\nSouth Carolina courts have held that the sufficiency \r\n  of an indictment \"must be viewed with a practical eye; all the surrounding circumstances \r\n  must be weighed before an accurate determination of whether a defendant was \r\n  or was not prejudiced can be reached.\" State v. Adams, 277 S.C. 115, \r\n  125, 283 S.E.2d 582, 588 (1981), overruled on other grounds by State \r\n  v. Torrence, 305 S.C. 45, 406 S.E.2d 315 (1991). We look first to the statutory \r\n  history, mindful that it is the Legislature, not this court, that is responsible \r\n  for defining a crime under a penal statute. Moreover, we are bound to construe \r\n  section 56-5-2930 strictly against the State. See Williams v. State, \r\n  306 S.C. 89, 91, 410 S.E.2d 563, 564 (1991) (It is a well-settled rule of statutory \r\n  construction that penal statutes are strictly construed against the State and \r\n  in favor of the defendant.).\r\n\r\n The statute was amended in June 1998, approximately \r\n  four months after this court decided State v. Kerr, 330 S.C. 132, 498 \r\n  S.E.2d 212 (Ct. App. 1998). This court in Kerr, interpreting the version \r\n  of the statute prior to the 1998 amendment, addressed the standard of proof \r\n  for DUI. We concluded that DUI was established by proof that the defendant's \r\n  ability to drive was materially and appreciably impaired. Kerr, 330 S.C. \r\n  at 144, 498 S.E.2d at 218 (\"Driving under the influence is therefore established \r\n  by proof that defendant's ability to drive was materially and appreciably impaired.\").\r\n\r\nWhen construing an amendment to a statute, we presume \r\n  the legislature did not intend a futile act. See TNS Mills, Inc. v. \r\n  S.C. Dep't of Revenue, 331 S.C. 611, 620, 503 S.E.2d 471, 476 (1998). We \r\n  conclude the legislature considered Kerr in amending section 56-5-2930, \r\n  and thus intended to make material and appreciable impairment an element of \r\n  the substantive offense charged rather than an element of proof to be adduced \r\n  at trial. See State v. Blackmon, 304 S.C. 270, 273, 403 S.E.2d \r\n  660, 662 (1991) (The court's primary function in interpreting a statute is to \r\n  ascertain the intention of the legislature.). Because the indictment does not \r\n  include the element of material and appreciable impairment, we find it insufficient \r\n  to charge DUI pursuant to section 56-5-2930.\r\n\r\nThe failure to include an element of a statutory \r\n  offense in the body of an indictment will not invalidate the indictment if specific \r\n  reference to the statute is made in the body of the indictment. State v. \r\n  Owens, 346 S.C. 637, ___, 552 S.E.2d 745, 751 (2001). However, a reference \r\n  to the statute in the caption does not validate an invalid indictment. The caption \r\n  of an indictment is not a part of the finding of the grand jury. State v. \r\n  Lark, 64 S.C. 350, 353, 42 S.E. 175, 176-77 (1902). Rather, it is the body \r\n  of the indictment that is controlling. If the body specifically states the essential \r\n  elements of the crime and is otherwise free from defect, a defect in the caption \r\n  will not invalidate the indictment. Tate v. State, 345 S.C. 577, 581, \r\n  549 S.E.2d 601, 603 (2001). However, because the caption is not part of the \r\n  indictment, a designation in the caption cannot enlarge or diminish the offense \r\n  charged in the body of the indictment. See State v. Wilkes, 346 \r\n  S.C. 67, 70, 550 S.E.2d 332, 333-34 (Ct. App. 2001) (citing 42 C.J.S. Indictments \r\n  and Informations § 113 (1991)). Accordingly, we conclude the reference to \r\n  the statute in the caption does not make the indictment sufficient.\r\n\r\n\r\n    CONCLUSION \r\n\r\n\r\n\r\nBecause the indictment failed to allege material \r\n  and appreciable impairment, a necessary element of the offense, the trial court \r\n  lacked subject matter jurisdiction to accept Knuckles' guilty plea. Accordingly, \r\n  the resulting conviction is \r\n\r\nVACATED.\r\n\r\nSTILWELL, J., concurs, and SHULER, J., \r\n  dissents in separate opinion.\r\n\r\nSHULER, J., dissenting: I respectfully \r\n  dissent. In my view, all of the statutory elements of driving under the influence \r\n  were included in the body of the indictment and thus, it was sufficient to confer \r\n  jurisdiction on the circuit court.\r\n\r\nEven before section 56-5-2930 was amended, driving \r\n  under the influence was established by proof that the defendant's ability to \r\n  drive was materially and appreciably impaired. See City of Orangeburg \r\n  v. Carter, 303 S.C. 290, 400 S.E.2d 140 (1991); State v. Kerr, 330 \r\n  S.C. 132, 498 S.E.2d 212 (Ct. App. 1998). This was the standard of proof necessary \r\n  to establish driving under the influence and was not considered an element of \r\n  the offense.\r\n\r\nThe majority points out that section 56-5-2930 \r\n  was amended approximately four months after this Court decided State v. Kerr, \r\n  330 S.C. 132, 498 S.E.2d 212 (Ct. App. 1998), indicating the amendment was in \r\n  response to Kerr. The issue in Kerr was whether the trial judge \r\n  committed error in his charge to the jury on the standard of proof for driving \r\n  under the influence. In answering the question of what the proper standard of \r\n  proof is in a DUI case, the Court stated: \"Driving under the influence is . \r\n  . . established by proof that the defendant's ability to drive was materially \r\n  and appreciably impaired.\" Id.  at 144, 498 S.E.2d at 218. In my view, \r\n  the legislature did not intend to make material and appreciable impairment an \r\n  element of driving under the influence, but instead intended to clearly establish \r\n  the standard of proof to be used in such cases.\r\n\r\nMoreover, after section 56-5-2930 was amended, \r\n  this Court and the supreme court have continued to define the corpus delicti \r\n  of DUI as (1) driving a vehicle; (2) within this state; (3) while under the \r\n  influence of intoxicating liquors or drugs. See State v. Osborne, \r\n  335 S.C. 172, 516 S.E.2d 201 (1999);  State v. McCombs, 335 S.C. 123, \r\n  515 S.E.2d 547 (Ct. App. 1999).\r\n\r\nFor the foregoing reasons, I would find that the \r\n  indictment was sufficient to confer subject matter jurisdiction on the circuit \r\n  court and affirm the conviction. \r\n\r\n\r\n 1.  This appeal was originally \r\n  filed pursuant to Anders v. California, 386 U.S. 738 (1967) and raised \r\n  the issue of the voluntariness of Knuckles' plea. By order dated February 1, \r\n  2001, this court found the sufficiency of the indictment to be the only issue \r\n  of arguable merit and directed the parties to brief the issue. Accordingly, \r\n  we need not again address the voluntariness of Knuckles' plea. \r\n2.  Act No. 434, 1998 S.C. Acts \r\n  3218.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3439","title":"McInnis v. McInnis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3439","description":"Opinion discussing nontestamentary nature of IRAs.","date":"2002-01-28","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\nAlyce B. McInnis,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Appellant,\r\n\r\n    \r\n  \r\n\r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n\r\nEstate of E. C. McInnis, Jr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n  Respondent.\r\n\r\n    \r\n  \r\n\r\n\r\n\r\nAppeal From Marlboro County\r\n  James Carlyle Williams, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3439\r\n    Heard November 7, 2001 - Filed January 28, 2002 \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Elizabeth R. Munnerlyn, of Rogers &amp; Munnerlyn, \r\n          of Bennettsville, for appellant.\r\n\r\n        J. Munford Scott, Jr., of Florence and Wade R. \r\n          Crow, of Bennettsville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: Alyce McInnis appeals \r\n  the denial of her claim against her husband's estate. She asserts she was entitled \r\n  to thirty percent of the cash remaining in his estate after the payment of debts \r\n  in addition to the funds she received from two Individual Retirement Accounts \r\n  (IRAs). We reverse.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nE. C. McInnis (Husband) and Alyce McInnis (Wife) \r\n  married in 1988. Prior to their marriage, Husband opened two IRAs. He named \r\n  his children, Duncan Allen McInnis and Terry Alice McInnis Hommel, as his beneficiaries \r\n  and listed his grandchildren, Duncan Allen McInnis, Jr. and Jean Kaye McInnis, \r\n  as contingent beneficiaries.\r\n\r\nIn 1992, Husband executed a will directing in Item \r\n  II that \"I give, devise, and bequeath any IRA Account which I might own at the \r\n  time of my death to my wife, Alyce Braak McInnis.&quot; The will also directed \r\n  in Item IX that \"After the payment of all my just and lawful debts, I give, \r\n  devise and bequeath any cash which I might own at the time of my death as follows: \r\n  Thirty (30%) Per Cent [sic] to my wife, Alyce Braak McInnis . . . .\"\r\n\r\nHusband died in 1995, never having changed the \r\n  beneficiary designation on his IRAs. Following his death, the \r\n  named beneficiaries and the contingent beneficiaries, as represented by a guardian, \r\n  signed documents disclaiming their interests in the IRAs. The \r\n  IRA custodian then rolled over the proceeds from Husband's accounts to Wife's \r\n  IRA. (1)\r\n\r\nDuncan McInnis filed two claims against the estate \r\n  in the amounts of $22,680 and $29,714, seeking reimbursement for money he advanced \r\n  to cover the estate's expenses and taxes. Jon McInnis claimed $46,006 for recovery \r\n  under a partnership agreement between himself and Husband. Wife filed a claim \r\n  for $15,502.02 she asserted she was due under Item IX of the will. \r\n\r\nThe probate court initially ruled on only Duncan \r\n  McInnis's and Wife's claims. The probate court allowed Duncan McInnis's claims \r\n  but denied Wife's claim, reasoning that after allowing Duncan McInnis's claims, \r\n  there was no cash left to distribute to Wife under Item IX of the will. Alyce \r\n  McInnis appealed both the denial of her claim and the allowance of Duncan McInnis's \r\n  claims.\r\n\r\nThe circuit court issued an order remanding the \r\n  matter to the probate court for additional findings of fact about the E. C. \r\n  and Jon McInnis partnership. On remand, the probate court found \r\n  that the partnership contained insufficient assets to reimburse Duncan McInnis, \r\n  and therefore, he was entitled to repayment from Husband's estate. Once again, \r\n  it denied Wife's claim. Ruling for the first time on Jon McInnis's claim, the \r\n  probate court found that the estate owed him for money withdrawn from the partnership \r\n  by Husband exceeding the amount he was due under the partnership agreement. \r\n  Wife challenged these findings to the circuit court.\r\n\r\nThe circuit court ruled that the named beneficiaries' \r\n  disclaimers of their interests in the IRAs caused the IRA proceeds to become \r\n  property of the estate to be distributed as cash under Item IX of the will. \r\n  It then denied Duncan McInnis's claims and Jon McInnis's claim because there \r\n  was insufficient evidence in the record to allow recovery of these claims. The \r\n  circuit court also held Wife was entitled to $36,438.86 under Item IX of the \r\n  will. (2) However, it denied Wife's claim because \r\n  it found that her bequest was satisfied since the money disbursed to her from \r\n  the IRAs was a cash distribution in excess of the amount she was entitled to \r\n  receive under the will. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nA claim for money due from an estate sounds in \r\n  law as does an action to construe a will. See Howard v. Mutz, \r\n  315 S.C. 356, 362, 434 S.E.2d 254, 258 (1993) (finding claim for money against \r\n  an estate is at law); NationsBank of S.C. v. Greenwood, 321 S.C. 386, \r\n  392, 468 S.E.2d 658, 662 (Ct. App.1996) (stating will construction is an action \r\n  at law). In an action at law tried without a jury, the trial judge's factual \r\n  findings will not be disturbed on appeal unless wholly unsupported by the evidence \r\n  or controlled by an error of law. Gordon v. Colonial Ins. Co., 342 S.C. \r\n  152, 155, 536 S.E.2d 376, 378 (Ct. App. 2000). However, this court may correct \r\n  errors of law without deference to the lower court. State ex rel \r\n  Condon v. City of Columbia, 339 S.C. 8, 13, 528 S.E.2d 408, 410 (2000).\r\n\r\nLAW/ANALYSIS\r\n\r\nOn appeal, Wife asserts the circuit court wrongly denied her claim because she was entitled to thirty percent of the cash in the\r\nestate in addition to the proceeds of the IRAs.  She contends the circuit court erred in treating the IRA proceeds as cash to be\r\ndistributed under Item IX of the will and in characterizing her receipt of those proceeds as a satisfaction of the bequest to her in\r\nItem IX.  We agree.\r\n\r\nWife contests the circuit court's finding that \r\n  \"the named beneficiaries of both IRA accounts disclaimed their interest as named \r\n  beneficiaries under those accounts in order that the proceeds could be payable \r\n  to the Estate and thus become cash of the Estate.\" This finding \r\n  appears to treat the disclaimers as conditional. To be valid, a disclaimer must \r\n  be unconditional. 26 U.S.C.A. § 2518 (1989) (providing \"as a result of such \r\n  refusal, the interest passes without any direction on the part of the person \r\n  making the disclaimer . . . .\"); S.C. Code Ann. § 62-2-801(a) (Supp. 2000) (allowing \r\n  that a disclaimer made in compliance with federal tax requirements is effective \r\n  under South Carolina law). In determining whether a disclaimer is conditional, \r\n  we look to the language of the disclaimer instrument. Estate of Holden v. \r\n  Holden, 343 S.C. 267, 275-76, 539 S.E.2d 703, 708 (2000). Here, the disclaimers \r\n  are unequivocal and do not contain any qualifying language or manifest any intent \r\n  to retain control over the disposition of the IRAs. We find that the disclaimers \r\n  signed by the named and contingent beneficiaries are unconditional and the circuit \r\n  court erred in finding that they were made so that the proceeds would pass to \r\n  the estate.\r\n\r\nHaving concluded the disclaimers were unconditional, we must now determine what effect the disclaimers had on the IRA\r\nproceeds.  By statute, if a person disclaims an interest in property, that interest \"shall be deemed never to have been transferred\r\nto the disclaimant.\"  S.C. Code Ann. § 62-2-801(a).  The disclaimed interest then \"shall be transferred (or fail to be transferred,\r\nas the case may be) as if the disclaimant had predeceased the date of effectiveness of the transfer of the interest; the disclaimer\r\nshall relate back to the date of effectiveness for all purposes[,]\" unless the original transferor has provided an alternate\r\ndisposition.  S.C. Code Ann. § 62-2-801(d) (1987).  Section 801 also guides the determination of the date of effectiveness of a\r\ndisclaimed interest, providing:\r\n\r\n\r\nThe date of effectiveness of the transfer of the disclaimed interest is (1) as to transfers by intestacy, wrongful death, elective\r\nshare, forced share, homestead allowance, exempt property allowance, devise and bequest, the date of death of the decedent\r\ntransferor. . . (2) as to all other transfers, the date of effectiveness of the instrument, contract, or act of transfer.\r\n\r\n\r\nS.C. Code Ann § 62-2-801(e) (1987).  An interest in an IRA falls under section 801(e)(2); therefore, the effective date of the\r\ndisclaimers here is the date the accounts were created.  By operation of section 801, for purposes of determining the disposition\r\nof the IRAs, we treat the named and contingent beneficiaries here as having predeceased the creation of the accounts. \r\nAccordingly, it is as if no beneficiary was designated on the accounts when they were opened.\r\n\r\nWife argues the circuit court erred in treating the IRA proceeds as cash subject to distribution under Item IX because Item II\r\nacted as a testamentary designation of the beneficiary of a nontestamentary asset, or, alternatively, that Item II was a specific\r\nbequest to her of that asset. We agree with Wife that Item II acted as a designation of a nontestamentary asset.\r\n\r\nGenerally, an IRA account does not become an asset \r\n  of the depositor's estate on his or her death. 31 Am. Jur. 2d Executors and \r\n  Administrators § 502 (1989). Although the issue presented in this case is \r\n  novel under South Carolina case law, we find guidance in the provisions of the \r\n  probate code. By statute,\r\n\r\n\r\nAny of the following provisions in an insurance policy, contract of employment, bond, mortgage, or other security interest,\r\npromissory note, deposit agreement, pension plan, trust agreement, conveyance, or any other written instrument otherwise\r\neffective as a contract, gift, conveyance, or trust is deemed to be nontestamentary, and this Code does not invalidate the\r\ninstrument or any provision:\r\n\r\n(1) that money or other benefits theretofore due to, controlled, or owned by a decedent shall be paid after his death to a person\r\ndesignated by the decedent in either the instrument or a separate writing, including a will, executed at the same time as the\r\ninstrument or subsequently . . . .\r\n\r\n\r\n\r\nS.C. Code Ann. § 62-6-201 (1987). We note that \r\n  it is not completely clear based on the quoted language whether the provision \r\n  in the instrument is nontestamentary or the asset is nontestamentary. If a statute \r\n  is ambiguous, the court must construe its terms in accordance with the rules \r\n  of statutory construction. Lester v. S.C. Workers' Comp. Comm'n, 334 \r\n  S.C. 557, 561, 514 S.E.2d 751, 753 (1999). The title of article six of the probate \r\n  code is \"Nonprobate Transfers.\" Although the title and headings of a statute \r\n  may not be construed to limit the plain language of a statute, they may be used \r\n  to shed light on an ambiguous word or phrase. Garner v. Houck, 312 S.C. \r\n  481, 486, 435 S.E.2d 847, 849 (1993). Therefore, the placement of section 201 \r\n  in this chapter suggests that these accounts should be treated as nontestamentary. \r\n  Moreover, our section 201 was taken from the Uniform Probate Code. See \r\n  Unif. Probate Code § 6-101 (amended 1998), 8 U.L.A. 430-31 (Supp. 2000). The \r\n  reporter's comments to the uniform provision read in part as follows, \"The sole \r\n  purpose of this section is to prevent the transfers authorized here from being \r\n  treated as testamentary.\" Id. Based on the above, we find section 201 reflects \r\n  a legislative intent that such accounts be nontestamentary, even if the beneficiary \r\n  designation is made by will. (3) \r\n\r\nThis interpretation is consistent with the law \r\n  relating to payable on death (POD) accounts. These accounts are nontestamentary \r\n  as described in S.C. Code Ann. section 62-6-106 (1987). IRAs and POD accounts \r\n  are similar in nature and operation. See S.C. Code Ann. §62-6-101(10) \r\n  (1987) (defining POD account as \"an account payable on request to one person \r\n  during his lifetime and on his death to one or more payees\"). Although IRAs \r\n  are regulated by the federal tax code, they basically function as a POD account. \r\n  Therefore, it is logical to analogize IRAs to POD accounts for purposes of this \r\n  analysis.\r\n\r\nBecause we find that the IRAs were nontestamentary transfers, we must reverse the circuit court's calculation of cash in the\r\nestate and his denial of Wife's claim.  Using the circuit court's calculations, it appears Husband's estate included $45,044.18 in\r\ncash. (4)  We find that Wife is entitled to  thirty percent of that amount ($13,513.25) under Item IX of Husband's will.\r\n\r\nREVERSED.\r\n\r\nCURETON and HOWARD, JJ., concur.\r\n\r\n\r\n1. The estate has not contested \r\n  Wife's receipt of the IRA proceeds. In fact, the estate's attorney wrote a letter \r\n  requesting a private letter ruling from the South Carolina Tax Commission shortly \r\n  after the disclaimers were given which read in part, \"That Alyce Braak McInnis \r\n  (wife of deceased) is entitled to the Decedent's IRA pursuant to the Code and \r\n  the Will of the deceased.\" \r\n2. The circuit court reached \r\n  this figure by calculating thirty percent of what he believed to be the cash \r\n  in the estate, including the IRA proceeds. \r\n3. We disagree with respondent's \r\n  contention that the bequest of the IRA account to Wife under Item II of the \r\n  will was adeemed because we find Item II acted as a designation rather than \r\n  a specific bequest. Ademption \"ineffectuates a specific legacy or devise because \r\n  the testator has parted with the subject and occurs when 'the thing bequeathed \r\n  is, in the lifetime of the testator, lost, disposed of, or, so substantially \r\n  changed or altered as not to exist in specie when the will takes effect.'\" Taylor \r\n  v. Goddard, 265 S.C. 327, 331, 218 S.E.2d 246, 248 (1975). Because we find \r\n  no bequest, there can be no ademption. \r\n4. We reach this number by subtracting \r\n  the amount in the IRAs from the circuit court's cash total.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]