[{"id":"3546","title":"Lauro v. Visnapuu","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3546","description":"This is a mechanic's lien foreclosure action which was submitted to arbitration.  The issues on appeal are whether the circuit court erred in making certain modifications to the arbitrator's award based on (1)  perceived evident miscalculations and (2)  a manifest disregard for the law by the arbitrator.","date":"2002-09-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Frank Lauro, d/b/a Colonial Restoration, Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kuldar Visnapuu, Sandra Visnapuu, and Union Federal \r\n          Savings Bank of Indianapolis, Defendants, \r\n        \r\n\r\n        Of Whom Kuldar Visnapuu and Sandra Visnapuu are, \r\n          Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Gerald C. Smoak, Sr., Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3546\r\n    Submitted May 6, 2002 - Filed September 9, 2002 \r\n  \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Richard S.W. Stoney and Jay T. Gouldon, of Charleston; and \r\n          James B. Richardson, Jr., of Columbia, for appellants.\r\n\r\n        Richard S. Rosen and Kevin R. Eberle, of Charleston, for \r\n          respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nHUFF, J.:  This \r\nmechanic's lien foreclosure action was instituted by Frank Lauro, d/b/a Colonial \r\nRestoration (hereinafter Lauro). Kuldar and Sandra Visnapuu appeal from an order \r\nof the circuit court modifying an arbitration award in favor of Lauro. We reverse. \r\n (1) \r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nFrank Lauro owns and operates Colonial Restoration, a Charleston \r\n  business which provides restoration and contractor services. The Visnapuus contracted \r\n  with Lauro to perform a substantial restoration project on their home located \r\n  on Charleston's Meeting Street.\r\n\r\nLauro delivered to the Visnapuus a blank American Institute \r\n  of Architects (AIA) document contract form. At the time of \r\n  delivery, Lauro also prepared and delivered a proposed fill-in document for \r\n  the AIA contract which provided a guaranteed maximum cost of $346,115.00 for \r\n  completion of the restoration project.\r\n\r\nSubsequently, the parties executed a proposal on December \r\n  2, 1997. Attached to the proposal was a detailed, ten page description of a \r\n  \"limited scope of work for renovations\" to the Visnapuus' home. Specifically, \r\n  the proposal included the following language:\r\n\r\n\r\n  We [Colonial Restoration] propose to furnish labor and material \r\n    for renovation of the above referenced project for the maximum sum of Three \r\n    Hundred and Forty-six Thousand, One Hundred and Fifteen dollars, ($346,115.00) \r\n    with a limited scope of work.\r\n\r\n\r\nThe day after the Visnapuus executed the proposal, but prior \r\n  to the execution of the AIA contract, Lauro met with his attorney regarding \r\n  what would be necessary to make the arrangement between the parties a pure cost-plus \r\n  contract without a guaranteed maximum. His attorney advised him on how to fill \r\n  out the AIA contract to accomplish a cost-plus contract, and Lauro thereafter \r\n  had his secretary fill out the contract. Lauro failed, however, to deliver this \r\n  AIA contract back to his attorney for review. As a result, the document embodied \r\n  numerous troublesome oversights in regard to the guaranteed maximum provision.\r\n\r\nDuring the course of the restoration, Lauro periodically \r\n  billed the Visnapuus for his work, and the Visnapuus paid approximately $257,901.00 \r\n  as billed. A dispute arose between the parties, however, after Lauro submitted \r\n  a July 2, 1998 invoice in the amount of $111,351.00, bringing the total cost \r\n  of the project to date well above $346,115.00. Work was halted on the project \r\n  and these proceedings were instituted.\r\n\r\nOn July 8, 1998, Lauro filed a mechanic's lien against the \r\n  Visnapuus' home and commenced this mechanic's lien foreclosure action seeking \r\n  $197,560.00, together with interest, costs and attorney's fees, alleging the \r\n  Visnapuus improperly refused to pay the full amount due under a cost-plus contract. \r\n  Lauro further asserted causes of action for slander, interference with economic \r\n  relationships, and breach of contract accompanied by a fraudulent act. The Visnapuus \r\n  answered, alleging that the contract was a guaranteed maximum sum contract, \r\n  not a cost-plus contract, and that they refused to permit Lauro to complete \r\n  the work because the invoice exceeded the maximum contract price and Lauro had \r\n  failed to comply with the contract terms. The Visnapuus also counterclaimed \r\n  alleging, among other things, Lauro was guilty of negligent construction, wrongfully \r\n  filing the mechanic's lien, breach of contract, fraud, negligent misrepresentation, \r\n  and breach of warranty of workmanlike services. \r\n\r\nIn July of 2000, the parties consented to submit the case \r\n  for arbitration. The arbitrator issued his award on August 23, finding the parties \r\n  agreed to a guaranteed maximum sum contract in the amount of $346,115.00. He \r\n  concluded, however, the maximum cost provision encompassed only a limited scope \r\n  of work as outlined in the ten page proposal, and Lauro was entitled to payment \r\n  for work he performed outside the original scope on a separate, implied contract. \r\n  The arbitrator assigned a value of $39,074.00 to work Lauro performed under \r\n  this separate agreement, and awarded him that sum plus interest for one and \r\n  one-third years in the amount of $4,563.19. The arbitrator specifically found \r\n  interest for the entire period of a little more than two years was inappropriate \r\n  because \"the value of Colonial's performance was not clearly transmitted to \r\n  the [Visnapuus].&quot;\r\n\r\nThe arbitrator further found the Visnapuus had agreed to \r\n  increase the original guaranteed maximum sum for work that was within the original \r\n  scope of the project by $27,600.00. Accordingly, the effect of this increase \r\n  was to raise the amount of the guaranteed maximum sum to $373,715.00. Having \r\n  determined Lauro earned this full additional sum, he found Lauro was entitled \r\n  to $27,600.00 plus interest of $5,188.85 on that amount. In addition, the arbitrator \r\n  ordered the Visnapuus to pay $9,943.12 and $2,175.35, respectively, to two local \r\n  suppliers for materials they provided to the project.\r\n\r\nThe arbitrator found insufficient evidence to support Lauro's \r\n  claims for defamation and intentional interference of contract. He also determined \r\n  the Visnapuus had failed to present sufficient evidence of deficient work by \r\n  Lauro, and that the Visnapuus were not entitled to damages for increased financing \r\n  charges that resulted from the filing of the mechanic's lien.\r\n\r\nThe arbitrator concluded the Visnapuus were to pay a total \r\n  of $88,544.51, which included the work performed under the separate, implied \r\n  contract with interest ($43,637.19), additional work performed pursuant to agreement \r\n  of the parties under the contract with interest ($32,788.85), and payment to \r\n  the two local material suppliers ($9,943.12 and $2,175.35). He further found \r\n  Lauro had claimed a lien in the amount of $177,352.17 and the Visnapuus had \r\n  offered nothing. He determined the differences between his award and the statutory \r\n  fictional demand and counteroffer under S.C. Code Ann. Â§ 29-5-10 were equal, \r\n  and neither party was the prevailing party under the mechanic's lien statute. \r\n  Therefore, he declined to award either party attorney's fees.\r\n\r\nIn September 2000, Lauro requested that the arbitrator modify \r\n  his award to address the unpaid balance between the amount of the original guaranteed \r\n  maximum sum ($346,115.00) and the amount the Visnapuus actually paid in satisfaction \r\n  of that amount ($257,901.00). Lauro requested that the unpaid balance of the \r\n  maximum sum contract in the amount of $88,214.00, including $22,934.00 of retainage, \r\n  be added to the arbitration award, together with interest of $16,600.54. He \r\n  also sought additional interest of $2,764.15 on the original award of $39,074.00 \r\n  under the implied contract. He argued the addition of these amounts would render \r\n  him the prevailing party in the action, thereby entitling him to an award of \r\n  attorney's fees under the mechanic's lien statute. He also argued the statute \r\n  required the Visnapuus be assigned a negative value to their counteroffer by \r\n  taking into account their counterclaims, which would result in him being the \r\n  prevailing party in any event.\r\n\r\nOn October 9, 2000, the arbitrator held a hearing on Lauro's \r\n  motion to modify the award. In response to Lauro's argument \r\n  that he was entitled to the difference between the original contract amount \r\n  and the sum paid by the Visnapuus, the arbitrator stated as follows:\r\n\r\n\r\n  The question becomes -- and I struggled with this; it wasn't \r\n    something that was an oversight -- was this: He was paid 257. We are dealing \r\n    with a figure of 346 that I found and was convinced of -- and I think it was \r\n    unfortunate, but I was convinced of he agreed to. He did not perform the entire \r\n    contract. That's undisputed.\r\n\r\n  So the fact that there's a guaranteed maximum price contract \r\n    does not guarantee the performer of the contract the guaranteed maximum sum. \r\n    That was my thought process.\r\n\r\n  Now I will say this, I toyed with this idea. . . . There \r\n    was a difference of -- between 346 and 257, roughly $90,000. I struggled. \r\n    Maybe Mr. Lauro would be entitled to 12 percent on that, since it was a cost \r\n    plus issue. He certainly shouldn't be entitled to recover his entire guaranteed \r\n    maximum when he didn't perform all the work. That was the basis of my award.\r\n\r\n\r\n\r\n    * * * \r\n\r\n\r\n\r\n\r\n  . . . . I did not overlook those things, but finding that \r\n    it was a maximum guaranteed contract does not become, in my judgment, a self-fulfilling \r\n    prophecy, and he's entitled to the maximum guaranteed sum.\r\n\r\n\r\n\r\n    * * * \r\n\r\n\r\n\r\n\r\n  So I want you to understand my thought process on it. It \r\n    was not an oversight. . . . I think I put, apparently, he exceeded the maximum \r\n    sum that was agreed on. I weighed that. Should he be entitled to the full \r\n    amount? I had to conclude no, since he didn't complete the contract.\r\n\r\n\r\nThe arbitrator concluded he would not modify the award to \r\n  include the difference between the guaranteed maximum sum and the amount paid, \r\n  based on the fact that the total contract was not performed. He indicated he \r\n  would look at the issue of retainage and make a determination based on that \r\n  decision whether he needed to readdress the attorney's fees issue.\r\n\r\nBy letter dated October 10, 2000, the arbitrator notified \r\n  the parties that he was \"not inclined to change the order to allow Colonial \r\n  to recover all of the 'guaranteed maximum amount,' since when Colonial left \r\n  the job, the job was not complete.\" He indicated he was concerned with the retainage \r\n  issue, and the effect a determination of that issue might have on the determination \r\n  of a prevailing party for purposes of attorney's fees.\r\n\r\nThereafter, on October 30, 2000, the arbitrator issued his \r\n  arbitration award modification. He found the only oversight he needed to address \r\n  was the omission of any award of retainage. He determined relief was not warranted \r\n  as to the other issues raised. As to the retainage issue, the arbitrator stated \r\n  the agreement between the parties allowed for a monthly draw based on the amount \r\n  of the work completed, less five percent retainage. At the last payment, the \r\n  Visnapuus had remitted a total of $257,901.00, at which point $13,598.00 had \r\n  been withheld as retainage. He noted that retainage has been defined as security \r\n  for protection against failure of completion, and that Lauro did not fully complete \r\n  the project. The arbitrator found, however, that failure to complete the project \r\n  was based on Lauro's good faith but erroneous belief that the contract was not \r\n  a guaranteed maximum amount. Thus, although Lauro had no legal entitlement to \r\n  the retainage expenses, he determined, pursuant to equitable considerations, \r\n  that Lauro was entitled to one-half of the retainage plus interest for a total \r\n  amount of $8,782.00. With the addition of this amount to the award, the total \r\n  award to Lauro was now $97,326.51. The arbitrator also indicated the correct \r\n  amount that should have been attributed to Lauro for purposes of a demand in \r\n  considering attorney's fees under the mechanic's lien statute was actually $197,560.00, \r\n  the amount pled in Lauro's complaint. Thus, he found neither party was the prevailing \r\n  party, even when consideration was given to the additional $8,782.00 award.\r\n\r\nOn October 31, 2000, the Visnapuus moved the circuit court \r\n  to confirm the arbitrator's award. On November 3, 2000, Lauro moved the circuit \r\n  court to modify, correct, or vacate the arbitrator's award. He asserted, among \r\n  other things, that the arbitrator manifestly disregarded the law in denying \r\n  him attorney's fees, and that the arbitrator miscalculated the total amount \r\n  due him, which should have included the unpaid amounts under the contract plus \r\n  interest on that amount, as well as additional interest owing on the implied \r\n  contract.\r\n\r\nBy order dated December 3, 2000, the circuit court modified \r\n  the arbitrator's award based on a perceived manifest disregard of the law and \r\n  evident miscalculations. Specifically, the circuit court found a miscalculation \r\n  of damages and modified the award by adding to the arbitrator's award the $88,214.00 \r\n  difference between the $346,115.00 contract price and the $257,901.00 in payments \r\n  the Visnapuus made toward the total price, and interest on this figure in the \r\n  amount of $16,600.55. The circuit court also determined the arbitrator miscalculated \r\n  the interest on the separate, implied contract, and that Lauro was entitled \r\n  to additional interest in the amount of $2,764.15 on that award. He thus determined \r\n  Lauro was entitled to a total award of $177,886.27. He further found the arbitrator \r\n  manifestly disregarded the law when he refused to apply the amended mechanic's \r\n  lien statute in regard to the award of attorney's fees, which required the negative \r\n  value of the Visnapuus' counterclaim be considered in determining the prevailing \r\n  party. The circuit court deemed Lauro the prevailing party, entitling him to \r\n  attorney's fees under Â§ 29-5-10, and ostensibly retained jurisdiction to determine \r\n  the amount of attorney's fees due. (2) This appeal \r\n  followed.\r\n\r\nLAW/ANALYSIS\r\n\r\nOn appeal, the Visnapuus assert the circuit court erred \r\n  in modifying the arbitrator's award. Specifically, they contend the court erred \r\n  in finding the arbitrator made an evident miscalculation of figures in regard \r\n  to (1) his failure to award the full maximum sum of the contract and (2) his \r\n  failure to award interest on the implied contract for a two year, one month \r\n  and twenty-two day period. They further assert the court erred in reversing \r\n  the arbitrator's refusal to award Lauro attorney's fees. We agree.\r\n\r\nArbitration is not litigation carried on by other means, \r\n  but is an alternative means for resolving disputes without the cost and delay \r\n  of a lawsuit. White v. Preferred Research, Inc., 315 S.C. 209, 212, 432 \r\n  S.E.2d 506, 508 (Ct. App. 1993). Judicial review of an arbitration award is \r\n  limited in scope, and any attempt to convert arbitration into a trial-like judicial \r\n  proceeding is looked upon with disfavor. Id.\r\n\r\nArbitration is a favored method of settling disputes in \r\n  South Carolina. When a dispute is submitted to arbitration, the arbitrators \r\n  determine questions of both law and fact. Generally, an arbitration award is \r\n  conclusive and courts will refuse to review the merits of an award.\r\n\r\nPittman Mortgage Co. v. Edwards, 327 S.C. 72, 75-76, \r\n  488 S.E.2d 335, 337 (1997) (citations omitted). Review of an arbitration award \r\n  is limited and the decision of the arbitrator will be vacated only under certain \r\n  grounds as provided by statute, or upon the non-statutory ground of manifest \r\n  disregard or perverse misconstruction of the law. Harris v. Bennett, \r\n  332 S.C. 238, 503 S.E.2d 782 (Ct. App. 1998).\r\n\r\n\r\n    I. Miscalculation of Figures  \r\n  \r\n\r\n\r\nSouth Carolina Code Ann. Â§ 15-48-140 (Supp. 2001), entitled \r\n  \"Modification or correction of award\" provides in pertinent part as follows:\r\n\r\n\r\n  (a) Upon application made within ninety days after delivery \r\n    of a copy of the award to the applicant, the court shall modify or correct \r\n    the award where:\r\n\r\n  (1) There was an evidence [sic] miscalculation of figures \r\n    or an evident mistake in the description of any person, thing or property \r\n    referred to in the award;\r\n\r\n  (2) The arbitrators have awarded upon a matter not submitted \r\n    to them and the award may be corrected without affecting the merits of the \r\n    decision upon the issues submitted; or\r\n\r\n  (3) The award is imperfect in a matter of form, not affecting \r\n    the merits of the controversy.\r\n\r\n\r\nThe circuit court determined the arbitrator's failure to \r\n  award Lauro the difference between the full maximum sum of the contract and \r\n  the amount the Visnapuus paid was a \"miscalculation.\" The court found the arbitrator \r\n  \"recognized the problem, but only corrected the award by adding just one-half \r\n  of only the retainage.&quot; We disagree. The arbitrator found as a fact that \r\n  Lauro failed to perform the entire contract and was, therefore, not entitled \r\n  to the full amount of the difference. He repeatedly expressed that he had not \r\n  overlooked the matter, but had simply concluded Lauro was not entitled to the \r\n  difference between the original contract sum and the amount paid, because Lauro \r\n  had not completed the contract. Further, the one-half retainage the arbitrator \r\n  ultimately awarded Lauro was a portion of that retained up to the point of payment \r\n  of $257,901.00 by the Visnapuus. It does not encompass any portion of the difference \r\n  between the maximum sum of the contract and the $257,901.00 amount paid, as \r\n  the arbitrator determined Lauro was not entitled to payment on this since the \r\n  work was not completed. In other words, the retainage modification was separate \r\n  from the arbitrator's conclusion on the issue of the full maximum contract sum. \r\n  Even if the arbitrator's decision in this regard were erroneous, it does not \r\n  constitute an evident miscalculation of figures as envisioned under Â§ 15-48-140. \r\n  That is, the arbitrator did not commit a mathematical error in computing the \r\n  total amount of the award. Rather, the arbitrator consciously declined to award \r\n  Lauro the full amount of the contract.\r\n\r\nThe circuit court also found the arbitrator miscalculated \r\n  the interest on the $39,074.00 award for work performed outside the scope of \r\n  the project pursuant to an implied contract. As noted by the Visnapuus, the \r\n  award of interest would not necessarily be dictated by the terms of the contract \r\n  between the parties, since the arbitrator awarded this amount based on a separate, \r\n  implied contract. See Mills v. William Clarke Jeep Eagle, Inc., 321 S.C. \r\n  150, 153, 467 S.E.2d 268, 269 (Ct. App. 1996) (\"[A]rbitrators need not specify \r\n  their reasoning or the basis for the award as long as the factual inferences \r\n  and legal conclusions supporting the award are 'barely colorable.'\"). At any \r\n  rate, the arbitrator clearly stated he declined to award interest for the entire \r\n  period in question, based on the fact he found the value of the work was not \r\n  clearly transmitted to the Visnapuus. We likewise conclude, therefore, there \r\n  was no evident miscalculation of this figure. Rather, it was, again, a conscious \r\n  decision of the arbitrator to award interest for a shorter period of time.\r\n\r\n\r\n    II. Determination of Prevailing Party  \r\n  \r\n\r\n\r\nWe are also compelled to agree with the Visnapuus that the \r\n  circuit court erred in finding the arbitrator's failure to award Lauro attorney's \r\n  fees pursuant to the mechanic's lien statute evidenced a manifest disregard \r\n  of the law. \r\n\r\nPrior to June 11, 1999, S.C. Code Ann. Â§ 29-5-10 provided, \r\n  where a written offer of settlement is made by both parties, for purposes of \r\n  determining which party has offered a settlement closer to the verdict reached \r\n  and is thus the prevailing party under the mechanic's lien statute, if the plaintiff \r\n  makes no written offer of settlement, the amount prayed for in his complaint \r\n  is considered to be his final offer, and if the defendant makes no written offer \r\n  of settlement, his offer is considered to be zero. S.C. Code Ann. Â§ 29-5-10(b) \r\n  (1991). If neither party made a written offer of settlement under the pre-amended \r\n  version of the statute, Â§ 29-5-10 would not apply, and the determination of \r\n  a prevailing party would be within the sound discretion of the trial judge. \r\n  Seckinger v. The Vessel Excalibur, 326 S.C. 382, 483 S.E.2d 775 (Ct. \r\n  App. 1997). Subsequently, the statute was amended to provide that if the defendant \r\n  makes no written offer of settlement and makes a counterclaim, the value of \r\n  his counterclaim is considered to be his negative offer of settlement. S.C. \r\n  Code Ann. Â§ 29-5-10(b) (Supp. 2001).\r\n\r\nIn his original award, the arbitrator found no written offers \r\n  or counteroffers were made pursuant Â§ 29-5-10. He found Â§ 29-5-10 was amended \r\n  effective June 11, 1999, and this action was commenced well before the effective \r\n  date of the amendment. He thus concluded the Visnapuus' fictional statutory \r\n  demand was zero. After considering his total modified award to Lauro of $97,326.51 \r\n  and his determination that Lauro's demand in his complaint was for $197,560, \r\n  the arbitrator concluded neither party was the prevailing party for purposes \r\n  of attorney's fees under the statute.\r\n\r\nThe circuit court found there was a procedural amendment \r\n  to the statute which must be given immediate effect, and the arbitrator \"manifestly \r\n  disregarded the law when he refused to apply the amended statute.\" We agree \r\n  with the Visnapuus that it makes no difference whether the pre-amendment or \r\n  post-amendment law applied, as there was no manifest disregard or perverse misconstruction \r\n  of the law warranting modification of the arbitrator's award.\r\n\r\nAn arbitrator's award may be vacated where there has been \r\n  a \"manifest disregard or perverse misconstruction of the law.\" Batten v. \r\n  Howell, 300 S.C. 545, 548, 389 S.E.2d 170, 172 (Ct. App. 1990). However, \r\n  this non- statutory ground requires something more than a mere error of law, \r\n  or failure on the part of the arbitrator to understand or apply the law. Id. \r\n  at 549, 389 S.E.2d 172. \"[T]he case law presupposes something beyond a mere \r\n  error in construing or applying the law,\" and \"even a 'clearly erroneous interpretation \r\n  of the contract' cannot be disturbed.\" Trident Technical College v. Lucas \r\n  &amp; Stubbs, Ltd., 286 S.C. 98, 108, 333 S.E.2d 781, 787 (1985), cert. \r\n  denied, 474 U.S. 1060, 106 S. Ct. 803, 88 L.Ed.2d 779 (1986). While it \r\n  is true the courts have not hesitated in appropriate cases to vacate an arbitration \r\n  award where there is a manifest disregard or perverse misconstruction of the \r\n  law, \"those cases have been exceedingly rare, requiring circumstances far more \r\n  egregious than mere errors in interpreting or applying the law.\" Id. \r\n  \"[T]he non-statutory ground of 'manifest disregard' of the law as a basis for \r\n  vacating arbitration awards . . . presuppose[s] 'something beyond and different \r\n  from a mere error of law or failure on the part of the arbitrators to understand \r\n  or apply the law.'\" Id. at 108-09, 333 S.E.2d 787.\r\n\r\nHere, the circuit court found the arbitrator's award evidenced \r\n  a manifest disregard for the law inasmuch as the arbitrator committed an error \r\n  of law by erroneously applying the pre-amendment statute and thereby determining \r\n  Lauro was not the prevailing party in the action. An erroneous application of \r\n  the law, however, does not constitute manifest disregard. Harris v. Bennett, \r\n  332 S.C. 238, 503 S.E.2d 782 (Ct. App. 1998). Under the strictures set forth \r\n  in Trident and subsequent case law construing \"manifest disregard\" in \r\n  an arbitration case, we hold the circuit court erred in modifying the arbitrator's \r\n  award to find Lauro was the prevailing party and thereby entitled to attorney's \r\n  fees. (3)\r\n\r\nFor the foregoing reasons, the order of the circuit court \r\n  modifying the arbitrator's award is reversed and the award of the arbitrator \r\n  reinstated.   (4)  \r\n\r\n\r\nREVERSED.\r\n\r\nHOWARD, J., concurs.\r\n\r\nHEARN, C.J., concurs in a separate opinion.\r\n\r\nHEARN, C.J.: I concur but write separately \r\n  to explain why I believe the decision by the arbitrator not to award attorney \r\n  fees to the prevailing party was mere error and not manifest disregard of the \r\n  law. Although vacating arbitration awards should not be taken lightly, manifest \r\n  disregard of the law is established when the arbitrator recognizes the law and \r\n  refuses to apply it. In South Carolina, the best definition of when this ground \r\n  applies comes from this court's opinion in Harris v. Bennett, 332 S.C. \r\n  238, 246, 503 S.E.2d 782, 787 (Ct. App. 1998), stating:\r\n\r\n\r\n  We cannot say the arbitrators appreciated the existence \r\n    of a clearly governing legal principle and decided to ignore it. See, e.g., \r\n    Marshall v. Green Giant Co., 942 F.2d 539 (8th Cir.1991) (\"manifest disregard \r\n    of the law\" which allows court to intrude upon arbitrator's decision exists \r\n    when arbitrator commits error that was obvious and capable of being instantly \r\n    perceived by average person qualified to be an arbitrator; \"disregard\" implies \r\n    the arbitrator appreciates the existence of a clearly governing legal principle, \r\n    but decides to ignore or pay no attention to it).\r\n\r\n\r\nUnder our statutory scheme, the award of fees to the prevailing \r\n  party in a mechanic's lien action is automatic and mandatory. S.C. Code Ann. \r\n  Â§Â§ 29-5-10 &amp; 20 (1991 &amp; Supp. 2001); T.W. Morton Builders, Inc. v. \r\n  von Buedingen, 316 S.C. 388, 402-03, 450 S.E.2d 87, 95 (Ct. App. 1994). \r\n  Under the statute as amended in 1999, the method of determining the prevailing \r\n  party reads in part: \"If the defendant makes no written offer of settlement, \r\n  the value of his counterclaim is considered to be his negative offer of settlement. \r\n  If the defendant has not asserted a counterclaim, his offer of settlement is \r\n  considered to be zero.\" S.C. Code Ann. Â§ 29-5-10(b) (Supp. 2001) (emphasis added). \r\n  However, the previous version of section 29-5-10 did not apply if neither party \r\n  made a written settlement offer. See Seckinger v. Vessel Excalibur, 326 \r\n  S.C. 382, 391, 483 S.E.2d 775, 779 (Ct. App. 1997) (holding that if no written \r\n  offers are made, section 29-5-10 does not apply and prevailing party, if any, \r\n  is determined as a discretionary matter for the trial judge). In this case, \r\n  the arbitrator found that no written offer was made by either side and believed \r\n  the case was subject to the pre-amendment statute.\r\n\r\nUnder the 1999 amendment, I believe it would be manifest \r\n  disregard of the law for an arbitrator to refuse to award attorney fees to the \r\n  prevailing party. In this case, although I think the arbitrator erred in applying \r\n  the old law, he did so under the theory that this action was filed before the \r\n  1999 amendment. Under the older version of the statute, the arbitrator had the \r\n  discretion whether or not to award fees because neither side made a written \r\n  settlement offer. Accordingly, I would hold the arbitrator's order falls into \r\n  the mere error category and should have been confirmed by the circuit court. \r\n  See Trident Technical Coll. v. Lucas &amp; Stubbs, Ltd., 286 S.C. 98, \r\n  108, 333 S.E.2d 781, 787 (1985) (\"[T]he case law presupposes something beyond \r\n  a mere error in construing or applying the law.\").\r\n\r\n1.  We decide this case without oral \r\n  argument pursuant to Rule 215, SCACR. \r\n 2.  In a subsequent hearing on the Visnapuus' \r\n  motion for reconsideration, the circuit court judge stated, contrary to his \r\n  written order, that he was not going to decide the issue of the amount of attorney's \r\n  fees. \r\n 3.  We find no merit to the circuit \r\n  court's finding that the arbitrator was also prohibited from changing the figure \r\n  for Lauro's demand (and thus his settlement offer under the statute) in the \r\n  original award from $177,352.17, to $197,560.00 in his modified award. The statute \r\n  clearly directs the amount prayed for in the plaintiff's complaint to be considered \r\n  his final offer where no written offer of settlement is made by the plaintiff. \r\n  The demand in Lauro's complaint for foreclosure on the mechanic's lien was for \r\n  $197,560.00. It was Lauro himself who sought modification of the award, necessitating \r\n  the arbitrator revisit the issue. The arbitrator did not modify his award in \r\n  this respect, but merely reevaluated his findings, which did not change the \r\n  result on the attorney's fees issue. Further, we find the decision by the arbitrator \r\n  to assign a new value to Lauro's demand does not amount to a manifest disregard \r\n  of the law. \r\n 4.  In light of our determination that \r\n  the circuit court erred in reversing the arbitrator's denial of attorney's fees \r\n  to Lauro, we need not address the Visnapuus' alternative argument that the circuit \r\n  court should have remanded the issue of the appropriate amount of attorney's \r\n  fees to the arbitrator. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3547","title":"Mathis v. Hair","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3547","description":"The question presented in this case is which of two competing fire departments is entitled to the proceeds of a special fund designed to benefit firefighters.","date":"2002-09-09","type":"opinion","text":"\r\n      \r\n\r\n\r\nMathis v. Hair\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n-->\r\n\r\n\r\n THE \r\n  STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n      \r\n        Doug Mathis, as trustee of \r\n          the Firemenâ€™s Insurance \r\n          and Inspection Fund for the City of \r\n          Sumter Fire Department, Appellant,\r\n      \r\n    \r\n  \r\n\r\nÂ Â Â Â Â Â Â Â Â Â Â Â Â  v.\r\n \r\n   \r\n     \r\n      \r\n        Elizabeth C. Hair, Sumter \r\n          County Treasurer, and \r\n          Elizabeth C. Hair, Joe Floyd, and Wayne Hunter, \r\n          as trustees for the Sumter County Firemen's \r\n          Insurance and Inspection Fund, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal \r\n  From Sumter County\r\n  Marc H. Westbrook, Circuit \r\n  Court Judge\r\n\r\n\r\n  Opinion No. 3547\r\n    Â Â Â Â  Heard June 4, 2002 â€“ \r\n    Filed September 9, 2002 \r\n  \r\n  \r\n  REVERSED AND REMANDED\r\n\r\n\r\n \r\n   \r\n     \r\n      \r\n        Charles E. Carpenter, Jr. \r\n          and S. Elizabeth Brosnan, of Columbia; and Jack W. Erter, Jr., and David \r\n          C. Holler, of Sumter, for appellant.\r\n        Andrew F. Lindemann, of Columbia, \r\n          for respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n \r\n  STILWELL, J.:Â  Doug Mathis, as a trustee of the Firemanâ€™s Insurance and \r\n  Inspection Fund for the City of Sumter Fire Department, brought this action \r\n  against the Sumter County Treasurer and others seeking disbursement of $84,500 \r\n  to the Cityâ€™s Firemanâ€™s Insurance and Inspection Fund.Â  The circuit court denied \r\n  the request for relief and the City appeals.Â  We reverse and remand.Â  \r\n FACTUAL/PROCEDURAL BACKGROUND\r\nThe South Carolina Firemanâ€™s Insurance and Inspection Fund (the fund) is a unique \r\n  fund established for the benefit and enjoyment of firefighters throughout the \r\n  State.Â  See S.C. Code Ann. Â§ 23-9-410 (1989).Â  Fund monies must be used \r\n  solely â€œfor the betterment and maintenance of skilled and efficient fire departments \r\n  within the county.â€Â  Id.Â  Fund monies may not be used to purchase items \r\n  for which the governmental unit the fire department serves is legally liable, \r\n  such as fire trucks or equipment.Â  S.C. Code Ann Â§ 23-9-460 (1989).Â \r\nThe fund is financed by a percentage of fire insurance premiums.Â  Every fire \r\n  insurer in South Carolina is required to pay one percent of its premiums to \r\n  the state treasurer and to file a report allocating the collected premiums to \r\n  the county in which the insured property is located.Â  S.C. Code Ann. Â§Â§ 38-7-40 \r\n  (pay one percent), -70 (report) (2002).Â  The state treasurer forwards the allocated \r\n  funds to the treasurers of each county.Â  Â§ 23-9-410.Â  The county treasurers \r\n  then make disbursements to the trustees of the local fire departments based \r\n  on the â€œassessed value of improvements to real estate within the service \r\n  areas of the fire department. . . .â€Â  S.C. Code Ann. Â§ 23-9-420 (1989) (emphasis \r\n  added).Â  The controversy in this case focuses on the meaning of â€œservice areaâ€ \r\n  as used in the statute.Â \r\nThere are 72 full-time firefighters and some part-time firefighters with the \r\n  City fire department.Â  The County fire department consists of 240 volunteer \r\n  firefighters who have the option of responding to fires after being notified.Â  \r\n  Mathis is the chief of both the City and County fire departments, as well as \r\n  a trustee of the fund for the city.Â  \r\nSumter County has seven tax districts, all of which are served by either the \r\n  City or County fire departments.Â  Five of the districts are in unincorporated \r\n  areas of Sumter County.Â  The two remaining districts are within the City limits \r\n  and receive fire protection services from the Cityâ€™s fire department.Â  Additionally, \r\n  the City provides primary fire protection to some areas outside its corporate \r\n  boundaries in exchange for payment from the County.Â  The value of the property \r\n  Mathis contends is primarily served by the Cityâ€™s fire department accounts for \r\n  approximately 69% of the total assessed value of real property in Sumter County. \r\n  \r\nSumter Countyâ€™s treasurer historically distributed the fund money to the department \r\n  that provided primary services or â€œfirst responseâ€ to a fire within a particular \r\n  district.Â  Using this approach, the treasurer historically awarded the City \r\n  fire department 65% and the County fire department 35% of the proceeds.Â  In \r\n  July 1999, the state treasurer distributed approximately $130,000 to Sumter \r\n  County Treasurer Elizabeth Hair for distribution to the local fire departments.Â  \r\n  The City sought 65% of the funds, or $84,500.Â  However, Hair chose to distribute \r\n  the funds according to geographic boundaries rather than the primary service \r\n  area.Â  Based upon the assessed property values within the Cityâ€™s limits, she \r\n  proposed the City receive 43% of the funds, or $58,167.90, and the County receive \r\n  the remainder. \r\nMathis initially sought a writ of mandamus but later amended this action to \r\n  seek a declaratory judgment.Â  Mathis sought disbursement of $84,500 of the total \r\n  $130,000 to the City fire department.Â  Hair and the trustees of the Countyâ€™s \r\n  fund answered, alleging the Cityâ€™s department was only entitled to 43% of the \r\n  fund. \r\nIn a deposition presented at trial, Robert Colvin, Executive Director of the \r\n  South Carolina State Firemanâ€™s Association, explained the association considers \r\n  the â€œservice areaâ€ of a fire department to be where the department provides \r\n  first response fire services rather than strict geographic boundaries.Â  Colvin \r\n  stated that where two fire departments share a coverage area, the association \r\n  believes the departments should equally share the monies collected from that \r\n  area.Â  Colvin testified that every other county in South Carolina distributes \r\n  the fund based on which particular fire department provides services in the \r\n  particular area. \r\nHair testified that although the funds were historically distributed to the \r\n  fire departments according to which department was responsible for the first \r\n  response services in a particular district, she determined upon review of the \r\n  statute that the funds had been wrongly distributed in the past.Â  She determined \r\n  that the phrase â€œservice areas of the fire departmentâ€ referred to the City \r\n  fire department for the areas within, or incorporated into, the City limits \r\n  and to the County fire department for the unincorporated areas outside the City \r\n  limits.Â  Although the City fire department exclusively served District&nbsp;1 \r\n  located in an unincorporated area of the county, Hair decided to treat the district \r\n  as the County fire departmentâ€™s service area because it was outside the City \r\n  limits.Â  Hair acknowledged the Countyâ€™s oral contract with the City fire department \r\n  to provide services to some of the unincorporated areas of the County.Â  She \r\n  testified that the County paid the City $955,000 in exchange for the City providing \r\n  firemen to a station in an unincorporated area, with the County government providing \r\n  the equipment.Â  Hair believed the contract did not affect which fire department \r\n  received the funds because it was silent on that issue and absent an agreement \r\n  to the contrary the funds were â€œa benefit for the firemen.â€Â  \r\nSumterâ€™s city manager testified the longstanding contract between the City and \r\n  the County was oral because of the good working relationship between the entities.Â  \r\n  Importantly, the contract called for the City fire department to be primarily \r\n  responsible for certain unincorporated areas so those areas could receive more \r\n  favorable insurance ratings, and thus attract industry.Â  Because the governments \r\n  relied upon the first response formula in place for many years, they never discussed \r\n  the allocation of the fund. \r\nThe circuit court found the phrase â€œservice areas of the fire departmentâ€ in \r\n  the statute to be ambiguous, and further found there was no contract for the \r\n  County fire department to give up a portion of its service area or the 1% premiums \r\n  attributable to those areas.Â  The court agreed with Hair that the Cityâ€™s â€œservice \r\n  areaâ€ was limited to its corporate limits absent an agreement to the contrary, \r\n  and thus the City was only entitled to the portion of the funds representing \r\n  the assessed property values within the Cityâ€™s geographical limits.Â  As those \r\n  property values represented only 43% of the total assessed property values in \r\n  Sumter County, the circuit court found Hair correctly awarded the City fire \r\n  department only 43% of the fund. \r\n\r\nDISCUSSION\r\nMathis argues the circuit courtâ€™s interpretation conflicts with the plain meaning \r\n  of the statute, ignores the purpose and legislative intent of the statute, and \r\n  ignores the traditional use of â€œfirst responseâ€ area to mean the â€œservice areaâ€ \r\n  of the fire department.Â  We agree.\r\nThe primary purpose in construing a statute is to ascertain legislative intent.Â  \r\n  Hodges v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 581 (2000).Â  â€œIf a \r\n  statuteâ€™s language is plain and unambiguous, and conveys a clear and definite \r\n  meaning, there is no occasion for employing rules of statutory interpretation \r\n  and the court has no right to look for or impose another meaning.â€Â  Paschal \r\n  v. State Election Commâ€™n, 317 S.C. 434, 436, 454 S.E.2d 890, 892 (1995).Â  \r\n  The legislature intends to accomplish something by its choice of words, and \r\n  not do a futile thing.Â  State ex rel. McLeod v. Montgomery, 244 S.C. \r\n  308, 314, 136 S.E.2d 778, 782 (1964). \r\nAlthough the term â€œservice areaâ€ has not been defined in the statute creating \r\n  and governing the fund, it has been defined in other statutes.Â  Section 5-7-60 \r\n  provides in part that any municipality may provide its services outside its \r\n  corporate limits by contract, and the statute defines a designated â€œservice \r\n  areaâ€ to mean the area in which a particular service is being provided.Â  S.C. \r\n  Code Â§ 5-7-60 (1977); see also City of Darlington v. Kilgo, \r\n  302 S.C. 40, 43, 393 S.E.2d 376, 378 (1990) (area outside citiesâ€™ boundaries \r\n  that cities provided limited fire protection to pursuant to contract was a â€œservice \r\n  areaâ€ of the cities and thus could not be included in the county fire district \r\n  plan without prior agreement with the city).Â  Further, counties can cede responsibility \r\n  for the fire protection services of certain areas to cities via contract.Â  Section \r\n  4-19-10(b) provides that counties have the power to \r\n\r\ndesignate, subject \r\n  to the provisions of Â§ 4-19-20, the areas of the county where fire protection \r\n  service may be furnished by the county under the provisions of this chapter \r\n  (referred to in this chapter as service areas); provided, however, that \r\n  these service areas shall exclude those areas where fire protection \r\n  is then being furnished by some other political subdivision unless an agreement \r\n  be entered into between the county and such other political subdivision for \r\n  the joint exercise of fire protection powers within the service area of such \r\n  political subdivision and the sharing of costs thereof.\r\n\r\nS.C. \r\n  Code Ann. Â§ 4-19-10(b) (1986) (emphasis added).\r\nIt is apparent the legislature intended the 1% premiums collected in a particular \r\n  location to benefit the fire fighters risking their lives in that particular \r\n  â€œservice area.â€Â  Although â€œservice areaâ€ is not defined in the statute, its \r\n  plain and ordinary meaning is the area where the fire department provides services.Â  \r\n  This definition is bolstered by the legislatureâ€™s use of the same definition \r\n  in other fire protection statutes and by common usage in the industry.Â  \r\nBecause the circuit court concluded Hair correctly distributed the funds by \r\n  geographic boundaries, it made no findings regarding which department provides \r\n  primary service to any particular district.Â  The parties dispute which department \r\n  provides primary service to particular areas.Â  Therefore we remand for factual \r\n  determinations necessary to disburse the fund consistently with this opinion.Â  \r\n  \r\n \r\n  REVERSED AND REMANDED.\r\nCURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3548","title":"Mullis v. Trident Emergency Physicians","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3548","description":"This is an action to determine whether money withheld by an employer from an employee was a conversion.","date":"2002-09-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n \r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyText\r\n\t{text-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Baskerville Old Face\";}\r\n-->\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Diana Mullis, M.D., Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Trident Emergency Physicians, a South Carolina general partnership,\r\n        Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nÂ Daniel E. Martin, Sr., Circuit Court \r\n  Judge\r\n\r\nOpinion No. 3548\r\nSubmitted May 20, 2002 â€“ Filed September \r\n  9, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nG. Dana Sinkler, of Charleston; for Appellant\r\nE. Paul Gibson and Allison A. Stover, \r\n  both of N. Charleston; for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: Diana Mullis filed this action \r\n  for conversion against Trident Emergency Physicians (Trident). A jury awarded \r\n  Mullis $20,000 in actual damages. Trident moved for judgment notwithstanding \r\n  the verdict arguing Mullis failed to establish a cause of action for conversion \r\n  as a matter of law. By order dated June 20, 2000, the trial court denied Tridentâ€™s \r\n  motion finding Mullis sufficiently proved conversion. The trial court also denied, \r\n  in relevant part, Tridentâ€™s subsequently filed motion for reconsideration. Trident \r\n  appeals.\r\nFACTS\r\nMullis is a medical \r\n  doctor practicing emergency medicine and psychiatry. In February or March of \r\n  1993, Trident hired Mullis as an emergency room physician at Trident Hospital \r\n  in North Charleston, South Carolina. Mullis testified she was told at the time \r\n  of hiring that Trident would withhold 10% of her salary to cover administrative \r\n  expenses. When Mullis received her paycheck in May of 1993, she noticed an additional \r\n  10% was withheld. Mullis testified Tridentâ€™s partners, Drs. Malaney and Cook, \r\n  informed her the extra 10% would be withheld until a total of $20,000 was collected. \r\n  The $20,000 would then be used as a â€œbuy-inâ€ to pay for Mullisâ€™ share in the \r\n  Trident partnership. Trident withheld the extra 10% through November of 1994 \r\n  until $20,000 had been withheld from Mullisâ€™ pay.\r\nIn May of 1995, the \r\n  Trident partners voted against making Mullis a partner. When Mullis requested \r\n  her $20,000, the partners refused to return the money.Â  They informed Mullis \r\n  the money was allocated among the partners. At that time, the partners showed \r\n  Mullis a â€œPartnership Agreementâ€ explaining that Trident would withhold 10% \r\n  of an associate doctorâ€™s pay up to $20,000, which would be payable to the partnership. \r\n  The Partnership Agreement provides that an associate doctor is entitled to 90% \r\n  of his net pay until $20,000 is collected, which â€œshall be payable to the Partnership \r\n  and considered net profits thereof.â€ The agreement further provides: â€œOnce the \r\n  Partnership has received $20,000 from the net collections of an Associate . \r\n  . . and [such Associate] has completed three (3) years of service, such Associate \r\n  shall be eligible to become a Partner.â€Â  \r\nMullis repeatedly requested \r\n  Trident refund the $20,000 and continued working for Trident until November \r\n  of 1996, when she left for health reasons.Â Â  Eventually, Mullis hired an attorney \r\n  to assist her in obtaining a refund of the money. By letter dated March 31, \r\n  1998, Trident acknowledged they had refunded $20,000 to another associate, but \r\n  claimed it â€œwas a special case.â€Â  Trident acknowledged the money as a â€œbuy-inâ€ \r\n  but refused to refund the money relying on the Partnership Agreement and claiming \r\n  there was â€œno stipulation for refunding the buy-in.â€Â  \r\nDr. Malaney testified at trial that, upon \r\n  hiring, new employees receive an employment agreement with Trident, an informational \r\n  packet, the Partnership Agreement, and a credentialing packet. Malaney stated \r\n  she â€œbelievedâ€ she gave a complete packet, including the Partnership Agreement, \r\n  to Mullis at hiring.Â  Malaney also claimed she discussed the Partnership Agreement \r\n  at length with Mullis, as they were friends. Malaney admitted she had no written \r\n  record that she gave the Partnership Agreement to Mullis upon hiring. Moreover, \r\n  although Mullis signed an agreement to be bound by the terms of the agreement \r\n  with Trident, she signed no agreement to be bound by the terms of the Partnership \r\n  Agreement. According to Malaney, at least seven associates had paid the $20,000 \r\n  without either becoming partners or receiving a refund of the money.Â Â Â Â Â  \r\nBoth parties moved for a directed verdict. \r\n  The trial court denied the motions.Â  The jury entered a verdict for Mullis of \r\n  $20,000 in actual damages. The jury did not award punitive damages. Trident \r\n  moved for judgment notwithstanding the verdict. The trial court denied the motion. \r\n\r\n\r\nLAW/ANALYSIS\r\nTrident argues the trial court erred in denying \r\n  its motion for judgment notwithstanding the verdict on the basis Mullis failed \r\n  to prove the elements of a conversion. Trident alleges Mullisâ€™ consent to the \r\n  withholding, and the failure to prove an identifiable fund, prevent her from \r\n  establishing conversion. We disagree.\r\nFirst, we find the question of Mullisâ€™ consent \r\n  was properly for the jury. See Fredericks v. Commercial Credit Co., \r\n  145 S.C. 380, 387, 143 S.E. 179, 181 (1928) (finding question of consent in \r\n  an action for conversion a matter for the jury).\r\nNext, we find Mullis need not specifically \r\n  identify the money as a separate and distinct account. â€œConversionâ€ is defined \r\n  as the unauthorized assumption and exercise of the rights of ownership over \r\n  goods or personal chattels belonging to another, to the alteration of their \r\n  condition or to the exclusion of the rights of the owner. Green v. Waidner, \r\n  284 S.C. 35, 37, 324 S.E.2d 331, 333 (Ct. App. 1984). See Owens v. \r\n  Andrews Bank &amp; Trust Co., 265 S.C. 490, 496, 220 S.E.2d 116, 119 (1975) \r\n  (Conversion may arise by the illegal detention of anotherâ€™s property.). â€œThere \r\n  can be no conversion of money unless there is an obligation on the defendant \r\n  to deliver a specific, identifiable fund to the plaintiff.â€ Richardsonâ€™s \r\n  Rests., Inc. v. Natâ€™l Bank of S.C., 304 S.C. 289, 294, 403 S.E.2d 669, 672 \r\n  (Ct. App. 1991). Money, however, may be the subject of conversion if â€œit is \r\n  capable of being identified and there may be conversion of determinate sums \r\n  even though the specific coins and bills are not identified.â€ SSI Med. Servs., \r\n  Inc. v. Cox, 301 S.C. 493, 498, 392 S.E.2d 789, 792 (1990).Â  \r\nWe find Mullis need not specifically identify the \r\n  money as a separate and distinct account under SSI Med. Servs. The buy-in \r\n  amount was a determinative sum. The fact that the partnership commingled the \r\n  money does not change its nature as a determinative sum.Â  \r\nAccordingly, the order on appeal is\r\nAFFIRMED. \r\nHEARN, C.J., CURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3549","title":"State v. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3549","description":"The crux of this case involves the resolution of the issue:  whether a pending traffic charge occurring in one county may be transferred to another county for trial disposition.","date":"2002-09-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoHeading8\r\n\t{text-align:center;\r\n\ttab-stops:-1.0in -.5in 0in .5in 1.0in 1.5in 2.0in 2.5in 3.0in 3.5in 4.0in 4.5in 5.0in 5.5in 6.0in 6.5in 7.0in 7.5in 8.0in 8.5in 9.0in 9.5in 10.0in 10.5in 11.0in 11.5in 12.0in 12.5in 13.0in 13.5in 14.0in 14.5in 15.0in 15.5in 16.0in 16.5in 17.0in 17.5in 18.0in 18.5in;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;\r\n\tfont-weight:bold;}\r\n.MsoFootnoteText\r\n\t{font-size:10.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoFootnoteReference\r\n\t{vertical-align:super;}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n.MsoBodyText\r\n\t{text-align:justify;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n.MsoBodyTextIndent\r\n\t{font-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyText2\r\n\t{text-align:center;\r\n\ttab-stops:-1.0in -.5in 0in .5in 1.0in 1.5in 2.0in 2.5in 3.0in 3.5in 4.0in 4.5in 5.0in 5.5in 6.0in 6.5in 7.0in 7.5in 8.0in 8.5in 9.0in 9.5in 10.0in 10.5in 11.0in 11.5in 12.0in 12.5in 13.0in 13.5in 14.0in 14.5in 15.0in 15.5in 16.0in 16.5in 17.0in 17.5in 18.0in 18.5in;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyText3\r\n\t{text-align:justify;\r\n\ttab-stops:-1.0in -.5in 0in .5in 1.0in 1.5in 2.0in 2.5in 3.0in 3.5in 4.0in 4.5in 5.0in 5.5in 6.0in 6.5in 7.0in 7.5in 8.0in 8.5in 9.0in 9.5in 10.0in 10.5in 11.0in 11.5in 12.0in 12.5in 13.0in 13.5in 14.0in 14.5in 15.0in 15.5in 16.0in 16.5in 17.0in 17.5in 18.0in 18.5in;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyTextIndent2\r\n\t{text-align:justify;\r\n\ttext-indent:.25in;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBlockText\r\n\t{text-align:justify;\r\n\ttab-stops:-1.0in -.5in .5in 1.0in 1.5in 2.0in 2.5in 3.0in 3.5in 4.0in 4.5in 5.0in 5.5in 6.0in 7.0in 7.5in 8.0in 8.5in 9.0in 9.5in 10.0in 10.5in 11.0in 11.5in 12.0in 12.5in 13.0in 13.5in 14.0in 14.5in 15.0in 15.5in 16.0in 16.5in 17.0in 17.5in 18.0in 18.5in;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n-->\r\n\r\n\r\n   THE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n \r\n   \r\n     \r\n       \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n \r\n   \r\n     \r\n       \r\n        Bonnie Nelson Brown, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Abbeville \r\n  County\r\n  J. Ernest Kinard, Jr. Circuit Court Judge\r\n  James W. Johnson, Jr., Circuit Court Judge\r\n\r\nOpinion No. 3549\r\n  Heard June 17, 2002 â€“ Filed September 9, 2002\r\n\r\nVACATED\r\n\r\n \r\n   \r\n     \r\n       \r\n        Assistant Appellate \r\n          Defender Tara S. Taggart, of the South Carolina Office of Appellate \r\n          Defense, of Columbia, for appellant.\r\n        Attorney General Charles M. \r\n          Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n          Attorney General Charles H. Richardson, all of Columbia; and Solicitor \r\n          W.Â  Townes Jones, IV, of Greenwood, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n ANDERSON, J.:Â Â Â  Bonnie Nelson \r\n  Brown appeals his convictions for two traffic-related offenses in the Abbeville \r\n  County Magistrateâ€™s Court.Â  We vacate the convictions.Â  \r\n FACTS/PROCEDURAL BACKGROUND \r\nA state trooper cited Brown \r\n  for operating an uninsured vehicle and failure to register his vehicle during \r\n  a traffic stop in Greenwood County.Â  Brown elected to contest the charges and \r\n  exercised his right to a trial in the Greenwood County Magistrateâ€™s Court.Â Â  \r\n\r\nThe matter was called for \r\n  trial before Joe C. Cantrell, chief magistrate of Greenwood County; however, \r\n  Brown requested a change of venue so that a different Greenwood County magistrate \r\n  would hear the case.Â  Magistrate Cantrell granted Brownâ€™s request and reassigned \r\n  the case to Magistrate Bart S. McGuire.\r\nIn a jury trial, Brown was \r\n  convicted of both charges; however, Magistrate McGuire ordered a new trial due \r\n  to irregularities in the jury selection process.Â  Magistrate McGuire \r\n  subsequently recused himself from any further proceedings.Â  \r\nThe case was then assigned \r\n  to the Magistrate Lasonia C. Williams.Â  Brown was tried by a jury, which returned \r\n  guilty verdicts.\r\nAsserting nine exceptions, \r\n  Brown appealed his convictions to the Circuit Court.Â  Circuit Judge James W. \r\n  Johnson, Jr. heard Brownâ€™s appeal.Â  Concluding Magistrate Williams had erred \r\n  in refusing to give a charge requested by Brown, the circuit judge reversed \r\n  Brownâ€™s convictions and remanded the case â€œto the lower court for a new trial.â€\r\nOn remand, the chief magistrate \r\n  of Greenwood County arranged to have the matter transferred to Abbeville County \r\n  for disposition.Â  Brown did not initially contest this transfer.\r\nAt the pre-trial stage, \r\n  Brown moved for separate trials on each charge, which the presiding Abbeville \r\n  County magistrate, G. Thomas Ferguson, denied.Â  Brown appealed the magistrateâ€™s \r\n  decision to the Circuit Court.Â  Circuit Judge J. Ernest Kinard, Jr., affirmed \r\n  the magistrateâ€™s decision.Â  Brown was subsequently tried by a jury, which found \r\n  Brown guilty of both offenses.\r\nBrown appealed his convictions \r\n  to the Circuit Court.Â  On appeal, Brown argued the magistrate erred by refusing \r\n  to grant separate trials on each charge and denying his motions for directed \r\n  verdict and JNOV.Â  Brown additionally contended subject matter jurisdiction \r\n  was lacking in Abbeville County.Â  Circuit Judge Johnson affirmed the verdict \r\n  in a Form 4 order.Â  Regarding the issue of subject matter jurisdiction, the \r\n  judge wrote:\r\n \r\n  Venue was proper in Abbeville \r\n    County since Defendant had previously requested a change of venue in Greenwood.Â  \r\n    Greenwood County has only one magistrate district.Â  The only place to change \r\n    venue was an adjoining county.\r\n\r\nBrown appeals.Â Â Â Â Â Â  \r\n ISSUES \r\n \r\n    I.&nbsp; Whether Brownâ€™s appeal of the verdict following \r\n    his trial before Judge Williams was timely?\r\n    II.&nbsp;Whether county-to-county transfers of Magistrateâ€™s \r\n    Court cases are legally permissible?\r\n\r\nLAW/ANALYSIS\r\n   I.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Subject \r\n  Matter Jurisdiction and Appealability \r\nSubject matter jurisdiction \r\n  is the power of a court to hear and determine cases of a general class to which \r\n  the proceedings in question belong.Â  City of Camden v. Brassell, 326 \r\n  S.C. 556, 486 S.E.2d 492 (Ct. App. 1997).Â  The failure of a party to timely \r\n  serve its notice of appeal will divest the reviewing tribunal of subject matter \r\n  jurisdiction, thus resulting in dismissal of the appeal.Â  See First \r\n  Carolina Natâ€™l Bank v. A&amp;S Enters., Inc., 272&nbsp;S.C.&nbsp;339, 251 \r\n  S.E.2d 762 (1979) (holding appellantsâ€™ failure to serve their notice of appeal \r\n  of the Circuit Courtâ€™s judgment within the statutory period necessitated dismissal \r\n  of their appeal for want of jurisdiction); Burnett v. South Carolina State \r\n  Highway Depâ€™t, 252 S.C. 568, 167 S.E.2d 571 (1969) (stating that without \r\n  a timely notice of appeal, the reviewing court has no jurisdiction); Canal \r\n  Ins. Co. v. Caldwell, 338 S.C. 1, 524 S.E.2d 416 (Ct. App. 1999) (Court \r\n  of Appeals ruled it was without subject matter jurisdiction to consider appeal \r\n  because appellant failed to serve his notice of appeal within thirty days after \r\n  receiving written notice of the entry of a final order or judgment).Â  The lack \r\n  of subject matter jurisdiction can be raised at any time, can be raised for \r\n  the first time on appeal, and can be raised sua sponte by the \r\n  court.Â  Badeaux v. Davis, 337 S.C. 195, 522 S.E.2d 835 (Ct. App. 1999); \r\n  Lake v. Reeder Const. Co., 330 S.C. 242, 498 S.E.2d 650 (Ct. App. 1998); \r\n  see also State v. Ervin, 333 S.C. 351, 510 S.E.2d 220 (Ct. App. \r\n  1998) (holding issues related to subject matter jurisdiction may be raised at \r\n  any time.Â  \r\n  II.&nbsp;&nbsp; Timeliness of Appeal \r\n  to Circuit Court Following   Brownâ€™s Convictions \r\n  in Greenwood County \r\nAs a general rule, a criminal defendant convicted \r\n  in the Magistrateâ€™s Court must serve his or her notice of appeal on the magistrate \r\n  who presided at trial within ten days of the verdict.Â  S.C. Code Ann. Â§ 18-3-30 \r\n  (1985).Â  The time for appeal, however, is extended to thirty days following \r\n  the magistrateâ€™s grant or denial of a motion for new trial.Â  S.C. Code Ann. \r\n  Â§ 22-3-1000 (Supp. 2001); [1]  see also State v. Sullivan, 310 S.C. 311, 426 S.E.2d \r\n  766 (1993) (applying ' 22-3-1000 in examination of whether partyâ€™s appeal from \r\n  decision in the Magistrateâ€™s Court was timely).\r\nFollowing the grant \r\n  of the new trial motion by Magistrate McGuire, Brown was again tried and convicted \r\n  in the Greenwood County Magistrateâ€™s Court.Â  The date of these convictions was \r\n  July 16, 1997.Â  Brown appealed.Â  Brownâ€™s notice of appeal, which was included \r\n  in the record initially submitted to the Court of Appeals, was received by Magistrate \r\n  Williams, on August 6, 1997 â€” twenty-one days after judgment had been rendered.Â  \r\n  The initial record on appeal was devoid of any mention of a motion for new trial.Â  \r\n  Facially, Brown appeared to have served his notice of appeal out of time.Â  \r\n\r\nAt oral argument, \r\n  the Court raised the issue of the timeliness of Brownâ€™s appeal to the Circuit \r\n  Court.Â  The responses by counsel did not resolve the issue.Â  The Court gave \r\n  both parties ten days to file supplemental affidavits regarding the issue of \r\n  whether Brown moved for a new trial after the jury verdict.Â  Within the affixed \r\n  time, counsel for Brown filed two affidavits â€” one from Brown and another from \r\n  Daniel A. Richardson, a third party in attendance at the trial proceedings.Â  \r\n  Both affidavits contained averments Brown had made an oral motion for new trial \r\n  immediately following the jury verdict, which Judge Williams instantly denied.Â  \r\n\r\nThe State submitted \r\n  no affidavits or any other materials disputing the truth of Brownâ€™s and Richardsonâ€™s \r\n  asseverations.Â  The State did, however, file a â€œMotion Objecting to Consideration \r\n  of Affidavits.â€Â  Within this motion, the State asserts the Court of Appeals \r\n  is prohibited from considering the affidavits supplied by Brown.Â  The State \r\n  supports its argument with citation to Â§ 18-3-70 and State v. Richardson, \r\n  98 S.C. 147, 82 S.E. 353 (1914).\r\nSection 18-3-70 pertains \r\n  to the scope of a circuit judgeâ€™s review of an appeal from the Magistrateâ€™s \r\n  Court.Â  The State apparently asserts the Court of Appeals is bound in the same \r\n  fashion.Â  The section states:\r\n \r\n  The appeal [from \r\n    the Magistrateâ€™s Court] must be heard by the Court of Common Pleas upon the \r\n    grounds of exceptions made and upon the papers required under [Chapter 3 of \r\n    Title 18], without the examination of witnesses in that court.Â  And the court \r\n    may either confirm the sentence appealed from, reverse or modify it or grant \r\n    a new trial, as to the court may seem meet and conformable to law.Â  \r\n  \r\n\r\nIn Richardson, \r\n  the defendant was convicted in the Magistrateâ€™s Court of trespassing.Â  The defendant \r\n  sought review of his convictions by the Circuit Court, but the appeal was dismissed.Â  \r\n  The defendant then appealed to the Supreme Court.Â  At issue was, inter alia, \r\n  whether the circuit judge erred by refusing to consider several affidavits submitted \r\n  by the defendant from persons in attendance at the Magistrateâ€™s Court trial \r\n  who disputed the magistrateâ€™s recollection of the testimony given by a key Stateâ€™s \r\n  witness, as memorialized in his report to the Circuit Court.Â  Relying upon the \r\n  statutory predecessor to Â§ 18-3-70, the Supreme Court held the circuit judge \r\n  did not err by refusing to consider the affidavits, stating â€œthe affidavits \r\n  constituted no part of the proceedings upon which the appeal was to be heard, \r\n  and that there was no error on the part of the presiding judge in refusing to \r\n  consider them.â€Â  Id. at 151, 82 S.E. at 353.\r\nThe Stateâ€™s argument \r\n  fails on three grounds.Â  First, justice dictates that the resolution of issues \r\n  pertaining to subject matter jurisdiction be a paramount concern for our courts.Â  \r\n  In the instant case, the materials and information found within the record on \r\n  appeal and the briefs initially submitted by the parties did not provide this \r\n  Court with a definitive answer regarding whether Brown had timely appealed his \r\n  Magistrateâ€™s Court conviction to the Circuit Court.Â  Granting the parties the \r\n  right to file affidavits following oral argument was a measure necessary to \r\n  settling the question.Â  The Court of Appealsâ€™ action was proper and within its \r\n  purview.Â  See Windham v. Sanders, 287 S.C. 170, 337 S.E.2d 205 \r\n  (1985) (applying former rules governing appeals from a master-in-equity, the \r\n  Supreme Court permitted appellant to supplement record on appeal following its \r\n  submission with documentation demonstrating that direct appeal from the master \r\n  was authorized by order of the Circuit Court or by consent of parties for the \r\n  purpose of conclusively establishing whether subject matter jurisdiction in \r\n  the appellate court existed); cf. Gray v. The Club Group, 339 \r\n  S.C. 173, 528 S.E.2d 435 (Ct. App. 2000), cert. denied (stating in a \r\n  Workersâ€™ Compensation case, subject matter jurisdiction is a question of law, \r\n  which in turn permits the court to make findings of fact relating to jurisdiction).\r\nSecond, issues concerning \r\n  the existence of subject matter jurisdiction may be raised at any time and by \r\n  any party or the court.Â  Therefore, whether the issue had been briefed is immaterial.Â  \r\n  In other words, matters regarding subject matter jurisdiction are an exception \r\n  to the rule found in Â§ 18-3-70.Â  \r\nThird, an obvious \r\n  distinction exists between the scenario in Richardson and the one found \r\n  in the instant case.Â  In Richardson, the affidavits were in an unsolicited \r\n  response by the defendant amounting to an attack of the magistrateâ€™s summary \r\n  of a witnessâ€™ testimony.Â  In the case sub judice, the affidavits were \r\n  submitted pursuant to the Courtâ€™s invitation and were necessary for the crucial \r\n  determination of whether subject matter jurisdiction existed.Â  The affidavits \r\n  submitted by Brown are therefore deemed a part of the record.\r\nThe affidavits provided \r\n  by Brown demonstrate the following: Brown made an oral motion for new trial \r\n  following his convictions; Judge Williams immediately denied this motion from \r\n  the bench; and the date of the magistrateâ€™s denial was July 16, 1997.Â  Accordingly, \r\n  the deadline for service of Brownâ€™s notice of appeal was twenty-five days thereafter, \r\n  as provided by the 1997 version of Â§ 18-3-70.Â  Judge Williams received Brownâ€™s \r\n  notice twenty-one days later.Â  Factually and legally, Brownâ€™s notice of appeal \r\n  was timely served upon Judge Williams.Â  \r\n  III.&nbsp; Parameters \r\n  of Subject Matter Jurisdiction â€“ Magistrateâ€™s Court - County-to-County Transfers\r\n  As a rule, a criminal \r\n  case brought in the Magistrateâ€™s Court must be prosecuted in the county where \r\n  the charged offense occurred.Â  This principle is firmly established within our \r\n  law.Â \r\n A. The State Constitution \r\n The Magistrateâ€™s Court is a component of the \r\n  Article V unified judicial system.Â  See S.C. Const. art. V, Â§ 1.Â  Under \r\n  Article V, the General Assembly was conferred with the responsibility of establishing \r\n  the legal and geographic bounds of a magistrateâ€™s jurisdiction.Â  Article V, \r\n  Â§ 26 of the State Constitution states:\r\n \r\n  The Governor, by and with the advice and \r\n    consent of the Senate, shall appoint a number of magistrates for each county \r\n    as provided by law.Â  The General Assembly shall provide for their terms of \r\n    office and their civil and criminal jurisdiction.Â  The terms of office must \r\n    be uniform throughout the State.\r\n\r\nB.Â  \r\n  1976 Code of Laws\r\nPursuant to the authority granted it \r\n  by the State Constitution, the General Assembly has promulgated numerous statutes \r\n  pertaining to a magistrateâ€™s geographic or territorial jurisdiction.Â  \r\n\r\n As an initial matter, the bounds of a magistrateâ€™s \r\n  geographic or territorial jurisdiction authority have been clearly defined.Â  \r\n  Section ' 22-3-520, which is entitled, â€œJurisdiction limited to county,â€ declares:\r\n \r\n  Magistrates shall have and exercise within \r\n    their respective counties all the powers, authority and jurisdiction in criminal \r\n    cases herein set forth.\r\n\r\nSee State ex rel \r\n  McLeod v. Crowe, 272 S.C. 41, 249 S.E.2d 772 (1978) and State v. Black, \r\n  319 S.C. 515, 462 S.E.2d 311 (Ct. App. 1995) (analyzing the language and meaning \r\n  of Article V and confirming magistrates possess countywide jurisdiction).Â Â  \r\n\r\nAdditionally, the legislature \r\n  has enacted Â§Â§ 22-2-170 and 22-3-920, which define the proper venue for criminal \r\n  proceedings in the Magistrateâ€™s Court.Â  In counties that have been divided into \r\n  jury areas, criminal matters must be prosecuted in the area where the offense \r\n  was committed.Â  In all other counties, a criminal case may be brought anywhere \r\n  within the county.Â  As a rule, a defendant may move for a change of venue.Â  \r\n  Therefore, a magistrate located in an area of the county different from where \r\n  the offense occurred can be assigned to hear the case.Â  No provision exists \r\n  within these statutes, however, that permits the transfer of the case to another \r\n  county.Â  \r\nSection 22-2-170 states:\r\n \r\n   Magistrates shall \r\n    have jurisdiction throughout the county in which they are appointed.Â  Criminal \r\n    cases shall be tried in the Jury Area where the offense was committed, subject \r\n    to a change of venue, pursuant to the provisions of Â§ 22-3-920 of the 1976 \r\n    Code; provided, however, that the chief magistrate for administration \r\n    of the county, upon approval of the county governing body, may provide for \r\n    the selection of magistratesâ€™ jurors countywide upon the affirmative waiver \r\n    by the defendant of his right to be tried in the jury area where the offense \r\n    was committed. \r\n\r\n(emphasis added).\r\nSection 22-3-920 reads:\r\n \r\n  Whenever in a case in the court of a magistrate \r\n    (a) either party in a civil case, after giving to the adverse party two daysâ€™ \r\n    notice that he intends to apply for a change of venue or (b) the prosecutor \r\n    or accused in a criminal case shall file with the magistrate issuing the warrant \r\n    or summons an affidavit to the effect that he does not believe he can obtain \r\n    a fair trial before the magistrate and setting forth the grounds of such belief, \r\n    the papers shall be turned over to the nearest magistrate not disqualified \r\n    from hearing the cause in the county, who shall proceed to try the \r\n    case as if he had issued the warrant or summons.Â  But in counties in which \r\n    magistrates have separate and exclusive territorial jurisdiction the change \r\n    of venue shall be to another magistrateâ€™s district in the same county.Â  One \r\n    such transfer only shall be allowed each party in any case.\r\n\r\n(emphasis added).\r\nC.Â  Case Law\r\nThough precedent regarding the propriety of \r\n  county-to county transfers of Magistrateâ€™s Court cases is sparse, our courts \r\n  have ruled in several cases that a suit prosecuted before a magistrate who does \r\n  not possess the necessary geographic or territorial jurisdiction is invalid.\r\nIn Dill v. Durham, 56 S.C. 423, 35 S.E. \r\n  3 (1900), the Circuit Court reversed civil judgment entered in the Magistrateâ€™s \r\n  Court.Â  At the Circuit Court hearing, the defendant, a resident of Spartanburg \r\n  County, disputed the validity of the trial proceedings, which were held in Greenville \r\n  County by a resident magistrate.Â  At the time, the then-Article V, Â§ 23 of the \r\n  State Constitution mandated that â€œ[e]very civil action cognizable by magistrates \r\n  shall be brought by a magistrate in the county where the defendant resides.â€Â  \r\n  On appeal, the Circuit Court concluded the Greenville County magistrate had \r\n  no jurisdiction to try the case and reversed the magistrateâ€™s decision.Â  The \r\n  Supreme Court, quoting Article V, Â§ 23, concurred and upheld the reversal. \r\n\r\nAdditionally, in Turner v. Harris, 104&nbsp;S.C.&nbsp;134, \r\n  88 S.E. 379 (1916), the plaintiff instituted a civil action in the Magistrateâ€™s \r\n  Court in his county of residence against an individual living in another county.Â  \r\n  On appeal, Circuit Court remanded the case.Â  At issue before the Supreme Court \r\n  was whether the remand was proper.Â  The Court concluded remand was unquestionably \r\n  necessary because â€œ[t]he Code does not give a magistrate power to change the \r\n  place of trial from one county to another; and he has no such power without \r\n  it is given by statute.â€Â  Id. at 135, 88 S.E. at 380.Â  Further, â€œ[w]hen \r\n  the circuit court found the magistrate had no jurisdiction of the defendant, \r\n  the circuit court ought to have directly dismissed the case, or at least directed \r\n  the magistrate to do so.â€Â  Id.Â  \r\nD.Â  Other Authority\r\nThough not binding, opinions generated by the \r\n  Attorney Generalâ€™s Office constitute secondary authority that many people consult \r\n  when researching a particular area of law.Â  We note with interest that the Attorney \r\n  General issued an opinion in 1963 addressing the issue of proper venue in the \r\n  Magistrateâ€™s Court. See Op. Attâ€™y Gen. June 27, 1963.Â  Applying the statutory \r\n  predecessor of Â§ 22-3-920, the Attorney General informed an inquiring Chesterfield \r\n  County magistrate that the magistrate was permitted to change the venue of a \r\n  case to the â€œnearest magistrate not disqualified from hearing the cause in the \r\n  county â€¦.â€; however, the Attorney General cautioned, â€œ[y]our jurisdiction \r\n  is necessarily limited to cases arising in Chesterfield County, and you do not \r\n  have authority to transfer a case to a magistrate in another county.â€ \r\n  Id. (emphasis added).\r\nE.Â  Application of Law \r\n  to the Facts of the Instant Case\r\nSubject matter jurisdiction is the power of \r\n  a tribunal to hear and determine a specific class of cases.Â  Our statutes clearly \r\n  identify the class of criminal cases magistrates are permitted to hear.Â  Those \r\n  cases are: (a) offenses falling within the aegis and ambit of Â§Â§ 22-3-540 to \r\n  â€“580 that were; (b) committed in the magistratesâ€™ respective counties \r\n  of appointment.Â  Therefore, a magistrate lacks the requisite subject \r\n  matter jurisdiction to preside over a criminal case emanating from a county \r\n  other than the one of his appointment.Â  \r\nIn the case at bar, the \r\n  offenses charged were appropriate matters for disposition by the Magistrateâ€™s \r\n  Court.Â  The situs of the offenses was Greenwood County.Â  Apodictically, the \r\n  Greenwood County Magistrateâ€™s Court was the tribunal with exclusive jurisdiction \r\n  over the case.Â  No magistrate located in any other county had the authority \r\n  to hear the matter.Â  Therefore, the transfer of the case to Abbeville County \r\n  after remand from the Circuit Court was erroneous.Â  Because subject matter jurisdiction \r\n  was lacking, Brownâ€™s subsequent prosecution in that county was improper.Â  Concomitantly, \r\n  Brownâ€™s convictions must be vacated.Â Â Â  \r\nCONCLUSION\r\nWe hold that a criminal \r\n  action must be brought before a magistrate with jurisdiction in the county where \r\n  the alleged offense occurred.Â  A magistrate appointed to serve in a county other \r\n  than the county of occurrence does not have such jurisdiction.Â  \r\n  Accordingly, Brownâ€™s convictions in Abbeville County for offenses occurring \r\n  within Greenwood County are \r\nVACATED. [2] \r\nGOOLSBY, J., concurs.\r\nCONNOR, J., dissents in a separate opinion.\r\n  CONNOR, J.: (Dissenting)Â  Because \r\n  I believe this Court is without subject matter jurisdiction over Brownâ€™s appeal, \r\n  I respectfully dissent.Â  I would not have reached the issue of whether county-to-county \r\n  transfers of magistrate court cases are legally permissible.\r\nA magistrateâ€™s court jury found Brown guilty \r\n  on July 16, 1997.Â  The magistrate did not receive Brownâ€™s notice of appeal until \r\n  August 6, 1997.Â  It was necessary for Brown to serve notice of appeal upon the \r\n  magistrate who tried the case within ten days of the verdict.Â  S.C. Code Ann. \r\n  Â§ 18-3-30 (1985).Â  This time limitation would have been extended to thirty days \r\n  if Brown moved for a new trial.Â  S.C. Code Ann. Â§ 22-3-1000 (Supp. 2001).\r\nThe record on appeal affirmatively demonstrates \r\n  Brown did not make a motion for a new trial.Â  The record does not include a \r\n  written motion and the magistrateâ€™s answer to Brownâ€™s appeal stated the â€œCourt \r\n  never received such motion from the Defendant.â€1Â  \r\n  Nevertheless, during oral argument, we granted Brown ten days to provide us \r\n  with a copy of Brownâ€™s new trial motion.2Â  Brown instead supplied us with affidavits \r\n  attesting he made an oral new trial motion immediately following the jury verdict.\r\nAn appeal from magistrateâ€™s court must be heard \r\n  â€œupon the grounds of exceptions made and upon the papers required under this \r\n  chapter, without the examination of witnesses . . . .â€Â  S.C. Code Ann. Â§ 18-3-70 \r\n  (Supp. 2001).Â  The appeal is not de novo.Â  The appellate court is limited \r\n  in its review to the â€œpapersâ€ filed with the clerk of court by the magistrate, \r\n  exclusively â€œthe record, a statement of all the proceedings in the case and \r\n  the testimony taken at the trial . . . .â€Â  S.C. Code Ann. Â§ 18-3-40 (Supp. 2001).Â  \r\n\r\nWe allowed Brown to submit a copy of any motion \r\n  he made for a new trial.Â  Therefore, we asked for something which should have \r\n  been included in the record transmitted from the magistrate to the circuit court.Â  \r\n  The affidavits considered by the majority did not form any part of the record \r\n  and therefore cannot now be made part of the record for our review.Â  Post-verdict \r\n  â€œaffidavits constituted no part of the proceedings upon which the appeal was \r\n  to be heardâ€ and should not now be considered by this Court.Â  State v. Richardson, \r\n  98 S.C. 147, 82 S.E. 353 (1914); see also State v. Funderburk, \r\n  130 S.C. 352, 126 S.E. 140 (1925) (stating the appellate court had no right \r\n  to consider statements extraneous to the magistrateâ€™s record).\r\n\r\n \r\n   \r\n    [1] Â  Brownâ€™s convictions were in 1997.Â  At that time, the deadline to \r\n    serve an appeal was twenty-five days after the magistrateâ€™s grant or denial \r\n    of a motion for new trial.Â  S.C. Code Ann. Â§ 22-3-1000 (Supp. 1996).Â  The \r\n    General Assembly extended this period to thirty days in 1999.Â  See \r\n    Annotation, S.C. Code Ann. Â§ 22-3-1000 (Supp. 2001).\r\n\r\n \r\n   \r\n    [2] Â  Because the issue of whether subject matter jurisdiction existed \r\n    in the Abbeville County Magistrateâ€™s Court was dispositive, we need not address \r\n    Brownâ€™s additional issues on appeal.\r\n\r\n \r\n  &nbsp;1Â  \r\n    I interpret this statement from the magistrate as meaning she received neither \r\n    a written nor an oral new trial motion from Brown. \r\n\r\n \r\n  &nbsp;2Â  \r\n    Contrary to the majorityâ€™s assertion, we did not request affidavits attesting \r\n    to the new trial motion; we specifically offered to â€œdelay any further action \r\n    on this until youâ€™ve had an opportunity to further supplement the record and \r\n    provide us with a copy of the motion for a new trialâ€ and gave Brown â€œanother \r\n    ten days within which to provide this Court with a copy of the motion for \r\n    a new trial that he filed.â€\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3550","title":"State v. Williams","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3550","description":"Court of Appeals affirms the trial court's ruling suppressing marijuana obtained in an illegal search.","date":"2002-09-09","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Appellant, \r\n        v.\r\n\r\n        Donovan Williams, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Berkeley County\r\n  A. Victor Rawl, Circuit Court Judge\r\n\r\nOpinion No. 3550\r\n  Submitted May 6, 2002 - Filed September 9, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n       Attorney General Charles M. Condon, Chief \r\n        Deputy Attorney General John W. McIntosh , Assistant Deputy Attorney General \r\n        Robert E. Bogan and W. Rutledge Martin, all of Columbia; and Solicitor \r\n        Ralph E. Hoisington, of N. Charleston, for appellant. \r\n        Peter David Brown, of Mount Pleasant, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSHULER, J.: The State appeals the trial \r\n  court's ruling suppressing twenty-five pounds of marijuana found in Donovan \r\n  Williams' possession as the product of an illegal search. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn Sunday April 4, 1999, Officer Robert Blajszczak of the \r\n  Moncks Corner Police Department was conducting stationary radar on Highway 52 \r\n  in Berkeley County. Around 9:00 a.m. he received a &quot;be on the lookout&quot; \r\n  dispatch involving a &quot;green on tan&quot; Ford Explorer allegedly being \r\n  operated without the owner's consent. Soon afterward Blajszczak spotted a similar \r\n  Explorer and followed it.\r\n\r\nBecause Blajszczak did not know the tag number of the suspect \r\n  Explorer, he ran a license plate check. The check revealed the vehicle was registered \r\n  to Dwayne Anthony Barbour and that it was not the vehicle in question. It did, \r\n  however, disclose that the vehicle's license tag had been suspended for lack \r\n  of insurance. As a result, Blajszczak stopped the Explorer for a possible insurance \r\n  violation.\r\n\r\nBlajszczak approached and asked the driver, Dwayne Barbour, \r\n  for his driver's license, registration, and proof of insurance. As part of his \r\n  standard procedure, Blajszczak ran a driver's license check and discovered that \r\n  although Barbour's recent driving record was clean, his license previously had \r\n  been suspended in 1995 for a controlled substance violation. Blajszczak returned \r\n  and asked Barbour to step outside the vehicle while he issued a citation for \r\n  the tag violation. Barbour's passenger remained seated in the vehicle.\r\n\r\nAt the rear of the vehicle, Blajszczak wrote and explained \r\n  the ticket to Barbour. He then returned Barbour's license and registration and \r\n  stated: '[B]efore you leave, let me ask you a few questions.&quot; Blajszczak \r\n  proceeded to ask Barbour a series of questions, such as where he was coming \r\n  from and where he was headed. He also asked Barbour the name of his passenger \r\n  and what their relationship was.\r\n\r\nAs Blajszczak was speaking with Barbour, a K-9 officer in \r\n  a marked patrol unit whom Blajszczak had radioed arrived as backup. Blajszczak \r\n  directed this officer to stand with Barbour while he questioned Barbour's passenger, \r\n  Donovan Williams. According to Blajszczak, he became suspicious when Barbour \r\n  and Williams gave inconsistent answers to his questions. These inconsistencies, \r\n  combined with Barbour's previous license suspension, led Blajszczak to request \r\n  consent to search the vehicle.\r\n\r\nBarbour consented to the search and Blajszczak discovered \r\n  an open bottle of cognac behind the driver's seat. In the Explorer's cargo area, \r\n  he found a black suitcase; Williams acknowledged ownership and consented to \r\n  a search of its contents. He gave Blajszczak the key, and when Blajszczak had \r\n  trouble opening the case, Williams opened it for him. Inside, Blajszczak found \r\n  miscellaneous clothes and a large white block of an unknown substance. Williams \r\n  admitted it was marijuana. Following verification by the canine at the scene, \r\n  Blajszczak seized the item and immediately arrested Barbour and Williams. He \r\n  also cited both men for the open container violation. Subsequent analysis revealed \r\n  the substance to be twenty-five pounds of marijuana.\r\n\r\nOn June 30, 1999, a Berkeley County grand jury indicted \r\n  Williams for trafficking more than ten pounds of marijuana. Williams moved to \r\n  suppress the drug evidence, arguing it was obtained as the result of an illegal \r\n  search. The trial court held a suppression hearing on July 18, 2000.\r\n\r\nAt the hearing, Blajszczak testified his normal procedure \r\n  when issuing a traffic citation is to return the driver's license, explain the \r\n  ticket, ask the driver if he has any questions, and then advise him to have \r\n  a good or a safe day and allow him to leave. Blajszczak, however, admitted he \r\n  did not follow his normal procedure in this case. In addition, Blajszczak agreed \r\n  his only basis for questioning Barbour further was Barbour's prior license suspension \r\n  for a drug violation. According to Blajszczak, that was a &quot;warning sign \r\n  . . . or a flag.&quot;\r\n\r\nThe trial court granted Williams' motion to suppress, finding \r\n  the search illegal because Blajszczak lacked reasonable suspicion to question \r\n  Barbour and Williams beyond the scope of the traffic stop. The court specifically \r\n  found they were not free to leave under the totality of the circumstances, because \r\n  &quot;once they get past the ticket . . . anything from that point forward is \r\n  an investigation and is custodial.&quot; The State appeals this ruling.\r\n\r\nLAW/ANALYSIS\r\n\r\nStandard of Review\r\n\r\nIn State v. Brockman, 339 S.C. 57, 528 S.E.2d 661 \r\n  (2000), our supreme court articulated the standard of review to apply to a trial \r\n  court's determination that a search was private such that it did not fall within \r\n  the parameters of the Fourth Amendment. In so doing, the court specifically \r\n  rejected the de novo standard set forth in Ornelas v. United States, \r\n  517 U.S. 690 (1996) for reviewing determinations of reasonable suspicion and \r\n  probable cause in the context of warrantless searches and seizures. Instead, \r\n  the court stated it would &quot;review the trial court's ruling like any other \r\n  factual finding and reverse if there is clear error,&quot; and would therefore \r\n  &quot;affirm if there is any evidence to support the ruling.&quot; Brockman, \r\n  339 S.C. at 66, 528 S.E.2d at 666.\r\n\r\nSubsequently, in State v. Green, 341 S.C. 214, 532 \r\n  S.E.2d 896 (Ct. App. 2000), this Court declared that Brockman &quot;determined \r\n  the appellate standard of review in Fourth Amendment search and seizure cases \r\n  is limited to determining whether any evidence supports the trial court=s finding \r\n  and the appellate court may only reverse where there is clear error.&quot; Green, \r\n  341 S.C. at 219 n.3, 532 S.E.2d at 898 n.3. Accordingly, we will apply an &quot;any \r\n  evidence&quot; standard to the ruling below.\r\n\r\nDiscussion\r\n\r\nThe State argues the trial court erred in suppressing the \r\n  marijuana because Blajszczak &quot;was not required to have reasonable suspicion \r\n  to question&quot; Barbour and Williams. According to the State, Blajszczak merely \r\n  engaged the men in a consensual encounter and thus properly obtained consent \r\n  to search. We disagree.\r\n\r\nThe Fourth Amendment guarantees &quot;[t]he right of the \r\n  people to be secure . . . [from] unreasonable searches and seizures.&quot; U.S. \r\n  Const. amend IV; see State v. Butler, 343 S.C. 198, 539 S.E.2d 414 (Ct. \r\n  App. 2000). &quot;Temporary detention of individuals during the stop of an automobile \r\n  by the police, even if only for a brief period and for a limited purpose, constitutes \r\n  a 'seizure' of 'persons' within the meaning of [the Fourth Amendment].&quot; \r\n  Whren v. United States, 517 U.S. 806, 809-10 (1996). Thus, an automobile \r\n  stop is &quot;subject to the constitutional imperative that it not be 'unreasonable' \r\n  under the circumstances.&quot; Id. at 810. Where probable cause exists \r\n  to believe that a traffic violation has occurred, the decision to stop the automobile \r\n  is reasonable per se. Id. \r\n\r\nWilliams concedes Blajszczak had probable cause to stop \r\n  the Explorer. He contends, however, that once the traffic stop was concluded, \r\n  Blajszczak needed a reasonable suspicion that some further criminal activity \r\n  was afoot in order to begin questioning Barbour. \r\n\r\nOnce a motor vehicle is detained lawfully for a traffic \r\n  violation, the police may order the driver to exit the vehicle without violating \r\n  Fourth Amendment proscriptions on unreasonable searches and seizures. Pennsylvania \r\n  v. Mimms, 434 U.S. 106, 111 n.6 (1977). In carrying out the stop, an officer \r\n  &quot;'may request a driver's license and vehicle registration, run a computer \r\n  check, and issue a citation.'&quot; United States v. Sullivan, 138 F.3d \r\n  126, 131 (4th Cir. 1998) (citation omitted). However, &quot;[a]ny further detention \r\n  for questioning is beyond the scope of the [] stop and therefore illegal unless \r\n  the officer has a reasonable suspicion of a serious crime.&quot; Id. \r\n  (emphasis added); see Florida v. Royer, 460 U.S. 491, 500 (1983) (plurality \r\n  opinion) (&quot;[A]n investigative detention must be temporary and last no longer \r\n  than is necessary to effectuate the purpose of the stop.&quot;); Ferris v. \r\n  State, 735 A.2d 491, 499 (Md. 1999) (&quot;Once the purpose of [the] stop \r\n  has been fulfilled, the continued detention of the car and the occupants amounts \r\n  to a second detention.&quot;). \r\n  (1) &nbsp;The question, then, is whether Blajszczak detained, i.e.\r\n&quot;seized&quot; \r\n  Williams anew, thereby triggering the Fourth Amendment and possibly rendering \r\n  his consent invalid, or simply initiated a consensual encounter invoking no \r\n  constitutional scrutiny. See Ferris, 735 A.2d at 500 (stating the difficult \r\n  question was whether the trooper's questioning of Ferris after he issued a citation \r\n  and returned his driver's license and registration &quot;constituted \r\n  a detention, and hence raise[d] any Fourth Amendment concerns, or was merely \r\n  a 'consensual encounter[]' . . . implicating no constitutional overview&quot;). \r\n    (2)\r\n\r\nIt is well settled that &quot;mere police questioning does \r\n  not constitute a seizure&quot; for Fourth Amendment purposes. Florida v. Bostick, \r\n  501 U.S. 429, 434 (1991); see State v. Culbreath, 300 S.C. 232, 237, \r\n  387 S.E.2d 255, 257 (1990) (&quot;Not all personal encounters between policemen and \r\n  citizens involve 'seizures' of persons thereby bringing the Fourth Amendment \r\n  into play.&quot;) (citations omitted), abrogated on other grounds by Horton \r\n  v. California, 496 U.S. 128 (1990). To the contrary, &quot;[o]nly when the officer, \r\n  by means of physical force or show of authority, has in some way restrained \r\n  the liberty of a citizen may we conclude that a 'seizure' has occurred.&quot; \r\n  Terry v. Ohio, 392 U.S. 1, 19-20 n.16 (1968). &quot;So long as a person remains \r\n  at liberty to disregard a police officer's request for information, no constitutional \r\n  interest is implicated.&quot; Sullivan, 138 F.3d at 132 (citations omitted).\r\n\r\nThe test for determining if a particular encounter constitutes \r\n  a seizure is whether &quot;'in view of all the circumstances surrounding the incident, \r\n  a reasonable person would have believed that he was not free to leave.'&quot; Michigan \r\n  v. Chesternut, 486 U.S. 567, 573 (1988) (citation omitted); see Sullivan, \r\n  138 F.3d at 132 (&quot;The test . . . [is] whether, under the totality of the circumstances \r\n  surrounding the encounter, a reasonable person in the suspect's position 'would \r\n  have felt free to decline the officer's requests or otherwise terminate the\r\nencounter.'&quot;) (citations omitted). It is necessarily imprecise, &quot;because it \r\n  is designed to assess the coercive effect of police conduct&quot; taken as a whole. \r\n  Chesternut, 486 U.S. at 573. Thus, exactly what constitutes a restraint \r\n  on liberty sufficient to lead a reasonable person to conclude he is not free \r\n  to leave varies with the setting in which the police conduct occurs. Id. \r\n  \r\n\r\nReasonableness &quot;is measured in objective terms by examining \r\n  the totality of the circumstances.&quot; Ohio v. Robinette, 519 U.S. 33, 39 \r\n  (1996). As a result, the nature of the reasonableness inquiry is highly fact-specific. \r\n  Id. Although no single factor dictates whether a seizure has occurred, \r\n  courts have identified certain probative factors, including the time and place \r\n  of the encounter, the number of officers present and whether they were uniformed, \r\n  the length of the detention, whether the officer moved the person to a different \r\n  location or isolated him from others, whether the officer informed the person \r\n  he was free to leave, whether the officer indicated to the person that he was \r\n  suspected of a crime, and whether the officer retained the person's documents \r\n  or exhibited threatening behavior or physical contact. See United States \r\n  v. Beck, 140 F.3d 1129 (8th Cir. 1998); Ferris, 735 A.2d at 502 (citations \r\n  omitted).\r\n\r\nIn deciding whether Williams was seized for purposes of \r\n  the Fourth Amendment, it must be noted that &quot;the detention associated with roadside \r\n  searches is unlike a 'mere field interrogation&quot; where an officer may question \r\n  an individual 'without grounds for suspicion.' Roadside consent searches \r\n  are instead more akin to an investigatory stop that does involve a detention.&quot; \r\n  State v. Carty, 790 A.2d 903, 908 (N.J. 2002) (citations omitted). As \r\n  the Maryland Court of Appeals has stated, a traffic stop, or pre-existing seizure,\r\n&quot;enhance[s] the coercive nature of the situation and the efficacy of the other \r\n  factors in pointing toward the restriction&quot; of liberty. Ferris, 735 A.2d \r\n  at 502. Such a situation, therefore, is &quot;markedly different from that of a person \r\n  passing by or approached by law enforcement officers on the street, in a public \r\n  place, or inside the terminal of a common carrier.&quot; Id. (citations omitted).\r\n\r\nWhen asked at the suppression hearing if Barbour was free \r\n  to leave before answering the additional questions, Blajszczak replied that\r\n&quot;[t]here was nothing stopping him from leaving.&quot; While that may technically \r\n  be correct, we believe Blajszczak, by prolonging the initial stop beyond its proper \r\n  scope, rendered the ensuing encounter more coercive than consensual. As the \r\n  Ohio Supreme Court explained:\r\n\r\n  &quot;The transition between detention and a consensual exchange \r\n  can be so seamless that the untrained eye may not notice that it has occurred. \r\n  The undectability of that transition may be used by police officers to coerce \r\n  citizens into answering questions that they need not answer, or to allow a search \r\n  of a vehicle that they are not legally obligated to allow.&quot;\r\n\r\n\r\n\r\nState v. Robinette, 685 N.E.2d 762, 770-71 (Ohio \r\n  1997) (citation omitted); see Ferris, 735 A.2d at 503 (&quot;The moment at \r\n  which a traffic stop concludes is often a difficult legal question, not readily \r\n  discernible by a layperson. It is not sound to categorically impute to all drivers \r\n  the constructive knowledge as to the precise moment at which, objectively, an \r\n  initially lawful traffic stop terminates, i.e., the time at which the \r\n  driver may depart.&quot;).\r\n\r\nThe facts encompassing Blajszczak's questioning of Barbour \r\n  and Williams support the conclusion that the men were in fact seized. Blajszczak \r\n  admitted he initially asked Barbour to step to the rear of the Explorer so that \r\n  he could speak with him privately. When asked why, Blajszczak responded that \r\n  it was because of his law enforcement training. In particular, Blajszczak testified \r\n  he brought Barbour to the rear of the vehicle so that Williams would not\r\n&quot;hear \r\n  any questions or any answers to any questions&quot; he was asking. He explained that \r\n  he was taught to follow a line of questioning that might build to a point where \r\n  he had sufficient reasonable suspicion to ask for consent to search. Hence, \r\n  at this point the encounter began to assume the tenor of an investigation.\r\nWe recognize the Constitution does not require an officer \r\n  to inform a motorist he is free to leave before obtaining consent. See Robinette, \r\n  519 U.S. at 35 (rejecting per se rule that would render consent involuntary \r\n  if an officer failed to advise a motorist he was free to go before requesting \r\n  consent). However, the Supreme Court in Robinette reiterated that such \r\n  advice was one factor to consider in the overall analysis. Id. at 39. \r\n  Significantly, in this case not only did Blajszczak fail to tell Barbour the \r\n  traffic stop had concluded and he could go, he specifically stated: &quot;[B]efore \r\n  you leave, let me ask you a few questions.&quot; In our view, this statement \r\n  indicated Barbour was not free to leave, despite Blajszczak's contrary testimony \r\n  at the suppression hearing.\r\n\r\nFurthermore, the following circumstances surrounding the \r\n  encounter lend additional support to our conclusion: the roadside traffic stop; \r\n  the presence of two uniformed patrol officers in marked, flashing vehicles, \r\n  one of them part of a K-9 unit; the fact Blajszczak detained Barbour and Williams \r\n  between twenty-five and forty minutes, as opposed to a normal stop which Blajszczak \r\n  testified would last approximately nine to eleven minutes, and otherwise did \r\n  not follow his usual procedure for a traffic stop; the fact Blajszczak asked \r\n  Barbour to exit the Explorer so that he could talk to him and Williams separately; \r\n  that Blajszczak asked the K-9 officer to stand beside Barbour at the rear of \r\n  the vehicle while he questioned Williams; and the seemingly innocuous but immediate \r\n  transition from the valid traffic stop such that Barbour and Williams may not \r\n  have realized the initial seizure had ended. \r\n\r\nWe believe these circumstances were sufficiently intimidating \r\n  such that Williams &quot;could reasonably have believed that he was not free to disregard \r\n  the police presence and go about his business.&quot; Chesternut, 486 U.S. \r\n  at 576; see People v. In Interest of H.J., 931 P.2d 1177, 1181 (Colo. \r\n  1997) (en banc) (&quot;It strains credulity to imagine that any citizen, \r\n  directly on the heels of having been pulled over to the side of the road by \r\n  armed and uniformed police officers in marked patrol cars, would ever feel 'free \r\n  to leave' or 'at liberty to ignore the police presence and go about his\r\nbusiness.'&quot;) \r\n  (citations omitted); compare Ferris, 735 A.2d at 502-03 (enumerating \r\n  several factors that transmuted a valid traffic stop into an unlawful detention, \r\n  including the trooper's failure to inform Ferris he was free to leave, the\r\ntrooper's &quot;request&quot; that Ferris step &quot;to the back of his vehicle to answer a couple of\r\nquestions,&quot; the detention seamlessly followed a pre-existing lawful stop, the \r\n  trooper removed Ferris from his automobile and separated him from his passenger, \r\n  the presence of two uniformed law enforcement officers, and the fact that the \r\n  police cruiser emergency flashers remained operative throughout the entire encounter) \r\n  (footnote omitted), with Sullivan, 138 F.3d at 133 (finding brief questioning \r\n  of defendant after officer returned driver's license and registration was consensual \r\n  and did not constitute a seizure under the Fourth Amendment; court noted that \r\n  defendant remained in his own car throughout the questioning and found it significant \r\n  that there was no indication the officer &quot;employed any physical force or engaged \r\n  in any outward displays of authority&quot; indicating the defendant was being detained).\r\n\r\nEven under the court's analysis in Sullivan, however, \r\n  a routine stop &quot;constitute[s] a Fourth Amendment seizure so that when the purpose \r\n  justifying the stop is exceeded, the detention becomes illegal unless a reasonable \r\n  suspicion of some other crime exists.&quot; Sullivan, 138 F.3d at 131; see \r\n  State v. Robinson, 306 S.C. 399, 402, 412 S.E.2d 411, 413 (1991) (&quot;To justify \r\n  a brief stop [or] detention, the police officer must have a reasonable suspicion \r\n  that the person has been involved in criminal activity.&quot;). Here, the only indication \r\n  of a possible further crime, according to Blajszczak's own testimony, was the \r\n  prior suspension of Barbour's license for a drug-related offense. This fact, \r\n  of course, was in no way probative of a present crime, and thus could not serve \r\n  as the basis for a reasonable suspicion. See United States v. Jones, \r\n  234 F.3d 234 (2000) (stating there was no reason to further detain defendants \r\n  following a traffic stop because a prior arrest or criminal record alone does \r\n  not amount to reasonable suspicion).\r\n\r\nHaving determined Williams was seized without reasonable \r\n  suspicion, we now review the circumstances of the detention to decide whether \r\n  his consent to search the suitcase was valid. \r\nIt is well settled that &quot;[w]arrantless searches and seizures \r\n  are reasonable within the meaning of the Fourth Amendment when conducted under \r\n  the authority of voluntary consent.&quot; Palacio v. State, 333 S.C. 506, \r\n  514, 511 S.E.2d 62, 66 (1999). Undoubtedly, a law enforcement officer may request \r\n  permission to search at any time. However, when an officer asks for consent \r\n  to search after an unconstitutional detention, the consent procured \r\n  is per se invalid unless it is &quot;both voluntary and not an exploitation \r\n  of the unlawful [detention].&quot; State v. Robinson, 306 S.C. 399, 402, 412 \r\n  S.E.2d 411, 414 (1991); see Wong Sun v. United States, 371 U.S. 471, \r\n  487-88 (1963) (&quot;We need not hold that all evidence is 'fruit of the poisonous\r\ntree' simply because it would not have come to light but for the illegal actions \r\n  of the police. Rather, the more apt question in such a case is 'whether, \r\n  granting establishment of the primary illegality, the evidence to which instant \r\n  objection is made has been come at by exploitation of that illegality or instead \r\n  by means sufficiently distinguishable to be purged of the primary taint.'&quot;) \r\n  (citation omitted); Brown v. State, 372 S.E.2d 514, 516 (Ga. Ct. App. \r\n  1988) (&quot;[I]n order to eliminate any taint from an [illegal] seizure or arrest, \r\n  there must be proof both that the consent was voluntary and that it was not \r\n  the product of the illegal detention.&quot;). As the Georgia Court of Appeals stated \r\n  in Brown:\r\n\r\n\r\n\r\nProof of a voluntary consent alone is not sufficient. The \r\n  relevant factors include the temporal proximity of [the] illegal seizure and \r\n  consent, intervening circumstances, and the purpose and flagrancy of the official \r\n  misconduct. \r\n\r\n\r\n\r\nBrown, 372 S.E.2d at 516. \r\n\r\nIn the instant case, we need not determine whether\r\nWilliams' consent was voluntary, because the record clearly reflects it was obtained through\r\nBlajszczak's exploitation of the unlawful detention. Blajszczak's testimony \r\n  before the trial court revealed that a minimal amount of time passed between \r\n  the seizure and ensuing consent, there were no intervening or attenuating circumstances, \r\n  and, as we have already decided, Blajszczak's actions in detaining Barbour and \r\n  Williams had no legal basis. Although the trial court failed to reach the issue \r\n  of consent, the record unquestionably supports finding Williams' consent invalid. \r\n  See id.; Robinson, 306 S.C. at 402, 412 S.E.2d at 414; Brown, \r\n  372 S.E.2d at 516 (&quot;[W]e find that there was no significant lapse of time between \r\n  the unlawful detention and the consent, that no intervening circumstances dissipated \r\n  the effect of the unlawful detention and that the deputy's conduct had no arguable \r\n  legal basis. Therefore, we hold that the consent was the product of the illegal \r\n  detention, and that the taint of the unreasonable stop was not sufficiently\r\nattenuated.&quot;); State v. Aleksey, 343 S.C. 20, 538 S.E.2d 248 (2000) (stating \r\n  an appellate court may affirm for any reason appearing in the record on appeal).\r\n\r\nThe marijuana found in Williams' suitcase was discovered \r\n  through an illegal detention accompanied by a lack of valid consent. The trial \r\n  court, therefore, did not err in suppressing the evidence. See Robinson, \r\n  306 S.C. at 402, 412 S.E.2d at 414 (suppressing drug evidence as the fruit of \r\n  an unlawful stop because no attenuating circumstances removed the taint of the \r\n  illegality from the consent to search); State v. Greene, 330 S.C. 551, \r\n  559, 499 S.E.2d 817, 821 (Ct. App. 1997) (&quot;The fruit of the poisonous tree doctrine \r\n  holds that where evidence would not have come to light but for the illegal actions \r\n  of the police, and the evidence has been obtained by the exploitation of that \r\n  illegality, the evidence must be excluded.&quot;); People v. Brownlee, 713 \r\n  N.E.2d 556 (Ill. 1999) (suppressing marijuana as fruit of an illegal detention, \r\n  where officers legitimately stopped vehicle for investigation of a traffic violation \r\n  but after returning driver's license and insurance card and stating no citation \r\n  would be issued officers paused for a couple of minutes and then asked for and \r\n  obtained consent to search the vehicle, because during this time the driver \r\n  and his passengers were detained without reasonable suspicion of any criminal \r\n  activity).\r\nAFFIRMED. \r\n\r\nHEARN, C.J., and CONNOR, J., concur. \r\n\r\n1.  Other \r\n  federal and state courts have reached a similar conclusion. See, e.g., \r\n  United States v. Jones, 234 F.3d 234, 241 (5th Cir. 2000) (&quot;The basis \r\n  for the stop was essentially completed when the dispatcher notified the officers \r\n  about the defendants' clean records, three minutes before the officers sought \r\n  consent to search the vehicle. Accordingly, the officers should have ended the \r\n  detention and allowed the defendants to leave. And the failure to release the \r\n  defendants violated the Fourth Amendment.&quot;); United States v. Beck, 140 \r\n  F.3d 1129, 1136 (8th Cir. 1998) (&quot;Because the purposes of [the officer's] initial \r\n  traffic stop of Beck had been completed . . .[the officer] could not subsequently \r\n  detain Beck unless events that transpired during the traffic stop gave rise \r\n  to reasonable suspicion to justify [the officer's] renewed detention of Beck.&quot;); \r\n  United States v. Mesa, 62 F.3d 159, 162 (6th Cir. 1995) (&quot;Once the purposes \r\n  of the initial traffic stop were completed, there is no doubt that the officer \r\n  could not further detain the vehicle or its occupants unless something that \r\n  occurred during the traffic stop generated the necessary reasonable suspicion \r\n  to justify a further detention.&quot;); People v. Refiner, 906 P.2d 81, 85-86 \r\n  (Colo. 1995) (en banc) (&quot;When, as here, the purpose for which the investigatory \r\n  stop was instituted has been accomplished and no other reasonable suspicion \r\n  exists to support further investigation, there is no justification for continued \r\n  detention and interrogation of citizens.&quot;);\r\n\r\nDavis v. State, 947 S.W.2d 240, 243 (Tex. Crim. App. \r\n  1997) (en banc) (&quot;[O]nce the reason for the stop has been satisfied, \r\n  the stop may not be used as a 'fishing expedition for unrelated criminal\r\nactivity.'&quot;) (citations omitted). \r\n2. \r\nA consensual encounter has been defined as simply the voluntary cooperation \r\n  of a private citizen in response to non-coercive questioning by a law enforcement \r\n  official. Because an individual is free to leave at any time during such an \r\n  encounter, he is not 'seized' within the meaning of the [Fourth] Amendment.@ \r\n  Ferris, 735 A.2d at 500 n.4 (citations omitted). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3551","title":"Stokes v. Metropolitan Life Insurance Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3551","description":"Addresses whether plaintiff's trespass and conversion claims are arbitrable under federal law.","date":"2002-09-23","type":"opinion","text":"\r\n      \r\n\r\n\r\n Stokes v. Metropolitan Life Insurance\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\tfont-size:13.0pt;\r\n\tfont-family:\"Century Schoolbook\";\r\n\tcolor:black;\r\n\tfont-weight:bold;}\r\n.MsoBodyText\r\n\t{text-align:justify;\r\n\ttab-stops:-1.0in -.5in 0in .5in 1.0in 1.5in 2.0in 2.5in 3.0in 3.5in 4.0in 4.5in 5.0in 5.5in 6.0in 6.5in 7.0in 7.5in 8.0in 8.5in 9.0in 9.5in 10.0in 10.5in 11.0in 11.5in 12.0in 12.5in 13.0in 13.5in 14.0in 14.5in 15.0in 15.5in 16.0in 16.5in 17.0in 17.5in 18.0in 18.5in;\r\n\tfont-size:13.0pt;\r\n\tfont-family:\"Century Schoolbook\";}\r\n.MsoSubtitle\r\n\t{text-align:center;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;\r\n\tfont-weight:bold;}\r\n.MsoBodyText2\r\n\t{text-align:justify;\r\n\ttab-stops:-1.0in -.5in 0in .5in 1.0in 1.5in 2.0in 2.5in 3.0in 3.5in 4.0in 4.5in 5.0in 5.5in 6.0in 6.5in 7.0in 7.5in 8.0in 8.5in 9.0in 9.5in 10.0in 10.5in 11.0in 11.5in 12.0in 12.5in 13.0in 13.5in 14.0in 14.5in 15.0in 15.5in 16.0in 16.5in 17.0in 17.5in 18.0in 18.5in;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBlockText\r\n\t{font-size:13.0pt;\r\n\tfont-family:\"Century Schoolbook\";\r\n\tcolor:black;}\r\n-->\r\n\r\n\r\nTHE STATE OF SOUTH \r\n  CAROLINA\r\nIn The Court of \r\n  Appeals\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\nWilliam B. Stokes,\r\nRespondent,\r\nv.\r\nMetropolitan Life Insurance \r\n        Company and James Drake, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal \r\n  From Florence County\r\nÂ Paul \r\n  M. Burch, Circuit Court Judge\r\n\r\nOpinion \r\n  No. 3551\r\nHeard \r\n  June 6, 2002 â€“ Filed September 23, 2002\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nJoseph C. Oâ€™Keefe, \r\n  of Newark; Scott T. Justice, of Columbia; for Appellants.\r\nJohn F. Hardaway, of Columbia; for \r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\n \r\n  STILWELL, J.:Â  After being terminated from his position at Metropolitan \r\n  Life Insurance Company (Met Life), William B. Stokes filed suit against Met \r\n  Life and Met Life employee James Drake, asserting breach of contract, trespass, \r\n  and conversion.Â  The defendants moved to compel arbitration and stay all proceedings.Â  \r\n  The circuit court granted the motion to compel arbitration as to the breach \r\n  of contract but denied it as to the trespass and conversion actions.Â  The court \r\n  also denied the defendantsâ€™ motion for a stay and granted Stokesâ€™ motion to \r\n  compel discovery on the remaining claims.Â  Drake and Met Life appeal.Â  We reverse.\r\nÂ  BACKGROUND\r\nStokes \r\n  worked for Met Life as an account representative for approximately thirteen \r\n  years.Â  During his employment, Stokes applied to be registered with the National \r\n  Association of Securities Dealers (NASD) as an â€œInvestment Company and Variable \r\n  Contracts Products Representativeâ€ by filing an industry application commonly \r\n  known as a Form U-4.Â  The fourth page of the U-4 form contains a series of statements \r\n  the applicant must agree to which are listed under a heading admonishing:Â  â€œThe \r\n  applicant must read the following very carefully.â€Â  Stokes signified his agreement \r\n  thereto by signing immediately under this list.Â  The fifth paragraph of the \r\n  list reads as follows:Â  \r\n\r\nI agree to arbitrate \r\n  any dispute, claim or controversy that may arise between me and my firm, or \r\n  a customer, or any other person, that is required to be arbitrated under the \r\n  rules, constitutions, or by-laws of the organizations indicated in Item 10 as \r\n  may be amended from time to time and that any arbitration award rendered against \r\n  me may be entered as a judgment in any court of competent jurisdiction. \r\n\r\nThe only \r\n  box marked under Item 10 was for registration with the NASD.Â  \r\nIn his suit, Stokes asserted his termination by Met Life constituted a breach \r\n  of his employment contract.Â  Regarding his trespass and conversion claims, Stokes \r\n  alleged that on the approximate date of his termination, Drake, acting as Met \r\n  Lifeâ€™s agent, broke into Stokesâ€™ rented business office without his permission \r\n  and converted files and other personal property, depriving Stokes of their use.Â  \r\n  \r\nIn lieu of answering Stokesâ€™ complaint, the defendants filed a motion to compel \r\n  arbitration and stay proceedings pursuant to the Federal Arbitration Act. [1] Â  They submitted a supporting memorandum \r\n  as well as a copy of Article I of the NASDâ€™s By-laws, copies of two arbitration \r\n  rules under the NASD Code, and a copy of the Form U-4 signed by Stokes.Â  \r\nIn the circuit court, Stokes conceded his breach of contract action was subject \r\n  to arbitration.Â  However, he argued he was entitled to a jury trial on the trespass \r\n  and conversion actions and requested the court compel Met Life to respond to \r\n  Stokesâ€™ discovery requests pertaining to those actions.Â  \r\nAfter a hearing, the court ordered arbitration of Stokesâ€™ breach of contract \r\n  action but refused to order arbitration of his trespass and conversion actions, \r\n  reasoning:\r\n\r\nThe factual issues \r\n  in the second and third causes of action are distinct from those alleged in \r\n  the first.Â  Any determination of issues in the first cause of action will not \r\n  be determinative of or preclusive of any issues in the second and third.Â  The \r\n  issues to be determined in the second and third causes of action are not directly \r\n  related to any issues relating to plaintiffâ€™s employment.Â  For these same reasons \r\n  I also find that there is no compelling reason to stay the trial of the second \r\n  and third causes of action pending the arbitration of the first.Â  No prejudice \r\n  would inure to the defendants allowing them to go forward and the Plaintiff \r\n  would be prejudiced by being denied his day in court.Â  \r\n\r\nThe court \r\n  also granted Stokesâ€™ motion to compel discovery for the trespass and conversion \r\n  causes of action.Â  \r\nSTANDARD OF REVIEW\r\nâ€œThe question of the arbitrability of a claim is an issue for judicial determination, \r\n  unless the parties provide otherwise.â€Â  Zabinski v. Bright Acres Assocs., \r\n  346 S.C. 580, 596, 553 S.E.2d 110, 118 (2001).Â  Determinations of arbitrability \r\n  are subject to de novo review.Â  U.S. v. Bankers Ins. Co., 245 F.3d 315, \r\n  319 (4th Cir. 2001); see also General Equip.&nbsp;&amp; \r\n  Supp. Co. v. Keller Rigging &amp; Constr., SC, Inc., 344 S.C. 553, 556, \r\n  544 S.E.2d 643, 645 (Ct. App. 2001) (determination whether a party waived its \r\n  right to arbitrate is a legal conclusion subject to de novo review).Â  However, \r\n  the circuit courtâ€™s factual findings will not be overruled if there is any evidence \r\n  reasonably supporting them.Â  Liberty Builders, Inc. v. Horton, 336 S.C. \r\n  658, 664-665, 521 S.E.2d 749, 753 (Ct. App. 1999).\r\n DISCUSSION\r\nI.Â  Arbitration \r\n  of Trespass and Conversion Claims\r\nDrake and Met Life argue the Federal Arbitration Act (â€œFAAâ€) mandates arbitration \r\n  of Stokesâ€™ trespass and conversion actions.Â  We agree.\r\nâ€œUnless the parties have contracted to the contrary, the FAA applies in federal \r\n  or state court to any arbitration agreement regarding a transaction that in \r\n  fact involves interstate commerce, regardless of whether or not the parties \r\n  contemplated an interstate transaction.â€Â  Munoz v. Green Tree Fin. Corp., \r\n  343 S.C. 531, 538, 542 S.E.2d 360, 363 (2001) (footnote omitted).Â  Neither party \r\n  disputes the FAA applies to claims arising under the Form U-4 Stokes signed \r\n  in 1992.Â  See Williams v. Cigna Fin. Advisors, Inc., 56 F.3d 656, \r\n  660 (5th Cir. 1995) (holding arbitration clause under a U-4 Registration \r\n  is enforceable under the FAA). \r\nSection 2 of the FAA provides that an arbitration clause in a contract involving \r\n  commerce â€œshall be valid, irrevocable, and enforceable, save upon such grounds \r\n  as exist at law or in equity for the revocation of any contract.â€Â  9 U.S.C. \r\n  Â§ 2 (2000).Â  The United States Supreme Court has held this provision â€œis a congressional \r\n  declaration of a liberal federal policy favoring arbitration agreements, notwithstanding \r\n  any state substantive or procedural policies to the contrary.â€Â  Moses H. \r\n  Cone Memorial Hospital v. Mercury Const. Corp., 460 U.S. 1, 24Â  (1983).Â  \r\n  In interpreting agreements within the scope of the FAA, â€œdue regard must be \r\n  given to the federal policy favoring arbitration, and ambiguities as to the \r\n  scope of the arbitration clause itself resolved in favor of arbitration.â€Â  Volt \r\n  Info. Scis., Inc. v. Bd. of Tr. of the Leland Stanford Junior Univ., 489 \r\n  U.S. 468, 475-76 (1989); see also Moses&nbsp;H. Cone, 460 U.S. \r\n  at 24 (holding â€œquestions of arbitrability must be addressed with a healthy \r\n  regard for the federal policy favoring arbitration.â€).Â  However â€œthe FAA does \r\n  not require parties to arbitrate when they have not agreed to do so, nor does \r\n  it prevent parties who do agree to arbitrate from excluding certain claims from \r\n  the scope of their arbitration agreement.â€Â  Zabinski v. Bright Acres Assocs., \r\n  346 S.C. at 591-592, 553 S.E.2d at 116 (citation omitted).Â  The FAA â€œsimply \r\n  requires courts to enforce privately negotiated agreements to arbitrate, like \r\n  other contracts, in accordance with their terms.â€Â  Volt, 489 U.S. at \r\n  478.Â Â  \r\nIn his Form U-4, Stokes â€œagree[d] to arbitrate any dispute, claim or controversy \r\n  that may arise between [him] and [his] firm, or a customer, or, any other person \r\n  that is required to be arbitrated under the rules, constitutions, or by-lawsâ€ \r\n  of the NASD.Â  The NASD Code of Arbitration Procedure was created for the&nbsp;\r\n\r\narbitration of \r\n  any dispute, claim, or controversy arising out of or in connection with the \r\n  business of any member of the Association, or arising out of the employment \r\n  or termination of employment of associated person(s) with any member . . .\r\n\r\n . . . . \r\n\r\n (b)&nbsp;between or among members and associated persons.Â  \r\n\r\nNASD \r\n  Code, Rule 10101.\r\nRule 10201 of the NASD Code requires arbitration upon the request of a member \r\n  or associated person.Â  Met Life is a member of the NASD.Â  As an employee of \r\n  Met Life, Drake is an associated person as defined in Article I of the NASD \r\n  By-Laws.Â  Stokes does not challenge either of the defendantsâ€™ status to demand \r\n  arbitration.Â  Thus because Met Life and Drake have clearly demanded arbitration \r\n  pursuant to Rule 10201, we must determine whether Stokesâ€™ conversion and trespass \r\n  claims arise out of his employment with or termination by Met Life.\r\nStokes alleges Drake, acting as an agent of Met Life, broke into his personal \r\n  rented office and took files and other personal property.Â  Stokes used this \r\n  office â€œto perform his responsibilities as a Met Life account representative.â€Â  \r\n  Absent his employment with Met Life, Stokes would not have had this office.Â  \r\n  Furthermore, as the alleged trespass and conversion occurred simultaneously \r\n  with his termination, they appear to have arisen out of, and would not have \r\n  occurred but for, Stokesâ€™ termination.Â  \r\nStokes \r\n  urges us to adopt the â€œsignificant aspectsâ€ test applied by the Fourth Circuit \r\n  Court of Appeals in Zandford v. Prudential-Bache, 112 F.3d 723, 728-29 \r\n  (4th Cir. 1997).Â  Because numerous opinions on the subject of the \r\n  arbitrability of disputes have been handed down both by this court and the South \r\n  Carolina Supreme Court since 1997 and none have adopted the â€œsignificant aspectsâ€ \r\n  test, we do not see the need to do so here.Â  In any event, the â€œsignificant \r\n  aspectsâ€ test as applied by the Fourth Circuit in Zandford differs little \r\n  if at all from the analysis employed hereâ€“that is, in summary, whether the source \r\n  of the dispute arises from the employment or termination of employment.\r\nAs the alleged trespass and conversion appear inextricably linked to Stokesâ€™ \r\n  employment and termination, we conclude they fall within the scope of the arbitration \r\n  clause in Stokesâ€™ Form U-4.Â  See Volt, 489 U.S. at 476 (holding \r\n  any ambiguity regarding scope of arbitration clause must be resolved in favor \r\n  of arbitrability); Zabinski, 346 S.C. at 597, 553 S.E.2d at 118 (â€œAny \r\n  doubts concerning the scope of arbitrable issues should be resolved in favor \r\n  of arbitration.Â  Furthermore, unless the court can say with positive assurance \r\n  that the arbitration clause is not susceptible to an interpretation that covers \r\n  the dispute, arbitration should be ordered.â€) (citations omitted).\r\nÂ Â Â Â Â  \r\n  II.Â  Stay\r\nHaving determined that Stokesâ€™ trespass and conversion actions are subject to \r\n  arbitration, we next turn to the issues of the automatic stay and the trial \r\n  courtâ€™s order to compel discovery.Â  The FAA clearly requires a court stay â€œany \r\n  suit or proceedingâ€ pending the arbitration of â€œany issue referable to arbitration \r\n  under an agreement in writing for such arbitrationâ€ upon the application of \r\n  one of the parties.Â  9 U.S.C. Â§ 3 (2000).Â  As the FAA applies to all of Stokesâ€™ \r\n  causes of action, all related state court proceedings are stayed pending resolution \r\n  of the arbitration.\r\n \r\n  REVERSED.\r\nCURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n \r\n  &nbsp;\r\n  [1]&nbsp; 9 U.S.C. Â§Â§ 1 to 307 (2000).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3518","title":"Chambers v. Pingree","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3518","description":"Discusses whether actions of an owner interfered with and prevented the occurrence of a condition precedent to the earning of a broker's commission","date":"2002-09-30","type":"opinion","text":"\r\n      \r\n\r\n\r\nChambers v. Pingree\r\n<!--\r\n.Normal\r\n\t{font-size:12.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyText\r\n\t{text-align:justify;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;}\r\n.MsoBlockText\r\n\t{text-align:justify;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tcolor:black;}\r\n-->\r\n\r\n\r\n\r\n The \r\n  South Carolina Court of Appeals\r\n \r\n   \r\n     \r\n      \r\n        Henry C. Chambers, Respondent,\r\n        v.\r\n        Sumner Pingree, Jr., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nORDER \r\n  DENYING PETITION&nbsp;\r\nFOR REHEARING\r\n\r\n \r\n  PER CURIAM:&nbsp; After a careful consideration of the Petition for \r\n  Rehearing, the Court is unable to discover that any material fact or principle \r\n  of law has been either overlooked or disregarded and, hence, there is no basis \r\n  for granting a rehearing.Â  It is, therefore, ordered that the Petition for Rehearing \r\n  be denied.Â  However, Opinion No. 3518, filed on June 17, 2002, is hereby withdrawn \r\n  and the attached opinion is substituted therefor.Â Â  \r\nJasper \r\n  M CurteonÂ Â Â  , J.\r\nÂ H. Samuel StilwellÂ  , J.\r\nÂ Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â  M. Duane ShulerÂ Â Â Â  \r\n  , J.\r\nColumbia, South Carolina\r\nSeptember \r\n  30, 2002.\r\n\r\n THE \r\n  STATE OF SOUTH CAROLINA\r\nIn \r\n  The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\nHenry \r\n  C. Chambers, Respondent,\r\nv.\r\nSumner Pingree, Jr., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal \r\n  From Beaufort County\r\nRaymond \r\n  E. McKay, Jr., Special Referee\r\n\r\n Opinion \r\n  No. 3518\r\nHeard \r\n  January 8, 2002 - Filed June 17, 2002\r\nWithdrawn, \r\n  Substituted and Refiled September 30, 2002\r\n\r\nREVERSED \r\n  IN PART AND\r\nMODIFIED \r\n  IN PART \r\n\r\n\r\n  \r\n    \r\n      \r\nCharles \r\n  E. Carpenter, Jr., and S. Elizabeth Brosnan, of Columbia; James H. Moss and \r\n  H. Fred Kuhn, Jr., of Beaufort, for appellant.\r\nA. Parker \r\n  Barnes, Jr., of Beaufort; and James B. Richardson, Jr., of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n \r\n  STILWELL, J.:Â  Henry Chambers filed this action for a real estate commission, \r\n  and Sumner Pingree, Jr. counterclaimed for recovery on a promissory note.Â  The \r\n  special referee found Chambers was entitled to the commission and Pingree was \r\n  entitled to attorneyâ€™s fees, though nothing on the promissory note.Â  Pingree \r\n  raises three issues on appeal.Â  We reverse in part and modify in part.Â  \r\nFACTUAL/PROCEDURAL \r\n  BACKGROUND\r\nPingree owned a 5,300 acre tract of land on the Beaufort County coast know as \r\n  Brays Island.Â  He decided to sell the entire tract, and granted Chambers, a \r\n  real estate broker, an exclusive agency agreement with a minimum sales price \r\n  of $12,000,000.1Â  The \r\n  agreement provided Chambers would receive a commission of 9% of the sale proceeds, \r\n  or $1,080,000.Â  Special Stipulation 6 of the agreement provided the commission \r\n  â€œof 9% herein provided for shall be paid only if the Sale of the Property is \r\n  consummated, and only out of the proceeds of such Sale.â€Â  During the exclusive \r\n  agency agreement, Pingree decided to develop the property himself with Chambersâ€™ \r\n  help.2Â  Pingree created Brays Island Company, Inc. (Company), \r\n  wholly owned by Pingree, and conveyed the property to Company for development.Â  \r\n  The plan was to create 325 circular one-acre residential lots, with the remaining \r\n  acreage conveyed to the property ownersâ€™ association, the Colony Club, for outdoor \r\n  pursuits, including equestrian sports, dog kennels, a gun club, a shooting course, \r\n  a private golf course, and a multi-million dollar clubhouse.Â  \r\nIn October \r\n  1988, Chambers and Pingree executed a â€œMemorandum of Agreementâ€ (October Agreement) \r\n  in which Pingree acknowledged owing Chambers a commission of $1,080,000 as a \r\n  result of the conveyance of the property from Pingree to Company.Â  The agreement \r\n  further provided Pingree personally would not receive any money from Company \r\n  for payment of the purchase price of the property until Company sold lots.Â  \r\n  Because Pingree expended $3,000,000 of his own money in developing Brays Island, \r\n  the agreement provided:\r\n\r\n[a]fter Pingree \r\n  has recovered from the sale of lots his development expenditures and the agreed \r\n  interest thereon, he will pay the commission to Chambers as he receives money \r\n  from the sale of lots, such payments to be at the rate of 9%, which is the relationship \r\n  of $1,080,000 to the $12,000,000 sale price.Â  These commissions will continue \r\n  to be paid on a quarterly basis from Pingreeâ€™s cash receipts from lot sales \r\n  until Chambers has received the full $1,080,000. \r\n\r\nPursuant to the \r\n  agreement, Chambers also received a prepaid commission of $38,000.Â  The closing \r\n  took place on January 10, 1989.Â  The total purchase price was $12,000,000, and \r\n  as part of the purchase agreement, Company paid off the $1,301,741.67 mortgage \r\n  encumbering the property.Â  Pingree paid Chambers a commission equaling 9% of \r\n  the mortgage payoff, or $117,156.75. \r\nIn February \r\n  1989, the parties executed another â€œMemorandum of Agreementâ€ (February Agreement) \r\n  in which they agreed that the unpaid portion of the $1,080,000 would begin to \r\n  draw interest at a rate of 10% per annum.Â  The agreement provided the commission \r\n  would become payable â€œonly if, as and when Pingree is actually paid for the \r\n  Plantation by the Company.â€Â  It specifically provided that Pingree would have \r\n  no obligation to pay the commission except from payments actually received by \r\n  him â€œon account of such Sales Price.â€Â  The parties agreed that since a development \r\n  loan was outstanding to South Carolina National Bank (SCN), and to comply with \r\n  SCNâ€™s requirements, Pingree would only be paid $40,000 from the sale of each \r\n  lot.Â  \r\nIn May \r\n  1989, Chambers executed a promissory note payable to Pingree for $250,000.Â  \r\n  The note provided that interest would accrue at 10% per annum and payment in \r\n  full was due by January 2, 1995.Â  The note further provided that all interest \r\n  payments due by Pingree to Chambers on his commission would be applied to the \r\n  payment of the note as the interest became payable.Â  Later, an additional $80,000 \r\n  was added to the note, increasing the amount due to $330,000.Â  \r\nNearly \r\n  ninety-four lots were sold while Chambers was broker-in-charge from January \r\n  1989 to April 1992.Â  During the year and a half after Pingree took over the \r\n  management of lot sales, six more lots were sold.Â  By January 1993, Pingree \r\n  had been paid over $7,400,000 toward the purchase price and Chambers had been \r\n  paid $462,356.75 toward his original commission.Â  December 29, 1992 was the \r\n  last date Company paid Pingree for the sale of lots, and Pingree paid Chambers \r\n  his final commission on January&nbsp;7, 1993.Â  As lot sales began to slow, the \r\n  enormous expenses of developing and operating the amenities began to mount.Â  \r\n  By 1993, Company owed SCN nearly $3,700,000 on the development loan.Â  Pingree, \r\n  as guarantor of the loan, sought a single buyer for the remaining lots.Â  In \r\n  July 1993, Pingree sent letters to homeowners informing them of the financial \r\n  difficulties Company was experiencing and assuring them that he would not seek \r\n  an auction or a â€œfire saleâ€ of the remaining lots because it would adversely \r\n  affect property values.Â  In response, a group of homeowners formed a limited \r\n  partnership called Shelbray Associates to purchase 180 of the remaining 195 \r\n  lots from Company.Â  The total consideration for the sale of the 180 lots was \r\n  approximately $4,800,000.Â  However, Pingree received the consideration in the \r\n  form of loan forgiveness and the assumption of tax obligations.Â  Pingree did \r\n  not receive cash for the purchase.Â  \r\nChambers sued Pingree to recover the remainder of his commission, and Pingree \r\n  counterclaimed for repayment of the $330,000 promissory note.Â  The court granted \r\n  Pingreeâ€™s motion for summary judgment on his counterclaim, but this court reversed \r\n  on appeal.Â  Chambers v. Pingree, 334 S.C. 349, 513 S.E.2d 369 (1999).Â  \r\n  On remand, the special referee ruled Chambers was entitled to the remaining \r\n  unpaid portion of his commission plus accrued interest for a total of $916,500.93.Â  \r\n  The special referee further found that although Chambers owed Pingree on the \r\n  promissory note, the interest accruing on the unpaid commission had paid off \r\n  the balance of the promissory note by December 1995.Â  He found Pingree was entitled \r\n  to attorneyâ€™s fees of $17,000 for pursuing payment of the promissory note and \r\n  applied this amount as a setoff to Chambersâ€™ commission. \r\nSTANDARD \r\n  OF REVIEW\r\nAn action for a brokerâ€™s commission is an action at law.Â  See United \r\n  Farm Agency v. Malanuk, 284 S.C. 382, 383, 325 S.E.2d 544, 545 (1985).Â  \r\n  An action to recover on a promissory note is also an action at law.Â  See \r\n  Wayne Dalton Corp.&nbsp;v. Acme Doors, Inc., 302 S.C. 93, 95, 394 S.E.2d \r\n  5, 6 (Ct. App. 1990).Â  In law actions tried before a special referee, our review \r\n  is limited to correcting errors of law, and we are required to uphold the special \r\n  refereeâ€™s findings of fact unless there is no evidence to support it.Â  Townes \r\n  Assoc., Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 \r\n  (1976).Â  Where mixed questions of fact and law are presented, the legal conclusions \r\n  to be drawn are not entitled to the same deference.Â  Cf. Hamrick v. \r\n  Cooper River Lumber Co., 223 S.C. 119, 126, 74 S.E.2d 575, 578 (1953) (where \r\n  meaning of words in contract presented a purely legal question, the appellate \r\n  court drew its own conclusions without particular deference to the judge below).Â  \r\n  \r\nLAW/ANALYSIS\r\nI.Â  \r\n  Commission Agreement\r\nPingree \r\n  first argues the special referee erred in finding Chambers was entitled to the \r\n  unpaid portion of his brokerâ€™s commission.Â  We agree.\r\nChambers argues the agreement only affected the timing of commission payments, \r\n  not whether they were due.Â  The special referee found the February agreement \r\n  created a condition precedent to payment of the brokerâ€™s commission.Â  Neither \r\n  party has appealed this finding, and it is therefore the law of the case.Â  Charleston \r\n  Lumber Co. v. Miller, 338 S.C. 171, 175, 525 S.E.2d 869, 871 (2000) (an \r\n  unchallenged ruling, right or wrong, is the law of the case).Â  Thus, the sole \r\n  issue before us is whether Pingree prevented or hindered the occurrence of the \r\n  condition precedent.Â  \r\nThe special referee found Pingreeâ€™s decision to assign to Shelbray his note \r\n  and mortgage from Company and to receive forgiveness on his note to SCN as compensation \r\n  for the sale of the remaining lots to Shelbray prevented his receipt of cash \r\n  for the sale of the remaining lots.Â  Thus, the special referee reasoned that \r\n  by preventing the occurrence of the condition precedent to Chambersâ€™ right to \r\n  collect his commission, Pingree effectively or impliedly waived or excused the \r\n  occurrence of the condition.Â  The special referee based his findings on the \r\n  monetary benefits Pingree received from the transaction:Â  (1) Shelbray purchased \r\n  from SCN and then forgave Pingreeâ€™s $3,750,000 note; (2) Pingree realized a \r\n  capital loss of $4,670,000 for income tax purposes when he conveyed his purchase \r\n  money note and mortgage from Company to Shelbray and then used the loss to offset \r\n  a capital gain of $3,490,000 from an unrelated sale of low-basis stock; and \r\n  (3) Company was able to retain fifteen unencumbered lots.3Â  \r\n  Because Pingree rejected the possibility of an auction of the remaining lots \r\n  instead of the sale to Shelbray and voluntarily relinquished his mortgage on \r\n  the fifteen lots retained by Company, the special referee concluded Pingree \r\n  prevented the receipt of cash for the lots.Â  Because the special referee found \r\n  Pingree waived the condition precedent, the nonoccurrence of the condition precedent \r\n  was excused. \r\nGenerally, a broker is entitled to a commission â€œwhen he procures a purchaser \r\n  who is accepted by the owner of the property and with whom the latter enters \r\n  into a valid and enforceable contract.â€Â  Champion v. Whaley, 280 S.C. \r\n  116, 119, 311 S.E.2d 404, 406 (Ct. App. 1984).Â  A broker and the owner of the \r\n  property may â€œâ€˜make the payment of the brokerâ€™s commission dependent upon the \r\n  full performance of the contract of purchase or sale, or postpone the payment \r\n  of the commission, or make the brokerâ€™s right to the commission contingent upon \r\n  the happening of future events.â€™â€Â  Hamrick at 124, 74 S.E.2d at 577.Â  \r\n  A broker assumes the risk of the purchaserâ€™s nonperformance where the purchaserâ€™s \r\n  performance is a condition precedent to the ownerâ€™s duty to pay the brokerâ€™s \r\n  commission.Â  Champion, 280 S.C. at 119, 311 S.E.2d at 406.Â  A broker \r\n  suing to recover his commission has the burden of proving all the conditions \r\n  precedent to his right to performance have occurred.Â  Champion, 280 S.C. \r\n  at 120, 311 S.E.2d at 406.Â  Where a seller prevents or hinders the condition \r\n  from occurring, the lack of occurrence of the condition precedent is excused \r\n  and the sellerâ€™s obligation to pay the brokerâ€™s commission becomes unconditional.Â  \r\n  Id.Â  \r\nIn Champion, a broker had an exclusive agency with the sellers of a house \r\n  which provided that the broker would be entitled to his commission if he sold \r\n  the house.Â  The broker presented the sellers with an acceptable purchaser, and \r\n  a contract of sale was executed which was conditioned upon the purchaser obtaining \r\n  a loan.Â  The sellers subsequently sold the house to a third party who refused \r\n  to allow appraisers for the original purchaser into the home.Â  Because the home \r\n  could not be appraised, the original purchaser did not obtain a loan and the \r\n  original contract of sale became void.Â  The sellers argued the broker was not \r\n  entitled to his commission because the condition precedent, completing the sale, \r\n  did not occur. \r\n\r\nIt is sufficient \r\n  for the plaintiff to present evidence that the defendantâ€™s prevention â€œsubstantially \r\n  contributedâ€ to the nonoccurrence of the condition.Â  Once he has made such proof, \r\n  the burden shifts to the defendant.Â  If the defendant can show that the condition \r\n  would not have occurred regardless of the prevention, then the prevention did \r\n  not contribute materially to its nonoccurrence and the condition is not excused. \r\n  \r\n\r\nChampion, \r\n  280 S.C. at 122, 311 S.E.2d at 407 (citation omitted).Â  Here, the special referee \r\n  improperly shifted the burden of proof to Pingree, citing Champion for \r\n  the proposition that he created â€œuncertainty . . . by his wrongdoing.â€Â  As noted \r\n  above, Chambers bears the burden of proving Pingreeâ€™s actions substantially \r\n  contributed to the prevention of the occurrence of the condition precedent.Â  \r\n  Only after Chambers satisfied this requirement would Pingree be required to \r\n  defend his actions and prove that the condition precedent would have occurred \r\n  regardless.\r\nThere \r\n  is no question the condition precedent did not occur.Â  Although Pingree received \r\n  benefits in the form of the SCN loan forgiveness from Companyâ€™s sale of the \r\n  lots to Shelbray, this did not amount to actual proceeds for payment on the \r\n  sale of the lots.Â  Company was primarily responsible on the loan, which was \r\n  used to pay the substantial upkeep costs of the amenities, and Pingree was only \r\n  secondarily liable as a guarantor.Â  Thus, while Pingree obtained some benefit \r\n  by being relieved of contingent personal liability, the benefit inured primarily \r\n  to Company.Â  Because Pingreeâ€™s personal liability would be triggered only if \r\n  Company failed to make lot sales, the very event which would result in an actual \r\n  financial benefit to Pingree would also serve to defeat the condition precedent \r\n  to payment of Chambersâ€™ commission.Â  \r\nFurther, \r\n  there is no evidence in the record to support the special refereeâ€™s finding \r\n  that Pingree intentionally conveyed his purchase money note and mortgage to \r\n  Shelbray so that he would receive a tax loss to offset capital gains.Â  Pingree \r\n  testified that the purchase money mortgage he waived had no real value, and \r\n  Shelbray required the assignment to close the deal and obtain clear title.Â  \r\n  The tax loss does not count as proceeds from the sale of lots.Â  Pingree utilized \r\n  the sizeable capital loss which resulted from the sale to Shelbray to offset \r\n  the substantial capital gain he incurred from the sale of stock in which he \r\n  had a low basis.Â  Good tax planning does not make this any less of a loss or \r\n  any more of a benefit.Â  Neither party envisioned this scenario in drafting the \r\n  agreement, and Pingreeâ€™s primary purpose was not to defeat Chambersâ€™ commission.Â  \r\n  That is merely a collateral effect, on which the broker bore the risk.\r\nFinally, \r\n  allowing Company to retain the fifteen lots free and clear of any mortgage was \r\n  part of the business transaction between Company and Shelbray which did not \r\n  amount to proceeds to Pingree.Â  The fifteen lots were retained by Company at \r\n  Shelbrayâ€™s insistence to prevent any successful claim by Companyâ€™s creditors \r\n  that the transaction was fraudulent and thereby set aside the sale or reach \r\n  Shelbrayâ€™s assets.Â  Additionally, the transaction allowed Company to retain \r\n  enough assets to pay off its remaining debts.Â  \r\nFor the condition precedent to be waived or excused, the burden was on Chambers \r\n  to show that the sale of lots to Shelbray â€œsubstantially contributedâ€ to the \r\n  nonoccurrence of that condition.Â  Chambers failed to meet this burden.Â  We do \r\n  not find Pingreeâ€™s actions â€œsubstantially contributedâ€ to the nonoccurrence \r\n  of the condition precedent.Â  The decision to sell to Shelbray was clearly a \r\n  valid business decision and prevented the imminent possibility of bankruptcy.Â  \r\n  Champion clearly implies that the prevention of the condition precedent \r\n  must be intentional or entail wrongdoing.Â  There is no such wrongdoing here.Â  \r\n  Whereas the sellers in Champion deliberately repudiated their contract \r\n  to pay a commission to the broker by preventing the fulfillment of the contract, \r\n  Pingree continued to abide by the commission agreement by paying Chambers each \r\n  time Pingree received proceeds from the sale of lots.Â  It was only after the \r\n  lots failed to sell that Pingree, as chairman for Company, decided to sell the \r\n  remaining lots to Shelbray.Â  \r\nÂ Â Â Â Â Â Â Â Â  \r\n  We decline to impose an obligation on Pingree to do everything in his power \r\n  to maximize Chambersâ€™ commission.Â  In our view, the law does not so require.Â  \r\n  He does not have to put all his assets at risk to assure Chambers is paid his \r\n  commission.Â  The special referee found that Pingreeâ€™s disposition was reasonable \r\n  and preserved his vision for the development.Â  We find no indication of bad \r\n  faith.Â  The law does not require that the highest possible price be Pingreeâ€™s \r\n  exclusive or even primary concern.Â  The seller is not required to put the brokerâ€™s \r\n  interests ahead of his own.Â  In a case with virtually identical facts, another \r\n  court reached this same conclusion.Â  See Brown v. Watt, 63 Cal. \r\n  Rptr. 815 (Cal. Dist. Ct. App., 1967) (Where agreement provided broker would \r\n  receive commission only as and when lots were sold, no further commissions were \r\n  due where broker failed to prove condition precedent occurred or was excused \r\n  and unanticipated rapid decline of local housing market was beyond control of \r\n  either party.). We find the good faith decision to prevent the bankruptcy of \r\n  Company and to attain Pingreeâ€™s vision for the completion of this unique development \r\n  was a valid business decision and did not amount to interference in the occurrence \r\n  of the condition precedent.Â  \r\nBreach of contract is an action at law, and we must adopt the special refereeâ€™s \r\n  findings of fact if they are supported by any evidence.Â  However, where the \r\n  wrong legal conclusions are drawn or the law misapplied, we are obligated under \r\n  our standard of review to correct such errors.4Â  These are two sophisticated businessmen, each capable \r\n  of protecting his own interests.Â  Chambers assumed the risk that Company would \r\n  be unable to sell the lots, thus preventing Pingree from receiving payments \r\n  from the proceeds and preventing Chambers from receiving further commissions.Â  \r\n  Because we find Pingree did not purposefully interfere with or avoid Chambersâ€™ \r\n  commission, we reverse the judgment in favor of Chambers.\r\nII.Â  \r\n  Promissory Note\r\nPingree argues the special referee erred in finding Chambers owed nothing on \r\n  the promissory note.Â  We agree.\r\nThe terms of the promissory note specified that the interest payments owed to \r\n  Chambers on his commission would be applied to the payment of the promissory \r\n  note â€œas that interest became payable.â€Â  Otherwise, payment on the promissory \r\n  note was due in full by January 2, 1995.Â  The promissory note also provided \r\n  that Pingree would be entitled to recover attorneyâ€™s fees if he had to seek \r\n  the services of an attorney to collect payment on the promissory note.Â  The \r\n  special referee awarded Pingree $17,000 as attorneyâ€™s fees, but used that sum \r\n  as an offset against the amount Chambers was awarded against Pingree.\r\nThe special referee calculated the balance remaining on the promissory note \r\n  was $119,793.01 as of January 7, 1993, when the last commission payment was \r\n  made by Pingree to Chambers.Â  The special referee then had to determine, consonant \r\n  with his other rulings, when that promissory note would have been paid off by \r\n  applying accrued but unpaid interest due on the remaining commission.Â  Since \r\n  we have determined that no future commission payments were due, that is unnecessary.Â  \r\n  We agree with the special referee that interest payments were due as the commission \r\n  payments were due.Â  Since no commission payments were due after January 7, 1993, \r\n  no interest payments were due.\r\nThe parties do not dispute that the only payments made on the note were the \r\n  interest applied by virtue of commissions paid by Pingree to Chambers.Â  Because \r\n  the commission interest only became payable on the promissory note as Chambers \r\n  received commission payments, the amount due on the promissory note as of January \r\n  7, 1993, $119,793.01, is still owed by Chambers to Pingree, plus accrued interest \r\n  from that date, together with the attorneyâ€™s fees awarded by the special referee.Â  \r\n  We accordingly modify the special refereeâ€™s order to award judgment to Pingree \r\n  in such amount.\r\n \r\n  REVERSED IN PART AND MODIFIED IN PART.5Â  \r\n \r\n  CURETON and SHULER, JJ., concur.\r\n\r\n\r\n\r\n \r\n  1\r\n  A more detailed account of the underlying facts \r\n    may be found in this courtâ€™s prior opinion.Â  Chambers v. Pingree, 334 \r\n    S.C. 349, 513 S.E.2d 369 (Ct. App. 1999).\r\n\r\n \r\n  2\r\n  Chambers was in charge of marketing and was instrumental \r\n    in obtaining necessary permits.Â  Pingree gifted one lot to Chambers independent \r\n    of the brokerage agreement, which he later repurchased at Chambersâ€™ request. \r\n    \r\n\r\n \r\n  3\r\n  Company eventually sold the lots for $1,913,381.Â  \r\n    These proceeds were used to pay legitimate corporate debts, and Pingree did \r\n    not personally receive any proceeds from these sales. \r\n\r\n \r\n  4 Normally we are limited by our scope of review to \r\n    correcting errors of law.Â  However, in the special refereeâ€™s order, he noted \r\n    that some items listed in the findings of fact may be better considered conclusions \r\n    of law.Â  Where the special referee made conclusions of law in his findings \r\n    of fact, we have so construed them.\r\n\r\n \r\n  5\r\n  Pingreeâ€™s remaining issue on appeal concerns the \r\n    admissibility of a legal research memo produced in discovery to show Chambersâ€™ \r\n    understanding of when the commission was due under the partiesâ€™ agreement.Â  \r\n    Because we reverse, we decline to reach this issue.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3552","title":"Bergstrom v. Palmetto Health Alliance","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3552","description":"The unusual legal and factual issues presented involve a failed adoption and a claim by an infant of a duty owed by a hospital in a failed adoption scenario.","date":"2002-09-30","type":"opinion","text":"\r\n      \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n<!--\r\n.Normal\r\n\t{text-autospace:none;\r\n\tfont-size:10.0pt;\r\n\tfont-family:\"Century725 BT\";}\r\n.MsoHeading7\r\n\t{text-autospace:none;\r\n\tfont-size:14.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n.MsoFootnoteText\r\n\t{text-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\ttab-stops:0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n.MsoBodyText\r\n\t{text-align:justify;\r\n\ttab-stops:-2.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyTextIndent\r\n\t{text-align:justify;\r\n\ttext-indent:.5in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBlockText\r\n\t{text-align:justify;\r\n\ttab-stops:-2.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n-->\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n  \r\n\r\n\r\n  \r\n    \r\n      \r\nTamera Jean Bergstrom,\r\nAppellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\nPalmetto Health \r\n  Alliance d/b/a Palmetto Baptist Medical Center of Columbia and d/b/a Baptist \r\n  Medical Center, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal \r\n  From Richland County\r\nCosta \r\n  M. Pleicones, Circuit Court Judge\r\nAlison \r\n  Renee Lee, Circuit Court Judge\r\n\r\nOpinion \r\n  No. 3552\r\nHeard September \r\n  11, 2002 â€“ Filed September 30, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nWilliam \r\n  Isaac Diggs, of Myrtle Beach, for Appellant.\r\nWilliam L. Pope, \r\n  of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.:Â  Tamera Bergstrom sued Palmetto Health Alliance (â€œthe hospitalâ€) \r\n  alleging the hospital was negligent and committed the tort of intentional infliction \r\n  of emotional distress regarding her purported adoption in 1979.Â  The hospital \r\n  moved to dismiss the claims and filed a motion to cap the hospitalâ€™s liability \r\n  at $100,000.Â  The Circuit Court granted the hospitalâ€™s motion to dismiss the \r\n  intentional infliction of emotional distress claim and the motion to cap damages \r\n  to $100,000.Â  The Circuit Court denied the hospitalâ€™s motion to dismiss the \r\n  negligence claim.\r\nAt trial, the hospital moved for directed verdict on the negligence claim at \r\n  the close of the presentation of Bergstromâ€™s evidence.Â  The Circuit Court granted \r\n  the directed verdict motion.Â  Bergstrom appeals the grant of the hospitalâ€™s \r\n  motions for: (1) directed verdict on the negligence claim; (2) dismissal of \r\n  the intentional infliction of emotional distress claim; and (3) limitation on \r\n  the hospitalâ€™s liability to $100,000.Â  We affirm.\r\nFACTS/PROCEDURAL BACKGROUND\r\nTamera Bergstrom was born on November 16, 1979, at Baptist Medical Center in \r\n  Columbia.Â  In early 1979, Debbie Daly, [1]  Bergstromâ€™s natural \r\n  mother, became pregnant.Â  Daly was seventeen years old, unmarried, and living \r\n  at Murrells Inlet.Â  Daly discussed her predicament with a coworker who introduced \r\n  her to Mary Andrews, the coworkerâ€™s mother.Â  After speaking with Andrews, Daly \r\n  began considering placing the baby for adoption.Â  When Daly was six and one-half \r\n  months into her pregnancy, she visited Andrews in Columbia and lived with her \r\n  for one week.\r\nDuring the week Daly lived with Andrews, Andrews took Daly to meet with attorney \r\n  Joel Padgett where they discussed placing the baby for adoption. Daly did not \r\n  remember signing any adoption papers at this meeting.Â  Padgett suggested Daly \r\n  move in with Claire Wilson.Â  Wilson allowed Daly to stay with her in her home \r\n  rent and expense free until Daly went to the hospital to deliver the baby.Â  \r\n  While living with Wilson, Daly was told the baby was to be adopted by a hospital \r\n  administrator and his wife, who was a nurse.Â  Daly was informed that this couple \r\n  had already adopted three children and would be good parents for the baby.\r\nDaly \r\n  went to Baptist Medical Center to deliver the baby.Â  Daly testified that the \r\n  choice of hospital and medical doctors was arranged by Padgett and she had no \r\n  input in the decision.Â  She stated she never discussed adoption with any of \r\n  the doctors prior to going to the hospital to deliver the baby.Â  Daly delivered \r\n  Bergstrom at 7:57 p.m.Â  She was administered anesthesia in the delivery room.Â  \r\n  Daly never saw Bergstrom.\r\nThe hospital had procedures in place at the time to govern the conduct of \r\n  hospital employees in adoption situations.Â  These policies read:\r\nADOPTION\r\nDEFINITION AND PURPOSE\r\n\r\n  \r\nTo provide \r\n  service for those mothers who wish to consider adoption for their newborn.\r\nPOLICY\r\n1.Â  Have \r\n  the mother sign â€œPermitâ€ to Release Baby for Adoption.\r\n2.Â  The \r\n  mother and/or her immediate family may see the infant at any time prior to discharge.\r\n3.Â  Adoptive \r\n  parents are not to see the infant while the baby is in the hospital.\r\n4.Â  A \r\n  social service referral should be made if the mother has not made previous arrangements.\r\n5.Â  Have \r\n  attorney or caseworker sign circumcision permit for male infants.\r\nRESPONSIBLE \r\n  PERSONS\r\nRN, LPN, \r\n  Unit Manager\r\nGENERAL \r\n  INSTRUCTIONS\r\n1.Â  Call \r\n  Social Service Department at BMCC if there are questions about adoption.\r\n2.Â  In \r\n  private adoptions, have attorney ask adoptive parents if they would like a Home \r\n  Health Referral for baby care instructions.\r\n3.Â  Mother \r\n  may view infant through the nursery window or in her room if she requests.\r\n4.Â  Motherâ€™s \r\n  immediate family may view the infant through the nursery window.\r\nPROCEDURE\r\nÂ Â Â Â Â Â Â Â Â  \r\n  . . . .\r\n1.Â  Notify \r\n  the Unit Manager when mother is ready to sign â€œPermit for Release of Baby for \r\n  Adoption.â€\r\n2.Â  Two \r\n  original forms must be signed.Â  Place one copy on the motherâ€™s chart and one \r\n  copy on the babyâ€™s chart.\r\n3. Give \r\n  discharge instruction to attorney or caseworker.\r\n4.Â  Release \r\n  baby to attorney or caseworker following Dismissal of Newborn Procedure.\r\n  \r\n\r\nOn the day following Bergstromâ€™s birth, Daly began to have second thoughts about \r\n  placing Bergstrom for adoption.Â  On the third day after the delivery, the day \r\n  Daly was to leave the hospital, she decided she wanted to see Bergstrom.Â  When \r\n  Daly asked whether she could see the baby, the nurse responded, â€œ[a]re you the \r\n  adopting parent?â€Â  When Daly answered no, the nurse told her â€œthe baby was being \r\n  placed up for adoption and that [she] couldnâ€™t see the child.â€\r\nDaly \r\n  returned to her room and began crying.Â  When Wilson arrived to pick Daly up, \r\n  she asked why Daly was crying.Â  Daly told her the hospital would not let her \r\n  see the baby and that she did not want to give the baby up for adoption. Wilson \r\n  told Daly there was nothing Daly could do at that point, the papers had already \r\n  been signed, and the adoption was final.Â  Daly testified that, during the length \r\n  of her stay at the hospital, none of the hospital staff came and spoke with \r\n  her about the adoption.Â  Daly stated Wilson told her she needed to sign a release \r\n  form before she left the hospital.Â  As Daly was leaving the hospital, she signed \r\n  the form, which provided:\r\n\r\nPERMISSION TO RELEASE \r\n  BABY TO PARTY OTHER THAN MOTHER\r\n  \r\nI, the \r\n  undersigned, mother of Baby Gardner, [Dalyâ€™s maiden name] who was born in the \r\n  South Carolina Baptist Hospital, Columbia, South Carolina on 11/16/79, hereby \r\n  authorize and direct the . . . [h]ospital to release and deliver said baby to \r\n  Joel Padgett (Atty) or his or her agents and release and discharge [the hospital] \r\n  from any claims on account of such release and delivery.\r\nIt has \r\n  been fully explained to me and I understand that this does not in any way affect \r\n  the permanent custody of my child and is given for the purpose of authorizing \r\n  the [hospital] to permit the person named above to remove my child from the \r\n  hospital as an accommodation to me. \r\n  \r\n\r\nAfter \r\n  signing the form, Daly left the hospital and stayed with Wilson for three weeks \r\n  before returning to Murrells Inlet.Â  Daly did not see Bergstrom before leaving.\r\nPadgettâ€™s initial plan to have the baby adopted by the hospital administrator \r\n  fell through and he began to look for someone to adopt her.Â  He found the Bergstroms.Â  \r\n  Padgett did not file adoption papers and the Bergstroms never obtained legal \r\n  custody of the baby.Â  Bergstrom declared that she lived in an R.V. with the \r\n  Bergstroms and their two other children.Â  They moved from campground to campground \r\n  in various states.\r\nThe Colorado state authorities placed Bergstrom in protective custody when she \r\n  was eleven years old because Mrs. Bergstromâ€™s boyfriend had taken nude photographs \r\n  of her.Â  When Bergstrom was fourteen, Colorado authorities found that her birth \r\n  certificate had been fraudulently altered and referred the case to South Carolina \r\n  authorities to investigate.Â  Detective David Cribb began investigating the birth \r\n  certificate and found that Daly was Bergstromâ€™s natural mother.Â  After conducting \r\n  DNA tests to verify that Daly was the mother, the Colorado authorities released \r\n  Bergstrom to Dalyâ€™s custody when Bergstrom was fifteen years old.\r\nÂ Bergstrom filed suit against the hospital seeking to recover damages under theories \r\n  of negligence and intentional infliction of emotional distress.Â  The hospital \r\n  filed a Rule 12, SCRCP motion to dismiss the claims.Â  The Circuit Court granted \r\n  the hospitalâ€™s motion to dismiss the intentional infliction of emotional distress \r\n  cause of action, denied the motion to dismiss the negligence claim, and found \r\n  that any recovery available to Bergstrom was limited to $100,000 pursuant to \r\n  S.C. Code Ann. Â§ 44-7-50.Â  During the trial, the Circuit Court granted the hospitalâ€™s \r\n  directed verdict motion on the negligence claim.\r\nLAW/ANALYSIS\r\n I.&nbsp;&nbsp;&nbsp;Bergstromâ€™s Negligence Claim\r\nBergstrom argues the Circuit Court erred when it granted the hospitalâ€™s directed \r\n  verdict motion on her negligence claim.Â  We disagree.\r\nWhen reviewing a grant of directed verdict, this Court must determine whether \r\n  a verdict for the nonmoving party would have been reasonably possible under \r\n  the facts of the case.Â  Hanahan v. Simpson, 326 S.C. 140, 485 S.E.2d \r\n  903 (1997).Â  This Court should view the evidence and all the reasonable inferences \r\n  drawn from the evidence in the light most favorable to the nonmoving party but \r\n  must also consider facts which are unfavorable to the nonmoving party.Â  Love \r\n  v. Gamble, 316 S.C. 203, 448 S.E.2d 876 (Ct. App. 1994).Â  The issue must \r\n  be submitted to a jury whenever there is material evidence tending to establish \r\n  the issue in the mind of a reasonable juror.Â  Hanahan, 326 S.C. at 149, \r\n  485 S.E.2d at 908.Â  However, this rule does not authorize submission of speculative, \r\n  theoretical and hypothetical views to the jury.Â  Id.Â  When only one reasonable \r\n  inference can be deduced from the evidence, the question becomes one of law \r\n  for the court.Â  Id.\r\nIn order to establish a claim for negligence, the plaintiff must prove the following \r\n  elements: (1) a duty of care owed by the defendant to the plaintiff; (2) a breach \r\n  of that duty by the defendantâ€™s negligent act or omission; (3) resulting in \r\n  damages to the plaintiff; and (4) the damages proximately resulted from the \r\n  breach of duty.Â  Thomasko v. Poole, 349 S.C. 7, 561 S.E.2d 597 (2002).Â  \r\n  An essential element in a cause of action for negligence is the existence of \r\n  a legal duty of care owed by the defendant to the plaintiff.Â  Bishop v. South \r\n  Carolina Depâ€™t of Mental Health, 331 S.C. 79, 502 S.E.2d 78 (1998).\r\nBergstrom contends the hospital policies governing adoptions created a special \r\n  relationship between her and the hospital thereby imposing a duty upon the hospital \r\n  to follow the procedures.Â  She alleges the hospital breached its duty when it \r\n  failed to allow Daly to see her, failed to have Daly sign a permit to release \r\n  the baby for adoption, and failed to make a special service arrangement which \r\n  it was required to do if the mother had not made previous arrangements.Â  We \r\n  disagree.Â  Any duty which the policies created was between the hospital and \r\n  the mother, not the hospital and the child.Â  \r\nBergstrom cites several cases in support of her argument.Â  The cited cases are \r\n  not persuasive.Â  Adoptive Parents v. Biological Parents, 315 S.C. 535, \r\n  446 S.E.2d 404 (1994), interprets the special and unusual circumstances clause \r\n  contained in the South Carolina Adoption Act which must be satisfied in order \r\n  for prospective out-of-state adoptive parents to adopt a baby born in South \r\n  Carolina.Â  The case does not discuss duties of a hospital to a baby who may \r\n  be placed for adoption.\r\nBergstrom \r\n  relies on Sloan v. Edgewood Sanatorium, Inc., 225 S.C. 1, 80 S.E.2d 348 \r\n  (1954), which held a psychiatric hospital owed a duty of care to properly supervise \r\n  and treat a suicidal patient and was potentially liable for damages when the \r\n  patient committed suicide while under its care.Â  This case fails to support \r\n  the argument that the hospital owed a duty to Bergstrom under the facts of the \r\n  present case.\r\nAlthough certain adoption policies were not followed by the hospital, the hospital \r\n  believed it was acting in accordance with Dalyâ€™s wishes.Â  The medical charts \r\n  for Daly indicated that Padgett was the attorney who was handling the adoption, \r\n  obviating the need for the hospital to make a â€œsocial service referralâ€ if the \r\n  mother had not made other arrangements.Â  Alice Rawlinson, the Director of Women \r\n  and Childrenâ€™s Services for the hospital, conceded the hospital had an obligation \r\n  to the baby to make certain the baby was released to the birth mother or her \r\n  designated agent.Â  That was done in this case.Â  Daly signed a form which allowed \r\n  the baby to be released to Joel Padgett as her designated representative and \r\n  the hospital did not breach this duty.Â  Any liability the hospital may have \r\n  for not allowing Daly to see the baby in accordance with its policies is a possible \r\n  cause of action which lies with Daly and not with Bergstrom.\r\nThe duty \r\n  between the hospital and Bergstrom was to make certain the hospital followed \r\n  the wishes of Daly regarding the placement of Bergstrom.Â  Daly indicated she \r\n  had an attorney who was handling the adoption, never asked any employee or representative \r\n  of the hospital for aid regarding the adoption, and signed a form authorizing \r\n  the release of Bergstrom to Padgett.Â  The hospital satisfied its duty.\r\n II.&nbsp;&nbsp;Proximate Cause\r\nEven \r\n  if we were to find the hospital breached a duty that existed between it and \r\n  Bergstrom, Bergstrom could not satisfy the requirement that she prove her damages \r\n  were proximately caused by the hospital.\r\nNegligence \r\n  is not actionable unless it is a proximate cause of the injury.Â  Bishop v. \r\n  South Carolina Depâ€™t of Mental Health, 331 S.C. 79, 502 S.E.2d 78 (1998).Â  \r\n  To prove proximate cause, the plaintiff must demonstrate both causation in fact \r\n  and legal cause.Â  Parks v. Characters Night Club, 345 S.C. 484, 548 S.E.2d \r\n  605 (Ct. App. 2001).Â  Causation in fact is proved by establishing the injury \r\n  would not have occurred but for the defendantâ€™s negligence.Â  Russ v. Blanchard, \r\n  310 S.C. 375, 426 S.E.2d 802 (1993).\r\nThe law \r\n  regarding legal cause has been recently summarized in Trivelas v. South Carolina \r\n  Depâ€™t of Transp., 348 S.C. 125, 558 S.E.2d 271 (Ct. App. 2001):Â  \r\n\r\nLegal cause turns on the issue of \r\n  foreseeability.Â  An injury is foreseeable if it is the natural and probable \r\n  consequence of a breach of duty.Â  Foreseeability is not determined from hindsight, \r\n  but rather from the defendantâ€™s perspective at the time of the alleged breach.Â  \r\n  It is not necessary for a plaintiff to demonstrate the defendant should have \r\n  forseen the particular event which occurred but merely that the defendant should \r\n  have forseen his or her negligence would probably cause injury to someone.Â  \r\n  \r\n\r\nId. \r\n  at 136, 558 S.E.2d at 276 (citations omitted).\r\nIn Works v. Arlington Memorial Hospital, 782 S.W.2d 309 (Tex. App. 1989), \r\n  a childâ€™s adoptive parents brought a negligence action against the hospital \r\n  alleging the child was abused by other prospective adoptive parents after the \r\n  childâ€™s release from the hospital.Â  The specific allegations of wrongdoing in \r\n  Works are similar to this case and are as follows:\r\n\r\nArlington Memorial \r\n  Hospital records and bills, available to the hospital employees at the time \r\n  of Baby Doeâ€™s birth, indicated that [an attorney at law] had agreed to be responsible \r\n  for the biological motherâ€™s hospital expenses and that the child was to be put \r\n  up for adoption.Â  Though this information was known, the hospital failed to \r\n  refer the biological mother to any proper child placement agency or social service \r\n  agency.Â  After its birth, the child was taken from the hospital grounds by [the \r\n  attorney] . . . . Hospital personnel were present at the time the [attorney] \r\n  . . . took the baby.Â  After being turned over to [third parties] by [the attorney], \r\n  the baby was severely abused.Â  The hospital failed to involve its own social \r\n  work department at any point while the natural mother was in the hospital.Â  \r\n  The hospital failed to investigate the circumstances surrounding the discharge \r\n  of the biological mother.Â  The hospital failed to ascertain that proper conservatorship \r\n  papers were held by those persons taking the baby from the hospital grounds.Â  \r\n  It is asserted that had the hospital acted properly, the opportunity would not \r\n  have arisen for the child to be abused.\r\n\r\nId. \r\n  at 311.\r\nAdditional facts in the Works case indicated the biological mother signed \r\n  the release form for the child and turned the baby over to the attorney, that \r\n  no person affiliated with the hospital had any involvement with the adoption \r\n  of the child, and no one at the hospital attempted to influence the biological \r\n  mother in connection with her decision about the adoption.Â  Id.Â  The \r\n  Court of Appeals of Texas relied upon expert testimony and determined:\r\n\r\n[A] hospital \r\n  is not supposed to be able to see the future like a fortune teller with a crystal \r\n  ball; . . . [the expert] was not capable of seeing the future like a fortune \r\n  teller with a crystal ball--that even she could not have predicted, based on \r\n  the type of information available at the time the child . . . left the hospital, \r\n  that it would be mistreated in the way it allegedly was according to the Worksâ€™ \r\n  pleadings. . . . [The expert] â€œwouldnâ€™t have tried toâ€ make such predictions.Â  \r\n  [The expert] agreed that for any two people to take a little, innocent baby \r\n  and beat it up would be aberrational and abnormal behavior and that it would \r\n  be unforeseeable to [the expert], or to anybody, including the people at the \r\n  hospital . . . that this would occur.\r\n\r\nId. \r\n  at 314.Â Â  \r\nIn ruling that the plaintiff failed to establish proximate cause, the Works \r\n  court articulated: â€œwe conclude as a matter of law that, in light of all the \r\n  attending circumstances . . ., the injuries suffered by the [child] could not \r\n  reasonably have been anticipated by the hospital as a consequence of any asserted \r\n  negligent act or omission alleged against it.Â  In short, we conclude that the \r\n  hospital could not have foreseen the danger to [the child].â€Â  Id.\r\nWe are persuaded by the analysis in the Works case and find Bergstrom \r\n  failed to establish the hospitalâ€™s actions were the cause of her injury.Â  At \r\n  the time Bergstrom was born, the hospital could not have foreseen that following \r\n  Dalyâ€™s instructions to release Bergstrom to Padgett would result in her failed \r\n  adoption by nomadic parents who sexually exploited her.Â  Bergstrom failed to \r\n  establish legal cause.Â  Concomitantly, the Circuit Court did not err when it \r\n  granted the hospitalâ€™s directed verdict motion.\r\nIII.Â  Bergstormâ€™s Intentional Infliction \r\n  of Emotional Distress Claim\r\nBergstrom maintains the Circuit Court erred when it granted the hospitalâ€™s Rule \r\n  12, SCRCP motion to dismiss the intentional infliction of emotional distress \r\n  claim.Â  We disagree.\r\nUnder Rule 12(b)(6), SCRCP, a defendant may move to dismiss based on a failure \r\n  to state facts sufficient to constitute a cause of action.Â  Baird v. Charleston \r\n  County, 333 S.C. 519, 511 S.E.2d 69 (1999).Â  Generally, in considering a \r\n  12(b)(6) motion, the trial court must base its ruling solely upon allegations \r\n  set forth on the face of the complaint.Â  Id.; Stiles v. Onorato, \r\n  318 S.C. 297, 457 S.E.2d 601 (1995).Â  If the facts and inferences drawn from \r\n  the facts alleged on the complaint would entitle the plaintiff to relief on \r\n  any theory, then the grant of a motion to dismiss for failure to state a claim \r\n  is improper.Â  Baird, 333 S.C. at 527, 511 S.E.2d at 73.Â  In deciding \r\n  whether the trial court properly granted the motion to dismiss, this Court must \r\n  consider whether the complaint, viewed in the light most favorable to the plaintiff, \r\n  states any valid claim for relief.Â  See Gentry v. Yonce, 337 S.C. \r\n  1, 522 S.E.2d 137 (1999).Â  A motion to dismiss under Rule 12(b)(6) should not \r\n  be granted if facts alleged and inferences reasonably deducible therefrom entitle \r\n  the plaintiff to relief under any theory.Â  Id.\r\nA plaintiff must satisfy the following elements to state a claim of intentional \r\n  infliction of emotional distress: (1) the defendant intentionally or recklessly \r\n  inflicted severe emotional distress, or was certain or substantially certain \r\n  that such distress would result from his conduct; (2) the conduct was so extreme \r\n  and outrageous as to exceed all possible bounds of decency and must be regarded \r\n  as atrocious and utterly intolerable in a civilized community; (3) the actions \r\n  of the defendant caused the plaintiffâ€™s emotional distress; and (4) the emotional \r\n  distress suffered by the plaintiff was so severe that no reasonable person could \r\n  be expected to endure it.Â  Upchurch v. New York Times Co., 314 S.C. 531, \r\n  431 S.E.2d 558 (1993); Ford v. Hutson, 276 S.C. 157, 276 S.E.2d 776 (1981).\r\nEven \r\n  viewing the facts and inferences therefrom alleged in the complaint in the light \r\n  most favorable Bergstrom, we find the complaint failed to state the elements \r\n  necessary to sustain an intentional infliction of emotional distress cause of \r\n  action.Â  As stated above when discussing Bergstromâ€™s negligence claim, the facts \r\n  failed to show that the hospitalâ€™s conduct was the proximate cause of Bergstromâ€™s \r\n  injuries.Â  There was no way the hospital was certain or substantially certain \r\n  that releasing Bergstrom to Padgett as Daly instructed on the release form would \r\n  result in Bergstromâ€™s abuse by her putative adoptive parents.Â  Furthermore, \r\n  we cannot say that the hospitalâ€™s conduct of releasing the baby per Dalyâ€™s instruction \r\n  exceeded the bounds of common decency.Â  The Circuit Court did not err when it \r\n  granted the hospitalâ€™s motion to dismiss the intentional infliction of emotional \r\n  distress cause of action.\r\nCONCLUSION\r\nWe rule that, \r\n  in light of all the attending circumstances, the hospital did not owe a duty \r\n  of care to Bergstrom.Â  Additionally, Bergstrom failed to establish that any \r\n  alleged damages were proximately caused by the hospital.\r\nElementally, the \r\n  complaint of Bergstrom did not state a cause of action for intentional infliction \r\n  of emotional distress.\r\nBecause we have \r\n  ruled the hospital is not liable to the plaintiff on any theory, we do not reach \r\n  the issue in regard to capping the hospitalâ€™s liability at $100,000.Â  Accordingly, \r\n  we\r\n \r\n  AFFIRM.\r\n \r\n  CONNOR and STILWELL, JJ., concur.\r\n\r\n \r\n  \r\n  [1] Â  Debbie Dalyâ€™s last name is spelled two different ways in \r\n    the record.Â  It is spelled â€œDalyâ€ and â€œDaley.â€Â  In the appellantâ€™s brief, \r\n    her last name is spelled â€œDaley.â€Â  In the respondentâ€™s brief, her last name \r\n    is spelled â€œDaly.â€Â  We use the â€œDalyâ€ spelling throughout the opinion. \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3553","title":"Blanton v. Stathos","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3553","description":"This case analyzes the applicability of the South Carolina Arbitration Act and the Federal Arbitration Act to a standard American Institute of Architects contract containing a clause providing for arbitration of disputes.  The gravamen of the dispute is whether the contract evidences","date":"2002-09-30","type":"opinion","text":"\r\n      \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n<!--\r\n.Normal\r\n\t{text-autospace:none;\r\n\tfont-size:10.0pt;\r\n\tfont-family:\"Century725 BT\";}\r\n.MsoPageNumber\r\n\t{text-decoration:none;\r\n\ttext-line-through:none;\r\n\tvertical-align:baseline;\r\n\tvertical-align:baseline;}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n.MsoBodyText\r\n\t{text-align:justify;\r\n\ttab-stops:-2.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyTextIndent\r\n\t{text-align:justify;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n.MsoBlockText\r\n\t{text-align:justify;\r\n\ttab-stops:-2.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n-->\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\nRebecca M. Blanton, Respondent,\r\nv.\r\nJimmy P. Stathos, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Pickens County\r\nCharles B. Simmons, Jr.,\r\nSpecial Circuit Court Judge\r\n\r\nOpinion No. 3553\r\nÂ Â Â Â Â  Heard September 11, 2002 â€“ Filed September 30, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nJames M. Robinson, of Easley, for Appellant.\r\nCraig H. Allen, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n ANDERSON, J.:Â  Jimmy P. Stathos \r\n  appeals the Circuit Courtâ€™s finding that the agreement between him and Rebecca \r\n  M. Blanton involves interstate commerce and, therefore, is subject to the Federal \r\n  Arbitration Act (â€œFAAâ€), 9 U.S.C.A. Â§ 2 (1970).Â  We affirm.\r\nFACTS/PROCEDURAL BACKGROUND\r\nStathos contracted with Blanton, whereby Blanton \r\n  agreed to provide design, drawing, and architectural services for Stathos in \r\n  the construction of a restaurant in Seneca, South Carolina.Â  The contract was \r\n  a standard American Institute of Architects (â€œAIAâ€) contract, which contained \r\n  a clause providing for the arbitration of disputes.Â  Both parties agree the \r\n  contract does not contain the notice of arbitration required by S.C. Code Ann. \r\n  Â§ 15-48-10(a) (Supp. 2001). \r\nBlanton began drafting the designs and drawings \r\n  for the construction of the restaurant.Â  In performing this service, she consulted \r\n  with several out-of-state companies regarding specifications of components that \r\n  would be required for the project.Â  However, prior to Blantonâ€™s completion of \r\n  her duties under the contract, Stathos terminated the contract.Â  Procurement \r\n  of the materials and construction of the restaurant had not begun at the time \r\n  of the breach of contract. \r\nBlanton submitted her claim to the American Arbitration \r\n  Association pursuant to the terms of the arbitration provision of the AIA contract.Â  \r\n  Notice was served on Stathos by certified mail.Â  Stathos did not reply to the \r\n  notice nor did he participate in the arbitration process.Â  The arbitrator awarded \r\n  Blanton her requested damages of $9,669.80 and assessed Stathos $243.98 in arbitratorâ€™s \r\n  fees.Â  \r\nBlanton, pro se, filed \r\n  a copy of the arbitration award with the Pickens County Clerk of Court.Â  The \r\n  award was erroneously entered on the Judgment Roll.Â  Thereafter, Stathos filed \r\n  a Motion to be Relieved from Judgment, and Blanton filed a Motion for Confirmation \r\n  of the Arbitration Award. \r\nThe Circuit Court found the contract between Stathos \r\n  and Blanton evidenced a transaction involving interstate commerce and concluded \r\n  the FAA applied.Â  Stathosâ€™ Motion to be Relieved from Judgment was denied and \r\n  Blantonâ€™s Motion for Confirmation of the Arbitration Award was granted.Â  The \r\n  Circuit Court judge entered a judgment in favor of Blanton for the $9,669.80 \r\n  awarded by the arbitrator, plus the $243.98 in arbitratorâ€™s fees.Â  Stathosâ€™ \r\n  Motion to Reconsider was denied.\r\nLAW/ANALYSIS\r\nI.Â  Section 15-48-10(a)\r\nStathos asserts the AIA contract does \r\n  not meet the standard of the South Carolina Arbitration Act and its notice provision, \r\n  which is found in Â§ 15-48-10(a) (Supp. 2001).Â  We agree.\r\n\r\nSection 15-48-10(a) requires: \r\nNotice that a contract is subject to arbitration pursuant \r\n  to this chapter shall be typed in underlined capital letters, or rubber-stamped \r\n  prominently, on the first page of the contract and unless such notice is displayed \r\n  thereon the contract shall not be subject to arbitration.Â  \r\n\r\nThese elements are to be strictly adhered \r\n  to in order to satisfy the notice requirements.Â  See Zabinski v. Bright \r\n  Acres Assocs., 346 S.C. 580, 553 S.E.2d 110 (2001); Soil Remediation \r\n  Co. v. Nu-Way Envtl., Inc., 323 S.C. 454, 476 S.E.2d 149 (1996).Â  No other \r\n  variation is acceptable.Â  Zabinski, 346 S.C. at 589, 533 S.E.2d at 114.\r\nThe contract in this case contains an arbitration \r\n  clause for settling disputes.Â  Both parties concede the contract contains no \r\n  notice that it is subject to arbitration as required by section 15-48-10(a).Â  \r\n  Under South Carolina law, the arbitration provision would not be enforceable.\r\nII.Â  The Preemption \r\n  Mandate of FAA\r\nThe inquiry does not conclude with the \r\n  application of South Carolina law.Â  â€œInextricably linked with the question of \r\n  the applicability of section 15-48-10(a), is the impact of the FAA.â€Â  Zabinski \r\n  v. Bright Acres Assocs., 346 S.C. 580, 590, 553 S.E.2d 110, 115 (2001).Â  \r\n  One must determine whether the federal act preempts the state requirements.\r\n\r\nThe FAA reads, in pertinent part:\r\nA written provision in any . . . contract evidencing a transaction \r\n  involving commerce to settle by arbitration a controversy thereafter arising \r\n  out of such contract or transaction, or the refusal to perform the whole or \r\n  any part thereof, or an agreement in writing to submit to arbitration an existing \r\n  controversy arising out of such a contract, transaction, or refusal, shall be \r\n  valid, irrevocable, and enforceable, save upon such grounds as exist at law \r\n  or in equity for the revocation of any contract.\r\n\r\n9 U.S.C.A. Â§ 2.Â  \r\nâ€œThe FAA preempts state laws that invalidate the \r\n  partiesâ€™ agreement to arbitrate â€˜[b]ut it does not follow that the FAA prevents \r\n  the enforcement of agreements to arbitrate under different rules than those \r\n  set forth in the [FAA] itself.â€™â€Â  Munoz v. Green Tree Fin. Corp., 343 \r\n  S.C. 531, 538 n.2, 542 S.E.2d 360, 363 n.2 (2001) (quoting Volt Info. Sciences, \r\n  Inc. v. Board of Trustees of the Leland Stanford Junior Univ., 489 \r\n  U.S. 468, 109 S.Ct. 1248, 103 L.Ed.2d 488 (1989)).Â  Relying on Doctorâ€™s Associates, \r\n  Inc. v. Casarotto, 517 U.S. 681, 116 S.Ct. 1652, 134 L.Ed.2d 902 (1996), \r\n  the South Carolina Supreme Court, in Soil Remediation Co. v. Nu-Way Envtl., \r\n  Inc., 323 S.C. 454, 476 S.E.2d 149 (1996), determined Â§ 15-48-10(a) conflicted \r\n  with the FAA because it singled out arbitration agreements and rendered them \r\n  invalid if its notice provisions were not strictly followed.Â  Soil Remediation \r\n  Co., 323 S.C. at 459, 476 S.E.2d at 152. Concomitantly, the notice provision \r\n  in Â§ 15-48-10(a) is preempted by the FAA.Â  See Zabinski v. Bright \r\n  Acres Assocs., 346 S.C. 580, 553 S.E.2d 110 (2001).\r\nWe must now determine if the FAA applies \r\n  to the contract in the case sub judice.Â  The United States Supreme \r\n  Court has held that the phrase â€œinvolving commerceâ€ is the same as â€œaffecting \r\n  commerce,â€ which has been broadly interpreted to mean Congress intended to utilize \r\n  its powers to regulate interstate commerce to its full extent.Â  See Allied-Bruce \r\n  Terminix Cos. v. Dobson, 513 U.S. 265, 115 S.Ct. 834, 130 L.Ed.2d 753 (1995).Â  \r\n  However, Stathos claims the contract does not evidence interstate commerce and, \r\n  therefore, the FAA does not apply.Â  We disagree.\r\nâ€œTo ascertain whether a transaction involves \r\n  commerce within the meaning of the FAA, the court must examine the agreement, \r\n  the complaint, and the surrounding facts.â€Â  Zabinski, 346 S.C. at 594, \r\n  553 S.E.2d at 117.Â  Stathos argues, because construction had not yet begun, \r\n  and all work was done by individuals residing in South Carolina, the contract \r\n  did not evidence interstate commerce.\r\nYet, Blanton submitted an affidavit in \r\n  which she asserted the contract affected interstate commerce.Â  She stated that, \r\n  in performing her duties of drafting and designing the plans for the restaurant, \r\n  she communicated with various technicians outside of South Carolina.Â  She had \r\n  consultations with an HVAC subcontractor in Georgia, a truss manufacturer in \r\n  Georgia, and a hood and exhaust manufacturer in North Carolina.Â  Additionally, \r\n  she maintained that all drafting and designs were done to meet national building \r\n  codes and specifications. \r\nAs summarized by this Court in Circle \r\n  S. Enterprises, Inc. v. Stanley Smith &amp; Sons, 288 S.C. 428, 343 S.E.2d \r\n  45 (Ct. App. 1986):\r\n\r\nIn [Episcopal Housing Corp. v. Federal Insurance Co., \r\n  269 S.C. 631, 239 S.E.2d 647 (1977)], the contract for the construction of a \r\n  housing project for the elderly contained a provision for arbitration. The Court \r\n  affirmed a Circuit Court order enforcing this provision of the contract under \r\n  the Act, giving two reasons for holding that the contract evidenced a transaction \r\n  involving commerce: (1) contract documents referred to equipment and materials \r\n  to be furnished from outside South Carolina as well as subcontractors which \r\n  were from outside this state, and (2) the nature of the project and the actual \r\n  work to be performed were sufficient to give notice that materials, equipment \r\n  and supplies from outside South Carolina would be required.Â Â  \r\n\r\nId. at 430-31, 343 S.E.2d at 46.\r\nBlanton averred that her â€œdesign and \r\n  drawings contemplated the purchase or acquisition of materials and labor from \r\n  states other than South Carolina, particularly the state of Georgia, due to \r\n  the proximity of Seneca to the state of Georgia.â€Â  Importantly, she explained:\r\n\r\n[T]he restaurant plans designed, drawn, and submitted by \r\n  [Blanton] to Mr. Stathos pursuant to the contract not only contemplated the \r\n  use of materials manufactured outside the state of South Carolina, but realistically \r\n  the project could not be constructed without the use of materials in interstate \r\n  commerce.\r\n\r\nStathos did not dispute Blantonâ€™s affidavit.Â  The \r\n  nature of the project and the affidavit by Blanton are sufficient to uphold \r\n  the decision of the Circuit Court that the contract evidences a transaction \r\n  involving interstate commerce. Accordingly, we conclude the Circuit Court judge \r\n  was correct in confirming the arbitration award.\r\nIII.Â  Procedural \r\n  Due Process\r\nStathos contends that he did not receive due process \r\n  in regard to the filing of the judgment emanating from the arbitration proceeding.\r\nDue process is flexible and calls for such procedural \r\n  protections as the particular situation demands.Â  Stono River Envtl. Protection \r\n  Assâ€™n v. South Carolina Depâ€™t of Health and Envtl. Control, 305 S.C. 90, \r\n  406 S.E.2d 340 (1991); Brown v. Malloy, 345 S.C. 113, 546 S.E.2d 195 \r\n  (Ct. App. 2001).Â  Procedural due process mandates that a litigant be placed \r\n  on notice of the issues which the court is to consider.Â  Murdock v. Murdock, \r\n  338 S.C. 322, 526 S.E.2d 241 (Ct. App. 1999).Â  The Due Process Clause demands \r\n  notice reasonably calculated under all circumstances to apprise interested parties \r\n  of the pendency of the action and afford them an opportunity to present their \r\n  objections.Â  Mullane v. Central Hanover Bank &amp; Trust Co., 339 U.S. \r\n  306, 70 S.Ct. 652, 94 L.Ed. 865 (1950); Murdock, 338 S.C. at 334, 526 \r\n  S.E.2d at 248.Â  It is a fundamental doctrine of the law that a party whose personal \r\n  rights are to be affected by a personal judgment must have a day in court, or \r\n  opportunity to be heard, and that without due notice and opportunity to be heard \r\n  a court has no jurisdiction to adjudicate such personal rights.Â  Murdock, \r\n  338 S.C. at 334, 526 S.E.2d at 248.Â  A judgment by a court without jurisdiction \r\n  of both the parties and the subject matter is a nullity and must be so treated \r\n  by the courts whenever and for whatever purpose it is presented and relied on.Â  \r\n  Id.  \r\n Procedural due process requires notice, the opportunity \r\n  to be heard in a meaningful way, and judicial review.Â  Grannis v. Ordean, \r\n  234 U.S. 385, 34 S.Ct. 779, 58 L.Ed. 1363 (1914); Cameron &amp; Barkley Co. \r\n  v. South Carolina Procurement Review Panel, 317 S.C. 437, 454 S.E.2d 892 \r\n  (1995); Universal Benefits, Inc. v. McKinney, 349 S.C. 179, 561 S.E.2d \r\n  659 (Ct. App. 2002).Â  Procedural due process contemplates notice, a reasonable \r\n  opportunity to be heard, and a fair hearing before a legally constituted impartial \r\n  tribunal.Â  South Carolina Depâ€™t of Health and Envtl. Control v. Armstrong, \r\n  293 S.C. 209, 359 S.E.2d 302 (Ct. App. 1987).Â  The fundamental requirement of \r\n  due process is the opportunity to be heard at a meaningful time and in a meaningful \r\n  manner.Â  South Carolina Depâ€™t of Social Servs. v. Holden, 319 S.C. 72, \r\n  459 S.E.2d 846 (1995).\r\nStathos received procedural due process to the \r\n  fullest extent in the hearing conducted by the Circuit Court judge on the motion \r\n  by Blanton to confirm the arbitration award.\r\nCONCLUSION\r\nWe rule the contract between Blanton and Stathos \r\n  evinces a transaction involving commerce for essentially the same reasons as \r\n  the contracts in Circle S. Enterprises v. Stanley Smith &amp; Sons, 288 \r\n  S.C. 428, 343 S.E.2d 45 (Ct. App. 1986), and Episcopal Housing Corp. v. Federal \r\n  Insurance Co., 269 S.C. 631, 239 S.E.2d 647 (1977).Â  We hold the nature \r\n  of the project, as well as Blantonâ€™s reliance on expertise from individuals \r\n  outside of South Carolina, demonstrate a transaction involving interstate commerce.Â  \r\n  Apodictically, the FAA applies to the contract, thereby trumping the South Carolina \r\n  notice provision, Â§ 15-48-10(a).Â  In addition, Stathos received procedural due \r\n  process because, in a hearing before the Circuit Court judge, he was given a \r\n  reasonable opportunity to be heard at a meaningful time and in a meaningful \r\n  manner.Â  We conclude the provision compelling arbitration is enforceable.Â  Accordingly, \r\n  the judgment of the Circuit Court is \r\nAFFIRMED.\r\nCONNOR and STILWELL, JJ., concur.Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â  \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]