[{"id":"3532","title":"The Beach Company v. Twillman, Ltd.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3532","description":"This is an action challenging a provision in a contract that purportedly waived the right to a jury trial and the right to assert compulsory counterclaims.","date":"2002-07-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is an action challenging a provision in a contract that purportedly waived the right to a jury trial and the right to assert compulsory counterclaims.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The Beach Company, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Twillman, Ltd., d/b/a The Washington Pen Company, \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Clifton Newman, Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3532\r\n    Submitted June 3, 2002 - Filed July 8, 2002  \r\n  \r\n\r\n\r\nAFFIRMED IN PART and REVERSED IN \r\n  PART\r\n\r\n\r\n  \r\n    \r\n       Gregg Meyers, of Charleston, for appellant. \r\n        Bruce A. Berlinsky, of Pritchard &amp; Berlinsky, \r\n          of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nCURETON, J.: \r\nThe Beach Company (Beach) initiated this breach of contract action against Twillman, \r\nLtd. (Twillman). Twillman answered, requesting a jury trial and asserting a counterclaim. \r\nThe trial court granted Beach's motion to strike the counterclaim and request \r\nfor a jury trial. Twillman appeals. We affirm in part and reverse in part. \r\n\r\n    FACTS \r\n\r\n\r\n\r\nTwillman, as tenant doing business as the Washington Pen \r\n  Company, and Beach, as landlord, entered into a five-year lease of a storefront \r\n  located at 211 King Street in Charleston, South Carolina. Twillman has not paid \r\n  all the rent due under the terms of the contract and is in default of the lease \r\n  absent a justified excuse to the contrary. Section 27.16 of the \"Miscellaneous \r\n  Provisions\" section of the lease, entitled \"Waiver of Counterclaim\" provides:\r\n\r\n\r\n  Tenant waives any and all right to trial by jury or to interpose \r\n    any counterclaim in any summary proceeding for eviction or nonpayment of Rent. \r\n    Any and all claims or 'counterclaims' that may be asserted by Tenant shall \r\n    only be made the subject of a separate action. In such separate action, it \r\n    is agreed that trial by jury shall be waived by both parties. &nbsp;\r\n\r\n\r\nAt a hearing on the motion to strike, Beach argued the waiver \r\n  provision should control and the court should grant the motion to strike the \r\n  counterclaim and the request for a jury trial. Twillman argued the lease provision \r\n  violates South Carolina law governing compulsory counterclaims and jury trials. \r\n  The trial court concluded: \r\n\r\n\r\n  The Court finds that the lease agreement between the parties \r\n    is controlling in determining this matter; that the parties have agreed in \r\n    the lease that there will be no demand for jury trial or any jury trial on \r\n    any issue relating to eviction or nonpayment of rent; that in a commercial \r\n    lease setting the parties can make such an agreement and that type of an agreement \r\n    is not against public policy or contrary to the judicial economy as compared \r\n    with the right of a party to recover property and rent as may be applicable. \r\n    The Court would therefore grant the motion of the plaintiff to strike the \r\n    counterclaim and request for jury trial. &nbsp;\r\n\r\n\r\nTwillman appeals. \r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\n\r\n    Waiver of Compulsory Counterclaim  \r\n  \r\n\r\n\r\nTwillman argues the trial court erred in granting Beach's \r\n  motion to strike Twillman's counterclaim. Twillman first asserts its counterclaim \r\n  is compulsory. \r\n\r\nCounterclaims are governed by Rule 13, SCRCP, which provides:\r\n\r\n\r\n  A pleading shall state as a [compulsory] counterclaim any \r\n    claim which at the time of serving the pleading the pleader has against any \r\n    opposing party, if it arises out of the transaction or occurrence that is \r\n    the subject matter of the opposing party's claim and does not require for \r\n    its adjudication the presence of third parties of whom the court cannot acquire \r\n    jurisdiction. \r\n\r\n\r\nRule 13(a), SCRCP.\r\n\r\n&quot;[R]ules of procedure, like statutes, should be given \r\n  their plain meaning.\" Valentine v. Davis, 319 S.C. 169, 173, 460 S.E.2d \r\n  218, 220 (Ct. App. 1995). \"By definition, a counterclaim is compulsory only \r\n  if it arises out of the same transaction or occurrence as the opposing party's \r\n  claim.\" First-Citizens Bank &amp; Trust Co. v. Hucks, 305 S.C. 296, 298, \r\n  408 S.E.2d 222, 223 (1991). The test for determining if a counterclaim is compulsory \r\n  is whether there is a \"logical relationship\" between the claim and the counterclaim. \r\n  Mullinax v. Bates, 317 S.C. 394, 396, 453 S.E.2d 894, 895 (1995). Whether \r\n  a counterclaim is logically related to the initial claim depends upon the facts \r\n  of each case. See Hucks, 305 S.C. at 298, 408 S.E.2d at 223 (finding \r\n  a logical relationship between a trustee regarding the administration of a trust \r\n  and a legal counterclaim alleging that the trustee breached a fiduciary duty); \r\n  N.C. Fed. Sav. &amp; Loan Ass'n v. DAV Corp., 298 S.C. 514, 518-19, 381 \r\n  S.E.2d 903, 905 (1989) (finding a logical relationship between an action on \r\n  a note brought by the lender to foreclose and the validity of a purported oral \r\n  agreement modifying the note alleged by the borrower).\r\n\r\nBeach's complaint alleges Twillman is in breach of the lease \r\n  agreement. Twillman's counterclaim alleges a breach of the same agreement by \r\n  Beach. As we find these claims are logically related to each other, we agree \r\n  Twillman's counterclaim is compulsory.\r\n\r\nTwillman next argues a compulsory counterclaim must have \r\n  been pursued in Beach's lawsuit or be forever waived, thus the trial court erred \r\n  in striking the counterclaim based on the waiver in the lease agreement. We \r\n  agree.\r\n\r\nRules of procedure \"shall be construed to secure the just, \r\n  speedy, and inexpensive determination of every action.\" Rule 1, SCRCP. The purpose \r\n  of Rule 13(a) is \"to prevent multiplicity of actions and to achieve resolution \r\n  in a single lawsuit of all disputes arising out of common matters.\" S. Constr. \r\n  Co. v. Pickard, 371 U.S. 57, 60 (1962) (interpreting the federal counterpart \r\n  to South Carolina's Rule 13(a)).\r\n\r\nIf a compulsory counterclaim is not raised in the first \r\n  action, a defendant is precluded from asserting the claim in a subsequent action. \r\n  Crestwood Golf Club, Inc. v. Potter, 328 S.C. 201, 217, 493 S.E.2d 826, \r\n  835 (1997). The South Carolina Reporter's Note following Rule 13 states: \"[c]ounterclaims \r\n  arising out of the same transaction or occurrence that is the subject of the \r\n  action are 'compulsory' under Rule 13(a) and are barred by res judicata or estoppel \r\n  by judgment if not asserted.\" The Reporter's Note also notes that South Carolina's \r\n  Rule 13(a) is the same as the federal rule on counterclaims. Accordingly, we \r\n  may rely on federal law to interpret our Rule 13. See Brown v. Leverette, \r\n  291 S.C. 364, 366-67, 353 S.E.2d 697, 698-99 (1987) (utilizing federal law to \r\n  interpret a state rule that tracked the language of the corresponding federal \r\n  rule).\r\n\r\nWhen the Federal Rules of Civil Procedure were adopted in \r\n  1938, counterclaims were, for the first time, classified as either compulsory \r\n  or permissive. W.R. Habeeb, Annotation, Failure to Assert Matter as Counterclaim \r\n  as Precluding Assertion Thereof in Subsequent Action, Under Federal Rules or \r\n  Similar State Rules or Statutes, 22 A.L.R.2d 621, 624 (1952). In December \r\n  1946, effective March 19, 1948, the Rule was amended into language similar to \r\n  its current language. (1) The purpose of the \r\n  amendment was \"to insure against the 'undesirable possibility presented under \r\n  the original rule whereby a party having a . . . compulsory counterclaim could \r\n  avoid stating it . . . by bringing an independent action in another court after \r\n  the commencement of the federal action but before serving his pleading in the \r\n  federal action.'\" Sparrow v. Nerzig, 228 S.C. 277, 283, 89 S.E.2d 718, \r\n  721 (1955) (quoting Rule 13, SCRCP, advisory committee's notes on amendments).\r\n\r\nFederal Rule 13(a) was amended a second time effective July \r\n  1, 1963. (2) It now requires that a compulsory \r\n  counterclaim be pleaded and adjudicated or all right of action thereon is foreclosed. \r\n  New Britain Mach. Co. v. Yeo, 358 F.2d 397, 410 (6th Cir. 1966). The \r\n  rule prohibiting a party from asserting a compulsory counterclaim in a subsequent \r\n  action under Federal Rule 13 is mandatory. Id.\r\n\r\nGiven the express purpose behind the civil rules of procedure \r\n  and the mandatory nature of compulsory counterclaims, we find the provision \r\n  in the lease agreement purporting to waive Twillman's right to assert a compulsory \r\n  counterclaim in Beach's breach of lease action is unenforceable. See Loader \r\n  Leasing Corp. v. Kearns, 83 F.R.D. 202, 204 (W.D. Pa. 1979) (finding that \r\n  a compulsory counterclaim waiver provision is unenforceable in a federal forum); \r\n  Atl. Coast Line R. Co. v. U.S. Fid. &amp; Guar. Co. 52 F.Supp. 177, 189 \r\n  (M.D. Ga. 1943) (finding a contractual waiver of compulsory counterclaims provision \r\n  not enforceable under Federal Rule 13 as the rule \"prohibits the very thing \r\n  which the parties contracted to do.\"). Accordingly, we agree with Twillman the \r\n  trial court erred in striking its counterclaim based on the waiver provision.\r\n\r\n\r\n    Waiver of Right to Jury Trial  \r\n  \r\n\r\n\r\nTwillman also argues the waiver of its right to a jury trial \r\n  was invalid. We disagree. \r\n\r\nA party may waive the right to a jury trial by contract. \r\n  N. Charleston Joint Venture v. Kitchens of Island Fudge Shoppe, Inc., \r\n  307 S.C. 533, 535, 416 S.E.2d 637, 638 (1992). Such a waiver must be strictly \r\n  construed as the right to trial by jury is a substantial right. Id. However, \r\n  terms in a contract provision must be construed using their plain, ordinary \r\n  and popular meaning. Fritz-Pontiac-Cadillac-Buick v. Goforth, 312 S.C. \r\n  315, 318, 440 S.E.2d 367, 369 (1994).\r\n\r\nThe waiver provision in the lease plainly provides that \r\n  in any claim asserted by Twillman, \"trial by jury shall be waived by both parties.\" \r\n  We find the clause is a valid waiver of Twillman's right to a jury trial.\r\n\r\n\r\n    Severability  \r\n  \r\n\r\n\r\nTwillman argues even if the right to jury trial was validly \r\n  waived, the waiver clause cannot be severed from the remainder of Section 27.16, \r\n  and the unenforceability of the waiver of a compulsory counterclaim renders \r\n  the waiver of a jury trial likewise unenforceable. We disagree.\r\n\r\nAn illegal contract is unenforceable. Berkebile v. Outen, \r\n  311 S.C. 50, 53 n.2, 426 S.E.2d 760, 762 n.2 (1993). \"The general rule is that \r\n  courts will not enforce a contract which is violative of public policy, statutory \r\n  law, or provisions of the Constitution.\" Id. Whether an illegal provision \r\n  in an otherwise valid contract may be severed from the contract is a matter \r\n  of the intent of the parties. Scruggs v. Quality Elec. Servs., Inc., \r\n  282 S.C. 542, 545, 320 S.E.2d 49, 51 (Ct. App. 1984).\r\n\r\n\r\n  A contract is entire, and not severable, when by its terms, \r\n    nature, and purpose it contemplates and intends that each and all of its parts, \r\n    material provisions, and the consideration are common each to the other and \r\n    interdependent.\r\n\r\n  A severable contract is one in its nature and purpose susceptible \r\n    of division and apportionment, having two or more parts, in respect to matters \r\n    and things contemplated and embraced by it, not necessarily dependent upon \r\n    each other, nor is it intended by the parties that they shall be. The entirety \r\n    or severability of a contract depends primarily upon the intent of the parties \r\n    rather than upon the divisibility of the subject, although the latter aids \r\n    in determining the intention. \r\n\r\n\r\nColumbia Architectural Group, Inc. v. Barker, 274 \r\n  S.C. 639, 641, 266 S.E.2d 428, 429 (1980) (quoting Packard &amp; Field v. \r\n  Byrd, 73 S.C. 1, 6, 51 S.E. 678, 679 (1905)).\r\n\r\n Reading Section 27.16 with or without the reference to \r\n  the counterclaim provision, Twillman unequivocally \"waive[d] any and all right \r\n  to trial by jury.\" Twillman's right to a jury trial and its right to assert \r\n  a compulsory counterclaim are separate and distinct rights. We find the portion \r\n  of Section 27.16 in the lease agreement between Twillman and Beach that is adverse \r\n  to Rule 13(a), SCRCP, regarding compulsory counterclaims, is severable from \r\n  the remaining portion of the lease. \r\n\r\n\r\n    CONCLUSION \r\n\r\n\r\n\r\nFor the foregoing reasons, we find Twillman waived its right \r\n  to a trial by jury but may assert its compulsory counterclaim to Beach's action \r\n  for breach of the lease agreement. Accordingly, the order on appeal is\r\n\r\nAFFIRMED IN PART and REVERSED IN PART.\r\n\r\nSTILWELL and SHULER, JJ., concur.\r\n\r\n1.   Rule 13(a), FRCP, eff. March 19, 1948, reads:\r\n\r\n A pleading shall state as a counterclaim any claim \r\n  which at the time of serving the pleading the pleader has against any opposing \r\n  party, if it arises out of the transaction or occurrence that is the subject \r\n  matter of the opposing party's claim and does not require for its adjudication \r\n  the presence of third parties of whom the court cannot acquire jurisdiction, \r\n  except that such a claim need not be so stated if at the time the action was \r\n  commenced the claim was the subject of another pending action. \r\nSparrow v. Nerzig, 228 S.C. 277, 283, 89 S.E.2d 718, \r\n  721 (1955) (quoting the 1948 version of the federal rule). \r\n2. See Habeeb, 22 A.L.R.2d at \r\n  Â§ 3 (Supp. 1996). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3533","title":"Food Lion, Inc. v. United Food &amp; Commercial Workers International Union","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3533","description":"Food Lion, Inc. appeals the trial court's dismissal of its action for abuse of process against the United Food & Commercial Workers International Union.  We affirm.","date":"2002-07-08","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Food Lion, Inc., Appellant,\r\nv.\r\n\r\n\r\nUnited Food &amp; Commercial Workers International Union, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nJoseph J. Watson, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3533\r\nHeard October 11, 2000 - Filed July 8, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nCharles Porter, Jane W. Trinkley and Robert L. Widener, all of McNair Law Firm, of Columbia; Donald A. Harper, of The\r\nHarper Law Firm, of Greenville ; Richard L. Wyatt, Jr., Larry E. Tanenbaum and Thomas P. McLish, all of Akin, Gump,\r\nStrauss, Hauer &amp; Feld, of Washington, D.C., for appellant.\r\n\r\nArnold S. Goodstein, of Summerville; Alice F. Paylor, of Rosen, Rosen &amp; Hagood and Armand Derfner, both of\r\nCharleston; and Robert F. Muse, of Stein, Mitchell &amp; Mezines; Robert M. Weinberg and Andrew D. Roth, both of\r\nBredhoff &amp; Kaiser, all of Washington, D.C., for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nSHULER, J.:  Food Lion, Inc. appeals the trial court's dismissal of\r\nits action for abuse of process against the United Food &amp; Commercial Workers International Union.  We affirm.\r\nFACTS/PROCEDURAL HISTORY\r\n\r\n\r\nOn February 12, 1993, Food Lion, Inc. filed a complaint in circuit court alleging the United Food &amp; Commercial Workers\r\nInternational Union committed the common-law tort of abuse of process by funding and directing a lawsuit against it as\r\npart of a \"corporate campaign\" strategy used to inflict economic harm on certain disfavored food retailers. (1)  The Union\r\nremoved the action to federal court on March 16.  Food Lion filed a motion for remand and the Union responded with a\r\nmotion to dismiss.  On July 21 the federal court issued an order denying Food Lion's motion and granting the motion to\r\ndismiss, finding the National Labor Relations Act preempted the state law cause of action for abuse of process.\r\n\r\nFood Lion filed a motion to reconsider and therein sought to amend its complaint.  The court permitted the amendment and\r\nvacated the dismissal on January 22, 1994.  On February 3, the Union filed a second motion to dismiss for failure to state a\r\ncause of action under South Carolina law, which the court denied on June 24.  The Union then filed a motion to reconsider\r\nthe failure to dismiss and a subsequent motion for partial summary judgment.  The federal court denied both motions on\r\nOctober 4, 1995.\r\n\r\nFollowing reassignment of the case, another judge sua sponte questioned the original remand ruling and asked the parties to\r\nre-argue the issue of subject matter jurisdiction.  On July 24, 1998, the federal court, finding it lacked jurisdiction,\r\nremanded the case to the South Carolina circuit court.  Thereafter, on October 27, 1998, the Union moved to dismiss the\r\naction pursuant to Rule 12(b)(6), SCRCP, and a hearing was held January 12, 1999.  By order dated March 11, 1999, the\r\ncourt dismissed the amended complaint for failure to state a valid cause of action for abuse of process and, alternatively,\r\nbecause the action was preempted by federal law.  Food Lion filed a motion to alter or amend the judgment, which the\r\ncourt denied on April 20, 1999.  This appeal followed. (2)  \r\n\r\nLAW/ANALYSIS\r\n\r\nStandard of Review\r\n\r\nA trial court's ruling on a 12(b)(6) motion to dismiss for failure to state facts constituting a cause of action must be based\r\nsolely upon the allegations set forth on the face of the complaint.   See State Bd. of Med. Exam'rs v. Fenwick Hall, Inc., 300\r\nS.C. 274, 387 S.E.2d 458 (1990).  In deciding the motion, the court must view the allegations in the light most favorable to\r\nthe plaintiff, \"with every doubt resolved in his behalf.\"  Gentry v. Yonce, 337 S.C. 1, 5, 522 S.E.2d 137, 139 (1999).  The\r\ntrial court, therefore, should refuse a 12(b)(6) motion if the \"facts alleged and inferences reasonably deducible therefrom\r\nwould entitle the plaintiff to any relief on any theory of the case.\"  Id. (quoting Stiles v. Onorato, 318 S.C. 297, 300, 457\r\nS.E.2d 601, 602 (1995)).\r\n\r\nDiscussion\r\n\r\nThe abuse of process tort provides a remedy for one damaged by another's perversion of a legal procedure for a purpose not\r\nintended by the procedure.   See Huggins v. Winn-Dixie Greenville, Inc., 249 S.C. 206, 210, 153 S.E.2d 693, 695 (1967)\r\n(\"[A]n abuse of process is the employment of legal process for some purpose other than that which it was intended by the\r\nlaw to effect -- the improper use of a regularly issued process.\"); W. Page Keeton et al., Prosser and Keeton on the Law of\r\nTorts Â§ 121 at 897 (5th ed. 1984) (\"[T]he gist of the tort is . . . misusing, or misapplying process justified in itself for an end\r\nother than that which it was designed to accomplish.\").  The purpose itself, though ulterior, need not be illegitimate; rather,\r\nthe abuse occurs when the purpose is accomplished by using the process in a manner in which it was not intended to be\r\nused.  See Fowler W. Harper et al., The Law of Torts Â§ 4.9 (3d ed. 1996).\r\n\r\nTo sustain a claim for abuse of process, it is axiomatic that \"the judicial process must in some manner be involved.\" \r\nKeeton, supra, Â§ 121 at 898;\r\n see Kirchner v. Greene, 691 N.E.2d 107 (Ill. Ct. App. 1998) (holding that where no court\r\nprocess is involved there can be no abuse of process); 72 C.J.S. Process Â§ 106 at 697 (1987) (\"[I]f the process is not used at\r\nall, no action can lie for its abuse.\").  Although no South Carolina case has defined the term \"process\" in the context of the\r\ntort, we agree with Food Lion that the trial court erroneously circumscribed its meaning by giving it the technical\r\nconstruction found in Royal Exchange Assurance of London v. Bennettsville &amp; C.R. Co., 95 S.C. 375, 79 S.E.2d 104\r\n(1913).  In our view, \"process,\" as it pertains to the abuse of process tort, embraces the full range of activities and\r\nprocedures attendant to litigation.   See Hart v. O'Malley, 647 A.2d 542, 551 (Pa. Super. Ct. 1994) (\"The word 'process' as\r\nused in the tort of abuse of process has been interpreted broadly and encompasses the entire range of procedures incident to\r\nthe litigation process.\") (citation omitted); Nienstedt v. Wetzel, 651 P.2d 876, 880 (Ariz. 1982) (\"'[P]rocess' as used in the\r\ntort . . . is not restricted to the [traditionally] narrow sense of that term.\"); 72 C.J.S. Â§106 at 694 (\"For purposes of the tort,\r\nthe word 'process' may encompass a range of court procedures incident to the litigation.\"); Harper, supra, Â§ 4.9 at 4:104,\r\nn.52 (\"That a tort action, loosely called 'abuse of process,' requires the use of the word process as that word is technically\r\ndefined in other contexts is no more self-evident than that a tort action loosely called 'false imprisonment' should require a\r\n'prison.'\").\r\n\r\nA plaintiff alleging abuse of process in South Carolina must assert two essential elements:  1) an \"ulterior purpose,\" and 2)\r\na \"willful act in the use of the process not proper in the conduct of the proceeding.\"  Hainer v. Am. Med. Int'l, Inc., 328\r\nS.C. 128, 136, 492 S.E.2d 103, 107 (1997);  see LaMotte v. Punch Line of Columbia, Inc., 296 S.C. 66, 370 S.E.2d 711\r\n(1988).  \"An ulterior purpose exists if the process is used to gain an objective not legitimate in the use of the process.\" \r\nFirst Union Mortgage Corp. v. Thomas, 317 S.C. 63, 74, 451 S.E.2d 907, 914 (Ct. App. 1994);\r\n see Davis v. Epting, 317\r\nS.C. 315, 454 S.E.2d 325 (Ct. App. 1994) (finding no ulterior purpose where the record presented no evidence the process\r\nwas used to gain anything other than a right to access disputed property); Rycroft v. Gaddy, 281 S.C. 119, 125, 314 S.E.2d\r\n39, 44 (Ct. App. 1984) (holding no ulterior purpose was shown where defendants' use of  subpoena to obtain bank records\r\nwas for the \"entirely legitimate purpose\" of gathering evidence\").\r\n\r\nAs to the second, or \"willful act\" element, our supreme court has stated that \"[s]ome definite act . . . not authorized by the\r\nprocess or aimed at an object not legitimate in the use of the process is required.\"  Hainer, 328 S.C. at 136, 492 S.E.2d at\r\n107 (quoting Huggins, 249 S.C. at 209, 153 S.E.2d at 694); see\r\nRycroft, 281 S.C. at 125, 314 S.E.2d at 43.  Thus, the element comprises three components:  1) a \"willful\" or overt act 2)\r\n\"in the use of the process\" 3) that is improper because it is either (a) unauthorized or (b) aimed at an illegitimate collateral\r\nobjective. (3)  Id.  \r\n\r\nFood Lion indisputably alleged the first element of the tort by stating in its amended complaint that the Union \"generated,\r\nfunded, pursued and directed\" the Bryant lawsuit for the \"improper ulterior purpose of furthering the objectives of its\r\ncorporate campaign.\"   See Hainer, 328 S.C. at 136, 492 S.E.2d at 107 (noting the improper purpose usually is \"to obtain a\r\ncollateral advantage[] not properly involved in the proceeding itself\") (quoting Huggins, 249 S.C. at 209, 153 S.E.2d at\r\n694).  As to the second element, Food Lion alleged the Union committed the following \"willful acts\":\r\n\r\n\r\na. Filing the Complaint alleging a class action in the Bryant case for collateral purposes . . . .\r\n\r\nb. Amending the Complaint in the Bryant case to add widely diverse additional named plaintiffs as class representatives for\r\ncollateral purposes . . . .\r\n\r\nc. Taking formal and informal discovery in the Bryant case, including depositions, interrogatories, and interviews, for\r\ncollateral purposes . . . .\r\n\r\nd. Taking depositions of persons [the Union] claimed as its clients in the Bryant case for collateral purposes . . . .\r\n\r\ne. Filing a motion to release from a Confidentiality Order the depositions [the Union] had taken of persons it claimed as its\r\nown clients in the Bryant case for collateral purposes . . . .\r\n\r\nf. Non-privileged publication of various allegations in pleadings filed by [the Union] in the Bryant case . . .  for collateral\r\npurposes . . . .\r\n\r\n\r\nWe agree with the trial court, albeit for different reasons, that these acts as described are facially insufficient to allege the\r\nsecond element of the tort. (4)  \r\n\r\nFood Lion correctly observes that an abuse of process action may lie if a party prosecutes an \"entire lawsuit\" for collateral\r\npurposes. (5)  See 1 Am. Jur. 2d Abuse of Process Â§ 11 at 420 (1994) (\"[I]f the suit is brought not to recover on the cause of\r\naction stated in the complaint, but to accomplish a purpose for which the process was not designed, there is an abuse of\r\nprocess.\").  To this end, Food Lion's amended complaint states the Union employed \"all of the process attendant to the\r\nBryant case for purposes neither proper in the regular conduct of the Bryant lawsuit nor contemplated in the regular pursuit\r\nof its claims.\"   The complaint's fatal flaw, however, is that Food Lion did not state facts sufficient to allege the third\r\ncomponent of the \"willful act\" element -- that is, in what manner the willful acts enumerated are improper.\r\n  See Stiles v.\r\nOnorato, 318 S.C. 297, 300, 457 S.E.2d 601, 603 (1995) (affirming dismissal of third-party complaint for civil conspiracy\r\nagainst plaintiff's attorney under 12(b)(6), SCRCP, where complaint failed to allege in what manner attorney acted outside\r\nhis professional capacity).  In other words, although properly alleging an act involving the process of the court, Food Lion\r\nfailed to assert how the process was perverted or abused.\r\n\r\nFood Lion's argument is premised on its belief that alleging the Union undertook the acts \"for collateral purposes\"\r\nsufficiently alleges the improper nature of the acts.  We disagree.  An allegation of an ulterior purpose or \"bad motive,\"\r\nstanding alone, is insufficient to assert a claim for abuse of process.  Hainer, 328 S.C. at 136, 492 S.E.2d at 107 (explaining\r\nthat no liability for the tort exists \"where the defendant has done nothing more than carry out the process to its authorized\r\nconclusion, even though with bad intentions\");  see First Union, 317 S.C. at 75, 451 S.E.2d at 914-15 (\"Because First Union\r\nsimply carried the attachment process to its authorized conclusion, its actions as a matter of law do not constitute abuse of\r\nprocess.\"); Keeton, supra, Â§ 121 at 897 (\"[E]ven a pure spite motive is not sufficient where process is used only to\r\naccomplish the result for which it was created.\").\r\n\r\nFurthermore, although an ulterior purpose may be inferred from an improper willful act, (6) \"the inference is not reversible\r\nand it is not possible to infer [improper] acts from the existence of an improper motive alone.\"\r\n  Keeton, supra, Â§ 121 at\r\n899; see 72 C.J.S. Â§ 107 at 696 (\"Misapplication [of the process] will not be inferred from a wrongful purpose.\").  Hence,\r\nto sustain a claim for the tort, a party must allege facts sufficient to show not only that the lawsuit was brought for an\r\nulterior purpose, i.e., for collateral reasons, but that willful acts were taken through which the process was misapplied or\r\nabused.   See Huggins, 249 S.C. at 214, 153 S.E.2d at 697 (\"The abuse, the perversion, of the process . . . is the foundation\r\nof the cause of action . . . .\"); Kirchner, 691 N.E.2d at 116-17 (\"The mere use of the legal process . . . does not constitute\r\nabuse of process.  'Some act must be alleged whereby there has been a misuse or perversion of the process of the court.'\")\r\n(citations omitted).  To hold otherwise would vitiate the requirement of having to allege both elements of the tort -- an\r\n\"ulterior purpose\" and an improper \"willful act\" -- because a bald allegation that various acts were undertaken for\r\ncollateral purposes would, in effect, be simply alleging an ulterior purpose.\r\n\r\nThe distinction between the two requirements is evident in the language of the Restatement of Torts:  \"One who uses a\r\nlegal process, whether criminal or civil, against another primarily to accomplish a purpose for which it is not designed, is\r\nsubject to liability to the other for harm caused by the abuse of process.\"  Restatement (Second) of Torts Â§ 682 (1977)\r\n(emphasis added).  As noted in the Restatement comment, \"[t]he significance of ['primarily'] is that there is no action for\r\nabuse of process when the process is used for the purpose for which it is intended, but there is an incidental motive of spite\r\nor an ulterior purpose of benefit to the defendant.\"  Restatement (Second) of Torts Â§ 682 cmt. b. at 475 (1977). \r\nAccordingly, liability exists not because a party merely seeks to gain a collateral advantage by using some legal process, but\r\nbecause the collateral objective was its sole or paramount reason for acting.   See id.; Harper, supra, Â§ 4.9 at 4:84-85 (\"The\r\nprocess must be used 'primarily' to accomplish the ulterior end.\"); Scozari v. Barone, 546 So.2d 750, 751 (Fla. Dist. Ct.\r\nApp. 1989) (\"For the cause of action to exist, there must be a use of the process for an immediate purpose other than that\r\nfor which it was designed.  There is no abuse of process, however, when the process is used to accomplish the result for\r\nwhich it was created, regardless of an incidental or concurrent motive of spite or ulterior purpose.\") (emphasis added);\r\nWong v. Panis, 772 P.2d 695, 700 (Haw. Ct. App. 1989) (\"Liability for abuse of process is imposed when the putative\r\ntortfeasor uses legal process 'primarily' for an ulterior motive.\").  It therefore follows that when a claim for abuse of\r\nprocess is predicated on an alleged act \"aimed at an object not legitimate in the use of the process,\" the ulterior purpose\r\nallegation must be accompanied by an allegation that the process was misused by the undertaking of the alleged act, not for\r\nthe purpose for which it was intended but for the primary purpose of achieving a collateral aim.\r\n\r\nHere, Food Lion's amended complaint alleged only that the Union committed various acts -- initiating and amending the\r\nBryant lawsuit, taking discovery, filing motions, etc. -- for collateral purposes.  As discussed above, a party who simply\r\npursues a lawsuit with a collateral purpose in mind has done nothing improper.  Thus, even given a liberal construction, the\r\n\"willful acts\" as delineated and described by Food Lion were, without more, proper uses of the process.\r\n  See Meidinger v. \r\nKoniag, Inc., 31 P.3d 77, 86 (Alaska 2001) (dismissing a counterclaim alleging the pursuit of damages and injunctive relief\r\nas \"overt acts\" because the allegations were simply \"examples of actions taken in the regular course of litigation\").\r\n\r\nMoreover, nowhere in the complaint did Food Lion claim the Union did not use the Bryant lawsuit for its stated purpose,\r\ni.e., to redress the termination and health care grievances of several former Food Lion employees.  As a result,  the\r\namended complaint failed to assert any facts sufficient to show the acts undertaken by the Union in the Bryant proceeding\r\nwere aimed not at its purported, and therefore proper, purpose of remedying alleged wrongs, but towards a primary purpose\r\nof achieving a collateral objective. (7)  We therefore find Food Lion did not adequately allege the second element of the\r\ntort. (8)     See Mazowiecki v. Beck, 529 A.2d 171, 174 (Conn. 1987) (\"[Existing case law demonstrates that there is no bright\r\nline that clearly distinguishes between the ends ordinarily associated with litigation and the ulterior purpose that the tort of\r\nabuse of process is intended to sanction.  Much turns on the specificity of the pleadings. . . .  [Courts have held [general]\r\ncomplaints to be legally insufficient because they do not allege conduct showing the use of process to accomplish a purpose\r\nfor which it was not designed. . . .  So general an allegation of abuse does not satisfy the requirement of showing the use of\r\nlegal process 'primarily to accomplish a purpose for which it is not designed. . . .'\") (citations omitted); Hart, 647 A.2d at\r\n552 (\"[The complaint fails to address an essential element of the tort of abuse of process, i.e., that the process was used\r\nprimarily for a purpose for which the process was not designed.  It is not enough that the process employed was used with a\r\ncollateral purpose in mind. . . .  [A]ppellants' complaint [must] factually set forth that the continuance was not used for the\r\npurpose for which continuances are intended.\") (internal citations omitted) (emphasis added); Baubles &amp; Beads v. Louis\r\nVuitton, S.A., 766 S.W.2d 377, 379 (Tex. App. 1989) (holding pleadings insufficient to state a cause of action for abuse of\r\nprocess where plaintiffs merely averred \"Defendants improperly used the process to intimidate Plaintiffs, to obtain publicity\r\nand to increase Christmas sales of [Louis Vuitton] products, to decrease the sales of Defendants, to threaten Defendants\r\nwith criminal prosecution, and to falsely accuse Defendants of a crime\").\r\n\r\nA complaint which neglects to allege a perversion or misuse of the process by omitting facts necessary to show an improper\r\nwillful act in the use of the process has not stated a cause of action for abuse of process and fails as a matter of law.\r\n  See\r\nLaMotte, 296 S.C. at 71, 370 S.E.2d at 713-14 (finding plaintiffs failed to assert a cause of action for abuse of process\r\nwhen they did not allege defendants \"engaged in 'a willful act in the use of the process not proper under regular conduct of\r\nthe proceedings'\") (citation omitted); Scott v. McCain, 275 S.C. 599, 600-02, 274 S.E.2d 299, 300-01 (1981) (holding\r\ndefendant's counterclaim alleging plaintiffs filed lawsuits to deprive him \"of protected speech and associational rights and\r\nto punish and retaliate against him for the past exercise of such rights\" did not state a cause of action because it failed to\r\nallege \"wayward acts have taken place whereby collateral advantage has been sought\") (emphasis added);\r\n see also Rosen v.\r\nTesoro Petroleum Corp., 582 A.2d 27, 33 (Pa. Super. Ct. 1990) (\"We find that appellants have failed to state a claim for\r\nabuse of process, as the allegations in their complaint amount to no more than a charge for the initiation of litigation for a\r\nwrongful purpose, and do not charge appellees with any 'perversion' of properly issued process.\").  As Food Lion's\r\namended complaint did not allege the \"willful act\" element of the abuse of process tort with sufficient specificity, the trial\r\ncourt did not err in dismissing the action. (9)\r\n\r\nAFFIRMED.\r\n\r\nHOWARD, J., concurs.\r\n\r\nSTILWELL, J., dissents in a separate opinion.  \r\n\r\nSTILWELL, J. (dissenting): Because I believe the majority opinion would require more facts to be pled than are\r\nnecessary to survive a motion to dismiss, I respectfully dissent.\r\n\r\nThe test to be utilized by both the trial and appellate court in considering a motion to dismiss pursuant to Rule 12(b)(6),\r\nSCRCP is straightforward:\r\n\r\n\r\n[I]n deciding a motion to dismiss pursuant to 12(b)(6), SCRCP, the trial court should consider only the allegations set forth\r\non the face of the plaintiff's complaint and a 12(b)(6) motion should not be granted if \"facts alleged and inferences\r\nreasonably deducible therefrom would entitle the plaintiff to any relief on any theory of the case.\"  The question is whether,\r\nin the light most favorable to the plaintiff, and with every doubt resolved in his behalf, the complaint states any valid claim\r\nfor relief.  Further, the complaint should not be dismissed merely because the court doubts the plaintiff will prevail in the\r\naction.\r\n\r\n\r\nGentry v. Yonce, 337 S.C. 1, 5, 522 S.E.2d 137, 139 (1999) (citations omitted);\r\n see also Watts v. Metro Sec. Agency, 346\r\nS.C. 235, 238, 550 S.E.2d 869, 870 (Ct. App. 2001).  \"All well-pleaded factual allegations are deemed admitted for\r\npurposes of considering a motion for judgment on the pleadings.\"  Fields v. The Melrose Ltd. P'ship, 312 S.C. 102, 104,\r\n439 S.E.2d 283, 284 (Ct. App. 1993). \"[P]leadings in a case should be construed liberally so that substantial justice is done\r\nbetween the parties.  Further, a judgment on the pleadings is considered to be a drastic procedure by our courts.\"  Russell v.\r\nCity of Columbia, 305 S.C. 86, 89, 406 S.E.2d 338, 339 (1991) (citations omitted); see also Justice v. The Pantry, 330 S.C.\r\n37, 42, 496 S.E.2d 871, 874 (Ct. App. 1998), aff'd as modified, 335 S.C. 572, 518 S.E.2d 40 (1999).\r\n\r\nUnder the rules of this state, only ultimate facts need be pled, not all facts.  At the pleadings stage, a litigant is not required\r\nto submit the evidence necessary to prove its case.  \"[U]nder our current pleading rules only ultimate facts are required to\r\nbe stated in pleadings.  Ultimate facts are those which the evidence upon trial will prove, and not the evidence which will\r\nbe required to prove those facts.\"  Brown v. Inv. Mgmt. &amp; Research, Inc., 323 S.C. 395, 400 n.3, 475 S.E.2d 754, 756 n.3\r\n(1996).\r\n\r\n\r\nRule 8, SCRCP, mandates that a pleading contain \"ultimate facts\" rather than \"evidentiary facts\" to state a cause of action.\r\n\"Ultimate facts fall somewhere between the verbosity of 'evidentiary facts' and the sparsity of 'legal conclusions.'\"\r\n\r\n\r\nWatts at 240, 550 S.E.2d at 871 (citation omitted).\r\n\r\nI believe the trial court erred in construing each act as a separate claim or cause of action.  Appellant argues, correctly, I\r\nbelieve, that they are all factual allegations in support of a single claim of abuse of process in the context of a single\r\nlawsuit.  Unlike the majority, I believe it matters whether the allegations are construed separately as independent claims or\r\nall together as the factual allegations which evidence would later be needed to prove.  This matters greatly in weighing the\r\nsufficiency of the pleadings to determine if it survives a Rule 12(b)(6) motion.\r\n\r\nAccording to Prosser, abuse of process includes a proper form of legal procedure, which would include discovery, that is\r\nperverted to accomplish an ulterior purpose.  \"Abuse of process differs from [the tort of] malicious prosecution in that the\r\ngist of the tort is not commencing an action or causing process to issue without justification, but misusing, or misapplying\r\nprocess justified in itself for an end other than that which it was designed to accomplish.\"  Prosser &amp; Keeton on Torts 897\r\n(5th ed. 1984).\r\n\r\n\r\nTo cause process to issue without justification is an essential element of malicious prosecution, but not of abuse of process. \r\nIn the latter, the issuance of the process may be justified in itself[;] it is the malicious misuse or perversion of the process\r\nfor an end not lawfully warranted by it that constitutes the tort known as abuse of process.\r\n\r\n\r\nHuggins v. Winn-Dixie Greenville, Inc., 249 S.C. 206, 209, 153 S.E.2d 693, 695 (1967) (citations omitted).\r\n\r\nThe majority opinion would require not just an allegation of a willful act, but inclusion in the pleadings of the facts which\r\nmake the willful act improper.  Initially, it is opined that \"the complaint's fatal flaw . . . is that Food Lion did not state facts\r\nsufficient to allege the third component of the 'willful act' element--that is, in what manner the willful acts enumerated are\r\nimproper.&nbsp;.&nbsp;.&nbsp;.  In other words, although properly alleging an act involving the process of the court, Food Lion failed to\r\nassert how the process was perverted or abused.\"\r\n\r\nAdditionally, the majority states:\r\n\r\n\r\nto sustain a claim for the tort, a party must allege facts sufficient to show not only that the lawsuit was brought for an\r\nulterior purpose, i.e. for collateral reasons, but that willful acts were taken through which the process was misapplied or\r\nabused. [Citations omitted.]  To hold otherwise would vitiate the requirement of having to allege both elements of the\r\ntort--an \"ulterior purpose\" and an improper \"willful act\"--because a bald allegation that various acts were undertaken for\r\ncollateral purposes would, in effect, be simply alleging an ulterior purpose.\r\n\r\n\r\nTo state that \"bald allegations of various acts were undertaken for collateral purposes,\" while acknowledging that willful\r\nacts were alleged, unnecessarily belittles the detailed factual allegations of a perversion of process contained in the\r\ncomplaint.\r\n\r\nThe majority places great emphasis on the fact that Food Lion does not allege the lawsuit was used primarily for an ulterior\r\npurpose, while disclaiming in a footnote that any \"magic words\" are required to state a cause of action.  In citing similar\r\nlanguage, our supreme court has declined to place such emphasis on the single word \"primarily.\"\r\n  See Hainer v. Am. Med.\r\nInt'l, 328 S.C. 128, 146, 492 S.E.2d 103, 112 (1997) (Toal, J. dissenting).  Thus, while undue emphasis could be placed on\r\nthe Restatement's use of \"primarily,\" that is not the law in South Carolina.\r\n\r\nIn Hainer, our supreme court (4-1, Toal, J. dissenting) affirmed this court's reversal of the jury verdict and grant of directed\r\nverdict on the basis that the evidence was insufficient to demonstrate an improper willful act, though they found it \"may be\r\nsusceptible of an inference of an ulterior purpose.\"  In dissent, Justice Toal marshaled \"persuasive circumstantial evidence\"\r\nfrom the record of willful acts.  She concluded the majority's acceptance of an \"overt act\" as necessary to a claim \"appears\r\nfor the first time in South Carolina jurisprudence in the 1992 Court of Appeals opinion Sierra v. Skelton. . . . [and] was not\r\na requirement in any of this Court's abuse of process decisions.\"  I concur in Justice Toal's observation that Huggins and\r\nprior South Carolina jurisprudence on abuse of process, including Broadmoor, require a \"flexible approach.\"  \"If we\r\napproach the tort of abuse of process only in a hyper-technical manner, then we vitiate the purpose for which the cause of\r\naction exists.\"  Hainer at 144, 492 S.E.2d at 111-12 (Toal, J. dissenting).\r\n\r\nIn Broadmoor, our supreme court found sufficient evidence from which the jury could infer that the corporation and its\r\npresident willfully abused the process by filing a lis pendens for the ulterior purpose of preventing a sale to third parties in\r\nhopes of obtaining financial backing to purchase the property at an advantageous price.  Broadmoor Apts. of Charleston v.\r\nHorwitz, 306 S.C. 482, 413 S.E.2d 9 (1991).  The factual allegations in the pleadings in Broadmoor were nowhere near as\r\ndetailed and extensive as they are in this case.\r\n\r\nTo craft as stringent a test as has the majority here raises the bar at the pleading stage to an insurmountable height. \r\nUtilizing this standard, none of the prior South Carolina cases that have found a valid claim for abuse of process would\r\nhave survived a Rule 12(b)(6) motion.  We need not decide whether Food Lion will ultimately succeed, only that it survives\r\na 12(b)(6) assault.  Thus, I would reverse the trial court.\r\n\r\nBecause I would reverse the dismissal of Food Lion's abuse of process claim, it becomes necessary to address whether the\r\nstate common law cause of action is pre-empted by federal law.  Food Lion argues the trial judge erred in its alternate\r\nholding that federal law, particularly the sanctioning power inherent in the FRCP preempted this action.  I agree.\r\n\r\nThe Federal Rules of Civil Procedure (FRCP) do not preempt the state common law tort, as is clearly evidenced by the\r\nlanguage in the Rules Enabling Act (REA) which provides that the FRCP \"shall not abridge, enlarge, or modify any\r\nsubstantive rights.\"  28 U.S.C. Â§ 2072 (b).  \"A federal statute preempts state action . . . only if the clear and manifest intent\r\nof Congress in passing the federal statute was 'to occupy the field to the exclusion of the State.'\"  Medical Park OB/GYN\r\nv. Ragin, 321 S.C. 139, 143, 467 S.E.2d 261, 263 (Ct. App. 1996).  There is no indication that Congress had a \"clear and\r\nmanifest\" intent to preempt this field to the exclusion of a state common law action for abuse of process.\r\n\r\nWhile sanctions under the FRCP are intended to deter abusive conduct, tort law is intended, at least in large part, to\r\ncompensate the victims of abuse.  See Rule 37(a)(4), FRCP, advisory committee notes (1970 amendments) (purpose of\r\nsanctions for abuse of discovery is to deter the abuse).  The tort is not aimed at procedural control of lawsuits, as the rules\r\nare, but at remedying abuses.  The goal and focus of each are very different.  Thus, I conclude that this abuse of process tort\r\naction is not preempted by federal law.\r\n\r\nFor both of the above reasons, I respectfully dissent and would reverse and remand.\r\n\r\n1.   In the suit, several former Food Lion employees complained of wrongful termination and\r\nfailure to give notice of their right to continue health care coverage.  After nearly a decade of\r\nlitigation, the federal district court found in favor of the defendants. See \r\nBryant v. Food Lion,\r\nInc., 100 F. Supp.2d 346 (D.S.C. 2000), aff'd, 8 Fed. Appx. 194 (4th Cir. 2001),\r\ncert. denied, 122\r\nS. Ct. 459 (2001). Although the Union was not a party to the Bryant lawsuit, liability for the\r\nabuse of process tort generally \"extends to all who knowingly participate, aid, or abet in the\r\nabuse.\" Broadmoor Apartments of Charleston v. Horwitz, 306 S.C. 482, 486, 413 S.E.2d 9, 11\r\n(1991).  Similarly, \"[t]hose who advise or consent to the [abusive] acts, or subsequently ratify\r\nthem, are liable as joint tortfeasors.\" Id.  \r\n2.   Although Food Lion lists ten separate \"issues\" in its \"Statement of Issues on Appeal,\" we find the appeal essentially\r\npresents only two questions for review, i.e., whether the trial court erred by dismissing Food Lion's abuse of process claim\r\npursuant to Rule 12(b)(6), SCRCP and/or by finding the claim preempted by federal law.  \r\n3.   Contrary to Food Lion's argument, the improper act must relate to the judicial process.\r\n  See Cisson v. Pickens Sav. &amp;\r\nLoan Ass'n, 258 S.C. 37, 45, 186 S.E.2d 822, 826 (1972) (\"[I]t is the malicious misuse or perversion of the process for an\r\nend not lawfully warranted by it that constitutes the tort known as abuse of process.\") (citation omitted); Bell Lines, Inc. v.\r\nStrickland, 254 S.C. 148, 150, 173 S.E.2d 788, 788 (1970) (reversing the trial court's failure to sustain demurrer in part\r\nbecause \"[n]o process was involved in any act done by plaintiff prior to the commencement of the action\").  This is self-evident in that the language used to describe the element clearly refers to a \"willful act in the use of the process not proper\r\nin the conduct of the proceeding.\"  Hainer, 328 S.C. at 136, 492 S.E.2d at 107 (emphasis added).  Indeed, proof of the\r\n\"willful act\" element demonstrates the improper use or \"abuse\" of the process.  Although Food Lion contends our prior\r\ncase law indicates the \"willful act\" and the \"process\" may exist independent of one another, we believe these cases stand\r\nonly for the proposition that the willful act requirement is not limited to those abusive acts occuring after process has\r\nissued, but includes coercive or extortionate acts that cause process to issue in the first instance.\r\n  See, e.g., Huggins, 249\r\nS.C. at 212, 153 S.E.2d at 696 (holding the evidence sufficiently established the defendant abused the process by initiating\r\ncriminal proceedings for the unintended purpose of extorting money it felt was due); Sierra v. Skelton, 307 S.C. 217, 222,\r\n414 S.E.2d 169, 172 (Ct. App. 1992) (rejecting the argument that the focus in an abuse of process action is solely on the\r\nimproper use of process after it has been issued); Rycroft, 281 S.C. at 125, 314 S.E.2d at 44 (finding no cause of action for\r\nabuse of process against defendant C&amp;S Bank, because \"the bank caused no process to issue against Rycroft\").  For\r\nexample, a careful reading of Huggins reveals the willful act supporting the abuse of process claim was not merely the store\r\nmanager's demand that Huggins pay $10 for items allegedly taken previously; rather, it included the manager's directive to\r\ncall the police, which resulted in the employment of the criminal process for something other than its intended purpose (the\r\npunishment of shoplifters).  As the court stated:  \"Appellant cannot divorce itself from responsibility for the proceedings\r\nthat resulted from the store manager's actions . . . [as the ensuing criminal proceedings] were tainted throughout with the\r\nulterior and improper purpose of coercing [Huggins] to pay for merchandise that the store manager 'felt' or suspected he\r\nhad previously taken.\"  Huggins, 249 S.C. at 212, 153 S.E.2d at 696.  \r\n4.   Although we acknowledge the trial court misconstrued Food Lion's amended complaint as asserting several causes of\r\naction for abuse of process rather than a single cause of action, we do not believe the court's evaluation of \"each willful act\r\nseparately, rather than as a broader pattern of conduct, masked the abusive nature\" of the Union's behavior.  In our view,\r\nwhether the complaint is viewed as alleging one cause of action or six, Food Lion's allegation of an \"ulterior purpose\" still\r\nmust be accompanied by a separate allegation of a \"willful act in the use of the process not proper in the conduct of the\r\nproceeding.\"  Hainer, 328 S.C. at 136, 492 S.E.2d at 107. \r\n5.   To the extent the Union argues abuse of process does not apply to the perversion of an entire lawsuit because any\r\n\"abuse\" could be cured by other remedies available to the court (i.e., sanctions), it misconstrues the purpose of the tort.  An\r\nabuse of process action is not designed to compel compliance with court procedures or to deter future misconduct.  Rather,\r\nthe tort is intended to compensate a party for harm resulting from another's misuse of the legal system.  \r\n6.     See, e.g., First Union, 317 S.C. at 74, 451 S.E.2d at 914 (stating an ulterior purpose is shown when a party uses the\r\nprocess to gain an illegitimate objective).   \r\n7.   Although we conclude no \"magic words\" are required (e.g., \"primarily,\" \"solely,\" \"paramount\" etc.), the complaint\r\nclearly must allege a party abused the process by not utilizing it for its intended purpose. \r\n8.   Food Lion admits as much in the reply brief, stating its complaint alleged \"the Union did not invoke court procedures\r\n'solely for the purpose of litigating its contentions with respect to the issues raised by [the Bryant] complaint,' but rather\r\nthat it invoked those procedures for collateral purposes, and then engaged in willful acts intended to further those\r\npurposes.\"  Although Food Lion also declares in its primary brief that the complaint alleged variously that \"none of the\r\nUnion's acts described . . . was aimed at an objective related to the prosecution of the lawsuit\" and that \"the Union's\r\npurpose in pursuing the Bryant lawsuit was not to vindicate any legitimate grievance over employee benefits, but rather was\r\nto use the lawsuit as a vehicle for causing Food Lion financial harm,\" these assertions clearly do not appear in the amended\r\ncomplaint contained in the record on appeal. \r\n9.   Because we hold Food Lion failed to state a cause of action entitling it to relief on any abuse of process theory, we need\r\nnot address the trial court's alternative ruling that the case was preempted by federal law.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3534","title":"Richland v. Kaiser","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3534","description":"This opinion discusses the enforcement of a zoning ordinance.","date":"2002-07-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Richland County, Appellant,\r\n\r\n\r\n            v. \r\n\r\n        \r\n\r\n        Charles K. Kaiser and United Oil Marketers, Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nAppeal From Richland County\r\n  Gary E. Clary, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3534\r\n    Submitted May 6, 2002 - Filed July 15, 2002  \r\n  \r\n\r\n\r\n\r\n&nbsp;\r\nREVERSED  &amp; \r\n  REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Larry C. Smith and Bradley T. Farrar, both of Richland County \r\n          Attorney's office, of Columbia, for appellant.\r\n\r\n        Timothy G. Quinn, of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: Richland County (the County) \r\n  brought an action to compel the owner and lessee of commercial property to comply \r\n  with a zoning ordinance requiring screening between commercial properties and \r\n  residential areas. The trial judge found that the ordinance was vague, indefinite, \r\n  and unenforceable and the action was barred by the statute of limitations and \r\n  estoppel and laches. The trial judge also awarded attorney's fees to the owner \r\n  of the property, Charles Kaiser, and the lessee, United Oil Marketers (United), \r\n  pursuant to S.C. Code Ann. Â§ 15-77-300 (1985). We reverse and remand for further \r\n  proceedings. (1)\r\n\r\nFACTS\r\n\r\nA truck and fuel center was constructed on the subject property \r\n  in 1982 by Kaiser's lessee. United acquired a leasehold interest in the property \r\n  in 1998 through a series of lease assignments. Kaiser testified that under the \r\n  lease, the lessee is the party required to abide by the applicable ordinances \r\n  and other regulations. \r\n\r\nOn May 6, 1996, the Richland County zoning administrator \r\n  wrote Kaiser and United demanding that they comply with Richland County Zoning \r\n  Ordinance (Ordinance) Article 7-8. (2) Article \r\n  7-8 establishes the screening requirements between commercial properties and \r\n  lots zoned residential as follows:\r\n\r\n\r\n  Screening shall be required between any new or expanded \r\n    commercial or industrial use and any lot zoned residential. Also, screening \r\n    shall be required in any district between any commercial or industrial use \r\n    adjacent to a people-oriented use such as a playground, school or church. \r\n    Such screening shall be adequate to protect the residentially zoned lot and \r\n    any structure thereon from glare, dispersion of trash or trespassing by pedestrians, \r\n    and shall not impede visibility of pedestrian and vehicular traffic. As a \r\n    minimum, a wall, fence or compact evergreen hedge or other type of evergreen \r\n    foliage or a combination of fence and shrubbery at least six (6) feet in height \r\n    shall be provided along the side and rear lot lines of the commercial or industrial \r\n    property. Vegetation used as buffering material shall reach minimum required \r\n    height within two years. Such screening shall be maintained in a proper manner. \r\n    \r\n\r\n\r\nThe zoning administrator also demanded the rear property \r\n  line \"be brought into full compliance with the statute within 60 days of receipt \r\n  of the letter.\" He testified he received a return receipt indicating Kaiser \r\n  and United received the letters on May 7, 1996. He further testified that he \r\n  inspected the property twice after the 60 day period lapsed and found the property \r\n  was not in compliance. \r\n\r\nIn January 1998, the County filed a petition for mandamus \r\n  seeking to force Kaiser and United \"to come into complete compliance with the \r\n  Richland County Zoning Ordinance.\" United filed a \"Motion to Dismiss, Answer \r\n  and Counterclaim,\" which sought attorney's fees under the South Carolina Frivolous \r\n  Civil Proceedings Act and raised the defenses of equitable estoppel, laches, \r\n  and the statute of limitations. \r\n\r\nAt the hearing, the assistant zoning administrator testified \r\n  that he met with United's representative and a vegetation plan had been approved \r\n  and implemented. They further stipulated that seventy-two plants had been planted \r\n  in conformity with this plan. However, the assistant zoning administrator testified \r\n  that approximately forty-nine of the installed plants were now missing and had \r\n  not been replaced. \r\n\r\nThe trial court denied the County's petition, finding (1) \r\n  the equitable defenses of estoppel and laches applied; (2) the statute of limitations \r\n  had run against the County since it did not bring its action until approximately \r\n  eighteen years after the subject property was developed; (3) Article 7-8 was \r\n  so vague and ambiguous \"as to whom and when it is applicable\" that it \"must \r\n  be declared invalid\"; and (4) the County was unjustified in bringing this action \r\n  and no special circumstances made the award of attorney's fees unjust. Furthermore, \r\n  the trial court awarded $4,901.26 in attorney's fees to Kaiser and United. The \r\n  County's subsequent motion for a new trial or, alternatively, for reconsideration, \r\n  was denied. This appeal follows.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nAlthough the petition in this case was styled as a request \r\n  for a writ of mandamus, we find that based on the relief sought, the County's \r\n  pleading is more properly characterized as a request for an injunction. It is \r\n  the substance of the requested relief that matters \"regardless of the form in \r\n  which the request for relief was framed.\" Standard Fed. Sav. &amp; Loan Ass'n \r\n  v. Mungo, 306 S.C. 22, 26, 410 S.E.2d 18, 20 (Ct. App. 1991). A writ of \r\n  mandamus is used to compel a public officer to perform a ministerial duty or \r\n  act the officer refuses to perform. See Goodwin v. Carrigan, 227 \r\n  S.C. 216, 222, 87 S.E.2d 471, 473 (1955). In this case, the public entity sought \r\n  to require performance from private parties. An injunction is an equitable remedy \r\n  that may be used to require a party to perform an action. See Kneale \r\n  v. Bonds, 317 S.C. 262, 268, 452 S.E.2d 840, 843 (Ct. App. 1994). Accordingly, \r\n  because the relief sought was more in the nature of a request for an injunction \r\n  than a mandamus, we will treat this action as an appeal from the denial of injunctive \r\n  relief. Actions for injunctive relief are equitable in nature. Weidemann \r\n  v. Town of Hilton Head Island, 344 S.C. 233, 236, 542, S.E.2d 752, 753 (Ct. \r\n  App. 2001). In an action at equity, this court has jurisdiction to find facts \r\n  in accordance with its views of the preponderance of the evidence. Doe v. Clark, \r\n  318 S.C. 274, 276, 457 S.E.2d 336, 337 (1995); Thames v. Daniels, 344 \r\n  S.C. 564, 571, 544 S.E.2d 854, 857 (Ct. App. 2001).\r\n\r\nDISCUSSION\r\n\r\nI. ESTOPPEL AND LACHES  \r\n\r\nThe County argues that because the duty created by Article \r\n  7-8 is continuous, its enforcement is not barred by the doctrines of estoppel \r\n  and laches. We agree.\r\n\r\nIn the absence of South Carolina authority on point, we \r\n  find it helpful to look to other jurisdictions for guidance. \"If the duty or \r\n  obligation sought to be enforced is continuing in its character, time runs against \r\n  plaintiff, not from its creation, but from its repudiation or breach.\" Bors \r\n  v. McGowan, 68 N.W.2d 596, 601 (Neb. 1955) \"Continuing breaches create constantly \r\n  fresh rights of suit, at least where plaintiff's conduct has been such as to \r\n  forbid an inference of acquiescence.\" Id.; see 30A C.J.S. Equity \r\n  Â§ 133 (1992).\r\n\r\nHere, Kaiser and United had a continuous duty to comply \r\n  with the statute because the statute obligated it to develop and maintain buffer \r\n  yards to provide adequate screening of commercial property. Further, the County \r\n  did not acquiesce, but attempted to enforce the ordinance against Kaiser and \r\n  United. Moreover, Kaiser and United attempted to comply by implementing a vegetation \r\n  program commensurate with the ordinances's requirements for a buffer yard. Accordingly, \r\n  we find the county's action was not barred by the doctrines of estoppel and \r\n  laches.\r\n\r\nII. STATUTE OF LIMITATIONS\r\n\r\nThe County argues its enforcement of Article 7-8 is not \r\n  barred by the statute of limitations. We agree.\r\n\r\nStatutes of limitation do not bar the equitable relief of \r\n  injunction. Silvester v. Spring Valley Country Club, 344 S.C. 280, 288, \r\n  543 S.E.2d 563, 567 (Ct. App. 2001); 58 Am. Jur. 2d Nuisances Â§ 381 (1989). \r\n  Thus, we find no statute of limitations applies to bar the County's action.\r\n\r\nIII. CLARITY OF STATUTE\r\n\r\nThe County argues the trial court erred in finding Article \r\n  7-8 vague and indefinite. We agree. \r\n\r\nIn its order, the trial court found the Ordinance vague \r\n  and indefinite because it did not address whether the owner of the subject property \r\n  or his tenant or lessee is responsible for constructing and maintaining the \r\n  vegetation screening. Article 7-8 merely directs that the subject commercial \r\n  property must be screened from \"any lot zoned residential\" or \"adjacent to a \r\n  people-oriented use such as a playground, school or church.\"\r\n\r\nGenerally, ordinances are deemed reasonable and valid and \r\n  should not be struck down unless \"palpably arbitrary, capricious or unreasonable.\" \r\n  United States Fid. &amp; Guar. Co. v. City of Newberry, 257 S.C. 433, 438-39, \r\n  186 S.E.2d 239, 241 (1972); see Casey v. Richland County Council, 282 S.C. \r\n  387, 389, 320 S.E.2d 443, 444 (1984) (holding legislation enacted to protect \r\n  the public health and welfare is presumed valid). The purpose of this ordinance \r\n  is to ensure screening between commercial and residential areas. It does not \r\n  allocate responsibilities between parties with an interest in an affected commercial \r\n  property. The County is not concerned with which party brings the subject property \r\n  into compliance; rather, its concern is that the appropriate screening is constructed. \r\n  (3) Therefore, the responsibilities between lessor and lessee should \r\n  be determined by the terms of their lease agreement. Thus, we find no evidence \r\n  to support the trial court's finding that the statute was vague and indefinite.\r\n\r\nIV. ATTORNEY'S FEES\r\n\r\nThe County argues the trial judge erred in awarding Kaiser \r\n  and Union attorney's fees pursuant to S.C. Code Ann. Â§ 15-77-300 (Supp. 2001). \r\n  We agree.\r\n\r\nUnder section 15-77-300, a party defending an action brought \r\n  by a South Carolina political subdivision may recover attorney's fees and costs \r\n  if three prerequisites are met: first, the contesting party must be the \"prevailing\" \r\n  party; second, the court must find \"that the agency acted without substantial \r\n  justification in pressing its claim against the party\"; and third, the court \r\n  must find \"that there are no special circumstances that would make the award \r\n  of attorney's fees unjust.\" Heath v. Aiken County, 295 S.C. 416, 420, \r\n  368 S.E.2d 904, 905 (1988). An award of attorney's fees under this section will \r\n  not be overturned unless the complaining party shows that the trial judge abused \r\n  his discretion in considering the applicable factors from the section. Heath \r\n  v. County of Aiken, 302 S.C. 178, 182, 394 S.E.2d 709, 711 (1990). \"An abuse \r\n  of discretion occurs when a court's decision is controlled by an error of law \r\n  or is without evidentiary support.\" Mictronics, Inc. v. S.C. Dep't of Revenue, \r\n  345 S.C. 506, 510, 548 S.E.2d 223, 225 (Ct. App. 2001).\r\n\r\nBased on our decision to reverse the trial court's denial \r\n  of the injunction, we find that Kaiser and Union are not the prevailing parties. \r\n  Therefore, attorney's fees are not available under section 15-77-300. Accordingly, \r\n  we reverse the trial court's award of attorney's fees to Kaiser and Union.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the trial court's decision is \r\n  reversed and we remand for further proceedings on the merits.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHUFF and HOWARD, JJ., concur.\r\n\r\n1. We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2. Article 7-8 was enacted as part of the Ordinance adopted September 7, 1977.  Although the\r\nordinance has been amended to hold the \"property owner\" responsible for maintaining the\r\n\"required buffer yards,\" the 1977 version remained in force at all times pertinent to this\r\naction. \r\n3. In amended Ordinance section 27-3.99, the County now holds the \"property owner\"\r\nultimately responsible for maintaining the appropriate buffering or screening.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3535","title":"State v. Ledford","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3535","description":"Ledford appeals his conviction for DUI, fourth offense, arguing he was entitled to a Jackson v. Denno hearing and a hearing to determine whether his statement was given in violation of Miranda v. Arizona.  The court of appeals reversed his conviction finding the trial court erred in failing to hold a voluntariness hearing and that under any view of the evidence Ledford's statement was given in violation of Miranda.","date":"2002-07-15","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n&nbsp;\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n\r\n\r\n            v.\r\n            \r\n\r\n        \r\n\r\n        Ricky Clyde Ledford, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n&nbsp;\r\nAppeal From Greenville County\r\n  C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3535\r\n    Heard June 4, 2002 - Filed July 15, 2002  \r\n  \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Senior Assistant Appellate Defender Wanda H. Haile, of South \r\n          Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney \r\n          General John W. McIntosh, Assistant Deputy Attorney General Charles \r\n          H. Richardson and Assistant Attorney General Melody J. Brown, of Columbia; \r\n          Solicitor Robert M. Ariail, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: Ricky Ledford appeals his \r\n  conviction for driving under the influence (DUI), fourth offense. We reverse.\r\n\r\n\r\n    FACTS  \r\n  \r\n\r\n\r\nOn September 30, 1999, at approximately 7:00 a.m., Patty \r\n  Channell and Damon Duncan were sitting in Channell's car at an intersection. \r\n  Duncan noticed a white Buick approach the intersection at a high rate of speed \r\n  and cautioned Channell not to enter the intersection. The Buick entered the \r\n  intersection, swerved to miss another car, and collided with Channell's car. \r\n  The Buick then left the accident scene; Duncan, however, recorded the Buick's \r\n  tag number and gave it to the investigating officer, Johnathan Craig.\r\n\r\nAfter running a check on the tag number, Officer Craig learned \r\n  the Buick was registered to Willie Ledford. When Officer Craig went to Willie \r\n  Ledford's residence, he learned she had loaned the car to her son, Ricky Ledford. \r\n  Officer Craig went to the house where Ms. Ledford said her son could be found \r\n  and discovered the Buick pulled into a large shrub with a carpet covering its \r\n  back end. Officer Craig got permission from a resident to enter the house and \r\n  found Ricky Ledford \"passed out\" and slumped over on a couch, smelling strongly \r\n  of alcohol. He attempted to awaken Ledford to question him about the accident; \r\n  however, Ledford drifted in and out of consciousness. While in the house, Officer \r\n  Craig informed Ledford they would need to return to the accident scene. Officer \r\n  Craig testified that as they were leaving the house, Ledford started falling \r\n  down toward the ground all together. So at that point, I kind of had to pick \r\n  him up. I guess the way I describe it is like a groomsman carrying a bride across \r\n  the threshold, you know, to kind of pick him up like that to carry him to my \r\n  car where I got out there where I could prop him up, stand him up and prop him \r\n  up on the hood of the car.\r\n\r\nDuring one of Ledford's brief periods of consciousness, \r\n  Officer Craig asked him whether he had anything to drink since the accident, \r\n  to which Ledford allegedly answered \"no.\" Officer Craig stated, \"At that time \r\n  I had to lean [Ledford] over the hood of my car, just kind of lay him up on \r\n  it, droop him over so I could unlock the passenger side . . . and he just slumped \r\n  over the whole time.\" Officer Craig then handcuffed Ledford, secured him in \r\n  the passenger's seat, and drove him back to the accident scene where Duncan \r\n  and Channell positively identified Ledford as the driver of the Buick. At that \r\n  point, Officer Craig placed Ledford under arrest and read him his Miranda \r\n  rights.\r\n\r\nPrior to trial, Ledford objected to the admission of his \r\n  statement to Officer Craig. He argued he could not have made a voluntary statement \r\n  drifting in and out of consciousness while being carried to Officer Craig's \r\n  patrol car. The trial court ruled the statement was admissible without holding \r\n  a hearing to determine whether it was voluntarily made, and found that any inquiry \r\n  into whether the statement was voluntarily made in light of Ledford's mental \r\n  state at the time was \"an issue for the jury.\" Ledford further argued he could \r\n  not have waived his Miranda rights because they were not given to him \r\n  before he made the statement. The State took the position Ledford was not in \r\n  custody when he made the statement. The trial court declined to conduct an evidentiary \r\n  hearing outside the presence of the jury to determine whether Ledford was in \r\n  custody at the time he gave the statement, again finding the issue was for the \r\n  jury.\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nLedford first asserts the trial court erred in failing to \r\n  hold a hearing outside the presence of the jury to determine the voluntariness \r\n  of his statement pursuant to Jackson v. Denno, 378 U.S. 368 (1964). We \r\n  agree.\r\n\r\nGenerally, a criminal defendant is entitled to an independent \r\n  evidentiary hearing outside the presence of the jury to challenge the introduction \r\n  of evidence \"that was allegedly obtained by conduct violative of the defendant's \r\n  constitutional rights.\" State v. Patton, 322 S.C. 408, 410, 472 S.E.2d \r\n  245, 247 (1996) (quoting State v. Blassingame, 271 S.C. 44, 47-48, 244 \r\n  S.E.2d 528, 530 (1978)). If the State seeks to introduce a defendant's statement \r\n  into evidence, the trial court is charged with making an initial determination, \r\n  through an evidentiary hearing, as to whether the statement was voluntarily \r\n  made. State v. Washington, 296 S.C. 54, 55-56, 370 S.E.2d 611, 612 (1988). \r\n  \"The trial judge's determination of the voluntariness of a statement must be \r\n  made on the basis of the totality of the circumstances, including the background, \r\n  experience and conduct of the accused.\" State v. Franklin, 299 S.C. 133, \r\n  138, 382 S.E.2d 911, 914 (1989). \r\n\r\nIn this case, we find the evidence necessitated a voluntariness \r\n  hearing pursuant to Jackson v. Denno. The record reveals that Ledford \r\n  was in and out of consciousness during the time in which he answered Officer \r\n  Craig's question and Ledford's attorney clearly objected to its admission. The \r\n  trial court's summary ruling that Ledford's ability to answer any questions \r\n  was \"an issue for the jury,\" failed to resolve the issue of whether or not the \r\n  statement was voluntary. As such, we agree with Ledford that the trial court \r\n  erred in failing to make an initial determination as to the voluntariness of \r\n  the statement. Moreover, we find great potential for prejudice in the admission \r\n  of Ledford's statement. The admission that he did not have anything to drink \r\n  after the accident was a determining issue, particularly in light of Ledford's \r\n  testimony at trial that he drank two beers and took two Xanax pills after the \r\n  accident.\r\n\r\nLedford also argues that the trial court erred in failing \r\n  to hold a hearing to determine whether the statement was given in violation \r\n  of the mandates of Miranda v. Arizona, 384 U.S. 436 (1966). We agree.\r\n\r\nIf a defendant makes a custodial statement, then the trial \r\n  court must not only make an inquiry into the voluntariness of the statement, \r\n  but also conduct an inquiry to ensure the police complied with the mandates \r\n  of Miranda and its progeny. Franklin, 299 S.C. at 136-37, 382 \r\n  S.E.2d at 912-13. \"Miranda warnings are required for official interrogations \r\n  only when a suspect 'has been taken into custody or otherwise deprived of his \r\n  freedom of action in any significant way.'\" State v. Easler, 327 S.C. \r\n  121, 127, 489 S.E.2d 617, 621 (1997) (quoting Miranda, 384 U.S. 436, \r\n  444 (1966)). \"Interrogation is either express questioning or its functional \r\n  equivalent. It includes words or actions on the part of police that the police \r\n  . . . should know are reasonably likely to elicit an incriminating response.\" \r\n  State v. Kennedy, 333 S.C. 426, 431, 510 S.E.2d 838, 716 (1998)). In \r\n  contrast to the subjective nature of a voluntariness inquiry, custody is determined \r\n  by an objective analysis of \"whether a reasonable man in the suspect's position \r\n  would have understood himself to be in custody.\" Id. at 128, 489 S.E.2d \r\n  at 621. Finally, our review of the trial court's custody ruling \"is limited \r\n  to a determination of whether the ruling by the trial court is supported by \r\n  the testimony.\" State v. Easler, 322 S.C. 333, 342, 471 S.E.2d 745, 751 \r\n  (Ct. App. 1996), aff'd as modified, 327 S.C. 121, 489 S.E.2d 617 (1997).\r\n\r\nThe State submits that Miranda warnings were not \r\n  required under the circumstances of this case because Officer Craig was merely \r\n  conducting an investigation of the accident, not a custodial interrogation. \r\n  However, our review of the record convinces us otherwise. Because Ledford could \r\n  not walk, Officer Craig literally carried him from the house to his patrol car. \r\n  Officer Craig questioned Ledford as he was propping him up on the hood of his \r\n  patrol car and preparing to handcuff him and place him inside the car. Thereafter, \r\n  the officer drove him to the scene of the accident to be identified by the victims. \r\n  We find it difficult to conceive of another set of circumstances which would \r\n  create a more unequivocal custodial posture than when a person is physically \r\n  carried from a residence to a patrol car where he is handcuffed. Furthermore, \r\n  we find that Officer Craig embarked on a custodial interrogation when he began \r\n  questioning Ledford after exiting the house, in an effort to obtain incriminating \r\n  information. Kennedy, 333 S.C. at 431, 510 S.E.2d at 716. Therefore, \r\n  we find that under any view of the evidence Ledford was entitled to Miranda \r\n  warnings.\r\n\r\nAlthough the State maintained that Ledford was not in custody, \r\n  it conceded during oral argument that if this court were to find that Ledford \r\n  was in custody at the time of questioning, then reversal would be mandated. \r\n  Thus, in light of our finding that Ledford was entitled to Miranda warnings \r\n  and the State's concession during oral argument, we reverse. \r\n  (1)\r\n\r\nREVERSED.\r\n\r\nHUFF and HOWARD, JJ., concurring.\r\n\r\n 1. In light of our disposition, we need \r\n  not reach Ledford's remaining issues on appeal.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3536","title":"State v. Goodwin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3536","description":"This is a criminal appeal involving the issue of whether an arrest was unlawful and therefore required the suppression of drug evidence.","date":"2002-07-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Isaac Goodwin (Goodman), Jr.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  James R. Barber, III, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3536\r\n    Submitted May 6, 2002 - Filed July 29, 2002 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Senior Assistant Appellate Defender Wanda H. Haile, \r\n          of S.C. Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Attorney General Charles \r\n          H. Richardson and Senior Assistant Attorney General Norman Mark Rapoport; \r\n          and Solicitor Warren B. Giese, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nHUFF, J.: Appellant, Isaac Goodman, \r\n  (1) was indicted for resisting arrest, trafficking in cocaine, possession \r\n  with intent to distribute (PWID) crack cocaine, PWID marijuana, and PWID crack \r\n  within the proximity of a school or park. Following a bench trial, the court \r\n  found him guilty as charged and sentenced Goodman to concurrent sentences of \r\n  twenty-five years on the trafficking charge, five years for PWID marijuana, \r\n  ten years for PWID crack, five years for PWID crack within a half mile of a \r\n  school, and one year for resisting arrest. He now appeals, challenging the trial \r\n  judge's failure to suppress the drug evidence. We affirm. \r\n  (2)\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nOn February 17, 1999, shortly after 2:00 a.m., \r\n  Deputies Slicer and Turner from the Richland County Sheriff's Department, along \r\n  with Deputy Swain following in another car, were patrolling an area in Columbia \r\n  near Eau Claire High School when they observed a moped being driven in the opposite \r\n  direction. Deputy Slicer initiated a traffic stop because the moped, designed \r\n  for one person, was carrying two people, in violation of S.C. Code Ann. Â§ 56-5-3710. \r\n   (3)\r\n\r\nGoodman was the driver of the moped, and his girlfriend \r\n  was the passenger. When the deputy requested a driver's license, Goodman stated \r\n  that his license was under suspension and that he understood he did not need \r\n  a moped license. After running a license check, Deputy Slicer determined, because \r\n  Goodman's license was suspended for more than six months, he was required to \r\n  have a moped license pursuant to S.C. Code Ann. Â§ 56-1-1720. \r\n   (4)\r\n\r\nDeputy Slicer testified it was a very cold night and Goodman was wearing bulky clothing, but he\r\ncould clearly see something protruding from Goodman's right front jacket pocket.  Based on prior\r\ninformation he had received about Goodman, the deputy was concerned the protrusion might be a\r\nweapon.  He asked Goodman for his consent to search his person and Goodman agreed.  The\r\ndeputy felt something large and hard outside of the pocket, and thought it could be a weapon. \r\nWhen he pulled it out, he found a very large roll of cash the size of a duct tape roll, secured with\r\nrubber bands.  The moment he showed Goodman what he found, Goodman grabbed the money\r\nand started striking the deputy with the back of his arms, pushing backward and trying to get\r\naway.  At the time he began hitting the deputy, Goodman revoked his consent to search. As soon\r\nas Goodman began assaulting him, Deputy Slicer told him he was under arrest.\r\n\r\nTwo other officers who were on the scene assisted Deputy Slicer with Goodman.  As they\r\nstruggled, one of Goodman's gloves came off and a package of crack cocaine fell out of the glove. \r\nOne of the deputies sprayed Goodman's eyes with a chemical spray, and they were then able to\r\nsubdue him.  Based on the discovery of the drugs from Goodman's glove, Deputy Slicer seized the\r\nmoped and conducted an inventory search.  He found a loaded handgun, a large bag of marijuana,\r\nthree bags of cocaine, and twenty-one rounds of ammunition under the seat of the moped. (5)\r\n\r\nAt trial, Goodman moved to suppress all the drug \r\n  evidence arguing, even if probable cause existed to make the stop, the two traffic \r\n  violations with which he was charged were not \"arrestable offenses\" that carried \r\n  jail time. He contended Deputy Slicer testified he was arrested for the traffic \r\n  violations and resisting arrest, but the deputy did not state he was arrested \r\n  for assault. He asserted no valid, underlying arrest was made to support the \r\n  resisting arrest charge. Therefore, his arrest was illegal and the subsequent \r\n  discovery of drugs was fruit of the poisonous tree. \r\n\r\nThe trial judge denied Goodman's motion to suppress \r\n  ruling (1) there was probable cause to stop Goodman, (2) Goodman consented to \r\n  a voluntary search, (3) when the deputy found the money and pulled it out of \r\n  the pocket, Goodman assaulted the deputy, (4) the deputy told Goodman he was \r\n  under arrest, and (5) Goodman was ultimately charged with resisting arrest. \r\n  He determined that a chain of events occurred which ultimately led to an event \r\n  which would permit Goodman to be arrested, and only thereafter were the drugs \r\n  discovered.\r\n\r\nLAW/ANALYSIS\r\n\r\nOn appeal, Goodman argues the trial judge erred \r\n  in denying his motion to suppress the drug evidence because his arrest was unlawful. \r\n  He contends the deputy did not state he was under arrest for assaulting him, \r\n  and to secure a conviction for resisting arrest, there must first be a lawful \r\n  arrest.\r\n\r\nIn criminal cases, this court sits to review errors \r\n  of law only, and we are bound by the trial judge's factual findings unless they \r\n  are clearly erroneous. State v. Wilson, 345 S.C. 1, 545 S.E.2d 827 (2001). \r\n  This same standard of review applies to preliminary factual findings in determining \r\n  the admissibility of certain evidence in criminal cases, and our review is limited \r\n  to determining whether the trial judge abused his discretion. Id. The \r\n  appellate court may not re-evaluate the facts based on its own view of the preponderance \r\n  of the evidence, but must determine whether the trial judge's ruling is supported \r\n  by any evidence. Id. \r\n\r\n\r\n  When determining the constitutional validity of \r\n    an arrest, a court must consider 'whether, at the moment the arrest was made, \r\n    the officers had probable cause to make it--whether at that moment the facts \r\n    and circumstances within their knowledge and of which they had reasonably \r\n    trustworthy information were sufficient to warrant a prudent man in believing \r\n    that the [appellant] had committed . . . an offense.'\r\n\r\n\r\nState v. Robinson, 335 S.C. 620, 634, 518 \r\n  S.E.2d 269, 276 (Ct. App. 1999) (alterations in original) (quoting Beck v. \r\n  Ohio, 379 U.S. 89, 91 (1964)). \"Whether probable cause exists depends upon \r\n  the totality of the circumstances surrounding the information at the officers \r\n  [sic] disposal.\" Id.\r\n\r\nDuring the suppression hearing, Deputy Slicer testified \r\n  on cross-examination that Goodman was placed under arrest for \"[r]esisting arrest, \r\n  assault[ing] me, and the moped violations.\" He stated he did not formally charge \r\n  Goodman with assault because, in lieu of all the other charges, he did not think \r\n  it was that important.\r\n\r\nThe fact that Goodman was not subsequently charged \r\n  with the assault is immaterial. Goodman has failed to show, or even argue, that \r\n  the resisting arrest charge could not stand because a charge for assault would \r\n  have been unlawful under the circumstances. At the moment the arrest was made, \r\n  Deputy Slicer clearly had probable cause to make it, based on the assault. Goodman \r\n  was arrested for, and ultimately convicted of, resisting arrest, and therefore \r\n  was under lawful arrest at the time drugs were initially found. Just as an underlying \r\n  arrest need not be prosecuted in order to successfully prosecute for resisting \r\n  arrest, neither should the absence of a charge on the underlying arrest bar \r\n  evidence seized subsequent to a proper resisting arrest charge. See State \r\n  v. Tyndall, 336 S.C. 8, 518 S.E.2d 278 (Ct. App. 1999) (the resisting arrest \r\n  statute does not mandate the underlying arrest be prosecuted as a prerequisite \r\n  for the indictment, prosecution, or conviction of resisting arrest). Further, \r\n  Goodman cites no authority which requires an officer to specifically advise \r\n  a detainee of the precise nature of his crime at the moment of arrest in order \r\n  for the arrest, and/or a subsequent charge of resisting arrest, to be lawful. \r\n  There is evidence to support the trial judge's ruling on the admissibility of \r\n  the drug evidence. Accordingly, Goodman's convictions are\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and HOWARD, J., concur.\r\n\r\n\r\n1.  The defendant's last name \r\n  was listed as \"Goodwin\" on the indictments, but the court, with defense counsel's \r\n  consent, amended the indictments at trial to state the last name as \"Goodman\" \r\n  based on the representation of counsel and the defendant that \"Goodwin\" was \r\n  a misnomer. \r\n 2.  We decide this case without \r\n  oral argument pursuant to Rule 215, SCACR. \r\n3.  This section provides, \"No \r\n  person may ride upon a moped other than upon or astride a permanent and regular \r\n  seat attached to the moped. No moped may be used to carry more persons at one \r\n  time than the number for which it is designed and equipped.\" S.C. Code Ann. \r\n  Â§ 56-5-3710 (1991). \r\n4.  South Carolina Code Ann. \r\n  Â§ 56-1-1720 (1991) states, in pertinent part, \"After December 31, 1986, to operate \r\n  a moped on the public highways and streets of this State, a person must possess \r\n  a valid driver's license . . . or a valid moped operator's license . . . , except \r\n  that a person whose driver's license has been suspended for a period of six \r\n  months or less is not required to obtain a moped operator's license or possess \r\n  a valid driver's license during the period of suspension.\" \r\n5. During the suppression hearing, \r\n  Goodman testified that he never gave Deputy Slicer consent to search. Rather, \r\n  he claimed when he asked the deputy why he wanted to search him, Deputy Slicer \r\n  told him to get up against the car, and then told Goodman that he was under \r\n  arrest. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3537","title":"Worsley v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3537","description":"This case involves the issue of whether the owner of an underground petroleum tank is entitled to reimbursement pursuant to the South Carolina Underground Petroleum Environmental Response Bank (Superb) Act, S.C. Code Ann. Section 44-2-10 et seq. (2002) for a settlement made to the owner's lessor for alleged damage to a downstream property.","date":"2002-07-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Worsley Companies, Inc.,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Health and \r\n          Environmental Control,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\n  B. Hicks Harwell,Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3537\r\n    Heard May 8, 2002 - Filed July 29, 2002 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Charles Ormond, Jr., of Holler, Dennis, Corbett, \r\n          Ormond &amp; Garner, of Columbia, for appellant.\r\n\r\n        Deputy General Counsel Jacquelyn S. Dickman, of \r\n          South Carolina Department of Health and Environmental Control, of Columbia, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.:  Worsley Companies, \r\n  Inc. filed this action against the South Carolina Department of Health and Environmental \r\n  Control (DHEC) seeking a determination that it was entitled to reimbursement \r\n  pursuant to the State Underground Petroleum Environmental Response Bank (Superb) \r\n  Act, S.C. Code Ann. Â§ 44-2-10 et seq. (2002), for a payment it made in settlement \r\n  of a claim arising out of the release of petroleum product from an underground \r\n  storage tank it owned. The circuit court found Worsley was not entitled to reimbursement \r\n  and that DHEC had acted properly in denying the claim. Worsley appeals. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nWorsley operates a convenience store and gas station \r\n  on a site it leases from Byrd Property Ventures (BPV) in Florence County. The \r\n  lease was originally entered into in 1983 between Southern Bank and Trust Company, \r\n  as trustee under the will of R. P. Byrd, a predecessor in interest to BPV, and \r\n  New Seaboard Petroleum, Ltd., a predecessor in interest to Worsley. The site \r\n  is designated as tract #60 on the Florence County Tax Map. The record establishes \r\n  that Worsley leased tract #60 from BPV at all relevant times connected with \r\n  this case, including the time of contamination.\r\n\r\nIn 1991, Worsley became aware of a release of petroleum \r\n  product from the underground tanks on tract #60 into the soil and groundwater. \r\n  It notified DHEC. Pursuant to DHEC requirements, Worsley conducted an assessment \r\n  and initiated remediation of the plume contaminants that had escaped from the \r\n  storage tanks. DHEC authorized approximately $360,000.00 to reimburse Worsley \r\n  for assessment and remediation of the petroleum contamination. It is estimated \r\n  that the total expenditures by DHEC in connection with the clean-up will be \r\n  approximately $460,000.00.\r\n\r\nThe release from tract #60 extended to tract #79 \r\n  which is also owned by BPV. In 1996, BPV sued Worsley alleging damage to its \r\n  property. The parties reached a settlement, approved by the court, for $400,000.00. \r\n  The settlement resolved claims relating to both tracts #60 and #79.\r\n\r\nWorsley requested indemnification for the settlement \r\n  from the Superb Financial Responsibility Fund. DHEC denied the request. Worsley \r\n  then filed this declaratory judgment action seeking a determination that it \r\n  was entitled to reimbursement. The circuit court found that DHEC acted properly \r\n  and that Worsley was not entitled to reimbursement. This appeal followed.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Third Party Claim\r\n\r\nWorsley argues the circuit court erred in holding \r\n  BPV was not a third party as defined by the Superb Act. We disagree.\r\n\r\nThe Superb Act creates two funds to be administered \r\n  by DHEC. The statute describes the funds as follows:\r\n\r\n\r\n  The 'Superb Account' and the 'Superb Financial \r\n    Responsibility Fund' are created to assist owners and operators of underground \r\n    storage tanks containing petroleum and petroleum products . . . . The Superb \r\n    Account must be used for payment of usual, customary, and reasonable costs \r\n    for site rehabilitation of releases from underground storage tanks containing \r\n    petroleum or petroleum products. The Superb Financial Responsibility Fund \r\n    must be used for compensating third parties for actual costs for bodily injury \r\n    and property damage caused by accidental releases from underground storage \r\n    tanks containing petroleum or petroleum products. \r\n\r\n\r\nS.C. Code Ann. Â§ 44-2-40(A) (2002).\r\n\r\n&nbsp;\r\nThe Superb Act defines a third party claim as follows:\r\n\r\n\r\n  'Third party claim' means a civil action brought \r\n    or asserted by an injured party against an owner or operator of an underground \r\n    storage tank for bodily injury or property damages resulting from a release \r\n    of petroleum or petroleum products from an underground storage tank. The underground \r\n    storage tank owner or operator, the owner of the property where the underground \r\n    storage tank is located, a person to whom properties are transferred in \r\n    anticipation of damage due to a release, employees or agents of an owner or \r\n    operator, or employees or agents of the property owner must not be considered \r\n    a third party.\r\n\r\n\r\n\r\nS.C. Code Ann. Â§ 44-2-20(23) (2002) (emphasis added).\r\n\r\nDHEC, which is responsible for the administration \r\n  of the Superb Financial Responsibility Fund, from which Worsley seeks reimbursement \r\n  determined BPV could not be considered a third party under the Superb Act because \r\n  it was the owner of the property where the underground storage tank was located. \r\n  \r\n\r\n\"The construction of a statute by the agency charged \r\n  with its administration will be accorded the most respectful consideration and \r\n  will not be overruled absent compelling reasons.\" Dunton v. South Carolina \r\n  Bd. of Examiners in Optometry, 291 S.C. 221, 223, 353 S.E.2d 132, 133 (1987). \r\n  In construing a statute, its words must be given their plain and ordinary meaning \r\n  without resorting to subtle or forced construction to limit or expand the statute's \r\n  operation. First Baptist Church of Mauldin v. City of Mauldin, 308 S.C. \r\n  226, 417 S.E.2d 592 (1992)).\r\n\r\nThe circuit court held \"[u]nder the clear and unambiguous \r\n  limitations of the statute a third party claim by BPV cannot be paid from the \r\n  state fund.\" We agree. \r\n\r\nOn appeal, Worsley argues BPV had only a beneficial \r\n  interest in tract # 60 and therefore had no control over the use of the property \r\n  at the time of the release. At trial, however, the parties did not dispute that \r\n  BPV was the owner of tracts #60 and #79 at all relevant times, including the \r\n  time when the contamination occurred in 1991. From the record before us, we \r\n  do not see where Worsley made this argument to the trial court. Accordingly, \r\n  the argument is not properly before this court. See Wilder Corp. v. \r\n  Wilke, 330 S.C. 71, 497 S.E.2d 731 (1998) (holding issue cannot be raised \r\n  for the first time on appeal, but must have been raised to and ruled upon by \r\n  the trial judge to be preserved for appellate review).\r\n\r\nWorsley argues the language limiting third party \r\n  claims was intended to preclude fraudulent recovery by tank owners and operators \r\n  at the site where the release occurred. Even if section 44-2-20 (23) was intended \r\n  to preclude fraudulent recovery, there is no indication that this was the only \r\n  purpose of the statute and only fraudulent claims should be denied.\r\n\r\nFurther, Worsley also argues the statutory language \r\n  is ambiguous, but we find no ambiguity. We believe the phrase \"owner of the \r\n  property where the underground storage tank is located\" includes exactly what \r\n  it says it includes. We cannot add language to section 44-2-20 (23) to limit \r\n  to the definition of \"third party\" to only apply to claims for reimbursement \r\n  for the property damage to the property where the underground storage tank is \r\n  located. As BPV is the owner of tract #60, the tract where the underground storage \r\n  tank is located, it unambiguously falls under the statute and cannot be considered \r\n  a third party. Thus, the circuit court did not err in finding BPV was not a \r\n  third party under section 44-2-20 (23).\r\n\r\nII. Equal Protection\r\n\r\nWorsley argues DHEC's interpretation of section \r\n  44-2-20 (23) violates the Equal Protection Clause. We disagree.\r\n\r\nWorsley asserts that all legitimate, arms length \r\n  claims of underground storage tank owners should be covered under the statute. \r\n  It claims that DHEC's interpretation discriminates against \"third party claimants \r\n  who had only a beneficial interest in the property where the release occurred \r\n  but also own an unconnected and non-adjacent piece of property which has been \r\n  affected by the plume.\"\r\n\r\nThe Equal Protection Clause states, \"No State shall \r\n  . . . deny to any person within its jurisdiction the equal protection of the \r\n  laws.\" U.S. Const. amend. XIV, Â§ 1. When a case does not involve a suspect or \r\n  quasi-suspect class, or a fundamental right, the statute should be tested under \r\n  the rational basis standard. Bibco Corp. v. City of Sumter, 332 S.C. \r\n  45, 504 S.E.2d 112 (1998). The right to indemnification under the Superb Financial \r\n  Responsibility Fund is not a fundamental right protected by the constitution. \r\n  Further, the class Worsley seeks to distinguish, that of beneficial property \r\n  owners also owning contaminated land, is not a suspect or quasi-suspect class. \r\n  Thus, section 44-2-20 (23) must be analyzed under the rational basis standard.\r\n\r\nIn order to satisfy the Equal Protection Clause \r\n  under the rational basis standard, a classification must (1) bear a reasonable \r\n  relation to the legislative purpose sought to be achieved, (2) members of the \r\n  class must be treated alike under similar circumstances, and (3) the classification \r\n  must rest on some rational basis. Lee v. South Carolina Dep't of Natural \r\n  Resources, 339 S.C. 463, 467, 530 S.E.2d 112, 114 (2000). The courts will \r\n  uphold a legislative enactment against constitutional attack if there is any \r\n  reasonable hypothesis to support it. Id.\r\n\r\nIn considering the statute, the courts must give \r\n  great deference to the legislature's classification decisions because it presumably \r\n  debated and weighed the advantages and disadvantages of the legislation at issue. \r\n  Id. \"Further, '[t]he classification does not need to completely accomplish the \r\n  legislative purpose with delicate precision in order to survive a constitutional \r\n  challenge.'\" Id. at 467, 530 S.E.2d at 114 (quoting Foster v. South Carolina \r\n  Dep't of Highways &amp; Pub. Transp., 306 S.C. 519, 526, 413 S.E.2d 31, \r\n  36 (1992).\r\n\r\nIn denying the claim, DHEC did not treat BPV any \r\n  differently from others similarly situated. There was no evidence of any intentional \r\n  discrimination against Worsley or BPV. The stated purpose of the Superb Financial \r\n  Responsibility Fund is to compensate third parties for damages caused by accidental \r\n  releases from underground storage tanks. S.C. Code Ann. Â§ 44-2-40(A) (2002). \r\n  As the circuit court found, \"The General Assembly is placing a limit on the \r\n  expenditure of public funds for landowners and tenants who are in positions \r\n  of joint knowledge, control and benefit.\" Section 44-2-20 (23) and DHEC's interpretation \r\n  of it only distinguishes between the owners \"of the property where the underground \r\n  storage tank is located\" and property owners who do not also own \"the property \r\n  where the underground storage tank is located.\" Thus, section 44-2-20 (23) and \r\n  DHEC's interpretation of it survive rational basis scrutiny. The circuit court \r\n  did not err in finding there was no violation of the equal protection clause.\r\n\r\nBecause we find the circuit court did not err in \r\n  upholding DHEC's denial of Worsley's claim for reimbursement for the above reasons, \r\n  we need not address Worsley's remaining arguments. Accordingly, based on the \r\n  foregoing reasons, the decision of the circuit court is \r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and HOWARD, J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3538","title":"Scott v. Brunson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3538","description":"A judgment for delinquent child support payments can be executed against property granted to the delinquent payor in fee simple subject to a shifting executory interest held in trust.","date":"2002-07-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n<!--\r\n.Normal\r\n\t{text-autospace:none;\r\n\tfont-size:10.0pt;\r\n\tfont-family:\"Courier New\";}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Goudy Old Style\";\r\n\tfont-weight:bold;}\r\n.MsoBodyText\r\n\t{text-align:justify;\r\n\ttab-stops:-.5in 7.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyTextIndent\r\n\t{text-align:justify;\r\n\ttab-stops:27.0pt .5in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBodyTextIndent2\r\n\t{text-align:justify;\r\n\ttext-indent:.5in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBlockText\r\n\t{text-align:justify;\r\n\ttext-indent:.5in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Elayne Thomas \r\n        Ann Scott (Brunson),&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        John Q. \r\n        Brunson, Sr., TRUSTEE Trust for \r\n        Robert Ashley Brunson u/w of Muldrow \r\n        McCoy Brunson,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Appellant.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\nJohn M. Milling, Circuit \r\n  Court Judge\r\n\r\nOpinion No. 3538\r\nHeard May 7, 2002 â€“ Filed July 29, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nLohman D. Reiter, II, of Sumter, for \r\n  appellant.\r\nRalph E. Tupper, of Beaufort, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.:Â  \r\n  Elayne Scott brought this action to collect a judgment out of a trust created \r\n  for the judgment debtor by the provisions of his late fatherâ€™s will.Â  Scott \r\n  moved for summary judgment claiming the judgment debtorâ€™s trust interest was \r\n  vested.Â  The circuit court agreed and granted summary judgment.Â  We affirm.\r\nFACTS\r\nScott was married to Ashley Brunson in December \r\n  1977.Â  They had one child, a daughter, and then separated in 1978.Â  In 1983, \r\n  Brunson was convicted of trafficking in drugs.Â  He absconded, and has been neither \r\n  seen nor heard from since 1983.Â  Scott was granted a divorce from Brunson on \r\n  April 10, 1992, and he was ordered to pay monthly child support.Â  Brunson did \r\n  not pay the child support as ordered, and Scott eventually obtained a judgment \r\n  against him for the unpaid child support in the amount of $42,262.82.\r\nBrunsonâ€™s father, Muldrow McCoy Brunson (â€œthe fatherâ€) \r\n  died on September 7, 1995.Â  In his will, the father provided for Brunson in \r\n  the following manner:\r\nITEM IV\r\n\r\n  Specific Bequest of Specific Item of Personal \r\n    Effects.Â  I give and bequeath to Ashley Brunson, if he shall survive me, \r\n    one (1) Winchester Model 42 410 gauge shotgun, serial number 53531, one (1) \r\n    Winchester Model 12.20 gauge shotgun, serial number 1196190, one (1) Winchester \r\n    Model .12 gauge shotgun, serial number 1767376, one (1) three horsepower Evinrude \r\n    boat motor and my gun cabinet and its contents.\r\n\r\n. . .\r\nITEM VII\r\n\r\n  Specific Devise of Residential \r\n    Property.Â  I give and devise to my surviving issue, if they shall survive \r\n    me, any interest which I own at the time of my death in the house . . ., with \r\n    the further understanding that my Personal Representative shall retain \r\n    in trust the share of my son Ashley Brunson for a period not to exceed ten \r\n    (10) years from the date of my death, after which period, if my son Ashley \r\n    Brunson shall not appear or make his whereabouts known to my Personal Representative, \r\n    then Ashley Brunsonâ€™s share shall be distributed equally to my then surviving \r\n    issue.\r\n\r\nITEM VIII\r\n\r\n  Outright Gift of All Property \r\n    to Children.Â  I give, devise, and bequeath all the rest, residue and remainder \r\n    of my property . . ., absolutely in fee simple to my surviving children in \r\n    equal shares, provided, however, that the share of my son Ashley Brunson \r\n    shall be retained in trust by my Personal Representative for a period not \r\n    to exceed ten (10) years from the date of my death, after which period, if \r\n    my son Ashley Brunson shall not appear or make his whereabouts known to my \r\n    Personal Representative, then Ashley Brunsonâ€™s share shall be distributed \r\n    equally to my then surviving issue. . . .\r\n\r\nBrunsonâ€™s share placed in trust has a \r\n  value of $57,270.82.\r\nScott filed this action to execute on the judgment against \r\n  Brunsonâ€™s trust interest.Â  John Q. Brunson, Sr. (â€œthe trusteeâ€) defended, contending \r\n  Brunsonâ€™s share has not yet vested.Â  Scott moved for summary judgment, which \r\n  the circuit court granted.Â  The trustee appeals.\r\nSTANDARD OF REVIEW\r\nâ€œWhen an appeal involves stipulated or undisputed \r\n  facts, an appellate court is free to review whether the trial court properly \r\n  applied the law to those facts.â€Â  WDW Props. v. City of Sumter, 342 S.C. \r\n  6, 10, 535 S.E.2d 631, 632 (2000).Â  In such cases, the appellate court is not \r\n  required to defer to the trial courtâ€™s legal conclusions.Â  J.K. Constr., \r\n  Inc. v. W. Carolina Regâ€™l Sewer Auth., 336 S.C. 162, 166, 519 S.E.2d 561, \r\n  563 (1999).\r\nDISCUSSION\r\nThe trustee argues the circuit court erred in finding \r\n  Brunsonâ€™s interest in the devised property was vested.Â  We disagree and conclude \r\n  the terms of the will established a defeasible fee simple subject to a shifting \r\n  executory interest.Â  Therefore, Brunsonâ€™s interest vested on his fatherâ€™s death.\r\nA fee simple absolute is an interest with indefinite \r\n  duration.Â  28 Am. Jur. 2d Estates Â§ 13 (2000); see Restatement \r\n  (Third) of Prop.: Donative Transfers Â§ 10.2 (1995).Â  A defeasible fee simple \r\n  is a fee simple that may be cut short.Â  28 Am. Jur. 2d Estates Â§ 403 \r\n  (2000); see Restatement (Third) Â§ 10.2.Â  A defeasible fee may be (1) a fee simple \r\n  determinable, (2) a fee simple subject to a condition subsequent, or (3) a fee \r\n  simple subject to an executory interest.Â  Restatement (First) of Prop. \r\n  Â§Â§ 44, 45, 46 (1936).\r\nA fee simple determinable is a grant that can be \r\n  cut short when a given term expires.Â  28 Am. Jur. 2d Estates Â§ 26 (2000).Â  \r\n  A fee simple subject to a condition subsequent is a grant with a condition attached; \r\n  for example, to A provided that A appears in ten years.Â  28 Am. Jur. 2d Estates \r\n  Â§ 175 (2000). Although a fee simple subject to an executory interest is essentially \r\n  the same as a fee simple subject to a condition subsequent, a minor difference \r\n  does exist.Â  When a fee simple subject to an executory interest is cut short, \r\n  the fee simple automatically passes to a third party instead of merely permitting \r\n  the original grantor the right to re&#8209;enter and become revested \r\n  in the original estate as with a fee simple subject to a condition subsequent.Â  \r\n  28 Am. Jur. 2d Estates Â§Â§ 386, 387 (2000); see 28 Am. Jur. 2d \r\n  Estates Â§Â§ 28, 29, 175, 381 (2000).\r\nExecutory interests are generally classified as \r\n  either springing or shifting.Â  Restatement (First) Â§ 25, cmt. K.Â  A springing \r\n  executory interest arises when the grantor retains fee simple title in himself \r\n  until the subsequent divesting event takes place.Â  See, e.g., Restatement \r\n  (First) Â§ 46, illus. 15-18.Â  A shifting executory interest occurs when ownership \r\n  shifts from one transferee to another upon the occurrence of the subsequent \r\n  event.Â  See id. cmt. K.\r\nIn this case, the terms of the will provide that \r\n  the assets of the estate pass â€œabsolutely in fee simple to my surviving children \r\n  in equal shares.â€Â  We conclude the circuit court correctly determined that this \r\n  provision clearly establishes Brunsonâ€™s ownership of his share of the estate.Â  \r\n  After this provision, a trust is created to hold Brunsonâ€™s share for a period \r\n  not to exceed ten years.Â  The trustee argues that this language creates a condition \r\n  precedent.Â  We disagree.\r\nAlthough Brunsonâ€™s \r\n  enjoyment is delayed, he owns his share of the estate and therefore, it is vested.Â  \r\n  See Bean v. Bean, 253 S.C. 340, 345, 170 S.E.2d 654, 656 (1969) \r\n  (â€œ[U]nder the deed in question [the appellant] took a fee simple defeasible \r\n  estate whereby the fee to the land vested in her, subject to being divested \r\n  . . . .â€ (emphasis added)); Bowman v. Lobe, 35 S.C. Eq. (14 Rich. Eq.) \r\n  271, 278 (1868) (holding the testator granted a defeasible fee whereby at the \r\n  happening of a specific contingency â€œa deceased sonâ€™s fee simple [was \r\n  defeated and] passed to his surviving brothersâ€ (emphasis added)); see also \r\n  S.C. Natâ€™l Bank of Charleston v. Johnson, 260 S.C. 585, 592, 197 S.E.2d \r\n  668, 671 (1973) (â€œIt is always necessary to discriminate between a devise which \r\n  vests immediately, the enjoyment of which is postponed; and a devise which is \r\n  contingent, because both the vesting in interest and the enjoyment are postponed.â€).Â  \r\n  However, because this fee simple could potentially be cut short, the terms of \r\n  the will created a defeasible fee simple.Â  See, e.g., Bean, 253 \r\n  S.C. 340, 170 S.E.2d 654; Henderson v. Kinard, 29 S.C. 15, 6 S.E. 853 \r\n  (1888); Bowman, 35 S.C. Eq. (14 Rich. Eq.) 271.\r\nThe terms of the will provide that â€œif my son Ashley \r\n  Brunson shall not appear or make his whereabouts known to my Personal Representative, \r\n  then Ashley Brunsonâ€™s share shall be distributed equally to my then surviving \r\n  issue.â€&nbsp;&nbsp;Because the fee simple passes to a third party instead of \r\n  reverting back to the grantor should Brunson not make his whereabouts known \r\n  to the Personal Representative, the terms of the will created a defeasible fee \r\n  simple subject to a shifting executory interest.Â  See  28 \r\n  Am. Jur. 2d Estates Â§Â§ 386, 387 (2000); cf. Smith v. Clinkscales, \r\n  102 S.C. 227, 244, 85 S.E. 1064, 1066 (1915) (holding the grantor created â€œa \r\n  fee [simple] to take effect in place of, or by substitution for, another [fee]â€ \r\n  only if a particular contingency occurred).\r\nCONCLUSION\r\nGiving effect to all parts of the will, it is clear \r\n  the father intended for Brunson to take his share of the estate, if he should \r\n  appear within ten years, but, if not, that it should go to the other surviving \r\n  children in fee simple.Â  See Smith, 102 S.C. at 243-44, 85 S.E. \r\n  at 1066.Â  Therefore, pursuant to the will, Brunson clearly took a defeasible \r\n  fee.Â  Id.Â  Although Brunsonâ€™s physical possession of his portion of the \r\n  estate is held in trust until he makes his whereabouts known to the Personal \r\n  Representative, his ownership right to that portion of the estate vested upon \r\n  his fatherâ€™s death.Â  See Bean, 253 S.C. at 345, 170 S.E.2d at \r\n  656; Bowman, 35 S.C. Eq. (14 Rich. Eq.) at 278; cf. McDaniel \r\n  v. Connor, 206 S.C. 96, 102, 33 S.E.2d 75, 77 (1945) (indicating a defeasible \r\n  fee is a limited form of a fee simple absolute because it may be defeated upon \r\n  the occurrence of a specified condition).\r\nTherefore, the circuit court correctly granted Scottâ€™s \r\n  motion for summary judgment, allowing execution against the proceeds of Brunsonâ€™s \r\n  trust share.\r\nAFFIRMED.\r\nHEARN, C.J., and HUFF, \r\n  J., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3539","title":"State v. Charron","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3539","description":"This case involves the conviction of a husband and wife for wilful failure to file state income tax returns.","date":"2002-07-29","type":"opinion","text":"\r\n      \r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n<!--\r\n.Normal\r\n\t{text-autospace:none;\r\n\tfont-size:10.0pt;\r\n\tfont-family:\"Century725 BT\";}\r\n.MsoFootnoteText\r\n\t{text-autospace:none;\r\n\tfont-size:10.0pt;\r\n\tfont-family:\"Century725 BT\";}\r\n.MsoTitle\r\n\t{text-align:center;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";\r\n\tfont-weight:bold;}\r\n.MsoBodyTextIndent\r\n\t{text-align:justify;\r\n\ttext-indent:.5in;\r\n\ttab-stops:-1.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Times New Roman\";}\r\n.MsoBlockText\r\n\t{text-align:justify;\r\n\ttext-indent:.5in;\r\n\ttab-stops:-1.0in;\r\n\ttext-autospace:none;\r\n\tfont-size:15.0pt;\r\n\tfont-family:\"Goudy Old Style\";}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\nState of South Carolina,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nRespondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\nRobert H. Charron and Jeanne\r\nCharron,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\nJ.C. Nicholson, Circuit \r\n  Court Judge\r\n\r\nOpinion No. 3539\r\nSubmitted June 3, 2002 \r\n  â€“ Filed July 29, 2002\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert P. Lusk, of Anderson, \r\n  for appellants.\r\nAttorney General Charles \r\n  M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy \r\n  Attorney General Charles H. Richardson and Assistant Attorney General Dean H. \r\n  Secor, all of Columbia, for respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: Robert \r\n  and Jeanne Charron (collectively â€œthe Charronsâ€) were each indicted on three \r\n  separate charges for willful failure to file South Carolina income tax returns.Â  \r\n  A bench trial was held, and the Charrons were found guilty on each of the charges.Â  \r\n  We affirm.\r\nFACTS/PROCEDURAL HISTORY\r\nOn October 15, 1996, the Charrons were indicted \r\n  for willful failure to file tax returns in 1992, 1993, and 1994, in violation \r\n  of South Carolina Code Annotated section 12-54-40. \r\n  [1] Â  The Charrons moved to quash the indictments.Â  The trial court \r\n  denied the motion.Â  The Charrons waived their right to a jury trial, and a bench \r\n  trial was held before the circuit court.\r\nThe trial court found the Charrons guilty on all \r\n  three charges of willful failure to file a tax return, sentencing Mrs. Charron \r\n  to four months imprisonment on each charge, to run consecutively, and Mr. Charron \r\n  to one year on each charge, also to run consecutively.Â  This appeal followed.\r\nDISCUSSION\r\nI. Dismissal of the Indictments\r\nThe Charrons contend the trial court erred in failing \r\n  to dismiss the indictments against them because:Â  (1) there is no constitutional \r\n  authority to levy an income tax in South Carolina, (2) Act Number 201 does not \r\n  contain an enacting clause, (3) Act Number 201 was enacted in violation of Article \r\n  III, section 16 of the South Carolina Constitution, and (4) section 12-54-40 \r\n  was repealed without a savings clause.Â  We disagree.\r\nA.Â  Constitutional Authority\r\nThe supreme \r\n  legislative power of the State is vested in the General Assembly; the provisions \r\n  of our State Constitution are not a grant but a limitation of legislative power, \r\n  so that the General Assembly may enact any law not expressly, or by clear implication, \r\n  prohibited by the State or Federal Constitution; a statute will, if possible, \r\n  be construed so as to render it valid.\r\nMoseley \r\n  v. Welch, 209 S.C. 19, 26-27, 39 S.E.2d 133, 137 (1946).Â  Because \r\n  there is no state or federal constitutional provision prohibiting the South \r\n  Carolina General Assembly from levying an income tax, we find no merit to the \r\n  Charrons argument that section 12-54-40 is null and void due to a lack of constitutional \r\n  authority.\r\nB. \r\n  Enacting Clause\r\nSection 12-54-40 was created by Act Number 201 \r\n  of 1985.Â  Act No. 201, 1985 S.C. Acts 1693-99.Â  The Charrons argue that Act \r\n  Number 201 violatesÂ  Article III, section 16 of the South Carolina Constitution, \r\n  which provides: â€œThe style of all laws shall be: â€˜Be it enacted by the General \r\n  Assembly of the State of South Carolina.â€™â€Â  S.C. Const. Art. III, Â§ 17.\r\nThe Charrons assert that Article III, section 16 \r\n  requires literal compliance. In support of this proposition they rely on Smith \r\n  v. Jennings, 67 S.C. 324, 45 S.E. 821 (1903).Â  Jennings, however, \r\n  does not support the Charronsâ€™ position.Â  The court in Jennings expressly \r\n  stated:\r\n\r\nWe hold, while the constitutional provision as to form of \r\n  enacting clause is mandatory, that a substantial compliance with the mandate \r\n  will be sufficient. Â We cannot bring our mind to hold that an absolutely literal \r\n  compliance with the form prescribed is essential to valid legislation. \r\n\r\nId. at 32, 45 S.E. at 824.\r\nIt is uncontested that Act Number 201 does not contain \r\n  the exact language mandated by Article III, section 16.Â  However, Act Number \r\n  201 does contain the following language: â€œIt is hereby declared to be the intent \r\n  of the General Assembly that the following sections shall constitute a part \r\n  of the permanent laws of the State of South Carolina . . . .â€Â  Act No. 201, \r\n  1985 S.C. Acts 1633.Â  This language clearly conveys the intent of the General \r\n  Assembly to enact the laws created by Act Number 201.Â  Therefore, we find this \r\n  provision substantially complies with the mandates of Article III, section 16.\r\nC. \r\n  Violation of Article III, Section 17\r\nThe Charrons argue Act Number 201 violates Article \r\n  III, section 17 of the South Carolina Constitution, which provides: â€œEvery Act \r\n  or resolution having the force of law shall relate to but one subject, and that \r\n  shall be expressed in the title.â€Â  S.C. Const. Art. III, Â§ 17.\r\nâ€œA legislative enactment will be declared unconstitutional \r\n  only when its invalidity appears so clearly as to leave no room for reasonable \r\n  doubt that it violates some provision of the constitution.â€Â  Westvaco Corp. \r\n  v. S.C. Depâ€™t of Revenue, 321 S.C. 59, 63, 467 S.E.2d 739, 741 (1995). Article \r\n  III, section 17 should be liberally construed so as to uphold an act.Â  Id.Â  \r\n  Article III, section 17 requires â€œthat an act relate to but one subject, with \r\n  the topics in the body of the act being kindred in nature and having a legitimate \r\n  and natural association with the subject of the title,â€ and that the title of \r\n  an act convey â€œreasonable notice of the subject matter to the legislature and \r\n  the public.â€Â  Hercules, Inc. v. S.C. Tax Commâ€™n, 274 S.C. 137, 141, 262 \r\n  S.E.2d 45, 47 (1980).\r\nAct Number 201 is a General \r\n  Appropriations Act and contains numerous provisions relating to the â€œordinary \r\n  expenses of State Government.â€Â  Act No. 201, 1985 S.C. Acts 793.Â  The enforcement \r\n  of the filing of state income tax returns is reasonably and inherently related \r\n  to the expenditure of tax money and, therefore, appropriate for inclusion in \r\n  the General Appropriations Act.Â  See Caldwell v. McMillan, 224 \r\n  S.C. 150, 159, 77 S.E.2d 798, 802 (1953) (â€œ[T]he title of an Act is not of necessity \r\n  a full index of the contents and, therefore, need not go into detail of every \r\n  expenditure provided in the act itself when the general subject of the Act is \r\n  expressed in the title.Â  The details, names, methods or instrumentalities \r\n  with which the general purpose is to be accomplished, and are germane to the \r\n  act, may be expressed in the body thereof without violating the provisions of \r\n  the Constitution that provide every Act [must] relate to one subject which should \r\n  be expressed in the title.â€ (emphasis added)); Hercules, Inc., 274 S.C. \r\n  at 142, 262 S.E.2d at 48 (holding a statute passed as part of General Appropriations \r\n  Act requiring notification to State Tax Commission of any IRS audit as a pre-condition \r\n  to running of statute of limitations is reasonably and inherently related to \r\n  collection of tax revenues, and therefore germane toÂ  General Appropriations \r\n  Act, thereby meeting the requirements of Article III, section 17).\r\nD. \r\n  Savings Clause\r\nThe \r\n  Charrons contend the trial court erred in failing to dismiss the charges against \r\n  them because section 12-54-40 was repealed without a savings clause.\r\nA criminal defendant may not be convicted under \r\n  a repealed statute when the repealing act does not contain a savings clause.Â  \r\n  See State v. Rider, 320 S.C. 533, 534, 466 S.E.2d 367, 368 (1996).Â  \r\n  However, our supreme court has indicated that a pending prosecution of a defendant \r\n  may continue when a criminal statute is amended, but not repealed.Â  Pierce \r\n  v. State, 338 S.C. 139, 147, 526 S.E.2d 222, 226 (2000).Â  Therefore, the \r\n  crucial question before this Court is whether the Legislature repealed or amended \r\n  section 12-54-40 by passing sections 12-54-43 and 12-54-44 as part of Act Number \r\n  114 of 1999.Â  Act No. 114, 1999 S.C. Acts 1117- 1189-94.\r\nAct Number 114 contained amendments to Chapter \r\n  54 of Title 12.Â  Section 12-54-40 was simply renumbered as section 12-54-44.Â  \r\n  However, the statutory language remained the same, and the penalties were not \r\n  changed.Â  The new statutory scheme placed civil penalties in section 12-54-43 \r\n  and the unmodified criminal penalties in section 12-54-44.Â  Act 114 also contained \r\n  language repealing section 12-5-40, which occurred upon the signing of the Act \r\n  into law by the Governor.Â  No savings clause was included within the Act specifically \r\n  addressing section 12-54-40, but the Actâ€™s preamble contained the following \r\n  description: â€œAn act . . . to amend Article I, Chapter 54, Title 12, relating \r\n  to the enforcement and collection of taxes, by adding sections 12-54-43 and \r\n  12-54-44 so as to describe separately the civil and criminal penalties, respectively, \r\n  in that connection.â€Â  Act No. 114, 1999 S.C. Acts 1179.\r\nâ€œThe repeal and simultaneous reenactment of substantially \r\n  the same statutory provision are to be construed, not as an implied repeal of \r\n  the original statute, but as an affirmance and continuation thereof.â€ S.C. \r\n  Mental Health Commâ€™n v. May, 226 S.C. 108, 116, 83 S.E.2d 713, 716 (1954).Â  \r\n  However, our supreme court has recognized that â€œwhere substantial doubt exists \r\n  as to construction and interpretation of legislative action with respect to \r\n  enactment and enforcement of tax statutes, the doubt must be resolved against \r\n  the government.â€Â  Columbia Ry., Gas &amp; Elec. Co. v. Carter, 127 S.C. \r\n  473, 482, 121 S.E. 377, 380 (1924).\r\n\r\nWhen the Legislature said â€œ[the code \r\n  sections at issue] are hereby repealed,â€ it meant that these sections were abrogated, \r\n  destroyed&#8209;&#8209;no longer of force and effect.Â  This is the usual and \r\n  ordinary meaning of the simple language used.Â  It is entirely to the point and \r\n  free from all ambiguity.Â  The Legislature had the right to destroy these sections, \r\n  and it did so.Â  And the minute it did so its agents (the tax commission and \r\n  treasurer), lost all authority to act under them.\r\nThe argument that the Legislature \r\n  did not intend this result, that it made a mistake, that it was poor policy, \r\n  assumes a supervisory power in the court that it does not possess.Â  The Legislature \r\n  said so; therefore it so intended.Â  If it made a mistake, the court cannot correct \r\n  it.\r\n\r\nId. at 479, 121 S.E. at 380 \r\n  (citations omitted).\r\nThis principle, regarding tax statutes, would be \r\n  controlling, were it not for the clearly stated intention of the Legislature \r\n  to the contrary.Â  Sections 12-54-43 and 12-54-44 are unchanged from former section \r\n  12-54-40 in wording and enforcement.Â  The preamble to Act 114 clearly states \r\n  the intended action of renumbering the sections for the purpose of separating \r\n  the civil and criminal enforcement provisions.Â  Perhaps most convincing, the \r\n  Legislature enacted section 12-54-30, which reads as follows:\r\n\r\nThe repeal or amendment of a code section or act does not \r\n  release or extinguish any tax, interest, penalty, forfeiture, or liability incurred, \r\n  unless the repealing section or act expressly so provides.Â  The repealed or \r\n  amended code section or act must be treated as remaining in force for the purpose \r\n  of sustaining any proper action or prosecution for the enforcement of \r\n  the tax, interest, penalty, forfeiture, or liability.\r\n\r\nS.C. Code Ann. Â§ 12-54-30 (Supp. 2001) (emphasis added).Â  We conclude \r\n  this language provides the clearest statement by the Legislature that the repeal \r\n  of section 12-54-40 did not impair prosecution for the enforcement of the criminal \r\n  liability of the Charrons under section 12-54-40.Â  Indeed, as is plainly stated, \r\n  section 12-54-40 remained in force for the purpose of enforcing the liability.\r\nThe Legislature did not decriminalize the offenses \r\n  or change the substance of the offense.Â  Act 114 simply reenacted section 12-54-40 \r\n  in two additional, separate sections, which more clearly delineated the differences \r\n  between civil and criminal penalties.Â  For the above stated reasons, we conclude \r\n  the Legislature intended for the indictment and pending prosecutions of defendants \r\n  under the former section 12-54-40 to remain valid after the effective date of \r\n  Act 114.Â  The convictions of the Charrons under section 12-54-40 are valid.Â  \r\n  See Pierce, 338 S.C. at 139, 526 S.E.2d at 222.\r\nII.Â  Procedural and Trial Errors\r\nThe Charrons argue various procedural and trial \r\n  errors, as a result of which they contend their convictions should be reversed.Â  \r\n  These include the assertion that the trial court proceeded to trial without \r\n  an arraignment, without publishing the indictments, or without obtaining Mrs. \r\n  Charronâ€™s plea on the record.Â  They also argue the trial judge did not inform \r\n  the Charrons of their rights not to testify, which they argue was prejudicial \r\n  because the Charrons were not exercising their own judgment, but were clearly \r\n  controlled by their counsel.Â \r\nThese issues are not preserved for our review because \r\n  they were not raised in the trial proceedings.Â  See State v. Pauling, \r\n  322 S.C. 95, 100, 470 S.E.2d 106, 109 (1996) (stating that â€œ[h]aving denied \r\n  the trial judge an opportunity to cure any alleged error by failing to contemporaneously \r\n  object . . ., Appellant is procedurally barred from raising these issues for \r\n  the first time on appealâ€);Â  State v. Peay, 321 S.C. 405, 413, 468 S.E.2d \r\n  669, 674 (Ct. App. 1996) (finding a contemporaneous objection and ruling at \r\n  trial are required to preserve an error for review); see also State \r\n  v. Ariail, 311 S.C. 35, 37, 426 S.E.2d 751, 753 (1993) (stating that by \r\n  proceeding to trial, defendant waived any objection regarding sufficiency of \r\n  courtâ€™s inquiry regarding waiver of arraignment).\r\nIII.Â  Judicial Prejudice\r\nThe Charrons assert the trial judge became â€œprosecutor \r\n  and inquisitorâ€ and demonstrated such a degree of bias as to totally destroy \r\n  any appearance of impartially.Â  Again, this issue is not properly before us \r\n  because the Charrons did not raise the issue of the trial judgeâ€™s partiality \r\n  at any point during the trial.Â  See Butler v. Sea Pines Plantation \r\n  Co., 282 S.C. 113, 122-23, 317 S.E.2d 464, 470 (Ct. App. 1984) (â€œGenerally, \r\n  where bias and prejudice of a trial judge is claimed, the issue must be raised \r\n  when the facts first become known.â€).Â  In any event, we find this argument to \r\n  be without merit.\r\nIV.Â  Constitutionality of Statute\r\nThe Charrons contend they were denied due process \r\n  and equal protection under the law because of an invidious classification of \r\n  wages within the tax code that exempts certain wages from state income taxes.Â  \r\n  They also assert the code sections relating to section 12-54-40 are void because \r\n  they are vague, confusing, and ambiguous.Â  There is no indication that these \r\n  issues were raised to the trial court; therefore, they are not preserved for \r\n  our review.Â  See State v. Nichols, 325 S.C. 111, 120&#8209;21, \r\n  481 S.E.2d 118, 123 (1997); State v. Varvil, 338 S.C. 335, 339, 526 S.E.2d \r\n  248, 250 (Ct. App. 2000).\r\nCONCLUSION\r\nFor \r\n  the foregoing reasons, the judgment of the circuit court is\r\nAFFIRMED. [2] \r\nHEARN, C.J., and HUFF, J., concur.\r\n\r\n \r\n   [1] Â  This section was repealed in 1999 and replaced \r\n    by South Carolina Code Annotated section 12-54-44 (2000).\r\n\r\n \r\n   \r\n    [2] Â Â Â Â  Because oral argument would not aid the Court in resolving any \r\n    issue on appeal, we decide this case without oral argument pursuant to Rule \r\n    215, SCACR.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]