[{"id":"3451","title":"In the Interest of: Timothy C. M.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3451","description":"This opinion discusses the family court's contempt power in juvenile cases.","date":"2002-02-01","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nIn the Interest of: Timothy C. M., a minor under the age of seventeen, Appellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nAppeal From Pickens County\r\nAmy C. Sutherland, Family Court Judge\r\n\r\n\r\n\r\nOpinion No. 3451\r\nHeard January 10, 2002 - Filed February 25, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nAssistant Appellate Defender Katherine Carruth Link, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Charles H. Richardson, and Senior Assistant Attorney General Norman Mark Rapoport; and Solicitor Robert M.\r\nAriail, of Greenville, for respondent.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.:  Timothy Chad M., appeals from the family court's  finding of contempt for violation of a family court\r\norder.  Timothy asserts the family court lacked subject matter jurisdiction because he was eighteen at the time of the\r\nhearing and the violation occurred when he was seventeen.  We disagree and affirm.\r\n\r\n\r\nFACTS\r\n\r\n\r\nTimothy was charged with two counts of grand larceny, two counts of forgery, and one count of petit larceny.  He was\r\nfound delinquent on the grand larceny charges and was placed on probation until his eighteenth birthday and ordered to pay\r\nrestitution. At a later hearing, Timothy was required to serve weekend jail time until he completed payment of restitution. \r\nOn April 11, 2000, the State issued a petition for probation violation/contempt, and the following day the family court\r\nissued a rule to show cause for Timothy's failure to pay restitution and  failure to serve weekend jail time. \r\n\r\nTimothy turned eighteen on May 29, 2000.  The violation of probation/contempt hearing was held on August 23, 2000. \r\nTimothy's counsel made a motion to dismiss the case for lack of subject matter jurisdiction, arguing that the family court\r\nhad no authority to hear the case because Timothy was eighteen.  The family court denied Timothy's motion, finding that\r\nsubject matter jurisdiction existed to punish willful contempt of prior family court orders, in this case an order of probation.\r\nThereafter, Timothy pled guilty to contempt based upon his failure to comply with the probation order.  He was sentenced\r\nto six months, suspended upon the service of ninety days, and was required to enroll for evaluation at Behavioral Health\r\nService for drug treatment within 48 hours of his release.\r\n\r\n\r\nDISCUSSION\r\n\r\n\r\nTimothy first contends on appeal that the family court lacked subject matter jurisdiction to hear the probation violation and\r\nfind him in contempt because he was eighteen at the time of the hearing and the statutory limit on the period of his\r\nprobation was his eighteenth birthday. In support of his argument, Timothy relies on S.C. Code Ann. § 20-7-400(B) (Supp.\r\n2000), stating in part:\r\n\r\n\r\n\r\n\r\nAny child who has been adjudicated delinquent and placed on probation by the court remains under the authority of the\r\ncourt only until the expiration of the specified term of his probation. This specified term of probation may expire before but\r\nnot after the eighteenth birthday of the child.\r\n\r\n\r\n\r\n\r\nTimothy contends that this code section operates to deprive the family court of jurisdiction to punish him for contempt after\r\nhe turned eighteen.  We disagree. \r\n\r\nOur goal in construing statutes is to prevent an interpretation that would lead to a result that is plainly absurd.\r\n  Florence\r\nCounty v. Moore, 344 S.C. 596, 601, 545 S.E.2d 507, 509 (2001).  To construe the statute as proposed by Timothy would\r\ncreate an absurd result and deprive the family court of its inherent jurisdiction to punish juveniles who violate its court\r\norders.  Because Timothy was on probation when he violated the order, he was still under the jurisdiction of the family\r\ncourt.  That jurisdiction was not lost simply because he turned eighteen prior to the hearing.\r\nSee Taylor v. Robinson, 508\r\nS.E.2d 289, 292 (N.C. Ct. App. 1998) (\"Jurisdiction is determined based on the age of the juvenile at the time of the offense.\")\r\n\r\nThe family court has the inherent power to punish for contempt of its orders.  See\r\n In Interest of Darlene C., 278 S.C. 664,\r\n666, 301 S.E.2d 136, 137 (1983).  \"That power is essential to the preservation of order in judicial proceedings, and to the\r\nenforcement of the courts' judgments, orders, and writs and consequently to the due administration of justice.\"\r\n  Id., see\r\ngenerally S.C. Code Ann. §§ 20-7-1330 through -1350 (Supp. 2000) (establishing broad contempt powers within the family\r\ncourt).\r\n\r\n\r\n\r\n\r\nIf the juvenile court is to be saddled with the responsibility for [such offenders], it must also be afforded the tools and\r\nauthorities to handle those cases.  Courts must have coercive authority or they cease being courts. . . . It is simply not fair to\r\na juvenile court judge to whom the community looks for help to so restrict him that he cannot put his orders or decisions\r\ninto effect.\r\n\r\n\r\n\r\n\r\nIn re Francisco S., 102 Cal. Rptr. 2d 514, 522 (Cal. Ct. App. 2000).\r\n\r\nHere, Timothy was still subject to the jurisdiction of the family court when he violated the court order.  The jurisdiction of\r\nthe family court attached to this action for contempt when the petition for contempt was filed and served.  We refuse to\r\nhold that this jurisdiction evaporated when Timothy turned eighteen prior to the hearing on the contempt charge.  In\r\ndenying Timothy's motion for dismissal, the family court stated, \"I think the underlying authority of the court is always\r\nthere to deal with acts of contempt regardless of the age of the individual. . . .\"  We agree.\r\n See generally State v. Estridge,\r\n320 S.C. 288, 291, 465 S.E.2d 91, 93 (Ct. App. 1995) (\"The magistrate's court was not divested of subject matter\r\njurisdiction to render final judgment. . . merely because its action in concluding the case stretched beyond  the deadline.\")\r\n\r\nTimothy further argues that the family court lacked subject matter jurisdiction to hold him in contempt because the offenses\r\nleading to the probation violation occurred after his seventeenth birthday.  Timothy submits that the violation of probation\r\ncommitted when he was seventeen operates as a new and separate offense, placing him beyond the jurisdiction of the\r\nfamily court. Timothy reasons that since the family court lacks authority to adjudicate a juvenile offense which occurs after\r\nthe juvenile reaches the age of seventeen, it has no jurisdiction to consider a violation of probation or contempt of court\r\ncharge which occurs at that time.  We disagree.  \r\n\r\nWe believe that any subsequent violation of a court order, issued as a result of the original charge, is not a new and separate\r\noffense, but instead flows from the original charge.  Although Timothy's argument would have merit if the family court\r\nwere attempting to try him for a new offense occurring after he reached the age of majority for juvenile delinquency\r\npurposes, the fact that Timothy has since reached the age of majority does not render his acts violating the probation order\r\noutside the jurisdiction of the family court.  To hold otherwise would leave the family court without an enforcement\r\nmechanism and would allow juvenile offenders to disobey the terms of their probation once they have reached the age of seventeen.\r\n\r\nBecause we find no error in the family court's finding of contempt, we affirm the decision of the family court.\r\n\r\nAFFIRMED.\r\n\r\nGOOLSBY and HUFF, JJ., concur. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3440","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3440","description":"Dorothy Smith was convicted of misprision of a felony.  Misprision of a felony is a criminal neglect either to prevent a felony from being committed or to bring the offender to justice after its commission, but without such previous concert with, or subsequent assistance of, him as will make the concealer an accessory before or after the fact.  Smith was a witness to a robbery and murder.  The Court of Appeals affirmed the Circuit Court's judgment, holding Smith intentionally misled the police during their investigation of the robbery and murder and concealed her knowledge of the crime.","date":"2002-02-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent, \r\n        \r\n            v.\r\n\r\n\r\n\r\n        Dorothy Smith, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown\r\n  Howard P. King, Circuit Court Judge\r\n    \r\n\r\n\r\n    Opinion No. 3440\r\n    Heard January 10, 2002 - Filed February 4, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Attorney Joseph L. Savitz, III and \r\n          Assistant Appellate Defender Eleanor Cleary, of the South Carolina Office \r\n          of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Robert E. Bogan and Senior Assistant Attorney General Charles H. Richardson, \r\n          all of Columbia; and Solicitor J. Gregory Hembree, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: \r\n  Dorothy Smith (\"Appellant\") appeals her conviction for misprision of a felony, \r\n  arguing the trial court erred in denying her motion for directed verdict. We \r\n  affirm.\r\n\r\n\r\n    FACTS/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nLena Mae Grier was found dead at approximately 2:30 p.m. \r\n  on December 30, 1996. She was the victim of a shooting during a robbery of her \r\n  Georgetown County convenience store. \r\n\r\nSeveral people saw Grier in the hours before her death. \r\n  Grier's daughter, Patsy Lewis, lived about a half-mile from the store. Lewis \r\n  took lunch to Grier around 12:00 p.m. and stayed to help her with the lunchtime \r\n  rush because her mother was working alone. There were no customers in the store \r\n  when Lewis left at 1:30 p.m.\r\n\r\nMike Simmons, Grier's friend and pastor, arrived at the \r\n  store shortly after Lewis departed and visited with Grier until 2:15 p.m. While \r\n  Simmons was there, a man -- whom Simmons identified as Marion Smith (\"Marion\"), \r\n  Appellant's husband -- entered the store and bought cheese and a few other items. \r\n  Simmons left Grier shortly after the man exited the store. As Simmons was leaving, \r\n  he held the door for a female customer entering the store. At that time, Simmons \r\n  noticed the man he had seen in the store was parked outside in a blue station \r\n  wagon. Simmons additionally observed a woman -- whom Simmons identified as Appellant \r\n  -- seated in the station wagon's front passenger seat.\r\n\r\nClementine Verner, a longtime customer of Grier's, was the \r\n  woman entering the store as Simmons left. Verner had noticed the blue station \r\n  wagon with the two occupants when she arrived. She stayed approximately 10 to \r\n  15 minutes in the store, conversing with Grier and purchasing a few items. When \r\n  Verner left, there were no customers in the store; however, she saw the station \r\n  wagon and its occupants were still in the parking lot. According to Verner, \r\n  the pair was eating crackers and what appeared to be cheese. Verner recognized \r\n  Appellant and Marion as persons she had seen at the store occasionally, although \r\n  she did not know them personally. \r\n\r\nGrier's body was found around 2:30 p.m. by her son-in-law, \r\n  Thomas Lewis. The cash register and Grier's pocketbook were missing from the \r\n  store. Following the robbery and murder, Simmons reported what he had seen while \r\n  at the store to Georgetown County Sheriff's Department investigators. He also \r\n  shared his observations with Lewis.\r\n\r\nThe following morning, Lewis prepared her home for the reception \r\n  of family and friends. The first people to arrive were Appellant and Marion. \r\n  Lewis did not know either of them. Appellant explained their presence at Lewis' \r\n  home by relating that she and Marion had been at Grier's store at 12:30 the \r\n  day before and, upon hearing of Grier's death, had come to express their condolences. \r\n  \r\n\r\nLewis had been in the store from 12:00 to 1:30 p.m. the \r\n  previous day and did not remember seeing either Appellant or Marion. When Lewis \r\n  asked Appellant if she was sure about the time, Appellant averred she was certain. \r\n  Lewis recalled Simmons' description of the people he had seen while at Grier's \r\n  store. Lewis excused herself and had Simmons paged with an urgent message for \r\n  him to come to her home immediately.\r\n\r\nSimmons rushed to the residence after getting the message. \r\n  Upon entering the home, Simmons instantly recognized the couple as the people \r\n  he had seen at Grier's store. He left the room after a moment of polite conversation \r\n  and telephoned the sheriff's department. Investigator Robert Medlin instructed \r\n  Simmons to ask Appellant and Marion to drive over to Grier's store, where they \r\n  would be met by Medlin and Carter Weaver, a South Carolina Law Enforcement Division \r\n  agent assisting in the investigation.\r\n\r\nAppellant and Marion complied with Simmons' request and \r\n  proceeded to the store. Once there, the couple was joined by Medlin and Weaver. \r\n  After a brief conversation, Medlin and Weaver asked the two to come with them \r\n  to a nearby sheriff's department substation. Appellant and Marion agreed.\r\n\r\nAppellant and Marion were interviewed separately at the \r\n  substation. They were not suspects; instead, the police treated the two as witnesses. \r\n  Investigators queried both about their trip to Grier's \r\n  store. At Appellant's trial, Agent Weaver reported what Appellant said in response:\r\n\r\n\r\n  [Appellant] related to us that she was not aware of the \r\n    time when they were actually at the store and she stated that they had earlier \r\n    in that day gone to Marion, South Carolina, to pay some car taxes and had \r\n    come back through to [Grier's] store to get - - for the purpose of getting \r\n    some cheese and some other miscellaneous food and that they all - - [Marion] \r\n    went in and got the cheese. [Appellant] stayed in the car. [Marion] came back \r\n    to the car, went back in and got some cigarettes and then they left.\r\n\r\n\r\nAppellant made no further statements nor gave investigators \r\n  any other indication she had witnessed the robbery or murder. The police let \r\n  the couple go home.\r\n\r\nAfter comparing Appellant's account of the events relating \r\n  to the trip to Grier's store with that of her husband's, investigators obtained \r\n  and executed a search warrant of the couple's home. Appellant and Marion were \r\n  considered suspects at this point. Appellant accompanied Investigator Medlin \r\n  and Agent Weaver back to the sheriff's department substation. Once there, the \r\n  investigators mirandized Appellant and asked her to make a statement. Appellant \r\n  waived her rights and gave a statement. Appellant admitted that when her husband \r\n  made his second trip into Grier's store, she heard a \"pow\" and saw Marion running \r\n  out of the store carrying a cash register and a pocketbook. \r\n\r\nThe interview at the substation was not recorded by either \r\n  audio or video device. Appellant was later transported to the sheriff's department \r\n  headquarters, where she gave the same statement during a taped interview. \r\n\r\nMarion was indicted for the robbery and Grier's murder. \r\n  He was later acquitted on all charges. \r\n\r\nAppellant was initially indicted for accessory after the \r\n  fact. The Georgetown County Grand Jury later returned an indictment against \r\n  her for misprision of a felony. At trial, the circuit judge directed a verdict \r\n  for Appellant concerning the accessory charge. (1) \r\n  The judge, however, denied Appellant's directed verdict motion for the misprision \r\n  of a felony count. Appellant was convicted and sentenced to eight years imprisonment. \r\n  Appellant appeals.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nOur Supreme Court's recent decision in State v. McHoney, \r\n  344 S.C. 85, 544 S.E.2d 30 (2001), edifies regarding the proper scope of review \r\n  of a trial judge's denial of a motion for directed verdict in the criminal trial \r\n  setting:\r\n\r\n\r\n  A defendant is entitled to a directed verdict when the \r\n    State fails to produce evidence of the offense charged. State v. Brown, \r\n    103 S.C. 437, 88 S.E. 21 (1916). In reviewing a motion for directed verdict, \r\n    the trial judge is concerned with the existence of the evidence, not with \r\n    its weight. State v. Mitchell, 341 S.C. 406, 535 S.E.2d 126 (2000). \r\n    On appeal from the denial of a directed verdict, an appellate court must view \r\n    the evidence in the light most favorable to the State. State v. Burdette, \r\n    335 S.C. 34, 515 S.E.2d 525 (1999); State v. Kelsey, 331 S.C. 50, 502 \r\n    S.E.2d 63 (1998). If there is any direct evidence or substantial circumstantial \r\n    evidence reasonably tending to prove the guilt of the accused, we must find \r\n    the case was properly submitted to the jury. State v. Pinckney, 339 \r\n    S.C. 346, 529 S.E.2d 526 (2000).\r\n\r\n\r\nId. at 97, 544 S.E.2d at 36.\r\n\r\nLAW/ANALYSIS\r\n\r\nOn appeal, Appellant contends the Circuit Court erred in \r\n  denying her motion for directed verdict on the charge of misprision of a felony. \r\n  Specifically, she contends there was no direct or substantial circumstantial \r\n  evidence to support the charge as a matter of law because she was protected \r\n  by the privilege against self-incrimination. We disagree.\r\n\r\nIn State v. Carson, 274&nbsp;S.C.&nbsp;316, 262 S.E.2d \r\n  918 (1980), the Supreme Court expressly stated the crime of misprision of a \r\n  felony is a cognizable offense in South Carolina jurisprudence. The Carson \r\n  Court defined \"misprision of a felony\" as:\r\n\r\n\r\n[A] criminal neglect either to prevent a felony from being committed or to bring the offender to\r\njustice after its commission, but without such previous concert with, or subsequent assistance of,\r\nhim as will make the concealer an accessory before or after the fact.\r\n\r\n\r\nId. at 318, 262 S.E.2d at 920 (citations omitted).\r\n\r\nThe Court further stated:\r\n\r\n\r\nUnder the federal and state statutes embodying the offense, mere silence or failure to come\r\nforward is not enough to constitute misprision; there must be some positive act of concealment of\r\nthe felony.\r\n\r\n\r\nId. (citation omitted).\r\n\r\n&quot;While it is true the privilege [against self-incrimination] \r\n  sometimes works to bar prosecution for misprision, this is only when the statements \r\n  concealed would incriminate the defendant as an accessory or principal in the \r\n  protected felony.\" Id. at 319, 262 S.E.2d at 920 (citations omitted).\r\n\r\nInferentially, there are two elements of the offense:\r\n\r\n(1) knowledge; and \r\n\r\n(2) concealment. \r\n\r\nRegarding the element of knowledge:\r\n\r\n\r\n  The accused must know that a felony has been committed \r\n    by someone else. This knowledge is provable as in other criminal cases, i.e., \r\n    by asking whether a reasonable man with the same facts and information before \r\n    him would have known that a crime had been committed. If the answer is in \r\n    the affirmative and the serious crime a felony, the proof of knowledge is \r\n    sufficient.\r\n\r\n\r\nPope v. State, 382 A.2d 880, 885 (Md. Ct. Spec. App. \r\n  1978), aff'd in part, rev'd in part, 396 A.2d 1054 (Md. 1979) (reversing \r\n  appellant's conviction for misprision of a felony on the basis Maryland no longer \r\n  recognizes this common-law offense while noting the state legislature could \r\n  enact it as a statutory offense).\r\n\r\nConcerning the element of concealment:\r\n\r\n\r\n  The accused must have concealed or kept secret his knowledge. \r\n    Evidence must show that he failed or refused to perform his duty when there \r\n    was a reasonable opportunity available to him to disclose to proper authorities \r\n    all material facts known to him relative to the offense except when the Fifth \r\n    Amendment eliminates the duty to disclose such information.\r\n\r\n\r\nId. (citations omitted); see also In re \r\n  Morris, 793 P.2d 544, 546 n.1 (Ariz. 1990) (\"The elements of the crime of \r\n  misprision of felony have been stated to be: (1) a felony was committed, (2) \r\n  defendant had knowledge of the felony, (3) defendant failed to notify authorities \r\n  and (4) defendant took an affirmative step to conceal the crime.… Mere passive \r\n  failure to report a felony has been held insufficient to sustain a conviction.\") \r\n  (citations omitted).\r\n\r\nAlthough the issue was not raised at the trial level or \r\n  in this venue, we note there is no requirement that there be a conviction of \r\n  the underlying felony as a prerequisite to convict for misprision of a felony. \r\n  Pope, 382 A.2d at 892 n.6. It is sufficient if the trier of fact determines \r\n  that a felony was committed, of which the accused had knowledge, and that an \r\n  opportunity to disclose the crime's commission to the police was presented to \r\n  the accused. Id.\r\n\r\nIn the instant case, the felonies Appellant was charged \r\n  with concealing and failing to disclose were the robbery and murder of Grier. \r\n  At trial, the circuit judge denied her motion for a directed verdict on the \r\n  misprision charge, stating: \r\n\r\n\r\n\r\n  [I]t appears that this case falls right within the definition \r\n    of a misprision of a felony as being criminal neglect of bringing an offender \r\n    to justice after its commission, but without such previous concert with or \r\n    subsequent assistance to him as will make the concealer an accessory after \r\n    or before the fact. I think that there is evidence in the record, actions \r\n    on the part of this Defendant constituting criminal neglect in bringing the \r\n    offender to justice after its commission. Those acts could be not only the \r\n    misstatements to the officers when she was being questioned, but it could \r\n    be the misstatements to Mrs. Lewis earlier that morning. So there are several \r\n    things in there that could be criminal neglect in bringing the offender to \r\n    justice. This case falls very squarely within the definition of misprision \r\n    of a felony, does not fall within the definition of accessory after the fact \r\n    when applying the pre State versus Collins law. So … the motion for \r\n    directed verdict as to accessory after the fact is granted. The motion for \r\n    directed verdict as to misprision of a felony is denied.\r\n\r\n\r\nAppellant contends her visit to the victim's daughter and \r\n  her initial statement to the police formed the basis for her prosecution for \r\n  misprision of a felony. Appellant asserts she \"was clearly a suspect in the \r\n  underlying offense at the time she was interrogated by the police. Accordingly, \r\n  a prosecution for misprision cannot be based on her refusal to incriminate herself \r\n  during interrogation. Furthermore, her comments to the victim's daughter did \r\n  not divert the investigation of the crimes, but ultimately led directly to the \r\n  arrest of appellant and her husband.\"\r\n\r\nWe agree with the trial court's reasoning in this regard. \r\n  Although a private citizen has no duty to come forward and report knowledge \r\n  of a crime, we find the holding in Carson clearly states that a person \r\n  may not conceal his or her knowledge upon direct questioning by authorities \r\n  so as to mislead them during their investigation of the crime. Concealment under \r\n  these circumstances amounts to misprision of a felony. See Jack Wenik, \r\n  Note, Forcing Bystander to Get Involved: Case for Statute Requiring Witnesses \r\n  to Report Crime, 94 Yale L.J. 1787, 1793 (1985) (\"The majority view … was \r\n  that common law misprision of felony at the state level consisted of a failure \r\n  to report a crime to the authorities plus an additional element - - an evil \r\n  intent or some positive act.\"). (citing Carson).\r\n\r\nHere, Appellant intentionally misled the police during their \r\n  investigation of Grier's murder and concealed her knowledge of the crime. According \r\n  to Agent Weaver, when Appellant spoke with investigators during her first interview \r\n  with them at the substation, she said nothing to indicate any untoward activity \r\n  happened at the store, although she was given reasonable opportunities to tell \r\n  them what she knew. \r\n\r\nUnder the law at that time, Appellant could not have been \r\n  convicted as an accessory after the fact due to her presence at the scene. Additionally, \r\n  she was not accountable as a principal. Further, during her first interview \r\n  with police, she was questioned only as a witness. Appellant was not entitled \r\n  to a directed verdict on this basis. See Carson, 274 S.C. at 319, \r\n  262 S.E.2d at 920 (stating \"[w]hile it is true the privilege [against self-incrimination] \r\n  sometimes works to bar prosecution for misprision, this is only when the statements \r\n  concealed would incriminate the defendant as an accessory or principal in the \r\n  protected felony,\" and the defendant's prosecution for misprision of a felony \r\n  was proper where the defendant had concealed important information when police \r\n  first questioned him which, when later disclosed, fully exculpated him from \r\n  the crimes he witnessed); see also Pope, 382 A.2d at 893 (\"That \r\n  appellant ultimately admitted to the authorities the following day what may \r\n  have actually occurred does not relieve her from the abrogation of her responsibility \r\n  to have reported the crime when there were 'reasonable opportunities available.'\"). \r\n  We find the trial court committed no error in denying Appellant's directed verdict \r\n  motion and submitting the misprision of a felony offense to the jury.\r\n\r\n\r\n    CONCLUSION \r\n  \r\n\r\n\r\nFor the foregoing reasons, Appellant's conviction and sentence \r\n  for misprision of a felony are \r\n\r\nAFFIRMED.\r\n\r\nCONNOR and HOWARD, JJ., concur.\r\n\r\n1.  In State v. Collins, 329 S.C. \r\n  23, 495 S.E.2d 202 (1998), our Supreme Court held absence is not an essential \r\n  element of the offense of accessory after the fact, but ruled retroactive application \r\n  of the new rule altering the elements of the offense would result in a Due Process \r\n  Clause violation. The Court noted that while ex post facto violations \r\n  do not apply to actions of the judicial branch, judicial decisions applied retroactively \r\n  can violate the Due Process Clause and operate precisely like an ex post \r\n  facto law. Id. at 27-28 &amp; 28 n.4, 495 S.E.2d at 205 &amp; 205 \r\n  n.4. Because Appellant's offense occurred in 1996 -- before the change in the \r\n  law -- the trial court directed a verdict on accessory after the fact because \r\n  absence from the scene was a necessary element under the pre-Collins \r\n  law. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3441","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3441","description":"The court of appeals affirmed the defendant's conviction for second-degree burglary, holding that, under the burglary statute, an \"entry\" is not limited to those situations in which the accused physically crossed the threshold of a building while without authority to do so.","date":"2002-02-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\nv.\r\n\r\n\r\nHoward Johnson, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3441\r\nSubmitted November 14, 2001 - Filed February 4, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nAssistant Appellate Defender Robert M. Pachak, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh and Assistant Deputy Attorney\r\nGeneral Charles H. Richardson, all of Columbia; and Solicitor Harold W. Gowdy, III, of Spartanburg, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: Howard Johnson appeals his conviction for second-degree burglary.  We affirm. (1)\r\n\r\nOn March 2, 2000, Officer H. B. Godfrey, with the Inman Police Department, responded to a burglar alarm at Fast Phil's, a\r\nvideo poker establishment.  When Godfrey arrived at the scene, he noticed glass from the front door broken out on the\r\nsidewalk in front of the store, indicating someone had tried to exit rather than enter the building.  Upon entering the store,\r\nGodfrey noticed a ceiling tile in the restroom that had been pushed up where someone could have hidden.\r\n\r\nThe store manager arrived at the scene about twenty minutes later.  After taking a quick look, she noticed that rolled coins,\r\ncigarettes, and cigars totaling between $40 and $50 were missing.\r\n\r\nGodfrey later watched a security video tape of the premises taken during the time in question and recognized Johnson in the\r\ntape.  The videotape segment that Godfrey viewed first showed Johnson crawling out from the back of the store after it had\r\nclosed, scooting across the floor with his jacket over his head, taking items from behind the counter, and finally kicking the\r\nfront door to leave with coins and cigarettes dropping from his hands.  Godfrey then had the store manager rewind the tape\r\nso he could view a segment taken a few hours before the store had closed.  That segment showed Johnson coming to the\r\nregister, either to purchase something or to get change, and going back to the poker machines.  In both segments of the tape,\r\nJohnson was wearing the same clothing.  Johnson did not work at Fast Phil's and did not have permission to be there after\r\nnormal business hours.  Employees were aware Johnson had been in the store shortly before it closed, but were unable to\r\nfind him when they were locking up.\r\n\r\nLater that morning, Godfrey procured warrants for Johnson's arrest, which were executed on Johnson by Officer Charles\r\nPeace of the Inman Police Department and Officer Detrinka, the county warrant officer, at the residence of Johnson's\r\nmother.  While executing the warrants, Peace noticed a stack of about 40 or 50 phone cards. (2)\r\n\r\nJohnson was indicted for second-degree burglary and petit larceny during the November 2000 term of the Spartanburg\r\nCounty Grand Jury.  The case proceeded to trial later that month, and the jury found Johnson guilty as charged.  In addition\r\nto his sentence on the larceny charge, Johnson received a sentence of life imprisonment on the burglary conviction. \r\nJohnson appeals only the conviction and sentence for second-degree burglary.\r\n\r\nThe sole issue in this appeal is whether the State presented sufficient evidence at trial to prove Johnson had entered Fast\r\nPhil's without consent.  Johnson argues the trial court should have directed a verdict of acquittal on the second-degree\r\nburglary charge because the only possible inference from the evidence presented at trial was that he entered the store while\r\nit was open to the general public.  We disagree.\r\n\r\nSouth Carolina Code section 16-11-312, under which Johnson was charged, provides in pertinent part as follows:\r\n\r\n\r\n  (B) A person is guilty of burglary in the second degree \r\n    if the person enters a building without consent and with intent to commit \r\n    a crime therein, and either:\r\n\r\n. . .\r\n\r\n(2) The burglary is committed by a person with a prior record of two or more convictions for burglary or housebreaking or a\r\ncombination of both;  or\r\n\r\n(3) The entering or remaining occurs in the nighttime. (3)\r\n\r\n\r\nThere appear to be no published decisions from this State addressing the question of whether one who has remained after\r\nworking hours in a business establishment and then commits a crime within the establishment can be charged with burglary\r\nif the initial entry was lawful.  Nevertheless, there is ample authority to hold that, for the purpose of proving a burglary of a\r\nbusiness establishment, an entry without consent should not be limited to those situations in which the prosecution shows\r\nthe accused physically crossed the threshold of the building after the establishment had closed and the accused could no\r\nlonger be considered an invitee. (4)\r\n\r\nWe hold the State presented sufficient evidence to have the jury determine whether or not an unlawful entry had taken\r\nplace.  Although Johnson may have initially \"entered\" the store when it was open to the public, he then concealed himself\r\nin the ceiling area of the building, where he remained after the store had closed.  Without question, Johnson was no longer\r\nan invitee of Fast Phil's when he remained in the store after it had closed and committed other unlawful acts in the\r\nbuilding. \r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and HUFF, J., concur.\r\n1.   Because oral argument would not aid the court in resolving the issue on appeal, we decide this case without oral\r\nargument pursuant to Rule 215, SCACR.\r\n2.   The store manager testified that she noticed the cards were not in their usual place when she arrived at the scene;\r\nhowever, because the cards were useless until validated, she did not tell Godfrey they were missing.\r\n3.   S.C. Code Ann. §16-11-312 (1985 and Supp. 2000) (emphasis added).  The indictment alleged Johnson \"had two prior\r\nconvictions for Burglary and Housebreaking, and the defendant did enter in the nighttime.\"\r\n4.  See North Carolina v. Speller, \r\n  259 S.E.2d 784, 785 (N.C. Ct. App. 1979) (upholding a conviction for burglary \r\n  notwithstanding that the defendant had entered the building during regular business, \r\n  noting his \"[g]oing into an area not open to the public and remaining hidden \r\n  there past closing hours made the entry through the front door open for business \r\n  unlawful\"); 12A C.J.S. Burglary § 25, at 207 (1980) (\"Exceeding an invitation \r\n  given as a business invitee, and staying in a business building after the business \r\n  is closed, in an area unopen to the public, renders the entry ab initio without \r\n  consent within the meaning of a burglary statute, and constitutes a trespass \r\n  for the purpose of a burglary charge.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3442","title":"State v. Bullard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3442","description":"This opinion vacates a conviction for armed robbery because the indictment alleged only an","date":"2002-02-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Dwayne L. Bullard, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  Appeal From Horry County\r\n    Sidney T. Floyd, Circuit Court Judge \r\n\r\n\r\n\r\n\r\n    Opinion No. 3442\r\n    Heard December 4, 2001 - Filed February 4, 2002  \r\n  \r\n\r\n\r\nVACATED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Pachak, of South \r\n          Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney \r\n          General John W. McIntosh, Assistant Deputy Attorney General Robert E. \r\n          Bogan, Assistant Attorney General Toyya Brawley Gray, all of Columbia \r\n          and Solicitor J. Gregory Hembree, of Conway, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nHOWARD, J.:  \r\n  Dwayne L. Bullard appeals his conviction for armed robbery, asserting the indictment \r\n  charged him with attempted armed robbery and therefore, did not confer subject \r\n  matter jurisdiction on the trial court. We agree and vacate Bullard's conviction.\r\n\r\n\r\n    FACTS/PROCEDURAL HISTORY \r\n  \r\n\r\n\r\nBullard was tried in absentia in August 1999 for \r\n  armed robbery. He was convicted, and upon being apprehended, a sentence of thirteen \r\n  years in prison was imposed.\r\n\r\nThe indictment charging Bullard is captioned \"Indictment \r\n  for Armed Robbery.\" The body of the indictment reads as follows:\r\n\r\n\r\n  ARMED\r\n\r\n  ROBBERY\r\n\r\n\r\n\r\n\r\n     (CDR: 0139 16-11-0330(A)[)] [sic] \r\n\r\n\r\n\r\n\r\n  That DWAYNE LLOYD BULLARD along with a codefendant who was \r\n    armed did in Horry County on or about December 9, 1998, while armed with a \r\n    deadly weapon, to wit: a pistol and a hammer, feloniously attempt \r\n    to take from the person or presence of Gloria Hillenburg by means \r\n    of force or intimidation goods or monies of Executive Video, with intent to \r\n    deprive Gloria Hillenburg and/or Executive Video permanently of such goods \r\n    and/or lawful monies of the USA.\r\n\r\n  Against the peace and dignity of the State, and contrary \r\n    to the statute in such case made and provided.\r\n\r\n\r\n(emphasis added)\r\n\r\nLAW/ANALYSIS\r\n\r\nOn appeal, Bullard argues the court lacked jurisdiction \r\n  to try him for armed robbery because the indictment charges him instead with \r\n  attempted armed robbery. We agree. \r\n\r\n\"A circuit court has subject matter jurisdiction if: (1) \r\n  there has been an indictment which sufficiently states the offense; (2) there \r\n  has been a waiver of indictment; or (3) the charge is a lesser included charge \r\n  of the crime charged in the indictment.\" Locke v. State, 341 S.C. 54, \r\n  56, 533 S.E.2d 324, 325 (2000). Questions regarding subject matter jurisdiction \r\n  may be raised at any time. Carter v. State, 329 S.C. 355, 362, 495 S.E.2d \r\n  773, 777 (1998).\r\n\r\n\"An indictment is sufficient to convey jurisdiction if it \r\n  apprises the defendant of the elements of the offense intended to be charged \r\n  and informs the defendant of the circumstances he must be prepared to defend.\" \r\n  Id.; see also Browning v. State, 320 S.C. 366, 368, 465 \r\n  S.E.2d 358, 359 (1995) (\"The true test of the sufficiency of an indictment is \r\n  not whether it could be made more definite and certain, but whether it contains \r\n  the necessary elements of the offense intended to be charged and sufficiently \r\n  apprises the defendant of what he must be prepared to meet.\").\r\n\r\nGenerally, &quot;[a]n indictment is required to perform \r\n  two functions: (1) it should inform the accused of the charge against him by \r\n  listing the elements of the offense charged; and (2) it should be sufficiently \r\n  specific to protect the accused against double jeopardy.\" United States v. \r\n  Young, 376 A.2d 809, 813-14 (D.C. Cir. 1977) (citing Russell v. United \r\n  States, 369 U.S. 749, 763-64 (1962)). In South Carolina, an indictment\r\n\r\n\r\n  shall be deemed and judged sufficient and good in law which, \r\n    in addition to allegations as to time and place, as required by law, charges \r\n    the crime substantially in the language of the common law or of the statute \r\n    prohibiting the crime or so plainly that the nature of the offense charged \r\n    may be easily understood and, if the offense be a statutory offense, that \r\n    the offense be alleged to be contrary to the statute in such case made and \r\n    provided.\r\n\r\n\r\nS.C. Code Ann. § 17-19-20 (1985).\r\n\r\nBullard was convicted of armed robbery, a statutory offense \r\n  defined as \"robbery while armed with a pistol . . . or other deadly weapon.\" \r\n  S.C. Code Ann. § 16-11-330(A) (Supp. 2001). \"Robbery is defined as the felonious \r\n  or unlawful taking of money, goods or other personal property of any value from \r\n  the person of another or in his presence by violence or by putting such person \r\n  in fear.\" State v. Bland, 318 S.C. 315, 317, 457 S.E.2d 611, 612 (1995); \r\n  see also State v. Scipio, 283 S.C. 124, 126, 322 S.E.2d 15, 16 \r\n  (1984) (stating robbery requires the felonious taking and carrying away of the \r\n  goods of another against his will or without consent). Robbery is not defined \r\n  in section 16-11-330.\r\n\r\nAsportation is an element of robbery and, therefore, armed \r\n  robbery. See State v. Keith, 283 S.C. 597, 598, 325 S.E.2d 325, \r\n  326 (1985). Asportation is the taking of an object with felonious intent. Locke, \r\n  341 S.C. at 57, 533 S.E.2d at 325. In Locke, our supreme court held an \r\n  \"indictment . . . alleges the substance of asportation when it reads, 'taking \r\n  of goods and/or monies from the person or presence of [the victim].'\" Id. \r\n  at 56, 533 S.E.2d at 325.\r\n\r\nSection 16-11-330(B) sets forth a lesser punishment for \r\n  attempted armed robbery. See S.C. Code Ann. § 16-11-330(B) (Supp. 2001). \r\n  In State v. Hiott, our supreme court found the following definition of \r\n  attempted armed robbery to be controlling:\r\n\r\n\r\n  \"An attempt to commit robbery has been defined as the doing \r\n    of acts toward the commission of robbery, and with such intent, but falling \r\n    short of actual perpetration of the completed offense; . . . .\" 77 C.J.S. \r\n    Robbery § 60.\r\n\r\n  &quot;[I]t must appear that the circumstances were such \r\n    that the crime would have been robbery had the attempt been successful.\" 77 \r\n    C.J.S. Robbery § 61.\r\n\r\n\r\n276 S.C. 72, 80, 276 S.E.2d 163, 167 (1981) (alteration \r\n  in original). Thus, an attempted armed robbery requires acts toward the commission \r\n  and intent, but in some manner falls short of successful completion of the offense. \r\n  \r\n\r\nIn this case, the body of the indictment delineates armed \r\n  robbery as the offense and specifically alleges the statutory provision which \r\n  defines armed robbery. However, the body of the indictment does not contain \r\n  an allegation of asportation. Instead, it alleges an \"attempt to take\" from \r\n  the person or the presence of the victim, which is consistent with a charge \r\n  of attempted armed robbery rather than armed robbery. \r\n\r\nThe State argues that the reference to section 16-11-330(A) \r\n  in the body of the indictment is sufficient to confer jurisdiction, citing the \r\n  recent case of State v. Owens, 346 S.C. 637, 552 S.E.2d \r\n  745 (2001), as authority. We conclude Owens is distinguishable.\r\n\r\nIn Owens, the defendant was charged with murder, \r\n  which includes the element of malice aforethought. The indictment did not specifically \r\n  allege that Owens killed the victim with malice aforethought, but it did allege \r\n  that Owens killed the victim \"in violation of South Carolina Code of Laws § \r\n  16-03-10.\" Owens, 346 S.C. at 649, 552 S.E.2d at 751. That section specifically \r\n  defines murder as \"the killing of any person with malice aforethought, either \r\n  express or implied.\" S.C. Code Ann. § 16-3-10 (1985). Therefore, our supreme \r\n  court held the reference to the statute was sufficient to allege the element \r\n  of malice aforethought and the indictment conferred subject matter jurisdiction \r\n  on the trial court. Owens, 346 S.C. at 649, 552 S.E.2d at 751.\r\n\r\nHowever, unlike section 16-3-10, section 16-11-330 defines \r\n  armed robbery only in relation to robbery: it does not attempt to define robbery. \r\n  There is no reference to the element of asportation in the language of the statute. \r\n  Therefore, inclusion of the statute in the body of the indictment is not sufficient \r\n  to allege asportation. Cf. Locke, 341 S.C. at 56, 533 S.E.2d at \r\n  325.\r\n\r\nCONCLUSION\r\n\r\nBecause asportation is an element of armed robbery and was \r\n  not alleged in this indictment, either by the language of the indictment or \r\n  by reference to the statute, the indictment is fatally defective. Accordingly, \r\n  we find the trial court did not have jurisdiction to try Bullard on the charge \r\n  of armed robbery.\r\n\r\nVACATED.\r\n\r\nCONNOR and ANDERSON, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3443","title":"Florence v. Interkal","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3443","description":"The South Carolina Statute of Repose bars actions for contribution under the Uniform Contribution Among Tortfeasors Act brought more than thirteen years after the completion of an improvement to real property.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Florence County School District #2,&nbsp;&nbsp;&nbsp; \r\n          Appellant/Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Interkal, Inc., and United Industrial Syndicate, \r\n          Inc.,&nbsp;&nbsp;&nbsp; Respondents/Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\n  Cody W. Smith, Jr., Special Referee\r\n\r\n\r\n\r\n    Opinion No. 3443\r\n    Submitted November 6, 2001 - Filed February 11, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Saunders M. Bridges, Jr., of Bridges, Orr &amp; \r\n          Ervin, of Florence, for appellant/respondent.\r\n\r\n        R. David Howser, George V. Hanna, IV and Andrew \r\n          E. Haselden, all of Howser, Newman &amp; Besley, for respondents/appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCONNOR, J.: In this contribution \r\n  action, Florence County School District #2 (School District) appeals the finding \r\n  that it was not entitled to contribution from Interkal. \r\n  (1) Interkal appeals the findings that it would have been liable on \r\n  the underlying suit absent its affirmative defense and that the School District's \r\n  negligence did not supersede Interkal's negligence. We affirm.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\n\r\nOn February 22, 1991, a bleacher collapsed during a basketball game in the Hannah-Pamplico\r\nHigh School gymnasium seriously injuring eleven-year-old Anthony Altman.  Altman suffered\r\nfractures to his right femur, tibia, and fibula.\r\n\r\nHannah-Pamplico High School is a school within Florence County School District #2.  Altman\r\nsued the School District and Interkal, the manufacturer and seller of the bleachers, for negligence,\r\nbreach of warranty, and violations of the consumer protection code.  The School District\r\neventually settled the case with Altman.  It then sued Interkal to recover a pro rata share of the\r\nsettlement under the Uniform Contribution Among Tortfeasors Act, South Carolina Code\r\nAnnotated Section 15-38-10 (Supp. 2000).\r\n\r\nThe first set of bleachers in the Hannah-Pamplico High School gymnasium was installed in 1969,\r\nand the second set was installed in 1971.  Interkal designed, manufactured, sold, and distributed\r\nthe bleachers. In 1979, Interkal became aware of problems associated with the type of bleachers\r\ninstalled at Hannah-Pamplico High School. Interkal sent a safety bulletin to all its customers,\r\nincluding the School District, warning that the bleachers might fall and cause personal injury if\r\nthey were not properly maintained.  The safety bulletin urged customers to inspect the bleachers\r\nfor particular problems, including bent guides, damaged finger locks, missing or damaged slide\r\nstops, and loose or missing bolts. Interkal sent another safety bulletin to the School District in\r\n1985 warning about potential safety problems with the bleachers and giving detailed instructions\r\non how to inspect the bleachers.  In 1989 Interkal also sent the School District two copies of a\r\nSafety Alert Manual which contained additional warnings that failure to properly maintain and\r\ninspect the bleachers could result in a safety hazard.  The School District did not retain\r\nmaintenance records concerning the bleachers, nor did it maintain a regular maintenance schedule.\r\n\r\nThe School District contacted Mastercraft Renovations Systems in 1990 to inspect the bleachers\r\nand submit a proposal for repairing them.  Mastercraft representative Martin Rapp inspected the\r\nbleachers and submitted a proposal for repair which included replacing the truck assembly for the\r\nbleachers on the home side of the gymnasium and repairing the bleachers on the visitor's side with\r\nparts from the home side which were still safe and operable. Harvey Putnam, the School District's\r\nmaintenance director, was concerned with the cost of the proposal and requested that Rapp re-inspect the bleachers.  After another inspection, Rapp submitted a second proposal in July 1990,\r\nwhich suggested realigning the trucks and welding the stress fractures on the bleachers.\r\nNeither\r\nproposal was submitted to the school board for consideration.\r\n\r\nJames Samuel McKnight, Ph.D., testified via deposition for Interkal that the collapse of the\r\nbleachers was caused by the School District's failure to follow the recommendations in the safety\r\nbulletins provided by Interkal, failure to follow Mastercraft's proposals for renovations, and\r\nfailure to establish a regular maintenance program.\r\n\r\nMelvin Richardson, Ph.D., an engineering expert, was also deposed. Richardson admitted that\r\nperforming the repairs to the bleachers as suggested by Mastercraft and following a regular\r\nmaintenance schedule may have reduced the chances for bleacher collapse.  However, he opined\r\nthat because the bleachers were not \"precisely restrained,\" the hooks would not line up and would\r\nnot always latch.  According to Richardson, the bleachers were defectively designed and the\r\ndesign defects caused the latch failures which led to the collapse.\r\n\r\nThe School District's action for contribution was \r\n  referred to a special referee with finality. Interkal argued recovery against \r\n  it was barred by the South Carolina Statute of Repose because the action was \r\n  brought more than thirteen years after the installation of the bleachers. Alternatively, \r\n  Interkal argued the School District's negligence rendered it solely responsible \r\n  for the injury to Altman.\r\n\r\nThe special referee considered, among other things, the parties' oral arguments and the\r\ndepositions of McKnight and Richardson in rendering his decision.  He found the settlement with\r\nAltman was reasonable and fair under the circumstances.  He further found Interkal was negligent\r\nin designing the bleachers and breached its warranty regarding the bleachers.  However, the\r\nspecial referee also held the South Carolina Statute of Repose provided an absolute defense to the\r\nSchool District's contribution action and protected Interkal from liability because the bleachers\r\nwere improvements to real property and the lawsuit was not brought within the statutorily required\r\nthirteen-year period.  Finally, the special referee held any negligence on the part of the School\r\nDistrict in failing to inspect or maintain the bleachers was not an intervening act of negligence and\r\nInterkal's defective design was the contributing proximate cause to Altman's injury.  Thus, absent\r\nthe Statute of Repose defense, the special referee found Interkal would have been liable for the\r\ninjuries to Altman.\r\n\r\nBoth parties now appeal.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nPrinciples of equity are applicable to actions \r\n  determining the pro rata liability of tortfeasors. S.C. Code Ann. § 15-38-30 \r\n  (Supp. 2000). In actions in equity referred to a special referee with finality, \r\n  the appellate court may view the evidence to determine the facts in accordance \r\n  with its own view of the preponderance of the evidence, though it is not required \r\n  to disregard the findings of the special referee. See Pinckney v. \r\n  Warren, 344 S.C. 382, 544 S.E.2d 620 (2001); Wilder Corp. v. Wilke, \r\n  324 S.C. 570, 479 S.E.2d 510 (Ct. App. 1996).\r\n\r\nDISCUSSION\r\n\r\nThe School District argues the special referee erred in finding that where the underlying liability\r\nof a joint tortfeasor is barred by the Statute of Repose, the joint liability under the Uniform\r\nContribution Among Tortfeasors Act is also time-barred.  The School District urges us to adopt\r\nthe findings of other jurisdictions that the existence of a cause of action, rather than the right to\r\nenforce the cause of action, is the trigger for the right of contribution.\r\n\r\nInitially, we are not convinced this issue is preserved \r\n  for review. The special referee's order states the parties argued their positions \r\n  on the right to contribution. However, the School District did not include the \r\n  transcript of the oral arguments before the special referee in the Record on \r\n  Appeal. Furthermore, it appears from the special referee's order that the only \r\n  issue in controversy was whether the bleachers constituted \"improvements to \r\n  real property,\" thereby triggering the Statute of Repose. The School District's \r\n  current argument, that it may recover under the Uniform Contribution Among Tortfeasors \r\n  Act despite the operation of the Statute of Repose, was never ruled upon by \r\n  the special referee. Because we are unable to discern what arguments were actually \r\n  raised before the special referee and because the special referee did not rule \r\n  upon the School District's current argument, it does not appear that this issue \r\n  is preserved for review. See State v. Hicks, 330 S.C. 207, 499 \r\n  S.E.2d 209 (1998) (issue must have been raised to and ruled upon by the lower \r\n  court in order to be preserved for appellate review). However, because of the \r\n  equitable nature of the proceedings and the uncertainty regarding the issues \r\n  actually raised and ruled upon, we address this issue. See State ex \r\n  rel. Daniel v. Strong, 185 S.C. 27, 192 S.E. 671 (1937) (equity looks beneath \r\n  the rigid rules of the law to seek justice).\r\n\r\nWhen interpreting statutes, we are concerned with \r\n  ascertaining and effectuating legislative intent if it reasonably can be discovered \r\n  in the language when construed in light of its intended purpose. Singletary \r\n  v. South Carolina Dep't of Educ., 316 S.C. 153, 447 S.E.2d 231 (Ct. App. \r\n  1994). \"If a statute's language is plain and unambiguous, and conveys a clear \r\n  and definite meaning, there is no occasion for employing rules of statutory \r\n  interpretation and the Court has no right to look for or impose another meaning.\" \r\n  Lester v. South Carolina Workers' Comp. Comm'n, 334 S.C. 557, 561, 514 \r\n  S.E.2d 751, 752 (1999).\r\n\r\nThe Uniform Contribution Among Tortfeasors Act provides that \"where two or more persons\r\nbecome jointly or severally liable in tort for the same injury to person or property or for the same\r\nwrongful death, there is a right of contribution among them even though judgment has not been\r\nrecovered against all or any of them.\"  S.C. Code Ann. § 15-38-20(A) (Supp. 2000).  A right of\r\ncontribution exists in favor of a tortfeasor who pays more than his pro rata share of the common\r\nliability.  S.C. Code Ann. § 15-38-20(B) (Supp. 2000).\r\n\r\nThe South Carolina Statute of Repose provides that no action to \"recover damages based upon or\r\narising out of the defective or unsafe condition of an improvement to real property may be brought\r\nmore than thirteen years after substantial completion of such an improvement.\"  S.C. Code Ann. §\r\n15-3-640 (Supp. 2000).  The definition of an action \"based upon or arising out of the defective or\r\nunsafe condition of an improvement to real property includes: . . .  an action for contribution or\r\nindemnification for damages sustained on account of an action described in this subdivision.\" \r\nS.C. Code Ann. § 15-3-640(6) (Supp. 2000).\r\n\r\nIn this case, the parties do not dispute that Altman's \r\n  personal injury action arose more than thirteen years after the installation \r\n  of the bleachers. The School District concedes the Statute of Repose applies \r\n  to the underlying personal injury action against Interkal. Because the Statute \r\n  of Repose specifically applies to actions for contribution, it is clear the \r\n  General Assembly intended that persons who improve real property should be given \r\n  the statutory right to protection from claims for contribution after the statutory \r\n  period. We note that neighboring jurisdictions have similarly held a statute \r\n  of repose bars any action for contribution after the statutory time period. \r\n  See Standard Fire Ins. Co. v. Kent &amp; Assocs., Inc., 501 S.E.2d \r\n  858 (Ga. Ct. App. 1998) (claims for indemnification and contribution were among \r\n  those contemplated by the legislature when it enacted the statue of repose); \r\n  Krasaeath v. Parker, 441 S.E.2d 868 (Ga. Ct. App. 1994) (five-year statute \r\n  of repose for medical malpractice cases barred contribution claim even though \r\n  suit was timely under the twenty-year statute of limitations governing contribution \r\n  actions); New Bern Assocs. v. Celotex Corp., 359 S.E.2d 481 (N.C. Ct. \r\n  App. 1987) (six-year statute of repose governing actions to recover damages \r\n  for injuries arising out of defective improvements to real property also governs \r\n  actions for contribution arising out of the improvements).\r\n\r\nThe cases cited by the School District do not address statutes of repose.  These cases do not reflect\r\nthe difference between a statute of limitations and a statute of repose and merely stand for the\r\nproposition that the running of a statute of limitations against one tortfeasor does not affect\r\nanother tortfeasor's ability to sustain a contribution action.  Our Supreme Court stated:\r\n\r\n\r\nA statute of limitations is a procedural device that operates as a defense to limit the remedy\r\navailable from an existing cause of action.  A statute of repose creates a substantive right in those\r\nprotected to be free from liability after a legislatively-determined period of time. . . . [A] statute of\r\nrepose is typically an absolute time limit beyond which liability no longer exists and is not tolled\r\nfor any reason because to do so would upset the economic balance struck by the legislative body.\r\n\r\n\r\nLangley v. Pierce, 313 S.C. 401, 403-404, \r\n  438 S.E.2d 242, 243 (1993) (quoting First United Methodist Church v. U.S. \r\n  Gypsum Co., 882 F.2d 862, 865-866 (4th Cir. 1989) (internal citations omitted).\r\n\r\nThe Statute of Repose bars actions for contribution under the Uniform Contribution Among\r\nTortfeasors Act brought more than thirteen years after the completion of an improvement to real\r\nproperty.  Accordingly, there is no error in the special referee's finding that the Statute of Repose\r\nbars the School District's action for contribution. (2)  \r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the judgment below is \r\n  \r\n\r\nAFFIRMED.\r\n\r\nANDERSON and HOWARD, JJ., concur.\r\n\r\n\r\n\r\n1.  For purposes of this appeal, \r\n  Interkal and United Industrial Syndicate, Inc. have stipulated they may be considered \r\n  as one entity.  \r\n 2.  Because of our disposition \r\n  of this issue we need not address Interkal's cross-appeal. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3444","title":"Tarnowski v. Lieberman","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3444","description":"This opinion discusses common law marriage, particularly focusing on the couple's intent.","date":"2002-02-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lori Tarnowski,&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Maizie Lieberman,&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\n  John C. Hayes, III, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3444\r\n    Submitted October 22, 2001 - Filed February 11, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Dan A. Collins, of Dan A. Collins &amp; Associates, \r\n          of Greenville; and James B. Richardson, Jr., of Richardson &amp; Birdsong, \r\n          of Columbia, for appellant.\r\n\r\n        David E. Turnipseed and Jason P. Boan, both of \r\n          Turnipseed &amp; Boan; and Charles A. Rice, Jr., all of Spartanburg, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: \r\n  The estate of John Robert Harley, III appeals from the probate court's determination, \r\n  as affirmed by the circuit court, that Harley and Lori Tarnowski were married \r\n  at common law. It contends the probate court erred in finding a common law marriage \r\n  absent a showing of cohabitation. We affirm.\r\n\r\nFACTS\r\n\r\nHarley and Tarnowski met in June 1998. At that \r\n  time, Tarnowski was employed as a park ranger at Jones Gap State Park. As part \r\n  of her employment, she was required to spend most nights at the park. \r\n  Nevertheless, she and Harley began dating, and within a few months, \r\n  she was spending most of her free time at his home. She moved many of her personal \r\n  effects to Harley's home, including clothes and furniture.\r\n\r\nHarley purchased an engagement ring and a wedding \r\n  ring in late November 1998. The couple went to Charleston on \r\n  the weekend of December 11 -13. During that time, Harley gave Tarnowski both \r\n  rings, and her testimony is that the two considered themselves married from \r\n  that point forward. Tragically, Harley died intestate on January 16, 1999.\r\n\r\nBoth before and after Harley's death, the couple \r\n  behaved inconsistently with respect to their marital status. Tarnowski continued \r\n  to live at Harley's farm when she was not working. Each told their respective \r\n  best friend that they were married. However, to the rest of the world, the couple \r\n  maintained that they were engaged. They told their parents they were engaged \r\n  and began planning a May wedding. Tarnowski testified she did \r\n  not tell her co-workers at the park about her marriage for fear her job would \r\n  be jeopardized. The couple's wedding announcement appeared \r\n  in the newspaper the same day as Harley's obituary. Following Harley's death, \r\n  Tarnowski introduced herself to several people as his fiancee, including the \r\n  personnel department at Harley's job and the minister who conducted the funeral. \r\n  Moreover, Tarnowski did not change her name or mailing address after \r\n  the Charleston weekend.\r\n\r\nLater, after seeking the advice of counsel, Tarnowski \r\n  brought this action in the probate court seeking to be declared Harley's wife \r\n  and the sole heir at law to his estate. The probate court found that Harley \r\n  and Tarnowski were married at the time of his death, and the circuit court affirmed. \r\n  This appeal followed.\r\n\r\nDISCUSSION\r\n\r\nThe estate contends on appeal that the probate \r\n  court erred in finding a common law marriage because Tarnowski failed to present \r\n  any evidence of marital cohabitation. The estate contends Tarnowski and Harley \r\n  could not have cohabited because she was required to spend the majority of her \r\n  nights at work. We disagree.\r\n\r\nThe issue of common law marriage sounds in law. \r\n  Richland Mem'l Hosp. v. English, 295 S.C. 511, 513, 369 S.E.2d 395, 396 \r\n  (Ct. App. 1988). Our review in this case is limited to a determination of whether \r\n  or not there is any evidence to support the findings of the trial judge. Weathers \r\n  v. Bolt, 293 S.C. 486, 488, 361 S.E.2d 773, 774 (Ct. App. 1987). Because \r\n  this action sounds in law, and the existence of a common law marriage is a question \r\n  of fact, this court is bound by the probate court's factual findings, and its \r\n  credibility determinations. Barker v. Baker, 330 S.C. 361, 370, 499 S.E.2d \r\n  503, 508 (Ct. App. 1998). \"[T]he question is not what conclusion this Court \r\n  would have reached had it been the fact-finder, but whether the facts as found \r\n  by the probate court have evidence to support them.\"  Id.  Therefore, \r\n  we must affirm if any evidence supports the probate court's findings.\r\n\r\nIn South Carolina, a common law marriage is formed \r\n  when two parties have a present intent to enter into a marriage contract. Id. \r\n  \"It is essential to a common law marriage that there shall be a mutual agreement \r\n  between the parties to assume toward each other the relation of husband and \r\n  wife.\" Johnson v. Johnson, 235 S.C. 542, 550, 112 S.E.2d 647, 651 (1960).\r\n\r\n\r\n  The difference between marriage and concubinage \r\n    . . . rests in the intent of the cohabiting parties; the physical and temporal \r\n    accompaniments of the cohabitation may be the same in both cases, but the \r\n    intent in the two cases is widely apart always. The intent in marriage is \r\n    usually evidenced by a public and unequivocal declaration of the parties, \r\n    but that is not necessary; the intent may exist though never public and formally \r\n    declared; nevertheless the intent must exist. . . . It is true that when the \r\n    intent has not been formally and publicly declared, . . . it may yet rest \r\n    in circumstances. \r\n\r\n\r\nKirby v. Kirby, 270 S.C. 137, 140, 241 S.E.2d \r\n  415, 416 (1978) (quoting Tedder v. Tedder, 108 S.C. 271, 276, 94 S.E. \r\n  19, 20 (1917)).\r\n\r\nTwo lines of South Carolina common law marriage \r\n  cases have emerged over the years. Barker, 330 S.C. at 367, 499 S.E.2d \r\n  at 506. The first provides that a common law marriage may be proved by a preponderance \r\n  of the evidence. Kirby, 270 S.C. at 140, 241 S.E.2d at 416; Ex parte \r\n  Blizzard, 185 S.C. 131, 133, 193 S.E. 633, 634 (1937). The second line is \r\n  based on \"a strong presumption in favor of marriage by cohabitation, apparently \r\n  matrimonial, coupled with social acceptance over a long period of time.\" Barker, \r\n  330 S.C. at 367, 499 S.E.2d at 506. Perhaps because of the brief time these \r\n  parties cohabited, the probate court did not refer to the presumption in his \r\n  order. Instead, he found that the parties cohabited as Tarnowski's work schedule \r\n  allowed and that the \"mutual intention of the parties was to establish a marital \r\n  relationship as and of the time of the exchange of their vows in Charleston, \r\n  South Carolina.\"\r\n\r\n As noted earlier, intent to live together as husband \r\n  and wife may be proven by circumstances even if never publicly declared. Id. \r\n  Here, there is evidence of marital cohabitation. Tarnowski testified that she \r\n  lived with Harley when she was not required to be at work. We do not accept \r\n  the estate's argument that the couple could not have been cohabiting because \r\n  Tarnowski's job required her to spend many nights at the state park. She testified \r\n  that she lived there. She moved her things into the home, and there was testimony \r\n  that her car was often seen there. Moreover, the probate court specifically \r\n  found Tarnowski's witnesses highly credible and found that some of the estate's \r\n  witnesses were less credible given their financial interests in the outcome. \r\n  Although we acknowledge that there is conflicting evidence in the record as \r\n  to the couple's marital status, we find the probate court's findings are supported \r\n  by evidence in the record. Accordingly, the judgment below is\r\n\r\nAFFIRMED.\r\n\r\nGOOLSBY and HUFF, JJ., concur.  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3446","title":"Simmons v. City of Charleston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3446","description":"This is a workers' compensation action holding that a spider bite is not subjected to the","date":"2002-02-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is a workers' compensation action holding that a spider bite is not subjected to the &quot;greater risk&quot; doctrine.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Raymond O. Simmons, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        City of Charleston and Sedgwick of the Carolinas, \r\n          Inc., Appellants.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Diane S. Goodstein, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3446\r\n    Heard December 5, 2001 - Filed February 19, 2002  \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Johnnie W. Baxley, III, of Pratt-Thomas, Epting &amp; Walker, \r\n          of Charleston, for appellants.\r\n\r\n        A. Elliott Barrow, Jr., of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nPER CURIAM: Raymond Simmons, a captain with the City of Charleston \r\nFire Department, sustained a brown recluse spider bite to his right leg while \r\npreparing to respond to a fire call. Simmons suffered from various medical conditions \r\nwhich, combined with the spider bite, required the amputation of his left leg. \r\nSimmons filed a workers' compensation claim. The single commissioner granted Simmons \r\ntotal disability under the general disability statute. The full commission and \r\ncircuit court affirmed. The City of Charleston and Sedgwick of the Carolinas, \r\nInc. (collectively \"the City\") appeal. We affirm. \r\nFACTS/PROCEDURAL HISTORY\r\n\r\n\r\nSimmons worked as a firefighter for the City of Charleston for twenty-five years, attaining the\r\nrank of captain.  On August 24, 1995, Simmons's firefighting unit received a call to respond to the\r\nHoliday Inn.  When Simmons placed his fireman's boots on, a brown recluse spider bit his right\r\nleg.  Over a period of several days, the wound inflicted by the spider worsened and Simmons\r\nsought treatment from his regular physician.  Simmons's physician referred him to Dr. Robert\r\nCathcart, a surgeon.\r\n\r\nAfter examining the wound, Dr. Cathcart advised Simmons to remain out of work.  Simmons, a\r\nchronic sufferer of diabetes and hypertension, had poor circulation to his extremities, which\r\nhampered his recovery.  Dr. Cathcart attempted three skin graft surgeries.  The first two attempts\r\nfailed, in part, due to Simmons's diabetic condition.  Finally, the third surgery, accompanied by\r\nhyperbaric therapy, was  successful.\r\n\r\nSimmons also suffered from poor peripheral nerve function in his extremities, resulting in a\r\ndecreased ability to sense pain.  Simmons, a large man, favored his right leg and put increased\r\nweight and pressure on his left leg during his lengthy recovery.  The pressure on his left leg\r\nresulted in blisters, which Simmons did not realize were developing.  The blisters burst and\r\nbecame infected.  Dr. Cathcart could not stem the infection and eventually amputated Simmons's\r\nleft leg below the knee.  Dr. Cathcart assigned a 100 percent disability to Simmons's left leg.\r\n\r\nSimmons filed a claim for workers' compensation.  The City denied his claim.  The single\r\ncommissioner held a hearing on March 5, 1999.  At the time, Simmons was fifty-eight years old.\r\n\r\nThe commissioner admitted the \"Employability Evaluation\" of Jean R. Hutchinson, a vocational\r\nconsultant.  Hutchinson opined Simmons suffered a substantial impairment to his earning capacity\r\ndue to the injury, his age, and his ninth grade education level.  The single commissioner found\r\nSimmons totally and permanently disabled, and entitled to receive compensation for five hundred\r\nweeks.  The commissioner also awarded payment for reasonable and necessary medical,\r\nprosthetic, and other related services throughout Simmons's lifetime.  The full commission and\r\nthe circuit court affirmed.  The City appeals, raising four issues.\r\n\r\nISSUES\r\n\r\n\r\nI. Whether the circuit court erred by holding that the City's failure to appeal the strike of the\r\nCity's Form 58 prevented the City from arguing a \"greater risk\" defense.\r\n\r\nII. Whether the circuit court erred by not recognizing that South Carolina requires an employee to\r\ndemonstrate a \"greater risk\" of an injury from a spider bite than the general public's risk.\r\n\r\nIII. Whether the circuit court erred by not requiring Simmons to support his claim of total and\r\npermanent disability under the general disability statute with medical testimony.\r\n\r\nIV. Whether the circuit court erred by not limiting Simmons's recovery to the scheduled loss when\r\nthe only assigned impairment rating was to a scheduled member and there was no evidence of\r\ninjury to an unscheduled member.\r\n\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\n The Administrative Procedures Act establishes the standard \r\n  of review for decisions by the South Carolina Workers' Compensation Commission. \r\n  Lark v. Bi-Lo, Inc., 276 S.C. 130, 134-35, 276 S.E.2d 304, 306 (1981). \r\n  In an appeal from the commission, this court may not substitute its judgment \r\n  for that of the commission as to the weight of the evidence on questions of \r\n  fact, but may reverse where the decision is affected by an error of law. S.C. \r\n  Code Ann. § 1-23-380(A)(6)(Supp. 2000). Our review is limited to deciding whether \r\n  the commission's decision is supported by substantial evidence. See Lockridge \r\n  v. Santens of Am., Inc., 344 S.C. 511, 515, 544 S.E.2d 842, 844 (Ct. App. \r\n  2001) (stating appellate review of the commission's factual findings is governed \r\n  by the substantial evidence standard). Substantial evidence is evidence that, \r\n  in viewing the record as a whole, would allow reasonable minds to reach the \r\n  same conclusion that the full commission reached. Id., 544 S.E.2d at \r\n  844.\r\n\r\nLAW/ANALYSIS\r\n\r\nI.\r\n\r\n\r\nThe City argues the circuit court erred in holding its failure to appeal the striking of the Form 58\r\nprevented it from raising its \"greater risk\" or \"increased risk\" defense first advanced in its Form\r\n58.  The City filed its Form 58 less than ten days prior to the date of the hearing, in violation of\r\n25A S.C. Code Ann. Regs. 67-611(B)(1) (Supp. 2000).  Accordingly, the single commissioner\r\nstruck the Form 58.\r\n\r\nThe commissioner, however, alternatively ruled on the \"greater risk\" argument and concluded the\r\ndoctrine did not apply to spider bites.  In its appeals to the commission and the circuit court, the\r\nCity did not address the striking of the Form 58 but did raise the \"greater risk\" argument.  The\r\ncommission \"considered all issues raised in the briefs\" and affirmed the single commissioner.  The\r\ncircuit court concluded that because the City failed to appeal the striking of the Form 58, the\r\ncommission's ruling was the law of the case.  However, the court alternatively addressed the\r\narguments raised by the City in the Form 58, including the \"greater risk\" argument, and found it\r\n\"not the law of the State of South Carolina and . . . not an adequate defense.\"\r\n\r\nBecause the commissioner, the commission, and the circuit court considered the merits of the\r\nCity's \"greater risk\" defense and found the defense inadequate, we need not determine if the\r\ncircuit court erred in finding the City waived the argument by failing to appeal the commissioner's\r\nruling on the Form 58.  We agree the City fails to demonstrate a right to relief based on the merits\r\nof its \"greater risk\" defense.\r\n\r\nII.\r\n\r\n\r\nThe City argues Simmons must prove he was exposed to a greater risk of a spider bite than the\r\ngeneral public and his failure to do so precludes him from compensation under the Workers'\r\nCompensation Act.  We disagree.\r\n\r\nEntitlement to compensation under the South Carolina Workers' \r\n  Compensation Act requires a claimant to suffer an injury by accident arising \r\n  out of and in the course of employment. S.C. Code Ann. § 42-1-160 (Supp. 2000). \r\n  There are three lines of interpretation of the term \"arising\" currently in use: \r\n  1) the increased-risk doctrine; 2) the positional-risk doctrine; and 3) the \r\n  actual-risk doctrine. 1 Arthur Larson &amp; Lex K. Larson, Larson's Workers' \r\n  Compensation Law § 3.01 (2001) (\"Larson\"). (1)\r\n\r\nThe increased-risk doctrine is the prevalent doctrine in \r\n  the United States. Id. at § 3.03. Under this doctrine, an injury arises \r\n  out of the employment if some risk inherent to the employment was a contributing \r\n  cause of the injury. The risk must be one to which the general public would \r\n  not be equally exposed. Roberts v. Burlington Indus., Inc., 364 S.E.2d \r\n  417, 422-23 (N.C. 1988). The employment must increase the risk of the injury. \r\n  Id. at 423.\r\n\r\nA growing number of courts have adopted the positional-risk \r\n  doctrine. 1 Larson § 3.05. Under this doctrine, \"[a]n injury arises out of the \r\n  employment if it would not have occurred but for the fact that the \r\n  conditions and obligations of the employment placed claimant in the position \r\n  where he was injured.\" Id. \r\n\r\nThe actual-risk doctrine ignores whether the risk is common \r\n  to the public and focuses on whether it is a risk of the particular employment. \r\n  1 Larson § 3.04. \"It is a more defensible rule than the [increased-risk rule], \r\n  since there is no real statutory basis for insisting upon a peculiar or increased \r\n  risk, as long as the employment subjected claimant to the actual risk that caused \r\n  the injury.\" Id. \r\n\r\nThe City argues spider bites should be subjected to the \r\n  increased-risk doctrine. South Carolina has applied the increased-risk doctrine \r\n  to cases of exposure to climatic conditions. In Hiers v. Brunson Construction \r\n  Co., 221 S.C. 212, 70 S.E.2d 211 (1952), the claimant, a carpenter and a \r\n  supervisor of construction sites, worked one day while suffering from a cold \r\n  and several days later died from pneumonia-induced complications. His estate \r\n  argued that his exposure to harsh weather conditions while on the job exacerbated \r\n  his condition and contributed to his death. The court stated:\r\n\r\n\r\nThe test as to whether the injury or death arose out of or in the course of employment when caused\r\nor hastened by atmospheric conditions, is whether, under all the circumstances, the employee was\r\nexposed to a greater risk by reason of his employment and duties than was imposed upon an\r\nordinary member of the public.\r\n\r\n\r\nHiers, 221 S.C. at 230, 70 S.E.2d at 219. In affirming \r\n  the award of benefits, the court further stated: \"Where the work and the method \r\n  of doing the work exposes [sic] the employee to the forces of nature to a greater \r\n  extent than he would be if not so engaged, the industry increases the danger \r\n  from such forces, and the employer is liable.\" Id. at 232, 70 S.E.2d \r\n  at 220.\r\n\r\nSouth Carolina, although not formally adopting or rejecting \r\n  any of these doctrines, has not applied the increased-risk doctrine in determining \r\n  the compensability of injuries due to spider bites and bee stings. In Schrader \r\n  v. Monarch Mills, 215 S.C. 357, 55 S.E.2d 285 (1949), the claimant was bitten \r\n  by a black widow spider while on a bathroom break at work. The court stated: \r\n  \"An injury arises in the course of employment . . . when it occurs within the \r\n  period of the employment at a place where the employee reasonably may be in \r\n  the performance of his duties and while he is fulfilling those duties or engaged \r\n  in doing something incidental thereto.\" Id. at 360, 55 S.E.2d at 287. \r\n  The court did not address whether a claimant needs to prove that he was at a \r\n  greater risk of spider bites than the general public. The court affirmed the \r\n  award of benefits to claimant, finding that the spider bite took place while \r\n  he was acting within the scope of his employment. Schrader, 215 S.C. \r\n  at 364, 55 S.E.2d at 288. See also Eagles v. Golden Cove, Inc., 260 S.C. \r\n  113, 116, 194 S.E.2d 397, 398 (1973) (finding a bee sting suffered while cutting \r\n  grass arose out of and in the course of employment).\r\n\r\nAn accident arises out of employment when the employment \r\n  is a contributing proximate cause of the accident. Lee v. Wentworth Mfg. \r\n  Co., 240 S.C. 165, 168, 125 S.E.2d 7, 9 (1962). \"To be entitled to compensation, \r\n  an employee need not necessarily be engaged at the time of injury in the actual \r\n  performance of his work; it is sufficient if he is upon the employer's premises, \r\n  'occupying himself consistently with his contract of hire in some manner pertaining \r\n  to or incidental to his employment.'\" Id. (quoting McCoy v. Easley \r\n  Cotton Mills, 218 S.C. 350, 356, 62 S.E.2d 772, 774 (1950)).\r\n\r\nUnder Schrader, we find Simmons is entitled to an \r\n  award of benefits. The spider bite occurred while Simmons was employed, at a \r\n  place where he reasonably needed to be in the performance of his duties, and \r\n  while he was fulfilling those duties or engaged in doing something incidental \r\n  thereto. Clearly, the nature of his job as a firefighter required Simmons to \r\n  wear fireman's boots. Placing those boots on his feet fulfilled a task incidental \r\n  to his employment. Under Schrader, Simmons satisfied the requirements \r\n  necessary to recover for an injury caused by a spider bite.\r\n\r\nIII.\r\n\r\n\r\nThe City next argues that Simmons must offer medical evidence demonstrating he is disabled in\r\norder to recover for total disability under S.C. Code Ann. § 42-9-10 (Supp. 2000).  We disagree.\r\n\r\n\"South Carolina's workers' compensation law represents a \r\n  combination of two competing models of workers' compensation, one economic and \r\n  the other medical.\" Stephenson v. Rice Servs., Inc., 323 S.C. 113, 116, \r\n  473 S.E.2d 699, 700 (1996). Under the more traditional economic theory, the \r\n  goal of worker's compensation law is to compensate workers for reductions in \r\n  their earning capacity caused by work-related injuries. Id. This is the \r\n  criterion for compensation under the Workers' Compensation Act. See S.C. \r\n  Code Ann. § 42-1-120 (1985) (\"The term 'disability' means incapacity because \r\n  of injury to earn the wages which the employee was receiving at the time of \r\n  injury in the same or any other employment.\").\r\n\r\n\r\nNotwithstanding the definition of disability in section 42-1-120, South Carolina's workers'\r\ncompensation law also recognizes a competing concept of disability that is tied to medical\r\nimpairment rather than to wage loss or to any reduction in earning capacity.  The schedule\r\ninjuries, which typically provide for fixed awards of workers' compensation based on degrees of\r\nmedical impairment to certain listed body parts, are compensable without regard to whether the\r\nemployee is able to continue working at the same job.  In other words, with schedule injuries, the\r\nfact the employee still is able to work constitutes no bar to compensation.\r\n\r\n\r\nStephenson, 323 S.C. at 117, 473 S.E.2d at 701. Under \r\n  the medical theory, the focus is on the medical impairment of the employee. \r\n  Id. \r\n\r\nWhen an employee is not statutorily deemed totally disabled \r\n  according to the type of injury suffered, the economic model is generally used \r\n  to prove total disability. Id. at 118, 473 S.E.2d at 702. Under the economic \r\n  model, \"the Commission may predicate a finding of total disability on the claimant's \r\n  complete loss of earning capacity as a result of a work-related injury.\" Id. \r\n  The ability to perform limited tasks for which no stable job market exists does \r\n  not prevent an employee from proving total disability. Id.\r\n\r\nWe do not think a medical doctor's testimony is necessary \r\n  to prove total disability under the economic model. We are guided by South Carolina \r\n  cases that have allowed claimants who were similarly situated to recover under \r\n  the economic theory without the introduction of medical testimony. In Coleman \r\n  v. Quality Concrete Products, Inc., 245 S.C. 625, 142 S.E.2d 43 (1965), \r\n  the court allowed a fifty-eight-year-old heavy equipment operator with a sixth \r\n  grade education to recover relying solely on the claimant's testimony offered \r\n  to support his lack of earning capacity. Also, in McCollum v. Singer Co., \r\n  300 S.C. 103, 386 S.E.2d 471 (Ct. App. 1989), the court affirmed the full commission's \r\n  finding that a fifty-year-old machine operator was totally disabled based on \r\n  a vocational consultant's averment that the employee was totally disabled.\r\n\r\nHutchinson, the vocational consultant, testified that Simmons \r\n  suffered a substantial impairment to his earning capacity and is now unable \r\n  to compete in the job market. We find the testimony is sufficient under the \r\n  Coleman and McCollum cases and conclude Simmons was not required \r\n  to provide medical evidence of total disability.\r\n\r\nIV.\r\n\r\n\r\nThe City argues also that Simmons cannot recover total disability when his injuries occurred only\r\nto a scheduled member of the body.  Under the facts of this case, we disagree.\r\n\r\nSimmons suffered an amputation of his left leg which led to an assignment of 100 percent\r\nimpairment of that leg.  Testimony was adduced during the hearing showing the right leg, which\r\nwas the leg bitten by the spider, also continued to suffer injury.  This testimony led the\r\nCommissioner to find that Simmons suffered swelling and impairment in his right leg.\r\n\r\nThe City cites Brown v. Owen Steel Co., 316 S.C. \r\n  278, 450 S.E.2d 57 (Ct. App. 1994) to support its argument that the injury to \r\n  the scheduled member must also cause injury to an unscheduled member to recover \r\n  under the economic model. Brown suffered a thirty-five percent permanent partial \r\n  disability to the back. The commission awarded Brown disability to the back \r\n  under the scheduled member Section 42-9-30 of the South Carolina Code. See \r\n  S.C. Code Ann. § 42-9-30 (1985 &amp; Supp. 2000). Brown argued he should have \r\n  been permitted to seek benefits under the general disability statute § 42-9-20 \r\n  instead of under § 42-9-30. The Commission and the circuit court both held that \r\n  if a specific member included in the schedule set forth in § 42-9-30 is implicated, \r\n  the award must be made pursuant to that section. This court concluded the commission \r\n  misstated the law:\r\n\r\nUnder our Worker's Compensation Act, a claimant may proceed under § 42-9-10 or § 42-9-20 to\r\nprove a general disability; alternatively, he or she may proceed under § 42-9-30 to prove a loss,\r\nor loss of use of, a member, organ, or part of the body for which specific awards are listed in the\r\nstatute.  It is well-settled that an award under the general disability statutes must be predicated\r\nupon a showing of a loss of earning capacity, whereas an award under the scheduled loss statute\r\ndoes not require such a showing.\r\n\r\nBrown, 316 S.C. at 279, 450 S.E.2d at 58 (quoting \r\n  Fields v. Owens Corning Fiberglas, 301 S.C. 554, 555, 393 S.E.2d 172, \r\n  173 (1990)). See also Green v. City of Columbia, 311 S.C. 78, 80 n.2, \r\n  427 S.E.2d 685, 687 n.2 (Ct. App. 1993) (citing Fields as holding claimant \r\n  may proceed under § 42-9-10 or 42-9-20 (general disability) or under § 42-9-30 \r\n  (scheduled disability) to prove a general disability).\r\n\r\nBrown, however, did not argue that his back injury affected other parts of his body or that it had\r\ncontributed to an impairment beyond the scheduled member.  Accordingly, this court, finding\r\nBrown showed no prejudice resulting from the commission requiring him to proceed under the\r\nscheduled member section, affirmed.\r\n\r\n\"The policy behind allowing a claimant to proceed under \r\n  the general disability § 42-9-10 and § 42-9-20 allows for a claimant whose injury, \r\n  while falling under the scheduled member section, nevertheless affects other \r\n  parts of the body and warrants providing the claimant with the opportunity to \r\n  establish a disability greater than the presumptive disability provided for \r\n  under the scheduled member section.\" Brown, 316 S.C. at 280, 450 S.E.2d \r\n  at 58. When a scheduled loss is not accompanied by additional complications \r\n  affecting another part of the body, the scheduled recovery is exclusive. Singleton \r\n  v. Young Lumber Co., 236 S.C. 454, 471, 114 S.E.2d 837, 845 (1960) (\"Where \r\n  the injury is confined to the scheduled member, and there is no impairment of \r\n  any other part of the body because of such injury, the employee is limited to \r\n  the scheduled compensation. . . .\").\r\n\r\nAll that is required is that the injury to a scheduled member also affect another body part.  Here,\r\nSimmons presented evidence his right leg remained swollen and painful as of the date of the\r\nhearing before the single commissioner.  We agree that substantial evidence supports the\r\ncommission's finding that Simmons suffered additional complications to another part of the body,\r\nother than the amputated left leg, and was thus entitled to proceed under the general disability\r\nstatute.\r\n\r\nCONCLUSION\r\n\r\n\r\nAccordingly, for the foregoing reasons, the order on appeal is\r\n\r\nAFFIRMED.\r\n\r\nCURETON, STILWELL and SHULER, JJ., concur.\r\n\r\n1.   There are two other obsolete lines of interpretation: the peculiar-risk doctrine and the proximate cause doctrine.  1\r\nLarson § 3.01.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3447","title":"Strickland v. Galloway","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3447","description":"In this Workers' Compensation case, the court addresses whether the \"going and coming\" rule applies to a volunteer firefighter who is responding to a fire.","date":"2002-02-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nIn this Workers' Compensation case, the court addresses whether the &quot;going and coming&quot; rule applies to a volunteer firefighter who is responding to a fire.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Harold G. Strickland,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Keenan J. Galloway,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n  James W. Johnson, Jr., Circuit Court Judge\r\n\r\n\r\nOpinion No. 3447\r\n  Heard February 4, 2002 - Filed February 19, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Karen Creech, of Covington, Patrick, Hagins, Stern \r\n          &amp; Lewis, of Greenville, for appellant.\r\n\r\n        Robert D. Moseley, Jr., of Leatherwood, Walker, \r\n          Todd &amp; Mann, of Greenville, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: \r\n  Harold G. Strickland sustained injuries when he was struck by an automobile \r\n  driven by Keenan J. Galloway. Both men were volunteer firefighters arriving \r\n  at the scene of a fire. Strickland received workers' compensation for the injury \r\n  and sued Galloway in tort to recover damages. The trial court granted summary \r\n  judgment in favor of Galloway. Strickland appeals. We affirm.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nHarold G. Strickland brought this action against \r\n  Keenan J. Galloway seeking to recover damages for personal injuries sustained \r\n  by Strickland in an automobile accident in January 1998. At the time of the \r\n  accident, both men were serving as volunteer firefighters with Anderson County \r\n  and were responding to a fire. Strickland had parked his vehicle on the shoulder \r\n  of the road and was putting on his fire-fighting gear. It was raining heavily. \r\n  As Galloway pulled off the highway onto the shoulder, his car slid into Strickland, \r\n  causing him injuries.\r\n\r\nStrickland received workers' compensation benefits \r\n  from the Anderson County Fire Department. He then sought compensation from Galloway \r\n  individually under a negligence theory. \r\n\r\n  ANALYSIS\r\n\r\nIn circumstances in which the South Carolina Workers' \r\n  Compensation Act covers an employee's work-related accident, the Act provides \r\n  the exclusive remedy against the employer. (1) \r\n  The exclusive remedy doctrine was enacted to balance the relative ease with \r\n  which the employee can recover under the Act: the employee gets swift, sure \r\n  compensation, and the employer receives immunity from tort actions by the employee. \r\n  (2)\r\n\r\nThe immunity is conferred not only on the direct \r\n  employer, but also on co-employees. (3) Under \r\n  South Carolina Code Ann. section 42-5-10 (1985), (4) \r\n  a co-employee who negligently injures another employee while in the scope of \r\n  employment is immune under the Workers' Compensation Act and cannot be held \r\n  personally liable. (5)\r\n\r\nIn the present case, if Galloway was acting within \r\n  the scope of employment, he would be afforded immunity by the Workers' Compensation \r\n  Act. Having conceded his own status of employee at the time of the accident, \r\n  Strickland is arguing Galloway was not yet conducting the business of the fire \r\n  department at the time of the accident. The only apparent distinction is Galloway \r\n  had just arrived at the scene of the fire, while Strickland had already donned \r\n  his gear when the accident occurred.\r\n\r\nBasing his argument on the \"going and coming rule,\" \r\n  Strickland maintains Galloway had not yet conducted fire department business \r\n  at the time of the accident. Under this rule, \"an employee going to or coming \r\n  from the place where his work is to be performed is not engaged in performing \r\n  any service growing out of and incidental to his employment, and, therefore, \r\n  an injury sustained by accident at such time does not arise out of and in the \r\n  course of employment.\"  \r\n  (6)\r\n\r\nSouth Carolina courts have not addressed this somewhat \r\n  unique issue of whether or not a volunteer firefighter is acting within the \r\n  scope of employment while responding to a fire. The issue was addressed in a \r\n  1977 Attorney General's opinion: (7)\r\n\r\n\r\n  Since the furnishing of transportation to and \r\n    from the scene of a fire saves the fire department the expense of transporting \r\n    the volunteer fireman to and from a fire and also enables the fireman to proceed \r\n    promptly and directly to and from the scene of the fire, it is self-evident \r\n    that such a journey represents a substantial part of the volunteer fireman's \r\n    service to the fire department and the community. Therefore it appears that \r\n    the volunteer fireman's furnishing of his own transportation directly to and \r\n    from the scene of the fire is incidental to his duties, and injuries sustained \r\n    thereby arise out of and in the course of employment so as to be compensable \r\n    under the South Carolina Workmen's Compensation Act . . . . \r\n    (8) \r\n\r\n\r\nThe Attorney General's opinion concluded \"injuries \r\n  sustained by a volunteer fireman while on the way directly to . . . a fire are \r\n  compensable under the South Carolina Workmen's Compensation Act . . . . \" \r\n   (9)\r\n\r\nCourts in other jurisdictions have held the going \r\n  and coming rule does not apply in the context of a volunteer firefighter responding \r\n  to a fire. (10) The general reasoning followed \r\n  by these courts is the volunteer firefighter is not \"going to work\" when responding \r\n  to the call but is \"at work\" when responding to the emergency call. Because \r\n  these volunteers must respond immediately and expeditiously, they are performing \r\n  the fire department's business when they embark on their response to a fire.\r\n\r\nWe hold Galloway was conducting the fire department's \r\n  business at the time of the accident. Thus, the exclusive remedy doctrine of \r\n  section 42-1-540 bars Strickland from suing co-employee Galloway for his alleged \r\n  negligence in the accident.\r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J, and HUFF, J., concur.\r\n\r\n\r\n1.    S.C. Code Ann. section 42-1-540 (1985) states in pertinent part:\r\n\r\nThe rights and remedies granted by this Title to \r\n  an employee when he and his employer have accepted the provisions of this Title, \r\n  respectively, to pay and accept compensation on account of personal injury . \r\n  . . by accident, shall exclude all other rights and remedies of such employee \r\n  . . . as against his employer . . . .  \r\n2.  Burnet R. Maybank et al., \r\n  The Law of Workers' Compensation Insurance in South Carolina XV-1 (2nd \r\n  ed. 1998). \r\n3. Id.  \r\n4.  S.C. Code Ann. section 42-5-10 \r\n  (1985) states as follows:\r\n\r\nEvery employer who accepts compensation provisions \r\n  of this Title shall secure the payment of compensation to his employees in the \r\n  manner provided in this chapter. While such security remains in force he or \r\n  those conducting his business shall only be liable to any employee \r\n  who elects to come under this Title for personal injury . . . by accident to \r\n  the extent and in the manner specified by this Title.\r\n\r\n(emphasis added). \r\n5. Dickert v. Metropolitan \r\n  Life Ins. Co., 311 S.C. 218, 222, 428 S.E.2d 700, 702 (1993).  \r\n 6.  Maybank at V-2 (citations \r\n  omitted); this rule originated in South Carolina in Gallman v. Springs Mills, \r\n  201 S.C. 257, 260, 22 S.E.2d 715, 718 (1942). \r\n7.  The Attorney General's opinion \r\n  treats the volunteer firefighter as being an exception to the \"going and coming\" \r\n  rule; our result is the same, but we hold the firefighter to be outside the \r\n  rule, not an exception to it.  \r\n 8.  S.C. Op. Atty. Gen. 142 \r\n  (1977).  \r\n9.  Id.  \r\n10.  Soupene v. Lignitz, \r\n  960 P.2d 205, 211 (Kan. 1998) (\"Responding to emergency calls . . . entails \r\n  a special degree of inconvenience and urgency . . . [and] is an activity contemplated \r\n  by and causally related to the employment of a volunteer firefighter . . . . \r\n  [H]e [the firefighter] had assumed the duties related to his employment when \r\n  he began responding [to] the emergency call.\"); Matlock v. Hankel, 707 \r\n  So.2d 1016, 1019 (La. Ct. App. 1998) (concluding the response of a volunteer \r\n  firefighter to a fire is not equivalent to an ordinary commute to work); DeLong \r\n  v. Miller, 426 A.2d 1171, 1172 (Pa. 1981) (\"[B]ecause the unique character \r\n  of the employment requires prompt reaction to an alarm, a volunteer fireman \r\n  is in the course of his employment when he leaves his home in response to an \r\n  alarm.\"). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3448","title":"State v. Reddick","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3448","description":"Corey Reddick, an inmate of the South Carolina Department of Corrections, appealed his conviction for throwing bodily fluids on a corrections officer, a statutory offense under section 24-13-470.  Reddick argued: (1) his indictment was fatally flawed because it did not identify him as an \"inmate\" within the charging portion; and (2) the circuit judge improperly limited his closing arguments regarding bias of the corrections officers who testified against him.  The Court of Appeals affirmed, holding: (1) under the \"practical eye\" analysis, Reddick's indictment was sufficient to confer jurisdiction on the Circuit Court; and (2) comments made by the trial judge during closing arguments did not deprive Reddick of a fair trial.","date":"2002-02-19","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n  \r\n\r\n\r\n  \r\n    \r\n      \r\n        Corey L. Reddick,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  Alison Renee Lee, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3448\r\n    Heard January 10, 2001 - Filed February 19, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief Attorney Daniel T. Stacey, of the \r\n          South Carolina Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief \r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney \r\n          General Robert E. Bogan, Assistant Attorney General Christie Newman \r\n          Barrett; and Solicitor Warren B. Giese, all of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: \r\n  Corey Reddick, an inmate, was convicted of throwing bodily fluids on a correctional \r\n  officer. He was sentenced to ten years imprisonment, consecutive to the sentence \r\n  he was already serving. He raises two issues on appeal. We affirm.\r\n\r\n\r\n    FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nReddick was convicted of five counts of kidnapping \r\n  and five counts of armed robbery and sentenced to fifty years imprisonment. \r\n  He was housed at the Broad River Correctional Institute at the time of the incident \r\n  underlying this action. \r\n\r\nIn the cell block where Reddick was housed, prisoners \r\n  ate meals in their respective cells. At the end of meal time, an officer would \r\n  go from cell to cell collecting meal trays from the prisoners. The prisoners \r\n  passed their tray to the officer through the food service flap located in the \r\n  center of the cell door.\r\n\r\nOn April 1, 1999, Officer Keith Haynes approached \r\n  Reddick's cell to collect his dinner tray. When Officer Haynes requested Reddick \r\n  pass him the food tray, Reddick refused and demanded to see Sergeant John Rivera. \r\n  Officer Haynes called Sergeant Rivera and continued collecting trays. As Sergeant \r\n  Rivera approached Reddick's cell, he pulled out his can of mace as a precautionary \r\n  measure and attempted to ask Reddick what was wrong. Reddick tossed the liquid \r\n  contents of a Styrofoam cup through the open food service flap at Sergeant Rivera, \r\n  striking the officer directly in the face. Officer Haynes, who was standing \r\n  next to Sergeant Rivera, was also hit with the liquid. The yellow liquid smelled \r\n  of urine and both officers believed the substance to be urine. Sergeant Rivera \r\n  removed his yellow-stained shirt, placed it in a plastic bag, and provided it \r\n  to his supervisor.\r\n\r\nReddick was indicted for throwing bodily fluids \r\n  on Sergeant Rivera. The jury convicted Reddick. This appeal follows.\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n    I. VALIDITY OF THE INDICTMENT  \r\n  \r\n\r\n\r\nReddick argues his indictment was invalid and the \r\n  Circuit Court did not have subject matter jurisdiction over the matter. We disagree.\r\n\r\nReddick was charged with violating S.C. Code Ann. \r\n  § 24-13-470. The statute states, in pertinent part:\r\n\r\n\r\n  An inmate who attempts to throw or throws bodily \r\n    fluids including, but not limited to, urine, blood, feces, vomit, saliva, \r\n    or semen on an employee of a state or local correctional facility is guilty \r\n    of a felony and, upon conviction, must be imprisoned not more than fifteen \r\n    years.\r\n\r\n\r\nThe caption of the indictment returned by the Richland \r\n  County Grand Jury stated \"Throwing Bodily Fluids by Prisoner on Correctional \r\n  Employee.\" The body of the indictment provided:\r\n\r\n\r\n  That COREY L. REDDICK did in Richland County on \r\n    or about April 1, 1999, wilfully and knowingly threw [sic] or attempted to \r\n    throw urine on Sergeant John Rivera an employee of the South Carolina Department \r\n    of Corrections, Broad River Correctional Institute.\r\n\r\n\r\nReddick argues this was insufficient to confer \r\n  jurisdiction on the Circuit Court. The defect asserted by Reddick is the failure \r\n  of the indictment to specify Reddick's status as an \"inmate.\" \r\n\r\nAn indictment passes legal muster if it \"charges \r\n  the crime substantially in the language of the … statute prohibiting the crime \r\n  or so plainly that the nature of the offense charged may be easily understood \r\n  ….\" S.C. Code Ann. § 17-19-20 (1985). The indictment must state the offense \r\n  with sufficient certainty and particularity to enable the court to know what \r\n  judgment to pronounce, and the defendant to know what he is called upon to answer. \r\n  Browning v. State, 320 S.C. 366, 465 S.E.2d 358 (1995); Garrett v. \r\n  State, 320 S.C. 353, 465 S.E.2d 349 (1995); State v. Ervin, 333 S.C. \r\n  351, 510 S.E.2d 220 (Ct. App. 1998). \"The true test of the sufficiency of an \r\n  indictment is not whether it could be made more definite and certain, but whether \r\n  it contains the necessary elements of the offense intended to be charged and \r\n  sufficiently apprises the defendant of what he must be prepared to meet.\" State \r\n  v. Beam, 336 S.C. 45, 50, 518 S.E.2d 297, 300 (Ct. App. 1999) (citation \r\n  omitted).\r\n\r\nIn State v. Crenshaw, 274 S.C. 475, 266 \r\n  S.E.2d 61 (1980), appellants Crenshaw and Ligon were police officers tried for \r\n  bribery, blackmail, and criminal conspiracy for extorting $5,000 from a doctor \r\n  in exchange for promises to drop criminal charges against his son. The jury \r\n  found appellants innocent of all charges except bribery. On appeal, the appellants \r\n  asserted the indictment failed to charge the crime of bribery substantially \r\n  in the language of the statute. They further contended the indictment did not \r\n  set forth with sufficient certainty and particularity how appellants could have \r\n  exercised their judgment as police officers in order that the criminal charges \r\n  against the son be dropped or dismissed. The Court commenced its review with \r\n  the following annunciation:\r\n\r\n\r\nAn indictment is adequate if the offense is stated with sufficient certainty and particularity to\r\nenable the court to know what judgment to pronounce, the defendant to know what he is called\r\nupon to answer, and acquittal or conviction to be placed in bar to any subsequent conviction.\r\n\r\n\r\nId. at 477, 266 S.E.2d at 62 (citation omitted).\r\n\r\nTo determine if the appellants were on notice and \r\n  apprised of the charges against them, the Court examined the indictment \"on \r\n  its face,\" and considered the events at trial:\r\n\r\n\r\n  As the indictment bears the specific code section \r\n    on its face and there was lengthy discussion concerning that code section \r\n    throughout the trial, appellants obviously knew for what crime they were being \r\n    prosecuted. Further, an indictment charging a statutory crime need not use \r\n    the precise language of the statute in describing the offense, if the words \r\n    used are equivalent to those employed by the \r\n    statute, Livingston v. Commonwealth, 184 Va. 830, 36 S.E.2d 561 (1946), \r\n    as was the case in this instance.\r\n\r\n\r\nId. \r\n\r\nIn State v. Adams, 277 S.C. 115, 283 S.E.2d \r\n  582 (1981), overruled on other grounds by State v. Torrence, 305 \r\n  S.C. 45, 406 S.E.2d 315 (1991), the Supreme Court employed the phrase \"practical \r\n  eye\" to define its comprehensive analysis of indictments for legal \r\n  sufficiency:\r\n\r\n\r\nThe indictment sufficiency tests noted above must be viewed with a practical eye ….\r\n\r\n\r\nId.  at 125, 283 S.E.2d at 588.\r\n\r\nLike Crenshaw, the Adams Court examined \r\n  the totality of the circumstances to determine if the appellant was cognizant \r\n  of the crimes for which he was charged:\r\n\r\n\r\n  [A]ll the surrounding circumstances must be weighed \r\n    before an accurate determination of whether a defendant was or was not prejudiced \r\n    can be reached. State v. Hiott, supra; State v. Shoemaker, \r\n    supra; State v. Evans, 216 S.C. 328, 57 S.E.2d 756 (1950).\r\n\r\n  In this case the statement signed by Adams itself \r\n    described his mens rea. He was indicted for the crimes accompanying the housebreaking-kidnapping \r\n    and murder. In addition, he was accorded a preliminary hearing. Under all \r\n    the circumstances, the contention that the indictment failed to fulfill its \r\n    purposes is not supported. There is no indication that the appellant was unfairly \r\n    prejudiced since he obviously knew the crimes \r\n    for which he was being tried.\r\n\r\n\r\nId. at 125-26, 283 S.E.2d at 588.\r\n\r\nNumerous cases have adopted the \"practical \r\n  eye\" or common sense standard articulated within Crenshaw \r\n  and Adams. See, e.g., State v. Gunn, 313 S.C. 124, 437 \r\n  S.E.2d 75 (1993); State v. Wade, 306 S.C. 79, 409 S.E.2d 780 (1991); \r\n  State v. Hamilton, 344 S.C. 344, 543 S.E.2d 586 (Ct. App. 2001); State \r\n  v. Beam, 336 S.C. 45, 518 S.E.2d 297 (Ct. App. 1999).\r\n\r\nIn State v. Hamilton, 344 S.C. 344, 543 \r\n  S.E.2d 586 (Ct. App. 2001), an inmate stabbed a correctional officer with a \r\n  homemade knife and was indicted for the crime of the unlawful possession of \r\n  \"contraband\" by a prisoner in violation of § 24-3-950. Section 24-3-950 specifies \r\n  that \"contraband\" includes items pre-determined to be contraband by the Director \r\n  of the Department of Corrections and published by the Director in a public place. \r\n  The indictment in Hamilton did not specify that the defendant's knife \r\n  had been declared contraband by the Director. The defendant argued the indictment \r\n  failed to sufficiently state the offense and the trial court lacked subject \r\n  matter jurisdiction to try the case. This Court found the following:\r\n\r\n\r\n  Viewing the indictment \"with a practical \r\n    eye,\" we find it stated the charge with sufficient certainty \r\n    to enable both the trial court and Hamilton to know what crime it alleged. \r\n    The indictment specifically identified the contraband involved, incorporated \r\n    the statute, section 24-3-950, by reference, and named the offense in the \r\n    title. Under the circumstances of this case, we determine the indictment vested \r\n    the trial court with subject matter jurisdiction.\r\n\r\n\r\nId.  at 365, 543 S.E.2d at 597 (emphasis \r\n  added). \r\n\r\nIn State v. Williams, 346 S.C. 424, 552 \r\n  S.E.2d 54 (Ct. App. 2001), the appellant was a prisoner convicted of possession \r\n  of contraband. On appeal, he argued the indictment was defective because it \r\n  failed to allege an essential element of the offense. Specifically, the appellant \r\n  asserted the indictment failed to allege the essential element that the item \r\n  in his possession had been declared to be \r\n  contraband by the director of the Department of Corrections. Relying upon Hamilton, \r\n  the Court concluded the indictment was legally sufficient:\r\n\r\n\r\n  State v. Hamilton, 344 S.C. 344, 543 S.E.2d \r\n    586 (Ct. App. 2001), is the most recent statement of this court relative to \r\n    the issues surrounding this indictment. In Hamilton, this court held \r\n    that an indictment charging an inmate with possession of contraband in violation \r\n    of S.C. Code Ann. § 24-3-950 was sufficient to vest the trial court with subject \r\n    matter jurisdiction, even though it did not allege the item possessed by the \r\n    accused had been declared contraband by the director of the Department of \r\n    Corrections. This court found the indictment was sufficient where it specifically \r\n    identified the contraband involved, incorporated S.C. Code § 24- 3-950 by \r\n    reference, and named the offense in the title of the indictment. Id. \r\n    at 72, 543 S.E.2d 586. In the case before us, the indictment specifically \r\n    identifies the contraband as marijuana, cites § 24-3-950 of the South Carolina \r\n    Code, and includes the name of the offense in the title of the indictment. \r\n    Accordingly, we find that the language of the indictment is sufficient to \r\n    confer on the trial court subject matter jurisdiction in this case.\r\n\r\n\r\nId. at 433, 552 S.E.2d at 59.\r\n\r\nIn the recent case of State v. Wilkes, 346 \r\n  S.C. 67, 550 S.E.2d 332 (Ct. App. 2001) cert. granted, the appellant \r\n  sought reversal of his conviction for assaulting two corrections officers. The \r\n  statute under which the appellant was convicted -- § 16-3-630 -- states: \"A \r\n  person convicted of assault upon an employee of a state or local correctional \r\n  facility performing job-related duties must serve a mandatory minimum sentence \r\n  of not less than six months nor more than five years.\" The appellant argued \r\n  the indictments returned by the grand jury were invalid because they did not \r\n  identify the persons assaulted as \"corrections officers\" in the charging portion. \r\n  The Court determined articulation of the term \"correctional officer\" was necessary \r\n  and held its omission within the charging portion of the indictment was a fatal \r\n  defect, notwithstanding the language of the caption, which read \"ASSAULT ON \r\n  CORRECTIONAL FACILITY EMPLOYEE § 16-3-630\"; consequently, the conviction was \r\n  vacated. Id.  at 69-71, 550 S.E.2d at 333-34 (relying upon, inter \r\n  alia, State v. Tabory, 262 S.C. 136, 202 S.E.2d 852 (1974), North \r\n  Carolina v. Bennett, 156 S.E.2d 725 (N.C. 1967), and 42 C.J.S. Indictments \r\n  and Informations § 113 (1991)).\r\n\r\nWe find the present case is distinguishable from \r\n  Wilkes. In Wilkes, the issue presented was whether the indictments \r\n  sufficiently identified the status of the assaulted officers as \"correctional \r\n  officers.\" In light of the fact that arresting officers, who were not \"correctional \r\n  officers,\" were also involved with the defendant that day, the indictments did \r\n  not sufficiently inform the defendant of the facts he should be prepared to \r\n  defend. In the instant case, however, the defect alleged is the failure to specify \r\n  the status of Reddick as an inmate. In contrast to the possible confusion associated \r\n  with the several officers in the Wilkes case, there was no similar confusion \r\n  in regard to Reddick's status as an inmate in the case at bar. The charging \r\n  portion of the indictment sufficiently stated the elements of the crime by alleging \r\n  Reddick threw urine on an employee of the Department of Corrections; therefore, \r\n  Reddick was informed of the circumstances he was called upon to defend.\r\n\r\nReviewing the present case with a \"practical \r\n  eye,\" we believe the facts are substantially similar to those in \r\n  Hamilton. The elements of the crime charged in the present case include: \r\n  (1) the throwing of bodily fluids, including urine; (2) by an inmate; (3) on \r\n  a correctional officer. The charging portion of the indictment identified Reddick \r\n  by name and alleged he threw urine, a bodily fluid, on a correctional officer. \r\n  Furthermore, the caption identified the accused as a \"prisoner.\" Clearly, the \r\n  indictment provided allegations as to all of the elements of the crime and sufficiently \r\n  informed the trial judge and the defendant as to what crime was being alleged.\r\n\r\nThis indictment is a paradigm of a charging paper \r\n  that survives subject matter jurisdiction scrutiny, but evinces a \"lackadaisical \r\n  scrivener product.\" The Latin phrase abundans cautela non nocet \r\n  (1) is edifying and instructive.\r\n\r\nII. REDDICK'S CLOSING ARGUMENT\r\n\r\nReddick asserts he had the right to argue in closing \r\n  the evidence presented at trial that tended to show bias on the part of the \r\n  prison guards. Reddick argues the trial court erred by limiting his closing \r\n  arguments regarding bias. We disagree.\r\n\r\nDuring cross-examination of Officer Rivera, Reddick's \r\n  counsel elicited the following:\r\n\r\n\r\n  Defense Counsel: [Y]ou understand how much time \r\n    [Reddick] is doing in the Department of Corrections, correct?\r\n\r\n  Officer Rivera: Yes, sir.\r\n\r\n  Defense Counsel: He's doing a 50-year sentence?\r\n\r\n  Officer Rivera: I believe so.\r\n\r\n  Defense Counsel: And he's not getting any work \r\n    credits or educational credits or good time?\r\n\r\n  Officer Rivera: No, sir.\r\n\r\n\r\nDuring Reddick's closing arguments, the following \r\n  exchange occurred:\r\n\r\n\r\n  Defense Counsel: Corey Reddick gives inmates \r\n    a hard time, gives officers a hard time at the Department of Corrections. \r\n    He is doing a 50-year sentence. And I'm not telling you that to lessen this \r\n    or make us think that this doesn't matter. It does matter. It does matter \r\n    to Mr. Reddick. That's why he's here today.\r\n    But they know how much time he's doing in the Department of Corrections. They \r\n    know that he mouths off, becomes insubordinate. They can't do nothing to him. \r\n    He doesn't get the good time. They can't take that away. He's not getting \r\n    educational credits or work credits. They can't take that away. \r\n\r\n  The Solicitor: Objection, your honor. I mean, I \r\n    wish he would stay within the facts of the record. I mean, he's testifying \r\n    to stuff that has not been brought up before this jury.\r\n\r\n  Defense Counsel: Yes, it has, your honor. I'd asked \r\n    Officer Rivera that. He said that himself, your honor.\r\n\r\n  The Court: I ask you again to conform comments \r\n    to the evidence that's been presented in this particular matter.\r\n\r\n\r\nReddick's counsel continued his closing arguments. \r\n  Counsel noted Officer Rivera approached Reddick's cell with mace before knowing \r\n  what Reddick was complaining about and referred to prison guards getting away \r\n  with ill treatment of inmates because the guards were more likely to be believed.\r\n\r\nThe trial judge is vested with broad discretion \r\n  in dealing with the range and propriety of closing argument. State v. Bell, \r\n  302 S.C. 18, 393 S.E.2d 364 (1990); State v. Brown, 333 S.C. 185, 508 \r\n  S.E.2d 38 (Ct. App. 1998). An appellate court will not disturb the trial court's \r\n  ruling regarding closing argument where there is no abuse of discretion. State \r\n  v. Raffaldt, 318 S.C. 110, 456 S.E.2d 390 (1995). We must review the argument \r\n  in the context of the entire record. Brown, 333 S.C. at 191, 508 S.E.2d \r\n  at 41. The appellant has the burden of showing that any alleged error in argument \r\n  deprived him of a fair trial. Id.\r\n\r\nWe find Reddick was correct in his assertion that \r\n  he was arguing matters in evidence. Officer Rivera clearly testified regarding \r\n  Reddick's status as an inmate without the ability to earn, and without the ability \r\n  to have taken away as punishment, work or educational credits. However, we disagree \r\n  with Reddick's argument that the trial judge improperly limited his closing \r\n  arguments regarding bias. In our view, the trial judge's comments were merely \r\n  a reminder to stay within the record, not an order to refrain from pursuing \r\n  a particular line of argument. Further, a careful review of counsel's closing \r\n  argument fails to convince us that Reddick was limited in any way by the trial \r\n  judge's comments. Reddick's counsel continued to argue the prison guards were \r\n  biased because they disliked Reddick and could get away with concocting a story \r\n  of Reddick's misbehavior in order to punish him. Reviewing the entire record, \r\n  we find Reddick was not limited by the trial judge's comments and he failed \r\n  to meet his burden of showing he was deprived of a fair trial. \r\n\r\n\r\n    CONCLUSION \r\n  \r\n\r\n\r\nAccordingly, Reddick's conviction is\r\n\r\nAFFIRMED.\r\n\r\nCONNOR, J., concurs.\r\n\r\nHOWARD, J., dissents in a separate opinion.\r\n\r\nHOWARD, J., (dissenting):  \r\n  I respectfully disagree with the majority as to \r\n  the sufficiency of the indictment. The body of the indictment does not allege \r\n  that Reddick is an inmate, nor does the indictment allege his status as an inmate \r\n  in any similar language. Consequently, I would hold that the court did not have \r\n  jurisdiction to try Reddick for this offense.\r\n\r\nThe caption of the indictment cannot be used to \r\n  expand or contract the allegations, because it is not a part of the findings \r\n  by the grand jury. State v. Lark, 64 S.C. 350, 353, 42 S.E. 175, 176-77 \r\n  (1902); State v. Knuckles, (S.C. Ct. App. filed Jan. 28, 2002) (Shearouse \r\n  Adv. Sh. No. 2 at 67, 72).\r\n\r\nFurthermore, in my opinion the cases relied upon \r\n  by the majority are inapposite. In each of the cases in which our courts have \r\n  examined the language in the indictment with a practical eye in view of the \r\n  surrounding circumstances, the question presented was whether or not there was \r\n  prejudice to the defendant. In State v. Crenshaw, the defendant challenged \r\n  the indictment, alleging that it failed to charge the crime of bribery substantially \r\n  in the language of the statute. 274 S.C. 475, 477, 266 S.E.2d 61, 62 (1980). \r\n  The Court found the indictment sufficient, stating that an indictment charging \r\n  a statutory crime \"need not use the precise language of the statute in describing \r\n  the offense, if the words used are equivalent to those employed by the statute.\" \r\n  Id. (emphasis added). Therefore, Crenshaw does not aid the majority, \r\n  because identifying the defendant by name in the body of the indictment is not \r\n  equivalent to identifying his status as an inmate.\r\n\r\nIn State v. Hiott, the indictment charged \r\n  the defendant with armed robbery by \"feloniously tak[ing] . . . goods or monies \r\n  of the said John Nates Druggist, Inc., such goods or monies being described: \r\n  a toothbrush.\" 276 S.C. 72, 79, 276 S.E.2d 163, 167 (1981) (alteration in original). \r\n  Factually, the attempted escape of the pharmacist had thwarted the robbery before \r\n  completion. At trial, the allegation that a toothbrush was the target of the \r\n  robbery was stricken from the indictment by the trial court because of a lack \r\n  of evidence. On appeal, the defendant challenged the indictment, arguing the \r\n  phrase \"goods or monies\" was insufficient. The supreme court disagreed, viewing \r\n  the indictment with a practical eye. Id. at 82, 276 S.E.2d at 168 (stating \"[i]t \r\n  is not necessary . . . to describe the property the accused intended to take\" \r\n  (quoting 17 C.J.S. Robbery § 68)). Again, unlike this case, the indictment \r\n  in Hiott contained a general allegation of the element in question.\r\n\r\nIn State v. Adams, the defendant was charged \r\n  in an indictment with breaking and entering a house \"with intent to commit a \r\n  crime therein.\" 277 S.C. 115, 125, 283 S.E.2d 582, 587 (1981). He was also separately \r\n  indicted for murder and armed robbery in connection with the same incident. \r\n  On appeal, he argued the indictment was insufficient because it did not allege \r\n  the crime he was accused of intending to commit upon breaking and entering. \r\n  Our supreme court dismissed this argument, viewing the indictment and all of \r\n  the circumstances with a practical eye and noting that he admitted his intentions \r\n  in his statement to police, he was indicted for the accompanying crimes of murder \r\n  and armed robbery, and he was afforded a preliminary hearing. Id. at 125-26, \r\n  283 S.E.2d at 588. Here again, the indictment alleged the element of intent \r\n  to commit a crime; it simply did not identify the specific crime.\r\n\r\nIn State v. Gunn, the indictment charged \r\n  that the defendant, along with other named defendants, did\r\n\r\n\r\n  knowingly, unlawfully and willfully conspire, confederate, \r\n    agree and have tacit understanding with each other and/or other persons, whose \r\n    names are both known and unknown to the State Grand Jurors, for the purpose \r\n    of selling, delivering, or bringing into this State in Cherokee and York counties, \r\n    or providing financial assistance or otherwise aiding and abetting the sale, \r\n    delivery or bringing into this State in Cherokee and York counties, or the \r\n    knowing actual or constructive possession in Cherokee and York counties of \r\n    more than 28 grams of Dilaudid, a narcotic, a derivative of morphine, which \r\n    is a controlled substance under provisions of Section 44-53-210, Code of Laws \r\n    of South Carolina (1976), as amended, such conduct not having been authorized \r\n    by law.\r\n\r\n\r\n313 S.C. 124, 129, 437 S.E.2d 75, 78 (1993). \r\n\r\nOn appeal, the defendant challenged the sufficiency \r\n  of the indictment because it set forth few facts in support of the allegations. \r\n  Once again, the supreme court reviewed the sufficiency of the indictment by \r\n  looking at the issue with a practical eye in view of the surrounding circumstances. \r\n  The court noted that in a statewide grand jury proceeding, the testimony before \r\n  the grand jury is recorded and may be accessed by the defendant. Thus, the court \r\n  found the indictment sufficient. Id. at 130, 537 S.E.2d at 78.\r\n\r\nIn each of these cases, the question before the \r\n  court was whether or not there was prejudice to the defendant as a result of \r\n  insufficient factual allegations contained within the indictment. See \r\n  State v. Hamilton, 344 S.C. 344, 543 S.E.2d 586 (Ct. App. 2001) (ruling \r\n  the word \"contraband\" in the indictment was sufficient to allege that the defendant \r\n  possessed an item pre-determined by the Director of the Department of Corrections \r\n  to be contraband). This is a different question than that which is presented \r\n  in this case.\r\n\r\nOur supreme court has made it clear that an indictment \r\n  is not sufficient to confer jurisdiction on the court if it does not allege \r\n  each of the elements of the offense. See State v. Owens, 346 S.C. \r\n  637, 649, 552 S.E.2d 745, 751 (2001). To say that the element of Corey Reddick's \r\n  status as an inmate is sufficiently alleged by identifying him by name is to \r\n  totally engraft an allegation of the element into the body of the indictment \r\n  and essentially nullifies this fundamental inquiry. I disagree with the majority's \r\n  conclusion on this point and would vacate the conviction based upon the fatally \r\n  flawed indictment. \r\n&nbsp;\r\n\r\n1.    \r\n  Abundant or extreme caution does no harm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3449","title":"Bowers v. Bowers","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3449","description":"In this divorce action, Husband appeals the Family Court's: (1) inclusion of cash disbursements in the court's scheme of equitable distribution; (2) valuation of several marital assets; (3) failure to consider tax consequences in arriving at its award of equitable distribution; (4) identification of marital debts; and (5) award of attorney's fees.  The Court of Appeals affirmed all components of the Family Court's order, except the portion regarding valuation of the marital home.  The Family Court valued the home at $260,000 after taking judicial notice of","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Linda Dennis Bowers, Respondent, \r\n        \r\n            v.\r\n\r\n\r\n\r\n        Gregory S. Bowers, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  Amy C. Sutherland, Family Court Judge\r\n\r\n\r\n    Opinion No. 3449\r\n    Heard February 5, 2002 - Filed February 25, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND MODIFIED IN \r\n  PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Falkner Wilkes, of Meglic, Wilkes &amp; Godwin; and Kimberly F. \r\n          Dunham, both of Greenville, for appellant.\r\n\r\n        David M. Collins, Jr., of Inman, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nANDERSON, J.: In this domestic action, Gregory S. Bowers (\"Husband\") \r\nappeals from several aspects of the Family Court's order. We affirm in part, reverse \r\nin part, and modify in part. \r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nHusband and Linda Dennis Bowers (\"Wife\") were married in December 1991 and \r\n  separated in the fall of 1997. No children were born to the \r\n  marriage.\r\n\r\nWife instituted this divorce action against Husband in October 1997. At the \r\n  time of the final hearing, the issues before the court for disposition included: \r\n  divorce, alimony, equitable distribution of marital assets, allocation of marital \r\n  debts, disposition of pending allegations of contempt against Wife, and attorney's \r\n  fees.\r\n\r\nBy order dated April 10, 2000, the Family Court awarded Wife a divorce on the \r\n  ground of adultery, rehabilitative alimony of $1,000 per month for twelve months, \r\n  and $8,915 in attorney's fees. The judge also identified, valuated, and equitably \r\n  apportioned the parties' marital property and debts. Specifically, the court: \r\n\r\n\r\n\r\n  valued the parties' marital home at $260,000, awarded ownership to Husband, \r\n    and awarded one-half of the equity ($17,932.03) to Wife; \r\n\r\n  &nbsp;  \r\n  valued and apportioned the furniture in the marital home; \r\n\r\n  &nbsp;  \r\n  identified Husband's 401(k) account as marital, valued the asset at $39,395.38, \r\n    and awarded one-half of the account to Wife;\r\n\r\n  &nbsp;  \r\n  identified Husband's 10,000 shares of Southern Water Treatment stock as \r\n    marital property, valued the stock at $50,000, and awarded Wife one-half the \r\n    value of the asset; and \r\n\r\n  &nbsp;  \r\n  ordered Husband to repay Wife $20,611 for loans made between the parties' \r\n    corporations. \r\n\r\nTo effectuate the award of equitable distribution, the court ordered Husband \r\n  to pay Wife $70,990.72, payable in three $23,663.57 monthly installments with \r\n  payments due on May 1, 2000, June 1, 2000, and July 1, 2000. The court additionally \r\n  ordered Husband to pay Wife $8,915.00 in reasonable attorney's fees, payable \r\n  in three $2,971.67 monthly installments with payments due on April 1, 2000, \r\n  May 1, 2000, and June 1, 2000.\r\n\r\nHusband appeals the Family Court's: (1) inclusion of cash disbursements in \r\n  the court's scheme of equitable distribution; (2) valuation of several marital \r\n  assets; (3) failure to consider tax consequences in arriving at its award of \r\n  equitable distribution; (4) identification of marital debts; and (5) award of \r\n  attorney's fees.\r\n\r\n\r\n    STANDARD OF REVIEW \r\n  \r\n\r\n\r\nOn appeal from the Family Court, this Court has jurisdiction to find the facts \r\n  in accordance with its view of the preponderance of the evidence. Murdock \r\n  v. Murdock, 338 S.C. 322, 526 S.E.2d 241 (Ct. App. 1999). This tribunal, \r\n  however, is not required to disregard the Family Court's findings. Badeaux \r\n  v. Davis, 337 S.C. 195, 522 S.E.2d 835 (Ct. App. 1999). Likewise, we are \r\n  not obligated to ignore the fact the Family Court judge, who saw and heard the \r\n  witnesses, was in a better position to evaluate their testimony. Smith v. \r\n  Smith, 327 S.C. 448, 486 S.E.2d 516 (Ct. App. 1997); see also Dorchester \r\n  County Dep't of Soc. Servs. v. Miller, 324 S.C. 445, 477 S.E.2d 476 (Ct. \r\n  App. 1996) (ruling that because the appellate court lacks the opportunity for \r\n  direct observation of witnesses, it should accord great deference to the Family \r\n  Court's findings where matters of credibility are involved); Terwilliger \r\n  v. Terwilliger, 298 S.C. 144, 378 S.E.2d 609 (Ct. App. 1989) (holding the \r\n  resolution of questions regarding credibility and the weight given to testimony \r\n  is a function of the Family Court judge who heard the testimony).\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Valuation of the Marital Home\r\n\r\nHusband asserts the Family Court's valuation of the marital home is not supported \r\n  by the evidence. We agree. \r\n\r\nIn arriving at its valuation of the parties' marital home, the Family Court \r\n  noted the parties listed the home for sale at $252,500 and that a contemporaneous \r\n  appraisal assigned the same value to the home. The court further \r\n  noted Wife valued the home at $265,000 on her marital assets sheet. In ultimately \r\n  valuing the home at $260,000, the Family Court took \"judicial notice of the \r\n  increase of the value of homes in Greenville County, particularly on the eastside \r\n  of Greenville County where this property is located.\" This \r\n  was error.\r\n\r\nWe agree with Husband that Wife's valuation of the marital home was so unsubstantiated \r\n  as to be useless for purposes of assigning a value for equitable distribution. \r\n  Wife offered no credible explanation of her $265,000 estimate of the home's \r\n  value. Her failure in this regard is particularly telling since the home failed \r\n  to sell at a $252,500 listing price. In fact, Wife admitted her valuation of \r\n  the home was \"a guesstimate based on just some conversation I had with Prudential \r\n  Company. But they would not, again, give me a firm answer.\"\r\n\r\nAs a general principle, a landowner, who is familiar with her property and \r\n  its value, is allowed to give her estimate as to the value of the land and damages \r\n  thereto, even though she is not an expert. Seaboard Coast Line R. R. v. Harrelson, \r\n  262 S.C. 43, 202 S.E.2d 4 (1974). However,\r\n\r\n\r\n  [s]econd hand testimony of a \"ball park figure\" given by some unidentified \r\n    (and not necessarily knowledgeable or reliable) \"real estate agent\" as to \r\n    what he \"thought\" the property could be sold for, would obviously be entitled \r\n    to small weight, if competent at all. There is no presumption that a person \r\n    is competent to give his opinion as to the value of real property. His competency \r\n    must be shown. City of Spartanburg v. Laprinakos, 267 S.C. 589, 230 \r\n    S.E.2d 443 (1976). If the person is someone other than the owner of the property, \r\n    the source of his knowledge must be revealed to remove his opinion from the \r\n    realm of mere conjecture. A bare declaration of his knowledge of the value \r\n    of the property is insufficient. [Id.]\r\n\r\n\r\nRogers v. Rogers, 280 S.C. 205, 209, 311 S.E.2d 743, 745-746 (Ct. App. \r\n  1984).\r\n\r\nHere, Wife's valuation was clearly not based on any personal knowledge she \r\n  possessed regarding the true value of the home. Rather, the value she assigned \r\n  was admittedly bottomed and premised entirely upon the unsupported and unsubstantiated \r\n  advice of an unknown third party. There being nothing to take Wife's parroting \r\n  of an unknown third party's valuation of the home out of the realm of pure speculation, \r\n  we hold the Family Court erred in assigning any weight to the valuation.\r\n\r\nMoreover, we hold the court's act of taking \"judicial notice\" of increased \r\n  property values in the area where the parties' home was located was highly improper.\r\n\r\nRule 201, SCRE, which governs the taking of judicial notice of adjudicative \r\n  facts, provides: \r\n\r\n\r\n  (a) Scope of Rule. This rule governs only judicial notice \r\n    of adjudicative facts.\r\n\r\n  (b) Kinds of Facts. A judicially noticed fact must be one \r\n    not subject to reasonable dispute in that it is either (1) generally known \r\n    within the territorial jurisdiction of the trial court or (2) capable of accurate \r\n    and ready determination by resort to sources whose accuracy cannot reasonably \r\n    be questioned.\r\n\r\n  (c) When Discretionary. A court may take judicial notice, \r\n    whether requested or not.\r\n\r\n  (d) When Mandatory. A court shall take judicial notice if \r\n    requested by a party and supplied with the necessary information.\r\n\r\n  (e) Opportunity to Be Heard. A party is entitled upon timely \r\n    request to an opportunity to be heard as to the propriety of taking judicial \r\n    notice and the tenor of the matter noticed. In the absence of prior notification, \r\n    the request may be made after judicial notice has been taken.\r\n\r\n  (f) Time of Taking Notice. Judicial notice may be taken \r\n    at any stage of the proceeding.\r\n\r\n  (g) Instructing Jury. The court shall instruct the jury \r\n    to accept as conclusive any fact judicially noticed.\r\n\r\n\r\nSee also Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's \r\n  Federal Evidence § 201App.01[2] (Joseph M. McLaughlin, ed., Matthew Bender \r\n  2d ed. 2001) (stating subsection (e) of Fed. R. Evid. 201 is a useful safeguard \r\n  to protect a party's right to be heard in matters relating to judicial notice).\r\n\r\nFurthermore, \r\n\r\n\r\n  [a] trial court may take judicial notice of a fact only if sufficient notoriety \r\n    attaches to the fact involved as to make it proper to assume its existence \r\n    without proof. Moss v. Aetna Life Ins. Co., 267 S.C. 370, 228 S.E.2d \r\n    108 (1976). A fact is not subject to judicial notice unless the fact is either \r\n    of such common knowledge that it is accepted by the general public without \r\n    qualification or contention, or its accuracy may be ascertained by reference \r\n    to readily available sources of indisputable reliability. Masters v. Rodgers \r\n    Dev. Group, 283 S.C. 251, 321 S.E.2d 194 (Ct. App. 1984).\r\n\r\n\r\n\r\nEadie v. H.A. Sack Co., 322 S.C. 164, 171-172, 470 S.E.2d 397, 401 (Ct. \r\n  App. 1996).\r\n\r\nHere, the valuation of the marital residence, or any appreciation therein, \r\n  was one of the primary issues in dispute. Any finding concerning the value of \r\n  the home, particularly a valuation outside the realm of competent evidence offered \r\n  at trial, required proof. The record is completely devoid of any such proof. \r\n  There exists no competent evidence in the record establishing even a range by \r\n  which such homes generally appreciated during the time period relevant to this \r\n  case, let alone by how much the parties' home would have appreciated. We reject \r\n  the application of the doctrine of judicial notice to valuations of marital \r\n  residence. \r\n\r\nBased on our own review of the competent evidence in the record before us, \r\n  we reverse the Family Court's valuation of the marital home and modify the court's \r\n  order by assigning a value of $252,500 to the home.\r\n\r\nII. Cash Disbursements\r\n\r\nHusband contends the Family Court erred in ordering him to make three equal \r\n  monthly cash disbursements to Wife in realization of her share in the marital \r\n  estate without first considering the economic impact on his ability to meet \r\n  this financial obligation. While we question the reasonableness of this scheme \r\n  of equitable distribution given the amount owing from Husband to Wife pursuant \r\n  to the award of equitable distribution, we decline to reverse the Family Court \r\n  on this issue. Husband has, at the very least, been on notice of the provisions \r\n  of the Family Court's final order during the pendency of this appeal and therefore \r\n  has had ample time to make financial preparations for payment to Wife. We are \r\n  particularly convinced Husband is able to make the cash disbursements as ordered \r\n  by the Family Court in light of his testimony that his $10,000 per month salary \r\n  from his company is the result of a self-imposed pay-scale. Accordingly, \r\n  we decline to reverse the Family Court's order regarding the cash disbursements.\r\n\r\nIII. Valuation of Southern Water Treatment Stock\r\n\r\nHusband argues the Family Court erred in valuing his shares of Southern Water \r\n  Treatment stock at $50,000 based on the share price Husband paid during a stock \r\n  repurchase that occurred in 1999, well after the date marital litigation was \r\n  commenced. We find no error.\r\n\r\nSubject to limited exceptions not applicable to the facts of this case, \"marital \r\n  property\" includes \"all real and personal property which has been acquired by \r\n  the parties during the marriage and which is owned as of the date of filing \r\n  or commencement of marital litigation ….\" S.C. Code Ann. § 20-7-473 (Supp. 2001). \r\n  Generally, for purposes of equitable distribution, the value of marital property \r\n  is the value of the property at the time of the commencement of the marital \r\n  litigation. See Mallett v. Mallett, 323 S.C. 141, 151, 473 S.E.2d 804, \r\n  810 (Ct. App. 1996) (\"Marital property is valued as of the date of the filing \r\n  of the complaint.\") (citations omitted); Jamar v. Jamar, 308 S.C. 265, \r\n  267, 417 S.E.2d 615, 616 (Ct. App. 1992) (\"The proper date to value marital \r\n  property is the time the marital litigation is filed or commenced.\") (citation \r\n  omitted).\r\n\r\nInitially, we note we disagree with Husband's allegation the Family Court failed \r\n  to assign a value to the marital portion of his stock in Southern Water Treatment \r\n  as of the date marital litigation was commenced. In support of this contention, \r\n  Husband points out the Family Court's reference to a 1999 stock repurchase agreement \r\n  by which Husband purchased 10,000 shares of stock for $50,000. We note, however, \r\n  the court also referred to Husband's own financial declarations submitted to \r\n  his bank, wherein he valued his total stock in Southern Water Treatment at $4,000,000 \r\n  at the time of the marriage and $6,000,000 at time marital litigation was commenced. \r\n  The court declined to value Husband's stock based solely on the documentation \r\n  he submitted to his bank in recognition that \"overvaluation\" or \"puffing\" is \r\n  often present in financial statements given to financial institutions for purposes \r\n  of obtaining loans. Our reading of the order convinces us that rather than simply \r\n  valuing the marital portion of Husband's Southern Water Treatment stock as of \r\n  the date of the stock repurchase in 1999, the Family Court considered that figure \r\n  and other evidence in an attempt to arrive at a fair evaluation of the value \r\n  of the marital stock as of the date of filing.\r\n\r\nMoreover, we find no abuse of discretion in the Family Court's refusal to adopt \r\n  the valuation of the stock offered in deposition by Dr. Charles L. Alford, III, \r\n  an expert in the field of evaluating businesses. Dr. Alford opined the marital \r\n  portion of Husband's stock was worth very little at the time marital litigation \r\n  was commenced, but admitted his valuation was \"just based on book value.\" \r\n  See Santee Oil Co. v. Cox, 265 S.C. 270, 273-74, 217 S.E.2d \r\n  789, 791 (1975) (holding that for the purpose of a judicial valuation of shares, \r\n  \"the trial court must undertake to compute the fair value by establishing 'the \r\n  fair market value of the corporate property as an established and going business,'\" \r\n  and determining three factors should ordinarily be considered in a stock valuation \r\n  case: (1) net asset value; (2) market value; and (3) the earnings or investment \r\n  value of the dissenting stock) (citation omitted); Belk of Spartanburg, S.C., \r\n  Inc. v. Thompson, 337 S.C. 109, 522 S.E.2d 357 (Ct. App. 1999) (holding \r\n  the significance of an appraisal that did not take Santee factors into \r\n  account must be discounted).\r\n\r\nOf the evidence presented to the trial court, we find the 1999 stock purchase \r\n  agreement most probative of the value of the marital portion of Husband's business \r\n  at the time of filing. We are convinced this value is more accurate than that \r\n  presented by Husband's expert at trial, who offered a value that did not account \r\n  for the business as an ongoing concern. We also find particularly compelling \r\n  Husband's admission on appeal, as well as his expert's testimony at trial, that \r\n  the value of the business did not increase after the date marital litigation \r\n  was commenced.\r\n\r\nAccordingly, we affirm the Family Court's valuation of the martial portion \r\n  of Husband's Southern Water Treatment stock.\r\n\r\nIV. Valuation and Distribution of Husband's 401(k) Account\r\n\r\nHusband asserts the Family Court erred in assigning his 401(k) account a value \r\n  of $39,395.30 -- the account's face value at the time marital litigation was \r\n  commenced -- because the account was used to secure a loan with an outstanding \r\n  balance of $8,450.39. Husband further asserts the Family Court \r\n  erred in apportioning this asset without considering the tax consequences of \r\n  a forced liquidation. We find no error.\r\n\r\nThe apportionment of marital property is within the Family Court judge's discretion \r\n  and will not be disturbed on appeal absent an abuse of discretion. Bungener \r\n  v. Bungener, 291 S.C. 247, 353 S.E.2d 147 (Ct. App. 1987). Section 20-7-472 \r\n  lists fifteen factors for the Family Court to consider when making an equitable \r\n  apportionment of the marital estate. The statute vests the Family Court with \r\n  the discretion to decide what weight should be assigned to the various factors. \r\n  On review, this Court looks to the overall fairness of the apportionment, and \r\n  if the result is equitable, that this Court might have weighed specific factors \r\n  differently than the Family Court is irrelevant. Johnson v. Johnson, \r\n  296 S.C. 289, 372 S.E.2d 107 (Ct. App. 1988).\r\n\r\n Here, the Family Court correctly apportioned both marital assets and debts \r\n  among the parties. In so doing, the court appropriately treated the 401(k) account \r\n  as an asset, which the court apportioned equally between the parties, and the \r\n  outstanding balance on the loan as a debt, which the court apportioned to Husband. \r\n  In light of this treatment, and because we can discern no unfairness resulting \r\n  to Husband, we find no error in the court's assignment of face-value to the \r\n  401(k) account.\r\n\r\nWe further find no error in the Family Court's failure to expressly consider \r\n  tax consequences resulting from its award to Wife of one-half the value of Husband's \r\n  401(k) account. Where an order of equitable apportionment does not contemplate \r\n  the liquidation or sale of an asset, it is an abuse of discretion for the court \r\n  to consider the tax consequences from a supposed sale or liquidation. Ellerbe \r\n  v. Ellerbe, 323 S.C. 283, 473 S.E.2d 881 (Ct. App. 1996). Here, the court's \r\n  order does not require or contemplate liquidation of Husband's 401(k) account \r\n  and there is no evidence indicating either party anticipated liquidation of \r\n  the account.\r\n\r\nV. Loans as Debts\r\n\r\nHusband avers the Family Court erred in considering loans among the parties' \r\n  respective corporations as marital debts. This position is untenable because \r\n  Husband did not object to the treatment of the loans as marital debt at trial \r\n  and, in fact, attempted to show Wife was indebted to him for loans his company \r\n  made to her company. See Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 \r\n  S.E.2d 731, 733 (1998) (\"It is axiomatic that an issue cannot be raised for \r\n  the first time on appeal, but must have been raised to and ruled upon by the \r\n  trial judge to be preserved for appellate review.\") (citations omitted). Moreover, \r\n  to the extent Husband's argument concerning this issue amounts to a challenge \r\n  that the Family Court erred in accepting the testimony of Wife regarding the \r\n  amount of outstanding loan debt owing from Husband, we defer to the Family Court's \r\n  findings as to credibility. See Cherry v. Thomasson, 276 S.C. 524, 280 \r\n  S.E.2d 541 (1981) (holding an appellate court is not required to ignore the \r\n  fact that the trial judge, who saw and heard the witnesses, was in a better \r\n  position to evaluate their credibility and assign comparative weight to their \r\n  testimony).\r\n\r\nVI. Attorney's Fees\r\n\r\nHusband maintains the Family Court failed to make requisite findings of fact \r\n  relevant to its award of attorney's fees to Wife. We disagree.\r\n\r\nRule 26(a) of the South Carolina Rules of Family Court requires the court to \r\n  \"set forth the specific findings of fact and conclusions of law to support the \r\n  court's decision.\" However, not every violation of Rule 26(a) requires reversal: \r\n  \"[W]hen an order from the family court is issued in violation of Rule 26(a), \r\n  SCRFC, the appellate court 'may remand the matter to the trial court or, where \r\n  the record is sufficient, make its own findings of fact in accordance with the \r\n  preponderance of the evidence.'\" Griffith v. Griffith, 332 S.C. 630, \r\n  646-47, 506 S.E.2d 526, 535 (Ct. App. 1998) (quoting Holcombe v. Hardee, \r\n  304 S.C. 522, 524, 405 S.E.2d 821, 822 (1991)). Here, the record on appeal is \r\n  sufficient for this Court to make necessary findings of fact relating to the \r\n  award of attorney's fees. Specifically, the record contains the wife's attorney \r\n  fee affidavit.\r\n\r\nAn award of attorney's fees will not be overturned absent an abuse of discretion. \r\n  Stevenson v. Stevenson, 295 S.C. 412, 368 S.E.2d 901 (1988). Before awarding \r\n  attorney's fees, the Family Court should consider: (1) each party's ability \r\n  to pay his or her own fee; (2) the beneficial results obtained by the attorney; \r\n  (3) the parties' respective financial conditions; and (4) the effect of the \r\n  attorney's fee on each party's standard of living. E.D.M. v. T.A.M., \r\n  307 S.C. 471, 415 S.E.2d 812 (1992); Heins v. Heins, 344 S.C. 146, 543 \r\n  S.E.2d 224 (Ct. App. 2001). In determining the amount of attorney's fees to \r\n  award, the court should consider: (1) the nature, extent, and difficulty of \r\n  the services rendered; (2) the time necessarily devoted to the case; (3) counsel's \r\n  professional standing; (4) the contingency of compensation; (5) the beneficial \r\n  results obtained; and (6) the customary legal fees for similar services. Glasscock \r\n  v.Glasscock, 304 S.C. 158, 403 S.E.2d 313 (1991); Shirley v. Shirley, \r\n  342 S.C. 324, 536 S.E.2d 427 (Ct. App. 2000).\r\n\r\nHaving reviewed the award of attorney's fees in light of the applicable factors \r\n  -- particularly the beneficial results obtained by Wife's counsel regarding \r\n  equitable distribution and the inherent difficulty attendant to this case given \r\n  the controversy surrounding the valuation of major marital assets -- we find \r\n  no abuse of discretion in the award.\r\n\r\nCONCLUSION\r\n\r\nHusband shall remit a total of $76,155.72 to Wife. (1)&nbsp;\r\nThis amount reflects a $7,500 reduction in\r\nthe equity calculation of the couple's marital home due to this Court's reversal and modification\r\nof the Family Court's valuation of the home. (2)&nbsp;\r\nHusband shall pay this award to Wife in three\r\nconsecutive monthly installments of $25,385.24.  Payment shall be made on the following dates:\r\nMay 1, 2002, June 1, 2002, and July 1, 2002.\r\nUpon Husband's payment of the amount owed to Wife, Wife shall execute a fee simple warranty\r\ndeed to Defendant for her one-half interest in the couple's marital home.\r\n\r\nFor the foregoing reasons, the decision of the Family Court is\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND MODIFIED IN PART.\r\n\r\nCURETON and GOOLSBY, JJ., concur. \r\n1.  This sum was calculated as follows:\r\n\r\n\r\n  \r\n    \r\n      $14,182.03\r\n       (50% of the equity in the couple's marital home)\r\n    \r\n    \r\n          5,500.00\r\n       (value of Wife's share of home furnishings)\r\n    \r\n    \r\n                            19,697.69\r\n       (50% of face value of Husband's 401K)\r\n    \r\n    \r\n         25,000.00\r\n       (50% of value of Southern Water Treatment shares)\r\n    \r\n    \r\n         20,611.00\r\n       (amount of Wife's overpayment of loans)\r\n    \r\n    \r\n           8,915.00\r\n                        __________\r\n       (reasonable attorney's fees)\r\n    \r\n    \r\n               $93,905.72\r\n       Sub-Total Amount Due to Wife\r\n    \r\n    \r\n      \r\n      \r\n    \r\n    \r\n        -        16,500.00\r\n       (Wife's obligation for Carolina First credit line debt)\r\n    \r\n    \r\n                   1,250.00\r\n                        __________\r\n      \r\n\r\n (Wife's obligation for Husband's attorney's fees for contempt action)\r\n\r\n      \r\n    \r\n    \r\n               $76,155.72\r\n       Total Amount Due to Wife\r\n    \r\n  \r\n\r\n&nbsp;2.   The modified equity of the couple's family home was calculated as follows:\r\n\r\n\r\n  \r\n    \r\n      $252,500.00\r\n       (Court of Appeals' valuation of the home)\r\n    \r\n    \r\n          -      224,135.95\r\n        ___________\r\n      (Amount of first and second mortgages at the time                                       of filing = $189,689.65 +\r\n34,446.30)\r\n    \r\n    \r\n      $  28,364.05&nbsp;\r\n        Total equity\r\n    \r\n  \r\n\r\n&nbsp;Wife's share is 50% of the $28,364.05 total equity = $14,182.03.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3450","title":"Mixson, Inc. v. American Loyalty Insurance Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3450","description":"This opinion reverses a grant of summary judgment, finding that a factual issue was presented as to whether the refusal to pay an insurance claim was in bad faith.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Mixson, Inc. d/b/a The \r\n        General Store, Appellant, \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        American Loyalty Insurance Company, Old Dominion \r\n          Insurance Company and Insurance Service of Beaufort, Inc., Defendant,\r\n\r\n        Of Whom American Loyalty Insurance Company, Old \r\n          Dominion Insurance Company, are Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Hampton County\r\n  Ernest Kinard, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3450\r\n  Heard September 4, 2001 - Filed February 25, 2002\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Paul W. Owen, Jr., of Paul W. Owen, Jr., LLC, of Columbia, \r\n          for appellant.\r\n\r\n        J.R. Murphy, of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: Mixson, Inc. (\"Mixson\") filed \r\n  this suit against American Loyalty Company and Old Dominion Insurance Company \r\n  (collectively \"American\") (1) for breach of a \r\n  commercial insurance contract, bad faith refusal to pay an insurance claim, \r\n  and statutory attorneys' fees. The circuit court granted partial summary judgment \r\n  to Mixson on its breach of contract claim, but granted summary judgment to American \r\n  on the remaining claims, concluding there was no evidence of bad faith. Mixson \r\n  appeals from the partial summary judgment awarded to American. We reverse and \r\n  remand.\r\n\r\nFACTS\r\n\r\nMixson operates convenience stores in South Carolina. On \r\n  November 11, 1996, one of its stores was burglarized, and $1,940.00 in cash \r\n  was stolen from a MiniATM Model 9500 Automatic Teller Machine (\"the ATM\") located \r\n  inside the store. Mixson filed a claim, which included the stolen cash, under \r\n  its policy with American. American paid Mixson's claim except for the cash, \r\n  which American denied because the policy did not provide coverage for stolen \r\n  valuables not located inside a \"properly locked safe or vault.\" \r\n  (2) American concluded the ATM was not a safe. Asserting the ATM was \r\n  a safe, Mixson filed this suit for breach of contract, bad faith refusal to \r\n  pay an insurance claim, and attorneys' fees.\r\n\r\nBoth parties ultimately filed motions for summary judgment, \r\n  with supporting affidavits and deposition testimony. Mixson asserted the ATM \r\n  is a locked metal container in which valuables are stored, which fits the common \r\n  definition of a safe. Mixson supported its assertion with the affidavit of a \r\n  locksmith. The policy did not contain any definition for the word safe, and \r\n  Mixson argued the common definition was, therefore, controlling. Mixson also \r\n  asserted a question of fact was presented as to bad faith and unreasonable conduct \r\n  by American in the handling and denial of the claim, precluding summary judgment \r\n  on the bad faith and attorneys' fee claims. Mixson supported this assertion \r\n  with the adjuster's claim file notes and the affidavit of an insurance expert.\r\n\r\nRespondents filed portions of its adjusters' deposition \r\n  testimony, who testified that the claim was denied because their research revealed \r\n  no precedent for classifying an ATM as a safe and a breakdown of the \"functionality\" \r\n  of an ATM led them to conclude it was in the nature of a cash register. They \r\n  noted the ATM was directly accessible to customers and its function was to dispense \r\n  cash. In addition, Respondents presented an affidavit from a supervising technician \r\n  employed by the manufacturer, noting that the ATM does not have an industry \r\n  certification for twenty-four hour security, but is certified only to \"business \r\n  hours\" security standards.\r\n\r\nThe circuit court awarded summary judgment to Mixson on \r\n  the breach of contract claim, concluding the ATM constituted a safe under the \r\n  common definition of the word and, because the policy contained no further definition \r\n  of a safe or criteria for differentiating the ATM from a safe, Mixson was entitled \r\n  to payment of the claim. Although American does not wish to concede that an \r\n  ATM is a \"safe,\" that issue is not before us because American did not appeal \r\n  this ruling. Therefore, it is the law of this case. See ML-Lee Acquisition \r\n  Fund v. Deloitte &amp; Touche, 327 S.C. 238, 489 S.E.2d 470 (1997).\r\n\r\nThe trial court then concluded the question of whether the \r\n  ATM fit within the definition of a safe was a legitimate issue of novel impression \r\n  which the insurance company was entitled to litigate and, therefore, the Respondents \r\n  were entitled to summary judgment on the bad faith claim and the claim for attorneys' \r\n  fees. Mixson appeals from this ruling.\r\n\r\nDISCUSSION\r\n\r\nI. Summary Judgment\r\n\r\nSummary judgment is appropriate when it is clear there are \r\n  no genuine issues of material fact and the moving party is entitled to judgment \r\n  as a matter of law. Rule 56(c), SCRCP. In determining whether any issue of fact \r\n  exists to preclude summary judgment, the evidence and all inferences which can \r\n  be reasonably drawn therefrom must be viewed in the light most favorable to \r\n  the nonmoving party . Strother v. Lexington County Recreation Comm'n, \r\n  332 S.C. 54, 61, 504 S.E.2d 117, 121 (1998).\r\n\r\nA. Bad Faith Refusal to Pay\r\n\r\nMixson argues the trial court erred in granting summary \r\n  judgment to Respondents on the claim for bad faith refusal to pay and its alternative \r\n  claim for attorneys' fees pursuant to South Carolina Code Annotated section \r\n  38-59-40 (Supp. 2001), contending more than one inference can be drawn from \r\n  the evidence. We agree.\r\n\r\n\r\n  Bad faith refusal to pay . . . benefits under a contract \r\n    of insurance includes: (1) the existence of a mutually binding contract of \r\n    insurance between the plaintiff and defendant; (2) refusal by the insurer \r\n    to pay benefits due under the contract; (3) resulting from the insurer's bad \r\n    faith or unreasonable action in breach of an implied covenant of good faith \r\n    and fair dealing arising on the contract; (4) causing damage to the insured.\r\n\r\n\r\n\r\nHoward v. State Farm Mut. Auto. Ins. Co., 316 S.C. \r\n  445, 451, 450 S.E.2d 582, 586 (1994). In the present case, the only element \r\n  in dispute is whether Respondents acted unreasonably or in bad faith.\r\n\r\nGenerally, if there is a reasonable ground for contesting \r\n  a claim, there is no bad faith in the denial of it. See Cock-N-Bull Steak \r\n  House, Inc. v. Generali Ins. Co., 321 S.C. 1, 7, 466 S.E.2d 727, 730 (1996); \r\n  Crossley v. State Farm Mut. Auto. Ins. Co., 307 S.C. 354, 359-60, 415 \r\n  S.E.2d 393, 396-97 (1992). In this regard, our supreme court has ruled that \r\n  an insurance company should be able to litigate novel issues without fear of \r\n  being accused of acting in bad faith. See Nelson v. United Fire Ins. Co., \r\n  275 S.C. 92, 267 S.E.2d 604 (1980); Myers v. Gov't Employees Ins. Co., \r\n  279 S.C. 70, 302 S.E.2d 331 (1983); see also Smothers v. U.S. Fid. &amp; \r\n  Guar. Co., 322 S.C. 207, 470 S.E.2d 858 (Ct. App. 1996). American argues \r\n  this is such a case because there is no clear-cut precedent establishing that \r\n  the ATM is a safe. American contends the trial court was correct in ruling that \r\n  the issue is a novel one, rendering the denial of the claim reasonable as a \r\n  matter of law.\r\n\r\nWe disagree with this conclusion under the posture of this \r\n  case. The trial court ruled that the ATM undisputedly fits within the common \r\n  definition of a safe. There being no additional criteria superimposed upon this \r\n  common definition by the policy terms, he ruled no factual issue was presented \r\n  and Mixson was entitled to summary judgment on his breach of contract cause \r\n  of action. These rulings by the trial court are not appealed, and they are the \r\n  law of this case. See ML-Lee Acquisition Fund, 327 S.C. at 238, 489 S.E.2d \r\n  at 470. (3) Under these circumstances, we conclude \r\n  a factual issue is presented as to whether or not American acted reasonably \r\n  in denying the claim.\r\n\r\nOnce the trial judge concluded the ATM fit within the common \r\n  definition of a safe, the legal precedent he relied upon to arrive at his ultimate \r\n  conclusion that it was covered under the terms of the policy is well established \r\n  in this State and is far from novel. \r\n\r\n\r\n\r\n  It is a well settled rule that the terms of an insurance \r\n    policy must be construed most liberally in favor of the insured and where \r\n    the words of a policy are ambiguous, or where they are capable of two reasonable \r\n    interpretations, that construction will be adopted which is most favorable \r\n    to the insured. However, in cases where there is no ambiguity, contracts of \r\n    insurance, like other contracts, must be construed according to the terms \r\n    which the parties have used, to be taken and understood in their plain, ordinary \r\n    and popular sense. If the intention of the parties is clear, the Courts have \r\n    no authority to change the contract in any particular. The Court has no power \r\n    to interpolate into the agreement between the insurer and the insured a condition \r\n    or stipulation not contemplated either by the law or by the contract between \r\n    the parties.\r\n\r\n\r\nRhame v. National Grange Mut. Ins. Co., 238 S.C. \r\n  539, 544, 121 S.E.2d 94, 96 (1961) (citations omitted). \r\n\r\nAn insurer is not insulated from liability for bad faith \r\n  merely because there is no clear precedent resolving a coverage issue raised \r\n  under the particular facts of the case. In Tadlock Painting Co. v. Maryland \r\n  Casualty Co., 322 S.C. 498, 473 S.E.2d 52 (1996), our supreme court underscored \r\n  its holding from previous cases that the covenant of good faith and fair dealing \r\n  extends not just to the payment of a legitimate claim, but also to the manner \r\n  in which it is processed. The court recognized that \"the benefits due an insured \r\n  are not limited solely by those expressly set out in the contract.\" Id. \r\n  at 503, 473 S.E.2d at 55. Our supreme court has consistently made this point. \r\n  See Howard, 316 S.C. at 451, 450 S.E.2d at 586 (holding jury could have \r\n  found the insurer was unreasonable in failing to pay claims it received after \r\n  the original injury, viewing the evidence and its inferences in light most favorable \r\n  to insured, notwithstanding insurer relied upon lack of definitive prior case \r\n  law and its own attorney's advice to deny a claim for medical expenses); Varnadore \r\n  v. Nationwide Mut. Ins., 289 S.C. 155, 345 S.E.2d 711 (1986) (finding insurer \r\n  not entitled to directed verdict on claim of bad faith refusal to pay when it \r\n  claimed its own investigation provided reasonable basis to deny claim).\r\n\r\nIn light of the trial court's unappealed rulings, and viewing \r\n  the evidence in a light most favorable to Mixson, we conclude a factual issue \r\n  is presented as to whether American's refusal to pay the claim was unreasonable. \r\n\r\n\r\n  B. Statutory Attorneys' Fees\r\n\r\nMixson next argues the trial court erred in granting summary \r\n  judgment on the issue of statutory attorneys' fees because the facts warranted \r\n  further development to determine whether American acted in bad faith or without \r\n  reasonable cause in denying Mixson's claim. For the reasons articulated in connection \r\n  with Part A of this opinion, we agree.\r\n\r\n  An insurer is liable to the policy holder for all reasonable \r\n  attorneys' fees for the prosecution of the case against the insurer if the trial \r\n  judge finds the refusal to pay the policyholder's claim was without reasonable \r\n  cause or in bad faith. S.C. Code Ann. § 38-59-40 (Supp. 2001). As stated above, \r\n  the circuit court improperly concluded there was no evidence to support a conclusion \r\n  that Respondents' refusal to pay Mixson's claim was unreasonable or in bad faith. \r\n  Therefore, we reverse this issue and remand it for further proceedings. \r\n\r\n\r\nII. Discovery\r\n\r\nMixson next argues the trial court erred in granting summary \r\n  judgment on the same day that it granted Mixson's motion to compel production \r\n  of documents, without affording time for the production and review of the requested \r\n  documents.\r\n\r\nThe record does not reveal that Mixson objected to the court's \r\n  consideration of the motion for summary judgment or that the court denied a \r\n  motion for continuance pending further discovery. Therefore, this issue is not \r\n  preserved for our review. See Degenhart v. Knights of Columbus, 309 S.C. \r\n  114, 420 S.E.2d 495 (1992) (stating whether court erred in granting summary \r\n  judgment while appellants had motion to compel outstanding was not preserved \r\n  when appellants failed to move for a continuance and did not request motion \r\n  for summary judgment be held in abeyance until after ruling on discovery motion); \r\n  Pryor v. Northwest Apartments, Ltd., 321 S.C. 524, 469 S.E.2d 630 (Ct. \r\n  App. 1996) (holding whether judge erred in granting summary judgment because \r\n  discovery requests were outstanding was not preserved when appellant did not \r\n  ask for a continuance to complete discovery).\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing reasons, the decision of the trial \r\n  court is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHEARN, C.J., and CURETON, J., concur.  \r\n1.  Old Dominion was added as a party \r\n  because American merged with Greentree Financial Holdings, whose claims are \r\n  handled by Old Dominion. \r\n2. The commercial insurance policy contained \r\n  the following coverage:\r\n\r\n\r\n  \r\n    A. COVERAGE-We \r\n      will pay for loss of...\r\n  \r\n  \r\n    \r\n    1. Section 1.-Inside \r\n      The Premises . . .  \r\n  \r\n  \r\n    \r\n    \r\n    b. Safe Burglary\r\n  \r\n  \r\n    \r\n    \r\n    \r\n    (1) Covered Property: \"Money\" \r\n      and \"securities\" in a safe or vault within the \"premises\" or \"banking premises\".\r\n    \r\n  \r\n\r\n3. This court renders no opinion as to \r\n  whether the ATM is or is not a safe, either under a commonly accepted definition \r\n  of the word, or under the wording of the policy in question.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3452","title":"State v. Rollins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3452","description":"Criminal case discussing admissibility of prior convictions for a crime similar to the one charged.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Isaiah Rollins, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Paul M. Burch, Circuit Court Judge\r\n\r\n\r\n\r\n\r\n    Opinion No. 3452\r\n    Heard February 4, 2002 - Filed February 25, 2002  \r\n  \r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Attorney Joseph L. Savitz, III, of SC Office \r\n          of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney \r\n          General John W. McIntosh, and Assistant Deputy Attorney General Charles \r\n          H. Richardson, all of Columbia; and Solicitor Ralph E. Hoisington, of \r\n          N. Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHEARN, C.J.: Isaiah Rollins was convicted \r\n  of distribution of crack cocaine and distribution within one-half mile of a \r\n  school. On appeal, Rollins argues the trial judge erred in allowing the State \r\n  to cross-examine him about prior convictions from 1992, 1993, and 1997. We affirm.\r\n\r\nFACTS\r\n\r\nRollins was arrested following an undercover, marked buy \r\n  of crack cocaine. Deputy Sheriff Michael Constanzo testified that an unidentified \r\n  man sold him a $20 rock of crack cocaine at Rollins' direction. The unidentified \r\n  man then gave Rollins the marked bill. After leaving the scene, Constanzo described \r\n  the two men to some other officers. The officers located the two subjects in \r\n  \"a well-known drug area where dealers hang out.\" Both subjects \r\n  fled, and Rollins was apprehended as he tried to hide. Rollins had approximately \r\n  $1400 in cash in his possession, including the marked bill. He claimed that \r\n  he was the victim of mistaken identification and testified that he obtained \r\n  the marked bill when he made change for one of two men standing by the road \r\n  outside his mother's house. According to Rollins, the money \r\n  was to be used to hire a lawyer for his brother.\r\n\r\nRollins had convictions for simple possession and distribution \r\n  of crack cocaine in 1992 and 1997. During trial, the judge allowed the State \r\n  to impeach Rollins with the prior convictions. (1) \r\n  However, he did not allow the State to tell the jury the convictions were for \r\n  drug offenses, noting that the danger of prejudice is increased if the prior \r\n  convictions are for the same crime for which the defendant is on trial. \r\n  The jury convicted Rollins of both counts.\r\n\r\nDISCUSSION\r\n\r\nOn appeal, Rollins argues that his two or three prior convictions for similar drug offenses were\r\ninadmissible under Rule 609, SCRE, and that the procedure adopted by the trial judge allowed the\r\njury to speculate freely about the nature of those prior convictions.  He further contends the vague\r\nreference resulted in prejudice outweighing any probative value.  We disagree.\r\n\r\nThe admission or exclusion of evidence falls within the \r\n  sound discretion of the trial judge and will not be reversed on appeal absent \r\n  an abuse of that discretion. State v. Huggins, 325 S.C. 103, 110, 481 \r\n  S.E.2d 114, 118 (1997). Rule 609, SCRE, governs the admissibility of evidence \r\n  of prior crimes to impeach a witness's credibility. It provides that evidence \r\n  an accused has been convicted of a prior crime punishable by death or imprisonment \r\n  in excess of one year is admissible if the court determines that its probative \r\n  value outweighs its prejudicial effect to the accused. In a post-conviction \r\n  relief setting, our supreme court concluded that trial counsel was ineffective \r\n  for failing to object that the prejudicial effect of the defendant's prior conviction \r\n  for the same offense outweighed its probative value. Green v. State, \r\n  338 S.C. 428, 527 S.E.2d 98 (2000). Although the Green court specifically \r\n  declined to hold similar convictions inadmissible in all cases, it directed \r\n  trial courts to weigh the probative value of the prior convictions against their \r\n  prejudicial effect in determining whether to admit evidence of similar prior \r\n  convictions. In determining whether to admit evidence of prior convictions, \r\n  the following factors should be considered:\r\n\r\n\r\n1. The impeachment value of the prior crime.  \r\n\r\n2. The point in time of the conviction and the witness's subsequent history.  \r\n\r\n3. The similarity between the past crime and the charged crime.  \r\n\r\n4. The importance of the defendant's testimony.  \r\n\r\n5. The centrality of the credibility issue. \r\n\r\n\r\n\r\nId. at 433-34, 527 S.E.2d at 101; State v. Colf, \r\n  337 S.C. 622, 627, 525 S.E.2d 246, 248 (2000).\r\n\r\nIn addition to providing the above analytical framework, \r\n  the court noted: \"One tactic the Fourth Circuit Court of Appeals employs is \r\n  to allow the prosecutor to ask the defendant about the existence of prior convictions, \r\n  but not their nature.\" Green, 338 S.C. at 433 n. 5, 527 S.E.2d at 101 \r\n  n. 5 (citing U. S. v. Boyce, 611 F.2d 530, n.1 (4th Cir.1979) (\"In the \r\n  special case, where the prior conviction is for the same offense as that for \r\n  which the defendant is being tried, the trial court generally will not permit \r\n  the Government to prove the nature of the offense on the ground that to do so \r\n  would amount to unfair prejudice.\")). This approach ostensibly reduces the risk \r\n  of enhanced prejudice based on the similarity of prior crimes.\r\n\r\nIn this case, the trial judge reviewed Rollins' history \r\n  of convictions and adopted the tactic mentioned in the Green footnote. \r\n  In addition to limiting the amount of detail about the prior convictions, the \r\n  trial judge instructed the jury that the prior convictions could only be considered \r\n  in determining Rollins' credibility. This procedure minimized the prejudice \r\n  to Rollins. Accordingly, we find no abuse of discretion and affirm Rollins' \r\n  convictions. \r\n\r\nAFFIRMED.\r\n\r\nGOOLSBY and HUFF, JJ., concur.  \r\n1. The testimony in question was as follows:\r\n\r\n\r\n  Q. Mr. Rollins do you have any prior conviction?\r\n    A. Yes, I did.\r\n\r\n  Q. Do you have a prior conviction from 1992?\r\n    A. Yes.\r\n\r\n  Q. Do you have a prior conviction from 1993?\r\n    A. No.\r\n\r\n  Q. Do you have a prior conviction from 1997?\r\n    A. Yes.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3453","title":"State v. Cheatham","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3453","description":"Lionel Cheatham was convicted of first degree burglary and sentenced to twenty years imprisonment.  The Court of Appeals remanded, finding the trial court erred in refusing to conduct a pretrial hearing on identification issues.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent, \r\n        \r\n            v.\r\n\r\n\r\n\r\n        Lionel Cheatham, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Luke N. Brown, Jr., Special Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3453\r\n    Heard February 6, 2002 - Filed February 25, 2002 \r\n  \r\n\r\n\r\nREMANDED\r\n   \r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Katherine Carruth Link, \r\n          of the South Carolina Office of Appellate Defense, of Columbia, for \r\n          appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief \r\n          Deputy Attorney General John W. McIntosh, Assistant \r\n          Deputy Attorney General Charles H. Richardson, and Assistant Attorney \r\n          General Christie Newman \r\n\r\n        Barrett, all of Columbia; and Solicitor Ralph E. \r\n          Hoisington, of North Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: Lionel Cheatham was convicted \r\n  of first degree burglary and sentenced to twenty years imprisonment. He raises \r\n  three issues on appeal. We remand, finding the trial court erred in refusing \r\n  to conduct a pretrial hearing on identification matters.\r\n\r\n\r\n    FACTS/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nAt approximately 7:30 p.m. on February 9, 1999, the victim, \r\n  Kalpna Patel, and her infant were in their apartment. The sliding glass door \r\n  on the patio was left slightly open to allow a breeze into the apartment. Patel \r\n  heard a noise and saw a man enter her apartment through the sliding glass door. \r\n  The man attempted to hide his face with a pillow. Patel fought with the man. \r\n  During the struggle, Patel was able to see the intruder's face briefly. Patel \r\n  recognized the man as someone who had previously come into her store. The intruder \r\n  grabbed Patel's purse from her dining room table and ran away. The purse contained \r\n  $500 in cash receipts from the business owned by Patel and her husband.\r\n\r\nThe intruder was described in the police report taken after \r\n  the incident as a Hispanic male, six feet two inches tall, weighing approximately190 \r\n  pounds, with brown hair, a round face, and between 20- and 30-years-old. The \r\n  police report did not indicate whether the intruder had a mustache or the color \r\n  of the intruder's eyes. Patel testified at trial she never described the intruder \r\n  as Hispanic. According to Patel, she informed police that he was a tall, well-built, \r\n  light-skinned man of both Caucasian and African-American descent, aged in his \r\n  late thirties to forties, with dark hair, a round face, a mustache, and brown \r\n  eyes. No fingerprint evidence was recovered at the scene that linked Cheatham \r\n  to the crime.\r\n\r\nPatel's neighbor, Tim Nates, saw the intruder in the parking \r\n  lot before the burglary and watched him run away from Patel's apartment clutching \r\n  an object. Both Patel and Nates picked Cheatham's picture out of a photographic \r\n  lineup.\r\n\r\nCheatham did not dispute that Patel was robbed, but argued \r\n  at trial he was not the perpetrator. Persephone Brown testified she was a former \r\n  co-worker of Cheatham's wife, Cynthia, and attended church with Cynthia until \r\n  Brown moved. Brown averred that on the evening of the burglary, she got off \r\n  work at 8:00 p.m. and went to a Bi-Lo grocery store to purchase a few items. \r\n  As she exited the store at approximately 8:15 p.m., she encountered both Cheatham \r\n  and Cynthia in the parking lot approaching the store. She spoke with Cynthia \r\n  for approximately thirty minutes.\r\n\r\nCynthia also testified. She stated she had specific recollections \r\n  of February 9, 1999, because she wrote a check to Cheatham's employer as a loan \r\n  to help expand his catering business. Later that day, Cynthia came home from \r\n  her job at 4:00 p.m. and relaxed with Cheatham. The couple then discussed dinner \r\n  and decided Cynthia should make spaghetti. At 6:00 p.m., the couple went to \r\n  a Blockbuster video store to return movies they had rented and then traveled \r\n  to a Publix grocery store to buy the ingredients to make spaghetti. According \r\n  to Cynthia, she and Cheatham then traveled across town to her mother's house \r\n  to help tutor her nephew. After leaving Cynthia's mother's house, Cheatham and \r\n  Cynthia decided they also wanted garlic bread to go with the spaghetti they \r\n  were going to make for dinner. They went to the Bi-Lo near Cynthia's mother's \r\n  house, where they encountered Brown at approximately 8:15 p.m. Cynthia testified \r\n  Cheatham was with her the entire evening.\r\n\r\nISSUES\r\n\r\n\r\n  Did the trial court err in admitting Cheatham's prior \r\n    burglary and housebreaking convictions?\r\n\r\n  &nbsp;  \r\n  Did the trial judge err in refusing to recuse himself?\r\n\r\n  &nbsp;  \r\n  Did the trial court err in refusing Cheatham's motion \r\n    for a pretrial hearing on matters of identification?\r\n\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Admission of Prior Burglary Convictions\r\n\r\nCheatham argues the trial court erred in allowing the admission \r\n  of his prior burglary and housebreaking convictions when he stipulated to one \r\n  of the elements of first degree burglary. We disagree.\r\n\r\nPrior to being charged with burglary in the underlying case, \r\n  Cheatham was convicted of housebreaking in 1978, second degree burglary in 1987, \r\n  and second degree burglary in 1991. The indictment for first degree burglary \r\n  in this action alleged Cheatham: (1) entered into Patel's dwelling in the nighttime; \r\n  and (2) had a prior record of two or more convictions for housebreaking or burglary. \r\n  Cheatham filed a motion in limine requesting the State be prohibited \r\n  from introducing his prior convictions because it would be unfairly prejudicial \r\n  and he would stipulate the burglary occurred in the nighttime. The State refused \r\n  to stipulate the burglary occurred at the nighttime and the trial court denied \r\n  the motion. The trial judge instructed the jury that the prior convictions must \r\n  only be considered to determine whether an element of first degree burglary \r\n  was satisfied and they could not consider the prior convictions as evidence \r\n  that Cheatham committed the burglary of Patel's home.\r\n\r\nThe trial court has great discretion in ruling on the admissibility \r\n  of evidence in a criminal case. State v. McDonald, 343 S.C. 319, 540 \r\n  S.E.2d 464 (2000); State v. Hamilton, 344 S.C. 344, 543 S.E.2d 586 (Ct. \r\n  App. 2001). A trial judge's ruling on the admissibility of evidence will not \r\n  be reversed on appeal absent a prejudicial abuse of discretion amounting to \r\n  an error of law. Id.\r\n\r\nThe General Assembly has defined first degree burglary, \r\n  in part, as follows:\r\n\r\n (A)&nbsp; A person is guilty of burglary in the \r\n  first degree if the person enters a dwelling without consent and with intent \r\n  to commit a crime in the dwelling, and either: \r\n  \r\n\r\n    . . . . \r\n\r\n    (2)&nbsp; the burglary is committed by a person with a \r\n    prior record of two or more convictions for burglary or housebreaking or a \r\n    combination of both; or \r\n    (3) the entering … occurs in the nighttime.\r\n\r\n  \r\n\r\nS.C. Code Ann. § 16-11-311 (Supp. 2001).\r\n\r\nEvidence of other crimes is admissible to establish a material \r\n  fact or element of the crime charged. State v. Benton, 338 S.C. 151, \r\n  526 S.E.2d 228, cert. denied sub nom., Benton v. South Carolina, \r\n  530 U.S. 1209, 120 S. Ct. 2209, 147 L. Ed. 2d 242 (2000); State v. Johnson, \r\n  293 S.C. 321, 360 S.E.2d 317 (1987).\r\n\r\nOur courts have repeatedly considered the admission of prior \r\n  burglary convictions to support an element of first degree burglary. \r\n\r\nIn State v. Hamilton, 327 S.C. 440, 486 S.E.2d 512 \r\n  (Ct. App. 1997), this Court held that under § 16-11-311(A)(2), \"prior burglary \r\n  or housebreaking convictions are clearly an element of burglary in the first \r\n  degree.\" Id. at 446, 486 S.E.2d at 515. As such, the prosecution in Hamilton \r\n  was entitled to present evidence relevant and material to that element of the \r\n  offense, despite our \"well-established rule that evidence that an accused has \r\n  committed other crimes is not admissible in the prosecution for the crime charged.\" \r\n  Id. at 447, 486 S.E.2d at 515 (citation omitted). The Court reasoned \r\n  that the prosecution could not be forced to stipulate generally to the prior \r\n  offenses or to the fact that the defendant had the legal status to be charged \r\n  with first degree burglary because such stipulation might cause a substantial \r\n  gap in the evidence needed for the jury to find the defendant guilty of the \r\n  offense. Id. at 446, 486 S.E.2d at 515.\r\n\r\n The Hamilton Court analyzed the prejudicial impact \r\n  of the evidence:\r\n\r\n\r\n  [H]ad the South Carolina General Assembly wished to use \r\n    the prior convictions as merely a sentence enhancer rather than as an element \r\n    of the crime, it could have done so.… Certainly, a cogent argument can be \r\n    made that the statute contravenes the well-established rule that evidence \r\n    that an accused has committed other crimes is not admissible in the prosecution \r\n    for the crime charged. Rule 404(b), SCRE; State v. Gregory, 191 S.C. \r\n    212, 220, 4 S.E.2d 1, 4 (1939); State v. Williams, 31 S.C.L. (2 Rich.) \r\n    418, 421-22 (1845). It is not this court's province, however, to question \r\n    the wisdom of a legislative enactment.\r\n\r\n  Finally, Appellant asserts it was error to allow proof \r\n    of the prior burglary offenses because the evidence was not admissible under \r\n    any of the exceptions recognized in State v. Lyle, 125 S.C. 406, 118 \r\n    S.E. 803 (1923). Appellant's argument is misplaced, however, since the State \r\n    did not offer proof of his prior burglary convictions to establish motive, \r\n    intent, identity, or common scheme or plan. Here, Appellant's prior burglary \r\n    convictions were presented solely to prove an element of the crime for which \r\n    he was charged. Evidence which is logically relevant to a material element \r\n    of the offense charged should not be excluded merely because it may also show \r\n    guilt of another crime.  See State v. Tillman, 304 S.C. 512, 518, 405 \r\n    S.E.2d 607, 611 (Ct. App. [ 1991]), cert. denied, (Sept. 5, 1991).\r\n\r\n\r\n\r\n&nbsp;Id. at 447, 486 S.E.2d at 515-16 (footnote \r\n  omitted).\r\n\r\nOur Supreme Court recently discussed this issue in State \r\n  v. Benton, 338 S.C. 151, 526 S.E.2d 228 (2000). The Court rejected a claim \r\n  that \"'§ 16-11-311(A)(2), as interpreted in State v. Hamilton,'\" unconstitutionally \r\n  deprives defendants of due process of law \"'because evidence required to prove \r\n  the status element of prior convictions dilutes the State's burden of proof \r\n  with respect to the remaining elements of the offense.'\" Id. at 154, \r\n  526 S.E.2d at 229. In concluding the statute did not facially violate due process, \r\n  the Court explained:\r\n\r\n\r\nTo deter repeat offenders, the General Assembly chose to include two or more prior burglary\r\nand/or housebreaking convictions as an element of first degree burglary.  The United\r\nStates Supreme Court has held this is a valid state purpose which does not violate due process. \r\nWe agree.\r\n\r\n\r\nId. at 154, 526 S.E.2d at 230 (internal citation \r\n  omitted).\r\n\r\nCheatham contends that a Rule 403 analysis negates the admissibility \r\n  of his previous convictions. Benton states:\r\n\r\n\r\n  [W]e note evidence of other crimes is admissible to establish \r\n    a material fact or element of the crime charged. State v. Johnson, \r\n    293 S.C. 321, 360 S.E.2d 317 (1987).… For purposes of an element of first \r\n    degree burglary under § 16-11-311(A)(2), we conclude the probative value of \r\n    admitting the defendant's prior burglary and/or housebreaking convictions \r\n    is not outweighed by its prejudicial effect. Rule 403, SCRE.\r\n\r\nFurther, while generally inadmissible, propensity evidence is not prohibited.  Propensity evidence\r\nis admissible if offered for some purpose other than to show the accused is a bad person or he\r\nacted in conformity with his prior convictions.  Rule 404, SCRE (evidence of other crimes is not\r\nadmissible to prove character to show action in conformity but to show motive, absence of\r\nmistake or accident, intent, identity, the existence of common scheme or plan).  Here, appellant's\r\ntwo prior burglary convictions were offered to prove a statutory element of the current first degree\r\nburglary charge, not to suggest appellant was a bad person or committed the present burglary\r\nbecause he had committed prior burglaries.\r\n\r\n\r\nId. at 155-56, 526 S.E.2d at 230 (footnote omitted).\r\n\r\nMore recently in State v. James, 346 S.C. 303, 551 \r\n  S.E.2d 591 (Ct. App. 2001), cert. granted, this Court considered whether \r\n  the introduction of the defendant's seven prior burglary convictions to satisfy \r\n  the \"two or more prior convictions\" element of first degree burglary was error. \r\n  We noted the State cannot be forced to \"stipulate generally to the prior offenses \r\n  or to the fact that the defendant had the legal status to be charged with first \r\n  degree burglary because such a stipulation might cause a substantial gap in \r\n  the evidence needed for the jury to find the defendant guilty of the offense.\" \r\n  Id. at 307, 551 S.E.2d at 592 (citing Hamilton, 327 S.C. at 446, \r\n  486 S.E.2d at 515). Because the State must prove all the elements of first degree \r\n  burglary and the statute did not limit the number of prior burglary convictions \r\n  admitted to two, we held there was no error in admitting seven of the defendant's \r\n  prior burglary convictions. Id. at 307-09, 551 S.E.2d at 592-94.\r\n\r\nCheatham argues evidence of his prior burglary and housebreaking \r\n  convictions was unduly prejudicial and should not have been admitted to show \r\n  an element of first degree burglary because he was willing to stipulate to the \r\n  alternate \"nighttime\" element. It is well settled the admission of prior burglary \r\n  or housebreaking convictions for limited consideration as an element of first \r\n  degree burglary does not constitute undue prejudice. Thus, the admission of \r\n  Cheatham's prior burglary and housebreaking convictions as an element of first \r\n  degree burglary does not constitute unfair prejudice in this case. Further, \r\n  the trial judge specifically instructed the jury not to consider Cheatham's \r\n  prior convictions as evidence of the Patel burglary and to limit their consideration \r\n  of the prior convictions to whether an element of first degree burglary was \r\n  proven. We find no error in the admission of the convictions because the trial \r\n  court took every precaution to prevent the improper consideration of Cheatham's \r\n  convictions and to guard against undue prejudice. \r\n\r\nMoreover, we find no merit to Cheatham's assertion that \r\n  because he was willing to stipulate to the \"nighttime\" element of first degree \r\n  burglary, the State should have been limited to proving only the \"nighttime\" \r\n  element and it was unnecessary for the State to present any evidence of the \r\n  \"two or more convictions of burglary or housebreaking\" element. As previously \r\n  discussed, the State is not required to accept a defendant's stipulation of \r\n  proof because the State still bears the burden of proving every element of a \r\n  crime beyond a reasonable doubt. See id.  at 307, 551 S.E.2d at 592. \r\n  Despite Cheatham's attempt to stipulate that he met the legal status to be charged \r\n  with first degree burglary, we believe the trial court did not err in denying \r\n  his request to limit the State to proof of only the \"nighttime\" element.\r\n\r\nII. Recusal of the Trial Judge\r\n\r\nCheatham contends the trial judge erred by failing to recuse \r\n  himself from presiding over the trial where a previous circuit judge had made \r\n  rulings in Cheatham's favor. We disagree.\r\n\r\nCheatham's trial was originally scheduled for the week of \r\n  October 11, 1999, before the Honorable Markley Dennis, but the case was not \r\n  called.\r\n\r\nPrior to the commencement of Cheatham's trial on November \r\n  10, 1999, before the Honorable Luke Brown, Cheatham complained the solicitor \r\n  was \"judge shopping\" and moved to have the case heard before Judge Dennis. Cheatham \r\n  asserted that an informal conference was held on October 12, 1999, before Judge \r\n  Dennis. Judge Dennis had agreed to suppress the introduction of Cheatham's prior \r\n  burglary and housebreaking convictions because Cheatham was willing to stipulate \r\n  the burglary occurred in the nighttime. According to Cheatham, the solicitor \r\n  then informed Judge Dennis the State would not call Cheatham's case to trial \r\n  before the judge based on the judge's announced intention to exclude the prior \r\n  convictions. Cheatham submitted the affidavit of one of his attorneys recounting \r\n  the discussion before Judge Dennis.\r\n\r\nThe State did not deny that Judge Dennis' off-the-record \r\n  intimations that he would bar the admission of the prior convictions influenced \r\n  its decision not to call the case in front of Judge Dennis. However, the State \r\n  refuted Cheatham's contention that it was \"judge shopping\" and noted the case \r\n  was placed on the next docket. Judge Brown denied Cheatham's motion to postpone \r\n  the trial until it could be heard before Judge Dennis.\r\n\r\nCheatham argues Judge Brown erred in refusing to recuse \r\n  himself because the solicitor's actions violated due process and amounted to \r\n  an abuse of his prosecutorial discretion. We disagree.\r\n\r\nIt is well settled judges should recuse themselves where \r\n  questions of impartiality or impropriety are raised. This Court recently addressed \r\n  the disqualification of judges in Parker v. Shecut, 340 S.C. 460, 531 \r\n  S.E.2d 546 (Ct. App. 2000), cert. granted:\r\n\r\n\r\n  The Code of Judicial Conduct requires a judge to \"disqualify \r\n    himself in a proceeding in which his impartiality might reasonably be questioned.\" \r\n    Canon 3(C)(1) of the Code of Judicial Conduct, Rule 501, SCACR. A judge must \r\n    exercise sound judicial discretion in determining whether his impartiality \r\n    might reasonably be questioned. Christy v. Christy, 317 S.C. 145, 452 \r\n    S.E.2d 1 (Ct. App. 1994). Absent evidence of judicial prejudice, a judge's \r\n    failure to disqualify himself will not be reversed on appeal. Ellis v. \r\n    Procter &amp; Gamble Dist. Co., 315 S.C. 283, 433 S.E.2d 856 (1993). It \r\n    is not enough for a party seeking disqualification to simply allege bias. \r\n    The party must show some evidence of bias. Christensen v. Mikell, 324 \r\n    S.C. 70, 476 S.E.2d 692 (1996); Mallett v. Mallett, 323 S.C. 141, 473 \r\n    S.E.2d 804 (Ct. App. 1996). Furthermore, the alleged bias must be personal, \r\n    as distinguished from judicial, in nature.\r\n\r\n\r\nId. at 497, 531 S.E.2d at 566.\r\n\r\nCheatham's case was never called before Judge Dennis and \r\n  the informal discussion with the judge concerning evidentiary matters was not \r\n  on the record. We find Judge Dennis' comments regarding the evidence merely \r\n  amounted to his initial impressions and did not constitute an order. Further, \r\n  if Judge Dennis had issued a pretrial order granting the suppression of Cheatham's \r\n  prior burglary convictions, the State had the remedy of immediately appealing \r\n  the decision. See State v. McKnight, 287 S.C. 167, 337 S.E.2d 208 (1985) \r\n  (holding appellate courts may immediately review a pretrial order granting the \r\n  suppression of evidence that significantly impairs the prosecution of a criminal \r\n  case), cited in State v. Mabe, 306 S.C. 355, 412 S.E.2d 386 (1991). However, \r\n  because Judge Dennis did not issue any order in the case and merely indicated \r\n  his inclinations on the admission of evidence, there was nothing for the State \r\n  to appeal.\r\n\r\nFurther, Cheatham does not assert Judge Brown was partial, \r\n  biased, or acted improperly in presiding over his trial. Cheatham has not provided \r\n  any evidence that would support his allegation that Judge Brown should have \r\n  recused himself. The only person Cheatham accuses of impropriety is the solicitor \r\n  for refusing to call the case before Judge Dennis. Whether the solicitor acted \r\n  improperly in choosing not to call the case before Judge Dennis did not affect \r\n  Judge Brown's ability to preside over Cheatham's case. Accordingly, we find \r\n  no error in the failure of Judge Brown to recuse himself. \r\n\r\n\r\n    III. Right to Pretrial Hearing on Identification \r\n     \r\n  \r\n\r\n\r\nCheatham asserts the trial court erred in refusing to grant \r\n  him a pretrial hearing on identification matters. We agree. \r\n\r\nDuring pretrial motions, Cheatham moved for a hearing concerning \r\n  his identification outside the presence of the jury, pursuant to Neil v. \r\n  Biggers, 409 U.S. 188, 93 S. Ct. 375, 34 L. Ed. 2d 401 (1972), State \r\n  v. Washington, 323 S.C. 106, 473 S.E.2d 479 (Ct. App. 1996), and Rule 104(c), \r\n  SCRE. The trial judge responded to Cheatham's request by declaring: \"Well, as \r\n  I stated on yesterday, you've got to give me something a little more because \r\n  I don't want to try this case twice. Have you got me something that you know \r\n  of that makes the lineup unfair and prejudice [sic]?\" Cheatham pointed out problems \r\n  with the witness identifications because Cheatham was a 40-year-old black male, \r\n  not a 20- to 30-year-old Hispanic male as described in the police report. Cheatham \r\n  further argued the photographic lineup shown to Patel and Nates was suggestive. \r\n  The trial court denied Cheatham's motion for a hearing:\r\n\r\n\r\n  \r\n    \r\n      Cheatham's Counsel:\r\n       Your Honor, is it my understanding \r\n        then that you're going to let the ID issue be resolved by the jury?\r\n    \r\n    \r\n      The Court:\r\n       I am unless I change my \r\n        mind during the examination. I just don't want to go through it twice.\r\n    \r\n    \r\n      Cheatham's Counsel: \r\n       I understand.\r\n    \r\n    \r\n      The Court:\r\n       But you can make your motion \r\n        afterwards. You can make another motion. I'm just going to hold it in \r\n        abeyance. I'm going to deny it at this time, but I'll let you remake your \r\n        motion after that at any time.\r\n    \r\n    \r\n      Cheatham's Counsel: \r\n       I understand that's your ruling, Your Honor, but I would -- I believe that\r\nRule 104(c) would actually give me the right to a pre-trial hearing on the issue.\r\n    \r\n    \r\n      The Court:\r\n       No, sir. In the discretion \r\n        of the Court.\r\n    \r\n  \r\n\r\nDuring Patel's testimony, Cheatham renewed his objections \r\n  regarding Patel's identification of Cheatham and the photographic lineup and \r\n  noted he was never informed Patel had been shown a total of three photo lineups. \r\n  A bench conference was held and Cheatham was later permitted to place his arguments \r\n  on the record outside the presence of the jury. Cheatham averred the photographic \r\n  lineup was unreliable because it was suggestive. The trial court held the photographic \r\n  lineup was not suggestive. Cheatham continued to object throughout the trial \r\n  to testimony regarding identification. Finally, after hearing all the testimony \r\n  regarding the photographic lineup and identification of Cheatham, the trial \r\n  judge informed the parties he found neither the \"the conduction of the lineup\" \r\n  nor \"the pictures themselves\" suggested Cheatham was the suspect. \r\n\r\nOur courts have repeatedly addressed a defendant's right \r\n  to have evidentiary hearings outside the presence of the jury. In State v. \r\n  Cash, 257 S.C. 249, 185 S.E.2d 525 (1971), the defendant was charged with \r\n  burglary and objected to testimony regarding the identification of him as the \r\n  perpetrator. The Cash Court held:\r\n\r\n\r\n  When the State offers witnesses whose testimony tends \r\n    to identify the appellants as the persons who committed the crime charged \r\n    in the indictment and they interpose timely objections challenging that the \r\n    in court identification by the witness is tainted by an illegal line-up, the \r\n    trial judge should conduct a hearing in the absence of the jury and the competency \r\n    of the evidence should be evaluated. In such a hearing, the testimony \r\n    should be taken and all factual questions determined including those involving \r\n    the appellant's constitutional rights pertinent to the admissibility of the \r\n    proffered evidence.\r\n\r\n\r\nId. at 253, 185 S.E.2d at 526-27 (emphasis added). \r\n  \r\n\r\nIn State v. Simmons, 308 S.C. 80, 417 S.E.2d 92 (1992), \r\n  the defendant argued a witness' identification of him was tainted because the \r\n  witness was present at the defendant's prior bond hearing. The defendant requested \r\n  an  in camera  hearing to determine whether the witness' identification \r\n  testimony was admissible. The trial judge denied the motion for an in camera \r\n  hearing. Citing Cash for the notion that a defendant is entitled to an \r\n  in camera hearing, if requested, when he or she challenges the \"in-court \r\n  identification as being tainted by a previous illegal identification,\" the Simmons \r\n  Court held:\r\n\r\n\r\n  In State v. Cash, 257 S.C. 249, \r\n    185 S.E.2d 525 (1971), this Court adopted a per se rule requiring \r\n    the court to hold an in camera hearing when the state \r\n    offers witnesses whose testimony identifies the defendant as the person who \r\n    committed the crime and the defendant challenges the in-court identification \r\n    as being tainted by a previous illegal identification. Contra \r\n    Watkins v. [Sowders], 449 U.S. 341, 101 S.Ct. 654, 66 L.Ed.2d \r\n    549 (1981). The lower court refused to hold a hearing. This error warrants \r\n    reversal.\r\n\r\n  We hold that the denial of the motion to suppress was \r\n    error. It does not follow, however, that Simmons is entitled to \r\n    a new trial. We remand the case in order for the trial judge to hold a hearing \r\n    to determine whether, under the circumstances of this case, [the witness'] \r\n    identification of Simmons was so tainted as to require its suppression at \r\n    trial. Should it be determined upon an in camera \r\n    hearing, that the in-court identification of Simmons was not of independent \r\n    origin but was the tainted product of the circumstances \r\n    surrounding the bond hearing, it will follow as a matter of course that Simmons \r\n    is entitled to a new trial. \r\n\r\n\r\nId. at 82-83, 417 S.E.2d at 93-94 (emphasis added) \r\n  (internal citation omitted).\r\n\r\nEffective September 3, 1995, preliminary questions of evidence \r\n  in South Carolina are governed by Rule 104, SCRE. Rule 104 provides:\r\n\r\n\r\n  (a) Questions of Admissibility Generally. \r\n     Preliminary questions concerning the qualification of \r\n    a person to be a witness, the existence of a privilege, or the admissibility \r\n    of evidence shall be determined by the court, subject to the provisions of \r\n    subdivision (b). In making its determination it is not bound by the rules \r\n    of evidence except those with respect to privileges.\r\n\r\n  (b) Relevancy Conditioned on Fact. \r\n     When the relevancy of evidence depends upon the fulfillment \r\n    of a condition of fact, the court shall admit it upon, or subject to, the \r\n    introduction of evidence sufficient to support a finding of the fulfillment \r\n    of the condition.\r\n\r\n  (c) Hearing of Jury.  Hearings on the \r\n    admissibility of confessions or statements by an accused, and pretrial \r\n    identifications of an accused shall in all cases be conducted out of the hearing \r\n    of the jury. Hearings on other preliminary matters shall be so \r\n    conducted when the interests of justice require, or when an accused is a witness \r\n    and so requests.\r\n\r\n  (d) Testimony by Accused.  \r\n    The accused does not, by testifying upon a preliminary matter, become subject \r\n    to cross-examination as to other issues in the case.\r\n\r\n  (e) Weight and Credibility. \r\n    This rule does not limit the right of a party to introduce before the jury \r\n    evidence relevant to weight or credibility.\r\n\r\n\r\n(emphasis added). \r\n\r\nThe Note following Rule 104 states:\r\n\r\n\r\n  Subsection (c) modifies the federal rule by adding the \r\n    phrase \"or statements made by an accused, and pretrial identifications of \r\n    an accused.\" This addition is made to emphasize the fact that hearings on \r\n    the admissibility of all statements made by a criminal defendant, whether \r\n    inculpatory or exculpatory, must be made outside the presence of the jury. \r\n    State v. Primus, 312 S.C. 256, 440 S.E.2d 128 (1994); State v. Lee, \r\n    255 S.C. 309, 178 S.E.2d 652 (1971). The addition also requires all hearings \r\n    regarding the admissibility of pretrial identifications (to include any assertion \r\n    that an in-court identification should be excluded as a result of a pretrial \r\n    identification) to be heard outside the presence of the jury. State v. \r\n    Simmons, 308 S.C. 80, 417 S.E.2d 92 (1992).\r\n\r\n\r\nOur courts have further addressed this issue since the enactment \r\n  of the South Carolina Rules of Evidence. In State v. Smith, 336 S.C. \r\n  39, 518 S.E.2d 294 (Ct. App. 1999), this Court noted:\r\n\r\n\r\n  Where there is an issue as to whether or not an in-court \r\n    identification by a witness is of independent origin and based upon observations \r\n    of a suspect other than in the course of any improper confrontation or line-up, \r\n    the defendant is entitled to an in camera hearing. State v. Williams, \r\n    258 S.C. 482, 485, 189 S.E.2d 299, 300 (1972). Thus, our supreme court has \r\n    \"adopted a per se rule requiring the court to hold an in camera \r\n    hearing when the state offers witnesses whose testimony identifies the defendant \r\n    as the person who committed the crime and the defendant challenges the in-court \r\n    identification as being tainted by a previous illegal identification.\" State \r\n    v. Simmons, 308 S.C. 80, 82-83, 417 S.E.2d 92, 93 (1992) (citing State \r\n    v. Cash, 257 S.C. 249, 185 S.E.2d 525 (1971)).\r\n\r\n\r\nId. at 43, 518 S.E.2d at 296.\r\n\r\nMore recently in State v. Ramsey, 345 S.C. 607, 550 \r\n  S.E.2d 294 (2001), the defendant was charged with murder. Evidence linking him \r\n  to the crime included: (1) the defendant's sweater, which was similar to the \r\n  one witnesses claimed the murderer was wearing; (2) the victim's blood found \r\n  on the defendant's boots and sweater; (3) tire impressions taken from the crime \r\n  scene; and (4) witness identification of the defendant from a photographic lineup. \r\n  The defendant requested, but was denied an in camera hearing regarding \r\n  the photographic lineup. On appeal, the Supreme Court ruled:\r\n\r\n\r\n  Where identification is concerned, the general rule is \r\n    that a trial court must hold an in camera hearing when the State offers \r\n    a witness whose testimony identifies the defendant as the person who committed \r\n    the crime, and the defendant challenges the in-court identification as being \r\n    tainted by a previous, illegal identification or confrontation.\r\n\r\n\r\nId. at 613, 550 S.E.2d at 297 (citation omitted). \r\n  \r\n\r\nNoting the defendant did not object to other identification \r\n  testimony, the Supreme Court held the error in failing to hold the in camera \r\n  hearing was harmless. Id. at 613-14, 550 S.E.2d at 297-98.\r\n\r\nRule 104(c) unambiguously mandates hearings on the admissibility \r\n  of out of court identifications of the accused shall in all cases be held outside \r\n  the presence of the jury. The adoption of Rule 104 did not abrogate the viability \r\n  of the rulings in the pre-Rules of Evidence cases. The in camera hearing \r\n  required by Rule 104(c) allows a defendant to question a witness more stringently \r\n  regarding possible misidentification or bias outside the presence of the jury. \r\n  If the defendant is required to question a victim/witness regarding photographic \r\n  identification only in the jury's presence, the defendant may be required to \r\n  severely curtail the questioning so as not to inflame the jury. The trial court \r\n  erred by denying Cheatham an in camera hearing on the admissibility of \r\n  the identification from the photographic lineup.\r\n\r\nIn State v. Simmons, 308 S.C. 80, 417 S.E.2d 92 (1992), \r\n  the Supreme Court noted that \"under certain circumstances, if the identification \r\n  is corroborated by either circumstantial or direct evidence, then the harmless \r\n  error rule might be applicable.\" Id. at 83, 417 S.E.2d at 94 (citation \r\n  omitted). Under the circumstances of this case, we find the error was not harmless. \r\n  Cheatham's defense included an alibi. Unlike the defendant in Ramsey, \r\n  the only evidence linking Cheatham to the crime was witness identification. \r\n  Thus, it was imperative to establish the validity of the witness identification \r\n  and the photographic line up. Accordingly, we find where, as here, the identification \r\n  of the defendant is not corroborated by circumstantial or direct evidence, the \r\n  error in failing to grant the defendant a full in camera hearing on the \r\n  admissibility of identification evidence is not harmless.\r\n\r\n\r\n    CONCLUSION \r\n  \r\n\r\n\r\nWe reaffirm the per se rule requiring the court to \r\n  hold an in camera hearing when the state offers witnesses whose testimony \r\n  identifies the defendant as the person who committed the crime and the defendant \r\n  challenges the in-court identification as being tainted by a previous illegal \r\n  identification.\r\n\r\nPursuant to State v. Simmons, we remand the case \r\n  for a circuit judge to hold an in camera hearing to determine: (1) whether, \r\n  under the circumstances of this case, the identification evidence identifying \r\n  Cheatham as the perpetrator under the photographic lineup procedure was so impermissibly \r\n  suggestive as to give rise to a very substantial likelihood of misidentification; \r\n  and (2) whether the resulting in-court identification testimony was so tainted \r\n  by a previous illegal identification as to require its suppression at trial.\r\n\r\nShould it be determined upon an in camera \r\n  hearing, that: (1) the pretrial photographic lineup identification was unduly \r\n  suggestive; and/or (2) the in-court identification of Cheatham was the tainted \r\n  product of the circumstances, it will follow as a matter of course that Cheatham \r\n  is entitled to a new trial.\r\n\r\nREMANDED.\r\n\r\nCURETON and GOOLSBY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3454","title":"Thomas Sand Company v. Colonial Pipeline Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3454","description":"This opinion addresses the appropriateness of summary judgment when the issue of proximate cause is in dispute and also the necessity of exhausting administrative avenues before pursuing a tort action against a third party.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nThomas Sand Company v. Colonial Pipeline Company\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Thomas Sand Company, Appellant, \r\n        \r\n            v. \r\n\r\n        \r\n\r\n        Colonial Pipeline Company, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Laurens County\r\n  John W. Kittredge, Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3454\r\n    Heard October 3, 2001 - Filed February 25, 2002 \r\n  \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\nW. Grady Jordan, of Olson, Smith, Jordan &amp; Cox, of Easley; \r\n  and J. Kendall Few, of Few &amp; Few, of Greenville, for appellant.\r\n\r\nEdward Cole, of The Ward Law Firm, of Spartanburg, for respondent.\r\n\r\n\r\nSTILWELL, J: \r\n  Thomas Sand sued Colonial for damages, alleging a spill from its pipeline rupture \r\n  contaminated a sand deposit Thomas Sand had leased on the Reedy River. The trial \r\n  court held the failure to exhaust administrative avenues to obtain a permit \r\n  was the proximate cause of its inability to mine the sand and granted Colonial \r\n  summary judgment. We reverse.\r\n\r\n\r\n    FACTS\r\n\r\n\r\n\r\nColonial owns and operates a 36-inch pipeline extending \r\n  from Houston to New York which transports petroleum products. In late June 1996, \r\n  Colonial's pipeline ruptured at its junction with the Reedy River in Greenville \r\n  County, spilling approximately one million gallons of diesel fuel into the river. \r\n  The investigation by state and federal agencies, the extensive sampling and \r\n  assessment, and the numerous lawsuits surrounding the spill, were not resolved \r\n  until late 1998 or early 1999. \r\n\r\nIn May 1996, Thomas Sand had applied to the South Carolina \r\n  Department of Health and Environmental Control (DHEC) for the necessary permit \r\n  to mine the sand deposit. Because mining could impact U.S. navigable waters, \r\n  the project was also subject to the U.S. Army Corps of Engineers (Corps) permitting \r\n  requirements. Other interested state and federal agencies reviewed the application \r\n  and expressed a range of concerns both related and unrelated to the spill, including \r\n  adverse impact on fisheries and other natural resources, smothering of warm \r\n  water fish eggs by silt-laden sediments, and stream bed and bank instability. \r\n  The agencies specifically requested the permit not be issued until these concerns \r\n  were addressed. \r\n\r\nSimilarly, the United States Department of the Interior \r\n  (USDOI) Fish and Wildlife Service expressed concerns with the possibility of \r\n  stirring up preexisting contaminants amplified by the oil pipeline rupture. \r\n  It recommended that no permit be issued until the extent of the sediment contamination \r\n  could be further studied. The USDOI recommended to the Corps that the permit \r\n  be denied, due solely to the oil contamination. Based on available information, \r\n  the Corps in turn advised Thomas Sand that, \"due to the breaching of the Conestee \r\n  Lake dam and the recent oil pipeline rupture, this office has reason to believe \r\n  that there is a presence of contaminants that could cause or contribute to significant \r\n  degradation of the waters of the United States.\" The Corps requested more specific \r\n  information from USDOI and Thomas Sand before determining what testing would \r\n  be required.\r\n\r\nShortly thereafter, Thomas Sand withdrew the application \r\n  \"rather than have the permit denied with consequent prejudice.\" It requested \r\n  that DHEC hold the application in abeyance until evaluation of the damage caused \r\n  by the oil spill was completed. DHEC agreed to do so for six months to allow \r\n  Thomas Sand to complete \"sufficient work\" to enable DHEC to determine whether \r\n  mining could be environmentally safe. Thomas Sand elected not to perform testing \r\n  but rather submitted a revised application vastly reducing the size of the proposed \r\n  operation. In response, concerned agencies renewed their objections based on \r\n  potential damage to wetlands, wildlife, and riverbed and bank stability, as \r\n  well as possible diesel contamination and the lack of requested sediment testing. \r\n  USDOI specifically noted the prior application was \"eventually retired at least \r\n  partially due to a major oil pipeline spill. . . .\" Thus, USDOI recommended \r\n  the permit not be issued until \"adequate sediment testing is done to be able \r\n  to conclude that contaminants including heavy metals, PAH's and/or other petroleum \r\n  related compounds would not be released by mining this site. . . .\" While noting \r\n  elevated levels of contaminants from upstream industries, DHEC specifically \r\n  stated the central concern in the previous application was contamination from \r\n  the Colonial pipeline spill and requested a detailed drawing comparison with \r\n  the prior application and a sediment sampling plan to test for contamination. \r\n  Thereafter, DHEC denied the revised application but provided it could be resubmitted \r\n  and would require a sediment sampling plan for potential contaminants. \r\n\r\nThomas Sand did not appeal DHEC's decision but filed this \r\n  action against Colonial seeking damages for economic loss due to inability to \r\n  exercise its mining rights under its lease. Colonial admitted the oil spill \r\n  from a rupture in its pipeline but denied any contamination of the sand deposit. \r\n  Colonial moved for summary judgment on the grounds that (1) Thomas Sand failed \r\n  to exhaust its administrative remedies; and (2) Thomas Sand adduced no evidence \r\n  of contamination in the proposed sand mining site resulting from the Colonial \r\n  spill, nor that such contamination, if present, would preclude the mining permit \r\n  being issued. The trial court granted the motion, finding that Thomas Sand failed \r\n  to establish the spill proximately caused its damages.\r\n\r\n\r\n    STANDARD OF REVIEW\r\n\r\n\r\n\r\nIn an action granting summary judgment, an appellate court \r\n  reviews the record under the same standard applied by the trial court under \r\n  Rule 56, SCRCP. Jones v. Equicredit Corp., 347 S.C. 535, ___, \r\n  556 S.E.2d 713, 715 (Ct. App. 2001); see also Brockbank v. Best Capital Corp., \r\n  341 S.C. 372, 379, 534 S.E.2d 688, 692 (2000). \"Summary judgment is a drastic \r\n  remedy, which should be cautiously invoked so that no person will be improperly \r\n  deprived of a trial of the disputed factual issues.\" Doe ex rel. Doe v. Batson, \r\n  345 S.C. 316, 321, 548 S.E.2d 854, 857 (2001) (citing Baughman v. Am. Tel. \r\n  &amp; Tel. Co., 306 S.C. 101, 112, 410 S.E.2d 537, 543 (1991)).\r\n\r\n\r\n  Summary judgment is appropriate when it is clear there is \r\n    no genuine issue of material fact and the moving party is entitled to judgment \r\n    as a matter of law. In determining whether any triable issue of fact exists, \r\n    the evidence and all inferences which can be reasonably drawn therefrom must \r\n    be viewed in the light most favorable to the nonmoving party. If triable issues \r\n    exist, those issues must go to the jury.\r\n\r\n\r\nWorsley Cos. v. Town of Mount Pleasant, 339 S.C. \r\n  51, 55, 528 S.E.2d 657, 659-660 (2000) (citations omitted). Even if there is \r\n  no dispute as to evidentiary facts, summary judgment is not appropriate where \r\n  there is a dispute as to a conclusion to be drawn from those facts and to clarify \r\n  the application of the law. Tupper&nbsp;v. Dorchester County, 326 S.C. \r\n  318, 325, 487 S.E.2d 187, 191 (1997).\r\n\r\n\r\n\r\n  It is the duty of the court, on a motion for summary judgment, \r\n    not to try issues of fact, but only determine whether there are genuine issues \r\n    of fact to be tried; and, once having found that triable issues exist, must \r\n    leave those issues for determination at a trial. The problem besetting courts \r\n    lies in deciding what is or what is not a 'genuine issue as to any material \r\n    fact.' \r\n\r\n\r\nSpencer v. Miller, 259 S.C. 453, 456, 192 S.E.2d \r\n  863, 864 (1972).\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nThomas Sand asserts the trial court erred in finding it \r\n  failed to establish Colonial's oil spill proximately caused its damages. We \r\n  find the evidence raises a genuine issue of material fact on that issue.\r\n\r\nI. Proximate Cause\r\n\r\nThe elements \"of negligence are: (1) a duty owed to the \r\n  plaintiff by the defendant, (2) a breach of that duty by the defendant, and \r\n  (3) damages proximately resulting from the breach of duty.\" Hubbard v. Taylor, \r\n  339 S.C. 582, 588, 529 S.E.2d 549, 552 (Ct. App. 2000); Bishop v. S.C. Dep't \r\n  of Mental Health, 331 S.C. 79, 88, 502 S.E.2d 78, 82 (1998). The existence \r\n  of a duty is not questioned and Colonial has admitted in prior judicial proceedings \r\n  that the discharge was due to its negligence. Thus, the sole issue before us \r\n  is whether there is a question of fact on the issue of proximate cause.\r\n\r\nProximate cause requires proof of both causation in fact \r\n  and legal cause. Rush v. Blanchard, 310 S.C. 375, 379, 426 S.E.2d 802, \r\n  804 (1993). \"Causation in fact is proved by establishing the injury would not \r\n  have occurred 'but for' the defendant's negligence.\" Id. at 379, 426 \r\n  S.E.2d at 804. \"Legal cause, in contrast to the 'but for' nature of causation \r\n  in fact, turns on the issue of foreseeability.\" Olson v. Faculty House of \r\n  Carolina, Inc., 344 S.C. 194, 210, 544 S.E.2d 38, 46 (Ct. App. 2001), cert. \r\n  granted (Oct. 10, 2001). \"[I]t is not necessary that the actor must have \r\n  contemplated or could have anticipated the particular event which occurred. \r\n  . . .\" Young v. Tide Craft, Inc., 270 S.C. 453, 463, 242 S.E.2d 671, \r\n  675 (1978).\r\n\r\n\r\n  He may be held liable for anything which appears to have \r\n    been a natural and probable consequence of his negligence. If the actor's \r\n    conduct is a substantial factor in the harm to another, the fact that he neither \r\n    foresaw nor should have foreseen the extent of harm or the manner in which \r\n    it occurred does not negative his liability.\r\n\r\n\r\nChilders v. Gas Lines, Inc., 248 S.C. 316, 325, 149 \r\n  S.E.2d 761, 765 (1966). \"A plaintiff therefore proves legal cause by establishing \r\n  the injury in question occurred as a natural and probable consequence of the \r\n  defendant's act.\" Small&nbsp;v. Pioneer Mach., Inc., 329 S.C. 448, 463, \r\n  494 S.E.2d 835, 843 (Ct. App. 1997). \"Ordinarily, the question of proximate \r\n  cause is one of fact for the jury and the trial judge's sole function regarding \r\n  the issue is to inquire whether particular conclusions are the only reasonable \r\n  inferences that can be drawn from the evidence.\" Id. at 464, 494 S.E.2d \r\n  at 843. \"Only when the evidence is susceptible to only one inference does it \r\n  become a matter of law for the court.\" Oliver v. S.C. Dep't of Highways &amp; \r\n  Pub. Transp., 309 S.C. 313, 317, 422 S.E.2d 128, 131 (1992). \"At the summary \r\n  judgment stage of the proceedings, it is only necessary for the nonmoving party \r\n  to submit a scintilla of evidence warranting determination by a jury for summary \r\n  judgment to be denied.\" Tanner v. Florence City-County Bldg. Comm'n, \r\n  333 S.C. 549, 553, 511 S.E.2d 369, 371 (Ct. App. 1999).\r\n\r\n\"Proximate cause does not mean the sole cause. The defendant's \r\n  conduct can be a proximate cause if it was at least one of the direct, concurring \r\n  causes of the injury.\" Small, at 464, 494 S.E.2d at 843. The Thomas brothers \r\n  have been in the sand business for forty years. Kenneth Thomas testified that \r\n  the fish and sediment concerns predating the spill had been raised in other \r\n  permits that were ultimately issued. Based on his observations of the spill \r\n  site and his experience dealing with DHEC, he testified that he determined the \r\n  permit would be difficult \"to ever get it cleared up with DHEC\" and would cost \r\n  more than it was worth even if ultimately granted. Jack Thomas, another brother, \r\n  testified similarly. In its order, the trial court clearly found that the Thomas \r\n  brothers' testimony about observations of diesel fuel contamination were sufficient \r\n  to withstand summary judgment on the issue of contamination alone.\r\n\r\nIn addition, Thomas Sand offered the testimony of Dr. David \r\n  Hargett, a principal in Pinnacle Consulting Group, which consults on environmental \r\n  and natural resource management, regulatory compliance, hazardous site reclamation, \r\n  and permitting assistance, as well as being subcontracted by DHEC to study the \r\n  riparian conditions of the entire Reedy River basin. Dr. Hargett is a recognized \r\n  expert on the Reedy River and serves on the Reedy River Task Force citizen-based \r\n  planning group, as well as other committees that regularly meet with state agencies \r\n  about the Reedy River. He personally viewed the spill by helicopter immediately \r\n  following the event, and was extensively involved in monitoring and assisting \r\n  in reclamation efforts. \r\n\r\nThe trial court ruled that Dr. Hargett did not have sufficient \r\n  knowledge of DHEC sand mining permitting requirements and refused to qualify \r\n  him as an expert or consider his testimony in ruling on the motion for summary \r\n  judgment. As Dr. Hargett's testimony was the primary expert basis for establishing \r\n  proximate cause between the diesel spill and denial or delay of the permit, \r\n  Thomas Sand clearly suffered prejudice from its exclusion. \"To be competent \r\n  to testify as an expert, 'a witness must have acquired by reason of study or \r\n  experience or both such knowledge and skill in a profession or science that \r\n  he is better qualified than the jury to form an opinion on the particular subject \r\n  of his testimony.'\" Gooding v. St. Francis Xavier Hosp., 326 S.C. 248, \r\n  252-53, 487 S.E.2d 596, 598 (1997). \"Qualification depends on the particular \r\n  witness' reference to the subject. '[A]n expert is not limited to any class \r\n  of persons acting professionally.'\" Id. at 253, 487 S.E.2d 598 (citing \r\n  Lee v. Suess, 318 S.C. 283, 285, 457 S.E.2d 344, 346 (1995) and quoting \r\n  Botehlo v. Bycura, 282 S.C. 578, 586, 320 S.E.2d 59, 64 (Ct. App. 1984)). \r\n  \"The test for qualification is a relative one that is dependent on the particular \r\n  witness's reference to the subject.\" Knoke v. S.C. Dep't of Parks, Recreation \r\n  &amp; Tourism, 324 S.C. 136, 142, 478 S.E.2d 256, 259 (1996).\r\n\r\n\r\n  The term 'expert' has many lights and shadows. It can denote \r\n    a man who is a recognized authority and, perhaps as accurately, a fellow who \r\n    once went to the city. At what point between those two extremes he will be \r\n    allowed to express an opinion on the witness stand will be for the trial judge \r\n    to decide in the first instance. But whatever his status in life may be, his \r\n    qualifications can not be assumed; they must be established by evidence. The \r\n    quality or quantity of that evidence occasionally may require some adjustment, \r\n    depending upon the exigencies of the moment, and in such circumstances, the \r\n    trial judge will need to exercise the full measure of his judgment, skill, \r\n    and discretion.\r\n\r\n\r\nHewitt v. Md. State Bd. of Censors, 221 A.2d 894, \r\n  900 (Md. Ct. App. 1966). \"The party offering the expert has the burden of showing \r\n  his witness possesses the necessary learning, skill, or practical experience \r\n  to enable the witness to give opinion testimony.\" State v. Schumpert, \r\n  312 S.C. 502, 505, 435 S.E.2d 859, 861 (1993). \"Defects in an expert witness' \r\n  education and experience go to the weight, rather than the admissibility, of \r\n  the expert's testimony.\" Gooding at 253, 487 S.E.2d at 598.\r\n\r\nWhile it is true that the qualification of an expert witness \r\n  and the admissibility of the expert's testimony are matters within the trial \r\n  court's discretion, we think Dr. Hargett's qualifications to testify as an expert \r\n  speak for themselves and any gap in his experience would go to the weight and \r\n  credibility of his testimony, rather than to its admissibility. \"Where the expert's \r\n  testimony is based upon facts sufficient to form the basis for an opinion, the \r\n  trier of fact determines its probative value.\" Berkeley Elec. Coop., Inc. \r\n  v. S.C. Pub. Serv. Comm'n, 304 S.C. 15, 20, 402 S.E.2d 674, 677 (1991); \r\n  see also Carter v. R.L. Jordan Oil Co., 294 S.C. 435, 441, 365 S.E.2d \r\n  324, 328 (Ct. App. 1988), rev'd on other grounds, 299 S.C. 439, 385 S.E.2d \r\n  820 (1989) (\"An expert is given wide latitude in determining the basis of his \r\n  testimony.\"); Duke Power Co. v. Opperman, 266 S.C. 99, 102, 221 S.E.2d \r\n  782, 783 (1976) (\"He was definitely qualified to testify, and if he could give \r\n  no rational basis for his testimony, as contended by the appellant, it was a \r\n  matter for the jury to consider.\").\r\n\r\nDr. Hargett opined the site in question was \"extraordinarily \r\n  well-suited for sand mining and . . . no other stretch of the river would be \r\n  appropriate,\" based on the absence of bedrock, deeper deposits of sediments, \r\n  unusual accessibility due to the broad flood plain and gentle slope, and low \r\n  water velocities in the backwater area. According to Dr. Hargett, had there \r\n  been no spill and had Thomas Sand pursued the application, he believed the permit \r\n  would have been issued, and the site would continue to produce for at least \r\n  ten years. However, he testified it would have been ill-advised to pursue the \r\n  permit or attempt mining after the spill until federal and state agencies had \r\n  resolved contamination concerns, which included extensive sampling, testing, \r\n  and assessment close to the site. Specifically, the degree of contamination \r\n  was less relevant than the ongoing agency investigations. Had Thomas Sand pursued \r\n  the permit, he stated other parties likely would have taken action to stop their \r\n  operation because it could confuse the ongoing studies. Dr. Hargett opined the \r\n  environmental impacts were uncertain and subject to ongoing investigations until \r\n  the agency reports came out two to three years later.\r\n\r\nColonial argues Dr. Hargett is not qualified to render an \r\n  expert opinion because he did not know the specific DHEC permitting standards \r\n  and project parameters and had never been personally involved in obtaining a \r\n  sand mining permit. Dr. Hargett clarified that any lack of specifics in his \r\n  testimony did not demonstrate a lack of expertise but resulted from the limited \r\n  amount of time he had spent with this specific case. Our review of his deposition \r\n  indicates that Dr. Hargett, while not intimately familiar with the specifics \r\n  of DHEC mining permit processes, was sufficiently familiar with them that it \r\n  did not detract from his demonstrated expertise on environmental issues generally \r\n  and as they relate to the Reedy River specifically. It was, therefore, an abuse \r\n  of discretion not to qualify him as an expert and consider his testimony.\r\n\r\n\r\n    II. Exhaustion of Administrative Remedies  \r\n  \r\n\r\n\r\nColonial argues Thomas Sand's failure to exhaust its administrative \r\n  remedies precludes tort action against a third party. If this were an appeal \r\n  from the denial of the permit through the administrative process in which DHEC \r\n  was the appropriate fact finder, Thomas Sand would clearly be required to exhaust \r\n  its administrative remedies prior to bringing suit. See Stanton v. Town of \r\n  Pawleys Island, 309 S.C. 126, 420 S.E.2d 502 (1992) (plaintiff is generally \r\n  required to exhaust administrative remedies before seeking relief from the courts, \r\n  and dismissal for failure to do so is in the sound discretion of the trial judge); \r\n  Moore v. Sumter County Council, 300 S.C. 270, 387 S.E.2d 455 (1990) (court \r\n  could not adjudicate takings issue until plaintiff had exhausted administrative \r\n  remedies; potential agency delay and expense did not excuse exhaustion requirement). \r\n  However, in a tort action against a third party, no such exhaustion requirement \r\n  exists. The question is not whether the permit would have been granted but whether \r\n  Thomas Sand was damaged, either by added delay or expense in the permit process \r\n  or by the eventual denial of the permit, based on Colonial's negligence. DHEC \r\n  is not the appropriate fact finder to answer this question. The jury is.\r\n\r\nThe basic purpose of the exhaustion requirement, to allow \r\n  the agency to render a final decision and set forth its reasons for the permit \r\n  denial, would not assist the court in this instance. The alleged wrong is not \r\n  one which the administrative process was designed to redress. \"The doctrine \r\n  of exhaustion of administrative remedies only comes into play when a \r\n  litigant attempts to invoke the original jurisdiction of a circuit court to \r\n  adjudicate a claim based on a statutory violation for which the legislature \r\n  has provided an administrative remedy.\" Med. Mut. Liab. Ins. Soc. of Md. \r\n  v. B. Dixon Evander &amp; Assocs., 609 A.2d 353 (Md. App. 1992). A litigant \r\n  need not exhaust administrative remedies where \"there are no administrative \r\n  remedies for the wrongs it assertedly suffered.\" Id. at 360. The question \r\n  is simply whether the diesel spill from Colonial's pipeline was a substantial \r\n  contributing factor to the denial of the permit or to rendering the permitting \r\n  process more time consuming or more expensive than was practicable from a rational \r\n  business standpoint.\r\n\r\n\r\n    CONCLUSION  \r\n  \r\n\r\nViewing the evidence in the light most favorable to Thomas \r\n  Sand, as we are required to do, there is a genuine issue of material fact on \r\n  the question of the proximate cause of Thomas Sand's injuries, if any. Thus, \r\n  summary judgment in favor of Colonial is \r\n\r\nREVERSED.  \r\n\r\nGOOLSBY and HUFF, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3455","title":"Southern Atlantic Financial Services, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3455","description":"This is an action on a promissory note.  The crux of the case is the efficacy of the acceleration clause as juxtaposed to language in the note in regard to notice of default and right to cure.  The Court of Appeals held the note signed by Middleton was ambigious.  The Court remanded the case for a new trial on the issue of notice of default and right to cure.","date":"2002-02-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Southern Atlantic Financial Services, \r\n        Inc., Respondent, \r\n        \r\n            v.\r\n\r\n\r\n\r\n        Donna F. Middleton, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal \r\n  From Dorchester County\r\n  Patrick R. Watts, Jr., Master-in-Equity\r\n\r\n\r\n    Opinion No. 3455\r\n    Heard February 4, 2002 - Filed February 25, 2002 \r\n  \r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        David Popowski, of Charleston, for appellant.\r\n\r\n        Donald E. Rothwell, Scott L. Hood, and A. Todd Darwin, \r\n          all of Rothwell Law Firm, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\n\r\nANDERSON, J.: \r\nDonna Middleton appeals an order of the master-in-equity granting judgment to \r\nSouthern Atlantic Financial Services, Inc. (\"Southern Atlantic\"). Middleton argues \r\nthe master erred because Southern Atlantic failed to give her written notice of \r\ndefault and right to cure before instituting its action for acceleration and foreclosure. \r\nWe reverse and remand. \r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nDonna Middleton refinanced her home with Southern Atlantic \r\n  by executing a note and mortgage for $186,000 on June 25, 1996. On October 31, \r\n  1996, Middleton filed an action against Southern Atlantic and Carolina Federal \r\n  Mortgage Company (\"Carolina Federal\"), a mortgage broker, seeking: (1) modification \r\n  of the note to Southern Atlantic to reduce the interest rate; and (2) a return \r\n  of $2,000 of Carolina Federal's $10,000 brokerage fee. In her complaint, Middleton \r\n  admitted that she had refused to make the monthly payments prescribed by the \r\n  note. The Circuit Court granted summary judgment to Southern Atlantic. This \r\n  Court affirmed in an unpublished opinion (No. 99-UP-050), filed February 1, \r\n  1999. The Supreme Court denied Middleton's petition for writ of certiorari.\r\n\r\nOn December 26, 1996, Southern Atlantic brought this action \r\n  seeking foreclosure of Middleton's mortgage. The suit was held in abeyance pending \r\n  the outcome of Middleton's action against Southern Atlantic.\r\n\r\nFollowing resolution of Middleton's suit against Southern \r\n  Atlantic, the case was set for trial on May 23, 2000. On the day of the hearing, \r\n  Middleton executed a fee simple deed conveying the property to a third party. \r\n  Notwithstanding the conveyance, Southern Atlantic proceeded with the action, \r\n  seeking acceleration of the note. \r\n\r\nAt the hearing, Middleton argued Southern Atlantic failed \r\n  to provide her with written notice of default and right to cure pursuant to \r\n  the language of the note. On June 7, 2000, the master granted judgment to Southern \r\n  Atlantic, finding Middleton's total indebtedness to be $311,457.63. The master \r\n  held Middleton had failed to make payments on the note and the terms of the \r\n  note did not require Southern Atlantic to provide written notice of default \r\n  and right to cure. This appeal followed. \r\n\r\nISSUE\r\n\r\nWhether the maker of the note was entitled to written notice \r\n  of default and right to cure prior to payee's acceleration of the note balance?\r\n\r\nSTANDARD OF REVIEW\r\n\r\nAn action to construe a written contract is an action at \r\n  law. Pruitt v. South Carolina Med. Malpractice Liability Joint Underwriting \r\n  Assoc., 343 S.C. 335, 540 S.E.2d 843 (2001); State Farm Mut. Auto. Ins. \r\n  Co. v. Moorer, 330 S.C. 46, 496 S.E.2d 875 (Ct. App. 1998).\r\n\r\nIn construing a contract, the primary objective is to ascertain \r\n  and give effect to the intention of the parties. Williams v. Teran, Inc., \r\n  266 S.C. 55, 221 S.E.2d 526 (1976); RentCo., a Div. of Fruehauf Corp. v. \r\n  Tamway Corp., 283 S.C. 265, 321 S.E.2d 199 (Ct. App. 1984). The parties' \r\n  intention must, in the first instance, be derived from the language of the contract. \r\n  Jacobs v. Service Merchandise Co., 297 S.C. 123, 375 S.E.2d 1 (Ct. App. \r\n  1988). If its language is plain, unambiguous, and capable of only one reasonable \r\n  interpretation, no construction is required and the contract's language determines \r\n  the instrument's force and effect. Jordan v. Security Group, Inc., 311 \r\n  S.C. 227, 428 S.E.2d 705 (1993); Blakeley v. Rabon, 266 S.C. 68, 221 \r\n  S.E.2d 767 (1976). Mere lack of clarity on casual reading is not the standard \r\n  for determining whether a contract is afflicted with ambiguity. Gamble, Givens \r\n  &amp; Moody v. Moise, 288 S.C. 210, 341 S.E.2d 147 (Ct. App. 1986).\r\n\r\nA contract is ambiguous when its terms are reasonably susceptible \r\n  of more than one interpretation. Hawkins v. Greenwood Dev. Corp., \r\n  328 S.C. 585, 493 S.E.2d 875 (Ct. App. 1997); see also Carolina Ceramics, \r\n  Inc. v. Carolina Pipeline Co., 251 S.C. 151, 155-56, 161 S.E.2d 179, 181 \r\n  (1968) (&quot;[A]n ambiguous contract is one capable of being understood in \r\n  more senses than one, an agreement obscure in meaning, through indefiniteness \r\n  of expression, or having a double meaning.\") (citation omitted).\r\n\r\nWhether a contract's language is ambiguous is a question \r\n  of law. South Carolina Dep't of Natural Resources v. Town of McClellanville, \r\n  345 S.C. 617, 550 S.E.2d 299 (2001). Once the court decides the language is \r\n  ambiguous, evidence may be admitted to show the intent of the parties. Id.; \r\n  see also Charles v. B &amp; B Theaters, Inc., 234&nbsp;S.C.&nbsp;15, \r\n  18, 106 S.E.2d 455, 456 (1959) (&quot;[W]hen the written contract is ambiguous \r\n  in its terms, … parol and other extrinsic evidence will be admitted to determine \r\n  the intent of the parties.\") (citation omitted). The determination of the parties' \r\n  intent is then a question of fact. South Carolina Dep't of Natural \r\n  Resources, 345 S.C. at 623, 550 S.E.2d at 303.\r\n\r\nLAW/ANALYSIS\r\n\r\nMiddleton argues the terms of the note required Southern \r\n  Atlantic to provide her with written notice of default and right to cure before \r\n  instituting its foreclosure action. \r\n\r\nThe relevant provisions of the note provide:\r\n\r\n\r\n  (B) Default\r\n\r\n  If I do not pay the full amount of each monthly \r\n    payment on the date that it is due, I will be in default.\r\n\r\n  (C) Notice of Default\r\n\r\n  If I am in default, the Note Holder may \r\n    send me written notice telling me that if I do not pay the overdue amount \r\n    by a certain date, the Note Holder may require me \r\n    to pay immediately the full amount of principal which has not been paid and \r\n    all the interest that I owe on that amount. That date must be at least 30 \r\n    days after the date on which the notice is delivered or mailed to me.\r\n\r\n\r\n(original emphasis in headers, emphasis in text added).\r\n\r\nWhether the language of a promissory note entitled the maker \r\n  to notice of default and right to cure has been examined by our courts on several \r\n  occasions. See Allendale Furniture Company v. Carolina Commercial Bank, \r\n  284 S.C. 76, 325 S.E.2d 530 (1985) and Hendrix v. Franklin, 292 S.C. \r\n  138, 355 S.E.2d 273 (Ct. App. 1986).\r\n\r\nIn Allendale Furniture Company, Maker defaulted on \r\n  a note it gave to Bank. Bank brought suit, seeking acceleration of the note \r\n  and foreclosure of the mortgaged property. Maker argued Bank did not provide \r\n  notice before bringing its action for acceleration and foreclosure. The note \r\n  stated: \"If default be made in the performance of ... this note ..., said principal \r\n  sum with all accrued interest thereon shall become at once due and payable at \r\n  the option of the holder without further notice.\" Id. \r\n  at 77, 325 S.E.2d at 530-31 (emphasis in original). The master and circuit judge \r\n  held Maker's default entitled Bank to pursue acceleration and foreclosure without \r\n  further notice to Maker. The Supreme Court upheld the trial courts' determinations, \r\n  ruling the phrase \"without further notice\" permitted Bank's election to accelerate \r\n  all payments without any notice to Maker. Id. at 80, 325 S.E.2d at 532.\r\n\r\nIn Hendrix, immediately upon Maker's default, Lender \r\n  brought a foreclosure action. Maker averred it was entitled to \"notice of acceleration.\" \r\n  Unlike the note in Allendale Furniture Company, there was no language \r\n  in the Hendrix note stating what may occur regarding notice upon Maker's \r\n  default. Upon other grounds, the trial court ruled Lender forfeited her right \r\n  of foreclosure. The Court of Appeals reversed and held Lender was permitted \r\n  to bring suit. Citing Goodwin v. Dawkins, 282 S.C. 40, 317 S.E.2d 449 \r\n  (1984), Berry v. Caldwell, 121 S.C. 418, 114 S.E. 405 (1922), and Farmers' \r\n  Bank &amp; Trust Company v. Fudge, 113 S.C. 25, 100 S.E. 628 (1919), the \r\n  Court recited the rule that where acceleration clauses do not provide for acceleration \r\n  \"without notice\" (i.e., there is silence regarding the right to notice \r\n  of default), initiation of a civil action constitutes adequate \"notice of acceleration.\" \r\n  Id. at 140, 355 S.E.2d at 274.\r\n\r\nThough Allendale or Hendrix are edifying, \r\n  the instant dispute does not fall within the ambit or aegis of either case. \r\n  In both Allendale and Hendrix, the makers' rights regarding notice \r\n  of default were certain, either through explicit statement or silence; however, \r\n  in the case at bar, whether Middleton did or did not have the right to notice \r\n  is unclear due to the injection of the word \"may\" in the \"Notice of Default\" \r\n  provision.\r\n\r\nAt first blush, resolution of this dispute appears simple \r\n  because a plethora of authorities state the word \"may\" signifies permission \r\n  and means the action spoken of is optional or discretionary. See Kennedy \r\n  v. South Carolina Ret. Sys., 345 S.C. 339, 549 S.E.2d 243 (2001); Rice \r\n  v. Multimedia, Inc., 318 S.C. 95, 456 S.E.2d 381 (1995); T.W. Morton \r\n  Builders, Inc. v. von Buedingen, 316 S.C. 388, 450 S.E.2d 87 (Ct. App. 1994). \r\n  Applying this precedent, it would seem clear the language of the parties' agreement \r\n  meant Southern Atlantic had no obligation to provide Middleton with written \r\n  notice of default. Instead, notice by Southern Atlantic was optional. Acceleration \r\n  of an installment note, however, is a harsh remedy. First Bank Investors' \r\n  Trust v. Tarkio College, 129 F.3d 471 (8th Cir. 1997). Because of the severity \r\n  of the circumstances, a payee's right to accelerate should therefore be clearly \r\n  and unequivocally articulated within the agreement. Id. \r\n  In the instant case, we find the note did not \"clearly and unequivocally\" illustrate \r\n  whether Middleton was entitled to notice of default and right to cure before \r\n  South Atlantic could pursue acceleration and foreclosure.\r\n\r\nThe promissory agreement between Southern Atlantic and Middleton \r\n  -- like many thousands executed annually in South Carolina -- was a contract \r\n  of adhesion filled with boilerplate language made between a sophisticated lender \r\n  and an unsophisticated maker. Examining the language of the note from the perspective \r\n  of an ordinary maker -- typically someone who is not well versed in interpreting \r\n  the meaning and operation of technical language found within financial documents \r\n  (1) -- the existence of several circumstances \r\n  calls into question the efficacy of the language in \r\n  regard to notice of default and right to cure before Southern Atlantic proceeded \r\n  with its lawsuit. \r\nCourts in other jurisdictions have recognized a judically \r\n  imposed limitation on the enforcement of adhesion contracts or provisions therein \r\n  when a contract or provision does not fall within the reasonable expectations \r\n  of the weaker or \"adhering\" party. See, e.g., Graham v. Scissor-Tail, \r\n  Inc., 623 P.2d 165 (Calif. 1981). In such a circumstance, the offending \r\n  contract or provision is deemed unenforceable. Id.\r\n\r\nNotice of default and right to cure are standard contractual \r\n  rights found in many promissory agreements. Therefore, a reasonable expectation \r\n  arguably exists in the minds of many, if not most, makers that they will be \r\n  entitled to notice of default and right to cure should they become delinquent. \r\n  This idea was augmented in the instant case by the appearance of the words \"Notice \r\n  of Default\" written in bold type and followed by language -- confused by the \r\n  word \"may\" -- that did not definitively advise Middleton whether Southern Atlantic \r\n  would or would not provide notice of default and right to cure before seeking \r\n  acceleration and foreclosure. Because of Southern Atlantic's lack of clarity \r\n  and precision, we conclude that factual issues exist in reference to the intent \r\n  of the parties. \r\n\r\nWe rule that an ambiguity was created by Southern Atlantic \r\n  regarding the meaning and operation of the \"Notice of Default\" provision. It \r\n  is well settled that ambiguities arising within a contract must be construed \r\n  against the drafter. This rule applies with particular force in cases involving \r\n  a contract of adhesion. Graham, 623 P.2d at 172, n.16 (citation omitted). \r\n  Consequently, we find the master erred awarding judgment to South Atlantic following \r\n  his conclusion the \"Notice of Default\" provision did not obligate Southern Atlantic \r\n  to provide Middleton with notice before initiating its action. \r\n\r\nCONCLUSION\r\n\r\nThe promissory agreement between Southern Atlantic and Middleton \r\n  did not \"clearly and unequivocally\" evince whether Southern Atlantic would give \r\n  Middleton notice of default and right to cure before pursuing acceleration and \r\n  foreclosure. This lack of clarity created ambiguity in the parties' agreement. \r\n  Therefore, we hold the master erred in his determination that no ambiguity in \r\n  the note existed and remand the case to the master for a new trial with instructions \r\n  to permit the parties an opportunity to offer any relevant evidence illustrating \r\n  their respective intent and understanding concerning whether Middleton had a \r\n  right to notice of default and right to cure. See Carolina Ceramics, Inc. \r\n  v. Carolina Pipeline Co., 251 S.C. 151, 161 S.E.2d 179 (1968) (reversing \r\n  determination of trial judge in a bench trial that contract term was unambiguous \r\n  and remanding for new trial to allow the parties an opportunity to offer evidence \r\n  demonstrating their intent). \r\n\r\nREVERSED AND REMANDED.\r\n\r\nCONNOR and HOWARD, JJ., concur.  \r\n1.   See, \r\n  e.g., State Farm Mut. Auto. Ins. Co. v. Moorer, 330 S.C. 46, 58, \r\n  496 S.E.2d 875, 882 (Ct. App. 1998) (supporting the proposition that contractual \r\n  terms should be interpreted by the courts according to \"the ordinary and usual \r\n  understanding of their significance to the ordinary or common man\") (citation \r\n  omitted). \r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]