[{"id":"3456","title":"Richland County v. Simpkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3456","description":"This is an appeal of the magistrate's acceptance of bond forfeiture as the final disposition in actions alleging violations of a county ordinance.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is an appeal of the magistrate's acceptance of bond forfeiture as the final disposition in actions alleging violations of a county ordinance.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\nCase No. 99-CP-40-1230\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\nRichland County, Appellant,\r\n\r\nv.\r\n\r\n\r\nWillie D. Simpkins, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCase No. 00-CP-40-0555\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichland County, Appellant,\r\n\r\nv.\r\n\r\n\r\nLarry Miller, Respondent. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCase No. 00-CP-40-0556\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichland County, Appellant,\r\n\r\nv.\r\n\r\n\r\nJason Brewer, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCase No. 00-CP-40-0557\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichland County, Appellant,\r\n\r\nv.\r\n\r\n\r\nSidney Gist, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCase No. 00-CP-40-1817\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichland County, Appellant, \r\n\r\nv.\r\n\r\n\r\nClint E. Starnes, Respondent. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCase No. 99-CP-40-2342\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichland County, Appellant, \r\n\r\nv.\r\n\r\n\r\nJohn H. Johnson, Jr., Respondent. \r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCase No. 99-CP-40-3893\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Richland County, Appellant,\r\nv.\r\n\r\n\r\nMichael D. Muse, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nCase No. 99-CP-40-3894\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichland County, Appellant,\r\n\r\nv.\r\n\r\n\r\nRichard R. Jordan, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nCase No. 00-CP-40-0554\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nRichland County, Appellant,\r\n\r\nv.\r\n\r\n\r\nMichael Johnson, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County,\r\nL. Henry McKellar, Circuit Court Judge\r\n\r\n\r\n\r\nOpinion No. 3456\r\nHeard January 10, 2002 - Filed March 4, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nLarry C. Smith and Bradley T. Farrar, both of Richland County Attorney's Office, of Columbia, for appellant.\r\n\r\nHarry T. Heizer, Jr., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM: Numerous owners of businesses cited for violations of the Richland County Sexually Oriented Businesses\r\nOrdinance (the ordinance) forfeited their bonds, previously tendered to the magistrate's court, in lieu of appearing at their\r\nsubsequent hearings.  Richland County (the County) sought to try these business owners in their absence.  The magistrate\r\naccepted bond forfeiture as the final disposition of the cases.  The County appealed to the circuit court.  The circuit court\r\nconsolidated the appeals and affirmed the magistrate.  The County appeals.  We likewise affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nThe County charged Willie D. Simpkins and eight other defendants (the Respondents) for violations of the ordinance\r\nincluding the operation of a sexually-oriented business (SB) without a license and the operation of an SB within 1,000 feet\r\nof a residential district. (1)\r\n\r\nThe County used the Uniform Ordinance Summons for issuing \r\n  the citations, as authorized by statute. See S.C. Code. Ann. § 56-7-80 (A) (Supp. \r\n  2001) (\"Counties and municipalities are authorized to adopt by ordinance and \r\n  use an ordinance summons . . . for the enforcement of county and municipal ordinances.\") \r\n  The Uniform Ordinance Summons reads as follows:\r\n\r\n\r\n1.  You may post bond by delivering cash to the Court shown on this summons PRIOR to the trial date.\r\n\r\n2.  You may mail the required bond in the form of a Cashier's Check or Money Order made payable to the Court at the\r\naddress shown above.  Personal Checks are NOT accepted.  It is your responsibility to make sure that any bond posted by\r\nmail is RECEIVED by the Court PRIOR to your assigned trial date.  For proper credit, write the Summons Number o[n]\r\nyour payment.\r\n\r\n3.  Posting a bond prior to the trial date in no way affects your right to a trial on the charges brought against you.  You may\r\nhave a trial by the Judge on the assigned trial date or, if you make a WRITTEN request PRIOR to trial, by jury.\r\n\r\n4.  The Court may impose a fine which is higher or lower than the amount of Bond shown above.  If you have posted the\r\nrequired bond and do not appear on the trial date, your bond may be forfeited.\r\n\r\nFAILURE TO APPEAR BEFORE THE COURT WITHOUT FIRST HAVING POSTED BOND OR WITHOUT\r\nHAVING BEEN GRANTED A CONTINUANCE BY THE COURT MAY RESULT IN A BENCH WARRANT BEING\r\nISSUED FOR YOUR ARREST.  IN ADDITION, YOU MAY BE CHARGED WITH A SEPARATE CRIMINAL\r\nOFFENSE \"FAILURE TO APPEAR AS REQUIRED BY CITATION\" AND UPON CONVICTION MAY BE FINED UP\r\nTO $200 PLUS COSTS OR IMPRISONED FOR UP TO 30 DAYS.\r\n\r\n\r\nThe summonses each required a $425.00 bond and all of the Respondents posted the bond amounts with the court prior to\r\ntheir trial dates.  Additionally, each Respondent requested a jury trial.\r\n\r\nThe Respondents failed to appear at their respective trials.  Their counsel, however, appeared on their behalf and requested\r\nthe magistrate accept bond forfeiture in lieu of an adjudication of guilt.  The County requested the magistrate try the\r\nRespondents in their absence.  The magistrate accepted forfeiture of the bond as the final disposition in each case.\r\n\r\nIn its appeal to the circuit court, the County argued bond forfeiture was not an acceptable final disposition because there\r\nwas no adjudication of guilt.  The circuit court affirmed the magistrate.  The County appeals.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\r\n\"In criminal appeals from magistrate or municipal court, \r\n  the circuit court does not conduct a de novo review, but instead reviews \r\n  for preserved error raised to it by appropriate exception. In reviewing criminal \r\n  cases, this court may review errors of law only.\" State v. Henderson, \r\n   ___ S.C. ___, ___, 553 S.E.2d 462, 463 (Ct. App. 2001) \r\n  (citations omitted).\r\n\r\nDISCUSSION\r\n\r\nThe County argues because a bond forfeiture is not an adjudication of the merits of the charges, forfeiture of a bond should\r\nnot be accepted as a final disposition of a criminal prosecution under its Uniform Citation Summons.  The County\r\nmaintains that a bond forfeiture cannot be used for impeachment purposes or in subsequent prosecutions. (2)  Furthermore,\r\nthe County complains it cannot, without an adjudication of guilt, obtain injunctive relief against the Respondents.  The\r\nCounty also argues the magistrate's decision potentially opens a Pandora's Box permitting defendants summoned under a\r\nUniform Ordinance Summons to escape conviction by forfeiting bond.\r\n\r\nGenerally, a person indicted for a misdemeanor may voluntarily \r\n  waive his right to be present at trial and may be tried in his absence upon \r\n  a finding of the court that (1) such person has received notice of his right \r\n  to be present, and (2) a warning has been given that the trial would proceed \r\n  in his absence upon a failure to attend the court. Rule 16, SCRCrimP.  See \r\n  also Brown v. Malloy, 345 S.C. 113, 121, 546 S.E.2d 195, 199 (Ct. App. 2001) \r\n  (citations omitted) (\"Due process is flexible and calls for such procedural \r\n  protections as the particular situation demands. The requirements of due process \r\n  include notice . . . .\").\r\n\r\nThe only notice of potential sanctions the Respondents faced \r\n  in the event they failed to appear at their respective trials was in the Uniform \r\n  Ordinance Summons. The Respondents do not dispute they received the summonses. \r\n  Rather, they assert that bond forfeiture is a permissible resolution pursuant \r\n  to the Uniform Ordinance Summons. See S.C. Code Ann. § 56-7-80(E) (Supp. \r\n  2001) (\"Acceptance of an ordinance summons constitutes a person's recognizance \r\n  to comply with the terms of the summons.\").\r\n\r\nThe Uniform Ordinance Summons describes limited risk to \r\n  its recipient after he posts the requisite bond. Option four states, \"If you \r\n  have posted the required bond and do not appear on the trial date, your bond \r\n  may be forfeited.\" (emphasis added). The recipient is warned that failure \r\n  to appear without having posted a bond may result in a bench warrant \r\n  for his arrest and additional criminal charges.\r\n\r\nHowever, these penalties, including the bond forfeiture itself, are within the magistrate's discretion.  There is no provision\r\nin the summons or in its enabling statute forewarning of a trial in the defendant's absence for failure to appear after posting\r\na bond.\r\n\r\nNevertheless, the County produced a copy of the standard Bail Proceeding Form, which specifically states that a bonded\r\ndefendant who fails to appear acknowledges that trial will proceed in his absence.   This form is irrelevant to the facts at\r\nhand.  Here, the only document before the court is the Uniform Ordinance Summons.\r\n\r\nThe Uniform Ordinance Summons is a County document. It informs \r\n  the named defendant of the ordinance allegedly violated and the court having \r\n  jurisdiction. It also notifies the defendant of his basic rights to proceed. \r\n  See S.C. Code Ann. § 56-7-80(D) (Supp. 2001) (\"Service of a uniform ordinance \r\n  summons vests all magistrates' and municipal courts with jurisdiction to hear \r\n  and dispose of the charge for which the ordinance summons was issued and served.\"). \r\n  The summons is inadequate for the County's attempted use. There is no warning \r\n  on the face of the summons advising a defendant that has posted bond that he \r\n  could be tried in his absence.\r\n\r\nFurthermore, the County is not required to use the Uniform \r\n  Ordinance Summons. See S.C. Code Ann. § 56-7-80(G) (Supp. 2001) (\"This \r\n  statute does not prohibit a county or municipality from enforcing ordinances \r\n  by means otherwise authorized by law.\"). (3) \r\n  If the County had adequately notified the Respondents in the summonses or otherwise, \r\n  our review of the magistrate's disposition most probably would have been different. \r\n  However, because the Uniform Ordinance Summons grants the magistrate the discretion \r\n  to accept bond forfeiture as the disposition of the case, we find no error of \r\n  law. Accordingly, the orders on appeal are\r\n\r\nAFFIRMED.\r\n\r\nCURETON, STILWELL and SHULER, JJ., concur.\r\n1.   By agreement of the parties, the record contains one representative copy of the subject citations, orders, and other\r\nrelevant documentation.  \r\n2.  Generally, the fact that a person \r\n  has forfeited bond cannot be received into evidence as an admission or for impeachment \r\n  purposes in a subsequent civil case. Samuel v. Mouzon, 282 S.C. 616, \r\n  621, 320 S.E.2d 482, 485 (Ct. App. 1984). However, if a specific statutory provision \r\n  equates a bond forfeiture to a conviction, as in traffic cases involving driving \r\n  under the influence of alcohol, a bond forfeiture has the same effect as a conviction \r\n  or a guilty plea.  See Scott v. State, 334 S.C. 248, 254, 513 S.E.2d \r\n  100, 103 (1999) (stating that a bond forfeiture is equivalent to a conviction \r\n  when the legislature so defines it). \r\n3.   As noted by the magistrate in his return to the circuit court, we see no reason why the county could not have enforced its\r\nordinance by issuance of an arrest warrant, which would have precluded bond forfeiture as a final disposition.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3457","title":"County of Richland v. Simpkins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3457","description":"This is an action by a governmental entity seeking temporary injunctive relief for alleged violations of the Sexually Oriented Businesses Ordinance.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is an action by a governmental entity seeking temporary injunctive relief for alleged violations of the Sexually Oriented Businesses Ordinance.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        County of Richland, Appellant,\r\n\r\n\r\n            v. \r\n          \r\n        \r\n\r\n        Willie D. Simpkins, d/b/a Mr. Lucky's, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  Diane S. Goodstein, Circuit Court Judge\r\n\r\nOpinion No. 3457\r\n  Heard January 10, 2002 - Filed March 4, 2002\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Bradley T. Farrar, of Richland County Attorney's Office, \r\n          of Columbia, for appellant.\r\n\r\n        Harry T. Heizer, Jr., of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nPER CURIAM:   \r\n  Richland County (the County) filed this action seeking preliminary and permanent \r\n  injunctions against Willie D. Simpkins, doing business as Mr. Lucky's. While \r\n  the action was pending, the County moved to enjoin Simpkins from operating Mr. \r\n  Lucky's until the final adjudication of the merits of the action. The trial \r\n  court denied the motion for a preliminary injunction. The County appeals. We \r\n  affirm. \r\n\r\n\r\n    FACTS/PROCEDURAL BACKGROUND  \r\n  \r\n\r\n\r\nThe County adopted the Sexually Oriented Businesses Ordinance \r\n  (the ordinance) effective August 1, 1987. (1) \r\n  In its complaint, the County alleged numerous violations of the ordinance occurred \r\n  at Mr. Lucky's and the County thus requested injunctive relief for the abatement \r\n  of the alleged unlawful land use. In its separate motion for a preliminary injunction \r\n  pending the resolution of the action, the County requested an order preliminarily \r\n  enjoining Simpkins from unlawful land use. The County asserted in its motion: \r\n  \"[Mr. Lucky's] will not be put out of business; he must merely change his business.\"\r\n\r\nThe County supported its pleadings with numerous affidavits \r\n  and citations alleging Simpkins was unlawfully operating a sexually-oriented \r\n  business (SB) in violation of the ordinance. Jack T. Bradley, Deputy Sheriff \r\n  of the Richland County Sheriff's Department, provided an affidavit accompanied \r\n  by copies of approximately eighteen incident reports derived from incidents \r\n  which occurred in and around Mr. Lucky's between July 10, 1997, and June 25, \r\n  1998. The reported citations ranged from larceny and vandalism to sex and narcotics \r\n  offenses.\r\n\r\nIn his return to the motion for preliminary injunctive relief \r\n  and his answer and accompanying affidavit, Simpkins acknowledged the County \r\n  may seek injunctive relief against an SB under the ordinance but specifically \r\n  denied Mr. Lucky's was an SB or had ever been adjudicated an SB.\r\n\r\nThereafter, the County filed an amended notice and motion \r\n  for a preliminary injunction. In the amended motion, the County sought much \r\n  broader relief than the abatement of unlawful activity, as requested in the \r\n  complaint. The County requested a preliminary injunction, pending a final hearing \r\n  on the merits, restraining Simpkins from any operation of Mr. Lucky's. The amended \r\n  motion included additional affidavits of investigating officers and citations \r\n  for several incidents occurring between September 9, 1997, and January 31, 1998. \r\n  These citations alleged Simpkins was operating an SB within 1,000 feet of a \r\n  residential community and operating an SB without a license. \r\n   (2) \r\n\r\nAt a hearing on the County's motion, Simpkins argued he \r\n  was not operating an SB. Simpkins asserted he relied on the language in a prior \r\n  consent order, entered into between the County and Vickie S. Watts, d/b/a The \r\n  Trophy Room, in October 1992. This consent order detailed, with specific examples, \r\n  how a business could adequately clothe its performers to avoid being classified \r\n  as an SB.\r\n\r\nThe County argued that a governmental entity need not show \r\n  the traditional elements for temporary injunctive relief. It requested that \r\n  Mr. Lucky's be closed until the case proceeded on the merits. Simpkins acknowledged \r\n  he was already enjoined from violating the ordinance but disagreed that the \r\n  County could close Mr. Lucky's pending the final hearing. Simpkins argued that \r\n  the intent of a preliminary injunction is to maintain the status quo, and that \r\n  the continued, lawful operation of Mr. Lucky's is the status quo. Simpkins further \r\n  asserted the County was prematurely attempting to enjoin Mr. Lucky's from all \r\n  business based merely on allegations that had yet to be adjudicated. He argued \r\n  the County must prove the alleged violations before it is entitled to seek an \r\n  injunction closing the business. \r\n\r\nThe trial court held a hearing on the County's motion for \r\n  a preliminary injunction closing Mr. Lucky's. The court found that even if, \r\n  as the County argued, it need not show irreparable harm, nor the lack of an \r\n  adequate remedy at law, the County was not entitled to an order requiring Mr. \r\n  Lucky's to cease doing business. The court recognized the purpose of a preliminary \r\n  injunction is to preserve the status quo during the pendency of the action. \r\n  The court found \"the equities between the parties in this case would become \r\n  drastically unbalanced if Mr. Lucky's was ordered to cease operation on a temporary \r\n  basis prior to a full hearing on the merits.\" The court also expressed concern \r\n  that the County's requested relief in its motion was broader than that requested \r\n  as ultimate relief. The court recognized Simpkins' was willing to consent to \r\n  an injunction against Mr. Lucky's restraining it from any further violations \r\n  of the ordinance. The trial court denied the County's request for temporary \r\n  injunctive relief. After hearing further argument, the court also denied the \r\n  County's subsequent motion to reconsider. The County appeals.\r\n\r\n\r\n    STANDARD OF REVIEW  \r\n  \r\n\r\n\r\nThe decision whether to grant or deny an injunction is ordinarily \r\n  left to the sound discretion of the trial court. Metts v. Wenberg, 158 \r\n  S.C. 411, 417, 155 S.E. 734, 736 (1930). An abuse of discretion occurs when \r\n  a trial court's decision is unsupported by the evidence or controlled by an \r\n  error of law. Ledford v. Pennsylvania Life Ins. Co., 267 S.C. 671, 675, \r\n  230 S.E.2d 900, 902 (1976).\r\n\r\n\r\n    DISCUSSION  \r\n  \r\n\r\n\r\nThe County argues the trial court applied the wrong standard \r\n  in analyzing its entitlement to preliminary injunctive relief and further argues \r\n  even under the general standard for an injunction, it was entitled to relief. \r\n  We find no reversible error. \r\n\r\nA plaintiff's entitlement to an injunction requires the \r\n  complaint to allege facts sufficient to constitute a cause of action for injunction \r\n  while also showing an injunction must be reasonably necessary to protect the \r\n  legal rights of the plaintiff pending in the litigation. Transcont'l Gas \r\n  Pipe Line Corp. v. Porter, 252 S.C. 478, 480-81, 167 S.E.2d 313, 315 (1969). \r\n  Generally, to obtain an injunction, a party must demonstrate irreparable harm, \r\n  a likelihood of success on the merits, and an inadequate remedy at law. Roach \r\n  v. Combined Util. Comm'n, 290 S.C. 437, 442, 351 S.E.2d 168, 170 (Ct. App. \r\n  1986).\r\n\r\nIn the recent decision of City of Columbia v. Pic-A-Flick \r\n  Video, Inc., 340 S.C. 278, 531 S.E.2d 518 (2000), our supreme court articulated \r\n  a lesser standard where the injunction sought is specifically authorized by \r\n  statute and the party seeking the injunction is a governmental entity. \"In order \r\n  for a city to get an injunction [which is specifically authorized by statute] \r\n  for a zoning violation they must show: (1) that it has an ordinance covering \r\n  the situation; and (2) that there is a violation of that ordinance.\" Pic-A-Flick, \r\n  340 S.C. at 282, 531 S.E.2d at 521 (citing 42 Am. Jur. 2d Injunctions \r\n  § 38 (1969)). \"In such circumstances, no showing of irreparable harm need be \r\n  made by the party seeking the injunction, nor must the court consider whether \r\n  the injunction is in the public interest.\" 42 Am. Jur. 2d Injunctions \r\n  § 23, at 595 (2000). See Pic-A-Flick, 340 S.C. at 284, 531 S.E.2d at \r\n  521 (holding a municipality need not show negative secondary effects in order \r\n  to enforce adult zoning provisions).\r\n\r\nHere, the County is authorized by statute to seek an injunction:\r\n\r\n\r\n  In case a building, structure, or land . . . is . . . used \r\n    in violation of any ordinance adopted pursuant to this chapter, the zoning \r\n    administrator or other appropriate administrative officer . . . may in addition \r\n    to other remedies, institute injunction . . . or other appropriate action \r\n    or proceeding to . . . abate the violation . . . .\r\n\r\n\r\nS.C. Code Ann. § 6-29-950(A) (Supp. 2001). Likewise, the \r\n  ordinance provides: \"[a] person who operates or causes to be operated a sexually \r\n  oriented business without a valid permit and/or license or in violation of . \r\n  . . this ordinance is subject to a suit for injunction as well as prosecution \r\n  for criminal violations.\" Richland County Code § 26-216.\r\n\r\nIn Pic-A-Flick, as in this case, the City of Columbia \r\n  sought a preliminary injunction against Pic-A-Flick to enforce its sexually-oriented \r\n  businesses ordinance. Pic-A-Flick, 340 S.C. at 280, 531 S.E.2d at 519. \r\n  Unlike in the present action, however, the issue in Pic-A-Flick was not \r\n  whether the ordinance applied; rather, it was whether the City's interpretation \r\n  of its ordinance was valid. The applicable ordinance classified adult video \r\n  stores by whether a \"principal business purpose\" of the store was the sale or \r\n  rental of the specified merchandise. The video store owner in Pic-A-Flick \r\n  conceded the store rented and sold videos defined as restricted material under \r\n  the City ordinance. Id. at 281, 531 S.E.2d at 520. The owner denied, \r\n  however, that the sale and rental of the movies was a principal business purpose \r\n  of the store. Id. The term \"principal business purpose\" was not defined \r\n  in the ordinance. Id.  at 283, 531 S.E.2d at 521. The supreme court found \r\n  this ambiguous phrase made it unlikely that the City would prevail in proving \r\n  Pic-A-Flick violated the ordinance. Id. at 284, 531 S.E.2d at 522.\r\n\r\nBy contrast, Simpkins argues Mr. Lucky's does not operate \r\n  in violation of the ordinance. He asserts the entertainers clothe enough of \r\n  their anatomy to avoid violating the ordinance. Even under the Pic-A-Flick \r\n  standard, the County must prove a violation to entitle them to an injunction. \r\n  We find the County's proffer of violations, mere citations and accompanying \r\n  affidavits, is insufficient. The citations remain unadjudicated. They are merely \r\n  evidence of violations, not proof thereof. This action would be postured differently \r\n  if the citations had resulted in criminal convictions prior to the County's \r\n  request for an injunction.\r\n\r\nWe do not read Pic-A-Flick as changing the purpose \r\n  behind injunctive relief. The trial court, without the benefit of Pic-A-Flick, \r\n  was correct in considering the inherent purpose behind the equitable remedy \r\n  of an injunction: to preserve the status quo. See Powell v. Immanuel Baptist \r\n  Church, 261 S.C. 219, 221, 199 S.E.2d 60, 61 (1973) (\"[T]he sole purpose \r\n  of a temporary injunction is to preserve the status quo . . . .\"). \"[A] temporary \r\n  injunction is [used] to preserve the subject of controversy in the condition \r\n  which it is at the time of the Order until opportunity is offered for full and \r\n  deliberate investigation and to preserve the existing status during litigation \r\n  . . . .\" County Council of Charleston v. Felkel, 244 S.C. 480, 483-84, \r\n  137 S.E.2d 577, 578 (1964) (citations omitted). \"A temporary injunction is made \r\n  without prejudice to the rights of either party pending a hearing on the merits, \r\n  and when other issues are brought to trial, they are determined without reference \r\n  to the temporary injunction.\" Helsel v. City of N. Myrtle Beach, 307 \r\n  S.C. 29, 32, 413 S.E.2d 824, 826 (1992). Thus, we are guided by the general \r\n  principles of equity:\r\n\r\n\r\n  First, the equities of both sides are to be considered, \r\n    and each case must be decided on its own particular facts. Second, the court \r\n    of equity must \"balance the equities\" between the parties in determining what \r\n    if any relief to give. The equities on both sides must be taken into account.\r\n\r\n\r\nForeman v. Foreman, 280 S.C. 461, 464-65, 313 S.E.2d \r\n  312, 314 (Ct. App. 1984) (citations omitted). \r\n\r\nHere, Simpkins acknowledges that Mr. Lucky's must operate \r\n  within the law. Closing Mr. Lucky's without first adjudicating the merits of \r\n  the citations would not preserve the parties' positions pending the final hearing \r\n  on the underlying merits of the actions. \r\n\r\n\r\n    CONCLUSION  \r\n  \r\n\r\n\r\nFor the foregoing reasons, the decision of the trial court \r\n  is\r\n\r\nAFFIRMED.\r\n\r\nCURETON, STILWELL and SHULER, JJ., concur. \r\n1.    Richland \r\n  County Code §§ 26-201 to -216. \r\n2.    Richland \r\n  County Code § 26-212(c) provides: \"A person commits a misdemeanor if he operates \r\n  or causes to be operated a sexually oriented business within one thousand (1,000) \r\n  feet of: (1) A church; (2) A public or private elementary or secondary school; \r\n  (3) A boundary of any residential district; (4) A public park adjacent to any \r\n  residential district; [or] (5) The property line of a lot devoted to residential \r\n  use.\"\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3458","title":"Weaver v. Lentz","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3458","description":"This case discusses the applicable statute of limitations in a wrongful death action based on overprescription of drugs, and whether actual damages should be reduced when punitive damages are awarded by a jury.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\nWeaver v. Lentz; #9799\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Beth B. Weaver, as Personal Representative of the Estate of William Scott Weaver, \r\n          Respondent/Appellant,\r\n\r\n\r\n          \r\n            v.\r\n          \r\n\r\n\r\n        John Luther Lentz, Jr., Appellant/Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\n  Lee S. Alford, Circuit Court Judge\r\n\r\n\r\n  \r\n    Opinion No. 3458\r\n    Heard November 8, 2001 - Filed March 4, 2002\r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Julius W. McKay, II and Kathleen Devereaux Schultz, both of McKay, McKay &amp; \r\n          Settana, of Columbia, for appellant/respondent.\r\n\r\n        Kenneth M. Suggs, D. Michael Kelly, B. Randall Dong, and Shannon Lee Felder, \r\n          all of Suggs &amp; Kelly, of Columbia, for respondent/appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSTILWELL, J.:  In this wrongful death action, the parties \r\n  filed cross appeals from the jury's award of actual and punitive damages and \r\n  the trial judge's reduction of the verdict. Dr. Lentz argues the trial court \r\n  erroneously applied the wrongful death statute of limitations rather than the \r\n  health care provider statute of limitations, erred in admitting certain evidence, \r\n  and erred in denying his new trial motions. Weaver argues the trial court improperly \r\n  reduced the amount of the actual damages based on comparative negligence. We \r\n  affirm.\r\n\r\n\r\n  \r\n    BACKGROUND\r\n  \r\n\r\n\r\nWeaver initially visited Dr. Lentz, complaining primarily of neck pain and \r\n  headaches resulting from an auto accident. Dr. Lentz saw Weaver on a regular \r\n  basis during the ensuing years and tried several drug combinations to manage \r\n  the pain with overlapping prescriptions and multiple substitutions. Weaver frequently \r\n  complained of neck muscle pain, muscle spasms, headaches, insomnia, depression, \r\n  and anxiety. He was hospitalized multiple times for physical problems where \r\n  overdose or addiction concerns were noted. In December 1993, Weaver was hospitalized \r\n  for psychiatric evaluation and treatment for addiction to prescription pain \r\n  medications and was diagnosed with severe major depression and borderline personality \r\n  disorder. On February 17, 1994, Weaver died from an overdose of Darvocet, a \r\n  drug which had been prescribed by Dr. Lentz. The parties dispute whether the \r\n  death was an accident or suicide. Weaver's widow, Beth, brought this wrongful \r\n  death action as personal representative, alleging Dr. Lentz negligently over-prescribed \r\n  pain medications under circumstances sufficient to put him on notice Weaver \r\n  was addicted and abusing them. \r\n\r\nOne of Weaver's expert witnesses identified and charted the various medications, \r\n  dosages, and dosage overlaps Weaver had been prescribed over the years. Another \r\n  expert testified Weaver was addicted to prescription medication at the time \r\n  of his death, and Dr. Lentz should have been aware of the developing addiction \r\n  problem. A third expert testified Dr. Lentz was negligent in his prescribing \r\n  practices, based on the number of medications prescribed at one time, the drug \r\n  class combinations, the long term use of addictive medications, and the failure \r\n  to adequately treat and monitor Weaver as an addict or abuser. \r\n\r\n\r\n  \r\n    I. Statute of Limitations\r\n  \r\n\r\n\r\nDr. Lentz asserts the trial court erred in ruling the applicable statute of \r\n  limitations was the wrongful death rather than the health care provider statute. \r\n  Weaver counters with the argument that the statute of limitations should not \r\n  be an issue because the court erred in allowing it to be raised as an affirmative \r\n  defense by an amendment to the pleadings. \r\n\r\n\r\n  \r\n    A.\r\n  \r\n\r\n\r\nWe first address Weaver's counter-argument, and find no error in allowing the \r\n  amendment. The motion to amend was made and granted over objection on the day \r\n  of trial before the case began. Weaver did not move for a continuance and has \r\n  not demonstrated that the amendment was prejudicial. Amendments are liberally \r\n  allowed within the sound discretion of the trial judge, and the opposing party \r\n  must show prejudice to warrant reversal.  See Austin&nbsp;v. Conway Hosp., \r\n  Inc., 292 S.C. 334, 338, 356 S.E.2d 153, 155-56 (Ct. App. 1987); Foggie \r\n  v. CSX Transp., Inc., 315 S.C. 17, 22, 431 S.E.2d 587, 590 (1993). \"Prejudice \r\n  occurs when the amendment states a new claim or defense which would require \r\n  the opposing party to introduce additional or different evidence to prevail \r\n  in the amended action.\" Ball v. Canadian Am. Exp. Co., 314 S.C. 272, \r\n  275, 442 S.E.2d 620, 622 (Ct. App. 1994). The evidence relevant to the statute \r\n  was the same evidence relevant to other issues. \r\n\r\n\r\n  \r\n    B. \r\n  \r\n\r\n\r\nDr. Lentz insists that since the evidence demonstrates both Scott and Beth \r\n  Weaver knew or should have known that he was addicted to prescription medication \r\n  before his death based on his hospitalization in December 1993 for treatment \r\n  of depression and pain medication abuse, the three year statute of limitations \r\n  should have begun to run by January 1994, at the latest. This argument is based \r\n  on the premise that this wrongful death cause of action is in reality a medical \r\n  malpractice case. This argument is unavailing, however, because the wrongful \r\n  act complained of is Weaver's death, rather than his addiction. Thus, notice \r\n  of Weaver's addiction prior to his death is irrelevant in this setting.\r\n\r\nThe wrongful death statute, commonly referred to as Lord Campbell's Act, created \r\n  a new cause of action that was not recognized at common law. S.C. Code Ann. \r\n  §15-51-10 (1976 &amp; Supp. 2001); Crosby v. Glasscock Trucking Co., \r\n  340 S.C. 626, 628, 532 S.E.2d 856, 856 (2000). A wrongful death cause of action \r\n  does not exist before death and arises only upon the death of the injured person. \r\n  Hawkins v. Pathology Assocs. of Greenville, P.A., 330 S.C. 92, 104, 498 \r\n  S.E.2d 395, 402 (Ct. App. 1998). The statute of limitations applicable to wrongful \r\n  death actions provides that the period begins to run upon the death of the person. \r\n  S.C. Code Ann. §§ 15-3-530(6) (1976 &amp; Supp. 2001). \r\n\r\nThe wrongful death action was served on January 21, 1997, and thus was commenced \r\n  within three years of Weaver's death. Dr. Lentz argues the language in Garner \r\n  v. Houck that \"wrongful death actions are actions to recover damages for \r\n  injury to the person, and, therefore, the health care provider statute of limitations \r\n  is applicable to wrongful death actions\" makes it possible to have notice of \r\n  a claim for wrongful death prior to an actual death. Garner v. Houck, \r\n  312 S.C. 481, 488, 435 S.E.2d 847, 850 (1993). This argument misses the point \r\n  of Garner, which applied the health care provider statute of limitations \r\n  to extend the discovery period subsequent to death because the autopsy results \r\n  were necessary to discover the cause of the death and therefore give notice \r\n  of a possible claim. In this case, the death itself was notice, and the action \r\n  was timely commenced under either the wrongful death or health care provider \r\n  statute of limitations. \r\n\r\n\r\n  \r\n    II. Expert Testimony on Loss of Earnings\r\n  \r\n\r\n\r\nAs part of the evidence of damages, Weaver presented the testimony of a vocational \r\n  rehabilitation expert, Dr. William Stewart, and an economics expert, Dr. Oliver \r\n  Wood. Dr. Lentz contends the court erred in admitting Dr. Wood's testimony about \r\n  loss of future earnings because it lacked a proper factual foundation. We find \r\n  no error. \r\n\r\nPrior to Dr. Wood's testimony, Dr. Stewart evaluated Weaver's employment records \r\n  from 1968 to October 1993. According to Dr. Stewart, Weaver's job performance \r\n  showed a significant change from 1990 to 1991. Prior to that time, he had received \r\n  good evaluations during his long employment with Springs Industries and his \r\n  most recent employment with J.P. Stevens Automotive. However, his evaluation \r\n  in October 1991 showed significant problems. Weaver was fired by J.P. Stevens \r\n  and his subsequent employers for poor job performance and was last employed \r\n  from August to October 1993. Dr. Stewart opined Weaver's employment history \r\n  presented the classic profile of a person with an addiction problem. His peak \r\n  earning capacity of approximately $51,000 per year was attained in 1989. \r\n\r\n Weaver's treating psychiatrist noted in his discharge summary from the 1993 \r\n  hospitalization that Weaver was \"severely impaired with psychotic depression \r\n  and severe borderline personality disorder,\" and opined that Weaver was \"completely \r\n  and entirely disabled\" and would not be able to return to active work. When \r\n  asked what effect these conclusions may have upon his opinion of Weaver's future \r\n  employability, Dr. Stewart testified that if the findings were accepted as correct, \r\n  Weaver would not be employable. Dr. Stewart indicated his initial opinion was \r\n  made without reference to Weaver's medical records, but he did not recant his \r\n  earlier testimony. No motion was made to have Dr. Stewart's testimony stricken, \r\n  nor was it objected to as lacking factual foundation.\r\n\r\nWhen Dr. Wood was called to testify, Dr. Lentz objected to the admission of \r\n  his testimony because the economic calculations of future lost earnings were \r\n  based upon Dr. Stewart's vocational opinion, which was that Weaver had work \r\n  skills and abilities which qualified him to earn up to at least $50,953 per \r\n  year as demonstrated by his earnings in 1989. Dr. Lentz argued Weaver had no \r\n  future earning capacity due to his psychological problems and that there was \r\n  no evidence to support such testimony based on his more recent poor performance \r\n  and inability to hold a job. The trial court overruled the objection. \r\n\r\n\"The decision to admit or exclude expert testimony rests within the trial court's \r\n  sound discretion and will not be reversed absent an abuse of that discretion.\" \r\n  Gazes v. Dillard's Dep't Store, 341 S.C. 507, 512, 534 S.E.2d 306, 309 \r\n  (Ct. App. 2000). Dr. Wood's testimony unquestionably met the standard for admissibility, \r\n  and any question as to its factual basis goes to its credibility, not its admissibility. \r\n  The credibility of evidence is properly a question for the jury. The standard \r\n  of admissibility for evidence of future damages is \"'any evidence which tends \r\n  to establish the nature, character, and extent of injuries which are the natural \r\n  and proximate consequences of [the] defendant's acts&nbsp;.&nbsp;.&nbsp;.&nbsp;if \r\n  otherwise competent.'\" Pearson v. Bridges, 344 S.C. 366, 372, 544 S.E.2d \r\n  617, 620 (2001) (quoting Martin v. Mobley, 253 S.C. 103, 109, 169 S.E.2d \r\n  278, 281-282 (1969)). \r\n\r\nDr. Stewart's testimony provides sufficient foundation for Dr. Wood's economic \r\n  calculations. Questions as to the accuracy of conclusions drawn go solely to \r\n  the weight of the testimony, rather than its admissibility.  See Martin&nbsp;v. \r\n  Mobley, 253 S.C. 103, 109, 169 S.E.2d 278, 281 (1969) (fact that doctor \r\n  had not had opportunity to examine particular patient's circumstance went \"only \r\n  to the weight and not the admissibility of the proffered evidence.\"). Additionally, \r\n  there is some evidence independent of Dr. Stewart's testimony that Weaver's \r\n  employment decline stemmed from his prescription drug addiction and that the \r\n  addiction contributed to his psychiatric condition but was recoverable. The \r\n  weight to be accorded Dr. Wood's testimony was a matter for the jury's determination. \r\n  Moriarty v. Garden Sanctuary Church of God, 341 S.C. 320, 534 S.E.2d \r\n  672 (2000).\r\n\r\n\r\n  [I]t is not unusual for a case to have contradictory evidence and inconsistent \r\n    testimony from a witness. In a law case tried before a jury, it is the jury \r\n    that must decide what part of the witness's testimony it wants to believe \r\n    and what part it wants to disbelieve. Under such circumstances, it is not \r\n    the function of this Court to weigh the evidence and determine the credibility \r\n    of the witnesses.\r\n\r\n\r\nSmall v. Pioneer Machinery, Inc., 329 S.C. 448, 465, 494 S.E.2d 835, \r\n  843-44 (Ct. App. 1997) (citations omitted).\r\n\r\n \r\n  \r\n    III. New Trial Motions\r\n  \r\n\r\n\r\nDr. Lentz contends the verdict lacks evidentiary support and the trial court \r\n  erred in denying his motions for a new trial absolute or new trial nisi remittitur. \r\n  His argument is premised primarily on his contention that Dr. Wood's testimony \r\n  is not admissible. Having already addressed the issue of the admissibility of \r\n  Dr. Wood's testimony, we find no error in the denial of the new trial motions. \r\n\r\n\r\nThe jury returned a verdict of $792,577 in actual damages, the exact amount \r\n  testified to by Dr. Wood. His calculation of financial loss did not include \r\n  other legitimate elements of damages that are recoverable in a wrongful death \r\n  action, such as funeral expenses, grief, and sorrow. Beth Weaver testified she \r\n  had to borrow money from her mother for funeral expenses and to make house payments \r\n  immediately after Weaver's death. Wrongful death encompasses other elements \r\n  of damages besides loss of earnings, and the court has no way to determine what \r\n  significance the jury ascribed to these other factors.  See Pearson  \r\n  at 372 n.5, 544 S.E.2d at 619 n.5; Case Notes to S.C. Code Ann. § 15-51-40 (1976 \r\n  &amp; Supp. 2001); Mishoe v. Atlantic Coast Line R.R. Co., 186 S.C. 402, \r\n  197 S.E. 97 (1938) (elements of damage in wrongful death action); Hawkins \r\n  at 114, 498 S.E.2d at 407 (Damages under wrongful death statute are not directed \r\n  toward the value of the life lost but the damages sustained by the beneficiaries \r\n  from the death; setting forth general elements of recoverable damages.).\r\n\r\nThis evidence provided a factual basis for the verdict. Therefore, it was not \r\n  error to deny the new trial motions. \"The decision to grant a new trial is left \r\n  to the sound discretion of the trial court and ordinarily will not be disturbed \r\n  on appeal.\" Rush v. Blanchard, 310 S.C. 375, 380, 426 S.E.2d 802, 805 \r\n  (1993) (also, to grant new trial absolute, verdict must be so grossly excessive \r\n  as to shock the conscience and be the result of caprice, passion, or improper \r\n  motive). The verdict is not grossly excessive considering the evidence of employability \r\n  and other damages before the jury.  See O'Neal v. Bowles, 314 S.C. 525, \r\n  431 S.E.2d 555 (1993). \r\n\r\nLikewise, the decision to grant a new trial nisi remittitur based on a verdict \r\n  that is merely excessive is addressed to the sound discretion of the trial court. \r\n  \"Where the amount of a verdict bears a reasonable relationship to the character \r\n  and extent of the injury sustained, it is not excessive.\" Howle v. PYA/Monarch, \r\n  Inc., 288 S.C. 586, 601, 344 S.E.2d 157, 165 (Ct. App. 1986).\r\n\r\n\r\n  The trial court has wide discretionary power to reduce the amount of a verdict \r\n    which in his or her judgment is excessive. The decision of the trial judge \r\n    to reduce the verdict will not be disturbed unless it clearly appears that \r\n    the exercise of discretion was controlled by a manifest error of law. The \r\n    trial judge who heard the evidence and is more familiar with the evidentiary \r\n    atmosphere at trial possesses a better-informed view of the damages than this \r\n    Court. \r\n\r\n\r\nRush at 381, 426 S.E.2d at 806 (citations omitted). Although the evidence \r\n  of loss of earnings may be contradicted or proven less likely by other evidence, \r\n  \"it is well within the discretion of the jury, given the injuries and damages \r\n  suffered and proved. . . .\" Howle at 602, 344 S.E.2d at 165. We find \r\n  sufficient evidence of damages recoverable under the wrongful death statute \r\n  to justify the jury's award of actual damages.\r\n\r\n\r\n  \r\n    IV. Board of Medical Examiners Stipulation\r\n  \r\n\r\n\r\nDr. Lentz argues the trial court erred in admitting a prior inconsistent statement \r\n  for impeachment purposes. During cross examination, a stipulation entered into \r\n  in a disciplinary proceeding before the State Board of Medical Examiners pertaining \r\n  to Dr. Lentz's treatment of Weaver was used to impeach his trial testimony that \r\n  he was not negligent in his prescribing practices. Defense counsel objected \r\n  on the basis that the prejudicial effect of the stipulation outweighed the probative \r\n  value because the jury would give undue weight to an official document. The \r\n  court overruled the objection and the written stipulation was admitted into \r\n  evidence for impeachment purposes only. Dr. Lentz did not request a limiting \r\n  instruction. \r\n\r\nIn the stipulation, Dr. Lentz admitted that he violated S.C. Code Ann. §40-47-200(F)(7)(11)&amp; \r\n  (12) (Supp. 1994) in over-prescribing controlled substances and failing to monitor \r\n  and control Weaver's use of prescription medication. It further provided that \r\n  the stipulation would be attached to and incorporated into a final order of \r\n  the Board and \"may be disseminated as a public action of the Board.\" Dr. Lentz \r\n  was represented by counsel at the disciplinary proceeding at which he approved \r\n  and signed the stipulation.\r\n\r\nThe extrajudicial stipulation was relevant to the disputed issue of whether \r\n  Dr. Lentz breached a duty of care in his prescribing practices for Weaver. Dr. \r\n  Lentz put his credibility at issue by testifying. It was appropriate to use \r\n  the stipulation to test his credibility where he denied at trial that he over-prescribed \r\n  prescription drugs and violated the statute, facts he had previously admitted. \r\n  Dr. Lentz was afforded an opportunity to explain that he agreed to the stipulation \r\n  under duress and that he did not agree with it. Moreover, the trial judge in \r\n  his ruling noted that when a party witness takes the stand, he puts his credibility \r\n  at issue and is subject to impeachment on cross examination. He expressly performed \r\n  the balancing test required by Rule 403, SCRE on the record and found the probative \r\n  value outweighed the prejudicial effect. The admission of evidence lies within \r\n  the sound discretion of the trial court, and the court's decision will not be \r\n  overturned on appeal absent an abuse of discretion. Watson&nbsp;v. Chapman, \r\n  343 S.C. 471, 478, 540 S.E.2d 484, 487 (Ct. App. 2000) (no error in admission \r\n  of written agreement between physician and Board of Medical Examiners where \r\n  physician's alcohol dependency and its effect on decision making was contested \r\n  issue). We find no error. \r\n\r\n\r\n  \r\n    V. Reduction of Damages By Comparative Negligence\r\n  \r\n\r\n\r\n The jury found both Dr. Lentz and Weaver fifty percent negligent and awarded \r\n  actual damages of $792,577 and punitive damages of $10,000. Based upon the percentage \r\n  of Weaver's negligence, the trial judge reduced the actual damages award to \r\n  $396,288.50. Weaver argues the actual damages award should not be reduced because, \r\n  in assessing punitive damages, the jury implicitly found recklessness on the \r\n  part of Dr. Lentz, which cancels out any comparative negligence on the part \r\n  of Weaver. The trial judge denied the motion. We find no error. \r\n\r\nPrior to 1991, contributory negligence was the law in South Carolina. Under \r\n  that doctrine, it was generally held that if the negligence of the plaintiff \r\n  contributed in any respect to his damages, he was completely barred from recovering \r\n  against a defendant guilty of even greater negligence. Langley v. Boyter, \r\n  284 S.C. 162,165-66, 325 S.E.2d 550, 552 (Ct. App. 1984). Under one recognized \r\n  exception to the contributory negligence rule, simple negligence on the part \r\n  of the plaintiff was not a defense to reckless or willful misconduct on the \r\n  part of the defendant. Oliver v. Blakeney, 244 S.C. 565, 569, 137 S.E.2d \r\n  772, 774 (1964). Contributory negligence was rejected in favor of comparative \r\n  negligence in South Carolina in 1991. Nelson v. Concrete Supply Co., \r\n  303 S.C. 243, 399 S.E.2d 783 (1991). Under the version of comparative negligence \r\n  judicially adopted in Nelson, \"a plaintiff in a negligence action may \r\n  recover damages if his or her negligence is not greater than that of the defendant. \r\n  The amount of the plaintiff's recovery [is] reduced in proportion to the amount \r\n  of his or her negligence.\" Id. at 245, 399 S.E.2d at 784. The rule Weaver \r\n  asserts had a valid purpose under the very different contributory negligence \r\n  scheme; however, the validity of this rationale is undercut by the offset inherent \r\n  in the comparative negligence framework. \r\n\r\nWeaver argues the courts of this state have not specifically overruled the \r\n  principle that simple contributory negligence is no defense to recklessness; \r\n  thus the trial court erred in reducing the actual damage award by fifty percent. \r\n  However, the trial judge instructed the jury, without objection, as follows:\r\n\r\n\r\n  In determining the respective negligence, if any, of the decedent and defendant, \r\n    you must take the conduct of each party involved as a whole. In making this \r\n    determination you should consider whether the conduct was merely careless \r\n    or whether it was done consciously with an awareness that negligence was involved. \r\n    . . . You must determine whether the negligence--whether the decedent or the \r\n    defendant was merely negligent or careless or whether they were grossly negligent, \r\n    reckless or consciously disregarded--consciously disregarded information that \r\n    they should've considered in making their decisions. \r\n\r\n\r\nThe jury was instructed to apportion the respective negligence of each party \r\n  by percentage if they concluded both were negligent and that such joint negligence \r\n  proximately contributed to the plaintiff's injuries. The jury was given a separate \r\n  instruction on punitive damages. Additionally, they made no specific finding \r\n  that the defendant was willful, wanton, or reckless. As instructed, the jury \r\n  considered the concepts of simple negligence, gross negligence, and recklessness \r\n  as matters of degree subsumed within the general term \"negligence.\" \r\n\r\nIn similar fashion, other concepts well recognized under the doctrine of contributory \r\n  negligence have been held to have been subsumed within the concept of comparative \r\n  negligence. Davenport v. Cotton Hope Plantation, 333 S.C. 71, 86-87, \r\n  508 S.E.2d 565, 573-74 (1998) (\"[A]bsolute defense of assumption of risk is \r\n  inconsistent with South Carolina's comparative negligence system. . .\"; unless \r\n  assumption of risk can be characterized as express or primary implied assumption, \r\n  plaintiff is not barred from recovery if degree of fault arising from assumed \r\n  risk is less than defendant's negligence.). Spahn&nbsp;v. Town of Port Royal, \r\n  330 S.C. 168,173, 499 S.E.2d 205, 208 (1998) (Doctrine of \"last clear chance \r\n  has been subsumed by adoption of comparative negligence such that it remains \r\n  a factor for the jury's consideration\" in determining the respective fault of \r\n  the parties but \"does not totally relieve a plaintiff of his or her negligence.\"). \r\n  See F.&nbsp;Patrick Hubbard &amp; Robert L. Felix, Comparative Negligence \r\n  in South Carolina: Implementing Nelson v. Concrete Supply Co., \r\n  43 S.C. L. Rev. 273, 282-283 (1992).\r\n\r\nThe jury performed its duties consistent with the unobjected-to instructions \r\n  of the trial court, and the trial court appropriately exercised its duties pursuant \r\n  to the concept of comparative negligence.\r\n\r\nAFFIRMED.\r\n\r\nHOWARD and SHULER, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3459","title":"Lake Frances Properties v. City of Charleston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3459","description":"This is an action seeking damages attributed to the rezoning of property from multi-family residential use to single-family residential use.","date":"2002-03-04","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThis is an action seeking damages attributed to the rezoning of property from multi-family residential use to single-family residential use.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Lake Frances Properties, A South Carolina General Partnership, \r\n        Appellant, \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        City of Charleston, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n  Roger M. Young, Master in Equity\r\n\r\n\r\n    Opinion No. 3459\r\n    Heard February 6, 2002 - Filed March 4, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Paul A. Dominick and David J. Parrish, both of Nexsen, Pruet, Jacobs, Pollard \r\n          &amp; Robinson, of Charleston, for appellant.\r\n\r\n        William B. Regan and Frances I. Cantwell, both of Regan, Cantwell &amp; Stent, \r\n          of Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nPER CURIAM: Lake Frances Properties (\"LFP\") instituted this action \r\nseeking damages attributed to the rezoning of its property from multi-family to \r\nsingle family development. The trial court found the rezoning did not constitute \r\nan unconstitutional taking and granted summary judgment in favor of the City of \r\nCharleston (the \"City\"). LFP appeals. We affirm. \r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nLFP is a partnership that was created for the purpose of purchasing and developing \r\n  approximately 43.12 acres of land known as Area \"C\", located on James Island, \r\n  South Carolina in the City of Charleston. The contract to sell from Lawton Bluff \r\n  Co. to LFP required LFP to construct a road and sewer system on the property \r\n  in contemplation of a multi-family development of not more than 547 units. The \r\n  total purchase price for the property was $1,210,000.\r\n\r\nArea \"C\" was one of four tracts of land involved in a highly publicized zoning \r\n  dispute in the 1970s when Lawton Bluff sought to have the property zoned for \r\n  multi-family residential housing. A compromise was reached whereby Area \"C\" \r\n  was allowed to be zoned for multi-family residential use upon Lawton Bluff's \r\n  assent to place restrictive covenants on the entire property. Lawton Bluff filed \r\n  its restrictive covenants in April 1980 and the City ratified its rezoning ordinance \r\n  in May.\r\n\r\nLFP paid almost $100,000 for the infrastructure for the property before 1988 \r\n  and according to LFP it has paid property taxes based on the multi-family residential \r\n  zoning throughout its ownership of the property. LFP marketed the property for \r\n  sale as zoned for multi-family residential throughout the 1980s and 1990s. In \r\n  July 1984, LFP sold a portion of its property to Leslie Land Company, Inc., \r\n  which constructed Harbor Oaks, a condominium complex.\r\n\r\nOn August 16, 1996, LFP contracted to sell 17.5 acres to a third party. This \r\n  contract was contingent on the prospective buyer's ability to build 222 multi-family \r\n  residential units on the tract. In response to a letter written by the prospective \r\n  buyer, Lee Batchelder, the Charleston zoning administrator, wrote on November \r\n  8, 1996, that he \"determined that 492 residential units may be developed within \r\n  the 31.6 acre parcel accessed off Lake Frances Drive.\"\r\n\r\nOn November 26, 1996, the Charleston City Council passed a resolution requesting \r\n  the Planning Commission consider rezoning the subject property to single-family \r\n  residential (SR-1) because such restriction would \"be compatible and responsive \r\n  to current housing trends, uses and traffic patterns so as to protect and preserve \r\n  property values, enhance traffic safety, and promote the economic well being, \r\n  health and safety of the public.\" No compromise regarding the proposed rezoning \r\n  was reached. Thereafter, the Planning and Zoning Commission held a public meeting \r\n  on February 19, 1997. At the conclusion of this meeting, the planning commission \r\n  voted to recommend the rezoning.\r\n\r\nFollowing a public hearing on April 22, 1997, the City Council adopted Ordinance \r\n  1997-120, which rezoned the subject property to SR-1. LFP's attorney later explained \r\n  that \"as a result of the City's down zoning, the first contract fell through. \r\n  It totally went away.\" \r\n\r\nOn June 6, 1997, LFP contracted to sell the remaining 31.59 acres to Shawn \r\n  W. Howell and Martin H. Shulken (\"Howell &amp; Shulken\") for $1,100,000. In \r\n  August 1997, Howell &amp; Shulken made variance requests to the city's zoning \r\n  board. However, by letter dated September 16, 1997, Batchelder explained that \r\n  \"due to the opposition from the surrounding residents, the staff will not be \r\n  recommending in favor of [Howell &amp; Shulken's] variance application for the \r\n  31.6 acre tract on Lake Francis [sic] Drive.\" Thereafter, Howell &amp; Shulken \r\n  voluntarily withdrew its variance request and terminated the purchase contract \r\n  with LFP.\r\n\r\nLFP filed its summons and complaint alleging four causes of action for (1) \r\n  breach of contract, (2) uncompensated taking, (3) equitable estoppel, and (4) \r\n  tortious interference with contractual relations. Approximately one year after \r\n  the City answered the complaint, LFP sold the entire 31.59 acre tract to Bonnie \r\n  and Anthony McAlister for $1,100,000. The parties subsequently consented to \r\n  refer the case to the master in equity. Thereafter, the City moved for summary \r\n  judgment. The Master granted the City's motion for summary judgment on all counts. \r\n  LFP appeals the grant of summary judgment on its taking cause of action.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nSummary judgment is a drastic remedy that should be cautiously invoked so no \r\n  person will be improperly deprived of a trial of disputed factual issues. Baughman \r\n  v. AT&amp;T, 306 S.C. 101, 112, 410 S.E.2d 537, 543 (1991). Summary judgment \r\n  is appropriate when it is clear there is no genuine issue of material fact and \r\n  the moving party is entitled to judgment as a matter of law. Rule 56(c), SCRCP; \r\n  Toomer v. Norfolk S. Ry., 344 S.C. 486, 489, 544 S.E.2d 634, 635 (Ct. \r\n  App. 2001). Summary judgment is not appropriate, however, where further inquiry \r\n  into the facts of the case is desirable to clarify the application of the law. \r\n  Carolina Alliance for Fair Employment v. S.C. Dep't of Labor, Licensing &amp; \r\n  Regulation, 337 S.C. 476, 484, 523 S.E.2d 795, 799 (1999).\r\n\r\nIn determining whether any triable issue of fact exists as will preclude summary \r\n  judgment, the evidence and all inferences which can be reasonably drawn therefrom \r\n  must be viewed in the light most favorable to the nonmoving party. Strother \r\n  v. Lexington County Recreation Comm'n, 332 S.C. 54, 61, 504 S.E.2d 117, \r\n  121 (1998); Vermeer Carolina's, Inc. v. Wood/Chuck Chipper Corp., 336 \r\n  S.C. 53, 59, 518 S.E.2d 301, 304 (Ct. App. 1999).\r\n\r\nDISCUSSION\r\n\r\nA.\r\n\r\nLFP contends the master incorrectly deemed that a building permit is required \r\n  to vest a nonconforming use, arguing the \"Judge's Order cites 38 A.L.R.5th \r\n  737 § 2 for the proposition that a building permit is needed to vest a nonconforming \r\n  use, and then observes that Lake Frances never applied for a building permit.\"\r\n\r\nWe disagree with LFP's characterization of the master's order. A review of \r\n  the master's order demonstrates he did not find that a building permit is a \r\n  prerequisite to obtaining a vested right to a nonconforming use. Rather, he \r\n  found that the absence of a permit application was only one factor of many that, \r\n  when viewed as a whole, demonstrates LFP's \"actions do not rise to the level \r\n  of a prior nonconforming use as that term is recognized by South Carolina courts.\" \r\n  As more fully explained below, we find it unnecessary under the facts presented \r\n  here to find that a building permit is a per se prerequisite to a vested, \r\n  nonconforming use.\r\n\r\nB.\r\n\r\nLFP avers the zoning reclassification of its property more than a decade after \r\n  it was acquired caused the property to be sold at a discount of at least one \r\n  million dollars. LFP argues it acquired a vested right to develop the subject \r\n  property under the original multi-family zoning classification when it incurred \r\n  expenses for developing the infrastructure of the property. We disagree. \r\n\r\nA landowner acquires a vested right to continue a nonconforming use already \r\n  in existence at the time his property is zoned in the absence of a showing that \r\n  the continuance of the use would constitute a detriment to the public health, \r\n  safety or welfare. Whaley v. Dorchester County Zoning Bd. of Appeals, \r\n  337 S.C. 568, 578-79, 524 S.E.2d 404, 409-10 (1999) (citing Daniels v. City \r\n  of Goose Creek, 314 S.C. 494, 497, 431 S.E.2d 256, 258 (Ct. App. 1993)). \r\n  The burden of proving a nonconforming use is on the party claiming a prior nonconforming \r\n  use. Whaley, 337 S.C. at 579, 524 S.E.2d at 410.\r\n\r\nThe record reflects that LFP made limited improvements to the subject property \r\n  during the approximate thirteen years it owned it. In fact, the City does not \r\n  dispute that LFP built-up the infrastructure for the property to sustain a multi-family \r\n  development. However, the infrastructure designed for the property was not limited \r\n  to multi-family use, but could also be used to support single family development. \r\n  In addition, since the completion of the infrastructure, the property has remained \r\n  dormant since at least May of 1988.\r\n\r\nWe find no suggestion in the record that LFP ever intended or attempted to \r\n  construct structures on the property. Instead, LFP continued to market the property \r\n  for sale for over a decade. LFP apparently only entered into contracts to sell \r\n  the property to prospective buyers who would then develop the property as they \r\n  desired. As the master noted, LFP never sought or obtained any building permits \r\n  for actual construction of structures on the property. Had LFP sought or obtained \r\n  permits for work beyond the mere preparation of the property for future multi-family \r\n  development, this fact might weigh heavily in favor of granting a vested right \r\n  to continue any projects that have already begun. See F.B.R. Investors v. \r\n  County of Charleston, 303 S.C. 524, 527, 402 S.E.2d 189, 191 (Ct. App. 1991) \r\n  (developer only obtained a vested right to complete development of Phase I of \r\n  a project in a concurrently rezoned area under the James Island Land Use Plan \r\n  before any substantial improvement or expenses were incurred to develop Phase \r\n  II of the project); Friarsgate, Inc. v. Town of Irmo, 290 S.C. 266, 349 \r\n  S.E.2d 891 (Ct. App. 1986) (developer acquired a vested right to complete only \r\n  one building, comprised of fourteen out of a total 108 condominium units, because \r\n  Friarsgate had only obtained building permits for and actually began constructing \r\n  the first building when Irmo adopted a comprehensive zoning ordinance which, \r\n  in part, precluded condominiums).\r\n\r\nGenerally, a zoning ordinance adopted subsequent to a party's investment in \r\n  real property, which at the time of purchase is free of restrictions, is not \r\n  per se invalid. See Talbot v. Myrtle Beach Bd. of Adjustment, 222 S.C. \r\n  165, 172, 72 S.E.2d 66, 69 (1952). That is, the mere contemplated use \r\n  of property by a landowner on the date a zoning ordinance becomes effective \r\n  precluding such use is not protected as a nonconforming use. Daniels v. City \r\n  of Goose Creek, 314 S.C. 494, 497, 431 S.E.2d 256, 258 (Ct. App. 1993) (emphasis \r\n  added).\r\n\r\nIn DeStefano v. City of Charleston, our supreme court found, under similar \r\n  facts, that a property owner who held his land for investment and who \"made \r\n  only those kind of preliminary improvements to the land which serve to give \r\n  him flexibility to resell [the lots]\" did not have a vested right to the original \r\n  zoning classification of the property. 304 S.C. 250, 254, 403 S.E.2d 648, 651 \r\n  (1991). DeStefano's actual development planning consisted of the installation \r\n  of the utilities, developing the layout of the road, and trying to file various \r\n  final plats in conformance with the then existing zoning classification. However, \r\n  DeStefano never commenced to construct buildings on the property; instead, the \r\n  court found that what was ultimately constructed on the lots was to be solely \r\n  determined by those persons and entities to whom DeStefano eventually sold the \r\n  property. Id. at 255, 403 S.E.2d at 651.\r\n\r\nLike DeStefano, LFP had no building plans, specifications, or particular development \r\n  scheme which would be binding on any of its purchasers or prospective purchasers. \r\n  The fact that LFP expended money to build the infrastructure of the property, \r\n  including constructing roads, and installing water, sewer and a drainage system \r\n  on the property, was not enough to commit the property to multi-family use. \r\n  See DeStefano, 304 S.C. at 255, 403 S.E.2d at 651.\r\n\r\nThe general rule is that \"a taking involves the actual interference with, or \r\n  the disturbance of, property rights, resulting in injuries which are not merely \r\n  consequential or incidental.\" Brabham v. City of Sumter, 275 S.C. 597, \r\n  598, 274 S.E.2d 297, 297 (1981). As LFP's interest in the subject property was \r\n  merely as an investment, no vested right attached to the original zoning of \r\n  the property; therefore, there was no taking of LFP's property.\r\n\r\n\r\n    CONCLUSION  \r\n  \r\n\r\n\r\nFor the foregoing reasons, the decision of the trial court is\r\n\r\nAFFIRMED.\r\n\r\nCURETON, GOOLSBY and STILWELL, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3460","title":"State v. Cobb","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3460","description":"The trial court refused to consider Cobb's distribution conviction as an accomodation sale because there was evidence Cobb received a benefit from the furnishing of the marijuana to the victim.","date":"2002-03-11","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nThe State v. Cobb\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Roger Dale Cobb,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Pickens County\r\n  Henry F. Floyd, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3460\r\n    Heard February 4, 2002 - Filed March 11, 2002 \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of \r\n          SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy \r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General \r\n          Charles H. Richardson, and Senior Assistant Attorney General Norman \r\n          Mark Rapoport, all of Columbia; and Solicitor Robert M. Ariail, of Greenville, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: Roger Dale Cobb appeals \r\n  his sentence for distribution of marijuana, arguing the trial judge erred in \r\n  failing to sentence him pursuant to S.C. Code Ann. section 44-53-460 (2002). \r\n  We affirm.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nThe victim, a sixteen year old minor, testified \r\n  that Cobb drove her and a girlfriend, also a minor, to his home in August of \r\n  1998. At the victim's request, Cobb permitted her to take marijuana from a black \r\n  tin can on his coffee table. The victim smoked approximately three marijuana \r\n  cigarettes. Cobb gave both girls wine.\r\n\r\nDuring the course of the evening, the girls took \r\n  off their clothes and had sex with each other. Cobb photographed the nude girls \r\n  performing a sexual act.\r\n\r\nThe next day, police took the victim into custody \r\n  because she was a runaway. The victim recounted the events of the preceding \r\n  night to officers, who obtained a warrant to search Cobb's home. Police found \r\n  the black tin can, almost four ounces of marijuana, and the photos of the nude \r\n  girls.\r\n\r\nA jury found Cobb guilty of possession of marijuana \r\n  with intent to distribute, distribution of marijuana, and the sexual exploitation \r\n  of a minor. The judge sentenced Cobb to twenty years imprisonment on the distribution \r\n  conviction, one year on the possession with intent to distribute conviction, \r\n  and five years on the sexual exploitation conviction.\r\n\r\nDISCUSSION\r\n\r\nCobb's sole argument on appeal is that the trial \r\n  court should have considered the distribution as an accommodation sale and mitigated \r\n  his sentence accordingly. S.C. Code Ann. section 44-53-460 permits a person \r\n  convicted of a distribution charge to be sentenced as though convicted of simple \r\n  possession when he or she presents clear and convincing evidence that the controlled \r\n  substance was delivered as an accommodation to another and without the intent \r\n  to profit therefrom or cause addiction. (1)\r\n\r\nA reviewing court must affirm the trial judge's \r\n  finding regarding an accommodation sale if there is any evidence in the record \r\n  to support it. (2) The State argued below and \r\n  argues on appeal that the distribution did not amount to an accommodation sale \r\n  because there is evidence Cobb obtained something in return, i.e., gratification \r\n  of his prurient interest.\r\n\r\nCobb benefitted from his furnishing of the marijuana \r\n  to the victim because he watched the girls undress and engage in a sexual act. \r\n  Cobb also used the opportunity to take nude pictures of the girls. We find this \r\n  evidence supports the trial judge's finding that the distribution was not merely \r\n  an accommodation sale. (3)  \r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and HUFF, J., concur. \r\n   \r\n\r\n1.  S.C. Code Ann. § 44-53-460 \r\n  (2002); Porter v. State, 290 S.C. 38, 348 S.E.2d 172 (1986).  \r\n2.  State v. Martin, 278 S.C. \r\n  427, 298 S.E.2d 87 (1982).  \r\n3.  Cf. Iowa v. McDaniel, 265 \r\n  N.W.2d 917 (Iowa 1978) (holding defendant's delivery of drugs in exchange for \r\n  sex is an accommodation sale under that state's statute). The McDaniel court \r\n  concluded:\r\n\r\n\r\n  We do not believe the legislature intended the \r\n    furnishing of drugs to a paramour to be legally equivalent to selling them \r\n    for profit or to induce addiction. Instead, this case presents a plain situation \r\n    of accommodation. The fact the jury could find defendant and Edington were \r\n    involved in an exchange of favors is insufficient to permit a finding that \r\n    the drug deliveries were something more than furnishing, \"as a favor to the \r\n    recipient, something the recipient desires.\"\r\n\r\n\r\nId. at 924-25 (citation omitted).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3485","title":"State v. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3485","description":"Reversing probation revocation because trial court's order to \"get treatment for problem\" was insufficient to notify defendant of conditions of probation.","date":"2002-03-14","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v. \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Leonard Brown,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Aiken County\r\n  Rodney A. Peeples, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3485\r\n    Formerly Unpublished Opinion No. 2002-UP-198\r\n    Heard December 4, 2001 - Filed March 14, 2002 \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Attorney Joseph L. Savitz, III, of \r\n          SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Deputy Director for Legal Services Teresa A. Knox, \r\n          Legal Counsel Tommy Evans, Jr., and Legal Counsel J. Benjamin Aplin, \r\n          all of South Carolina Department of Probation, Parole, and Pardon Services, \r\n          of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nSHULER, J.: Leonard Brown appeals \r\n  the circuit court's decision to revoke his probation for failing to fulfill \r\n  a special condition. We reverse.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn January 13, 1992, an Aiken County grand jury \r\n  indicted Leonard Brown on two counts of criminal sexual conduct with a minor, \r\n  first degree. Brown subsequently pled guilty to both offenses and the trial \r\n  court sentenced him to eight years imprisonment on the first count. On the second \r\n  count, the court sentenced Brown to a concurrent twenty-year term, suspended \r\n  upon the service of five years probation. In so doing, the court imposed additional \r\n  conditions of probation including a requirement that Brown \"[m]ust obtain treatment \r\n  for problem.\" The sentencing sheet for this offense also reflected that Brown \r\n  was to \"get treatment\" as part of his probationary sentence. \r\n\r\nIn August 1996, after serving four and one half \r\n  years of his eight-year sentence, Brown was paroled and began his five-year \r\n  probationary period. On February 4, 1998, the Department of Probation, Parole, \r\n  and Pardon Services (DPPPS) referred him to Denmark Mental Health for sex offender \r\n  counseling. Although Brown attended all scheduled therapy sessions, he refused \r\n  to admit his guilt for the crimes to which he had pled guilty. Believing this \r\n  refusal was hindering effective treatment, Brown's counselor consulted with \r\n  his probation officer, Agent Heather Craven. As a result, Craven served Brown \r\n  with a Probation Citation for violating Condition 12 of the standard probation \r\n  form \"and the special conditions ordered . . . .\" \r\n\r\nOn April 7, Brown's counselor closed his case file \r\n  with the following notation: \r\n\r\n\r\n  The purpose of this session was to communicate \r\n    with another agency about the [client] and his treatment. I spoke to Ms. Craven \r\n    from Probation and Parole. We discussed the fact that Leonard had not wanted \r\n    to work on the problem that he was sent in for. Because he had been dealing \r\n    with the issue of being charged with CSC and served time for five years, his \r\n    not admitting to the issues was not just a denial stage. I wanted to finalize \r\n    the decision to keep the chart open or to close it. [Craven] agreed that we \r\n    would close it and let the courts decide if they want him to return. \r\n    It was noted that Leonard did attend all scheduled sessions[;] the issue was \r\n    not that he was not coming in, just that we were not working on the issues \r\n    that the courts sent him for. With this, the chart will be closed. (Emphasis \r\n    added).\r\n\r\n\r\nDPPPS held an administrative hearing the same day. \r\n  The hearing officer found Brown violated probation but recommended the case \r\n  be \"FORWARDED FOR JUDICIAL REVIEW AND CLARIFIATION OF SPECIAL CONDITION.\" \r\n  The hearing officer's justification summary also declared the \"matter is referred \r\n  to the Court for a clarification of the special condition requiring Brown to \r\n  \"obtain treatment for his problem[.]\"\r\n\r\nThe circuit court held a revocation hearing on \r\n  November 30, 1998. Upon learning Brown was indigent and not represented by counsel, \r\n  the court appointed an attorney present in the courtroom, Norma Jett, and stated: \r\n  \"Ma'am, I would like to go ahead and do it this afternoon if you tell me you've \r\n  had adequate time to talk to him.\" After a pause to consult with Brown and Theodore \r\n  Weathersbee from DPPPS, Jett represented Brown during the hearing. \r\n\r\n According to Jett, Weathersbee assured her prior \r\n  to the proceeding that DPPPS was not seeking revocation, but merely wanted a \r\n  clarification of the trial court's \"vague probation order\" because it was unclear \r\n  whether the language \"seek treatment for problem\" required Brown to admit guilt \r\n  as part of his mandatory therapy. Indeed, Weathersbee initially stated on the \r\n  record that \"all that we would ask is the court for clarification of the special \r\n  condition requiring Mr. Brown to obtain treatment for his problem.\" After further \r\n  discussion, however, the circuit court revoked Brown's probation finding he \r\n  did not do \"that which is necessary to receive the proper mental health counseling \r\n  for sex offenders,\" and reinstated seven years of his original twenty-year sentence.\r\n\r\nThe following day, pursuant to Jett's Rule 29, \r\n  SCRCrimP motion, the court reheard arguments concerning the revocation. At that \r\n  time, Weathersbee admitted speaking with Jett about the meaning of \"[m]ust obtain \r\n  treatment for problem\": \r\n\r\n\r\n  I did indicate to [Jett], your honor, that [the \r\n    order] did not say must attend and successfully complete. I made the statement \r\n    to Ms. Jet[t], you know, must obtain treatment for problem. Could that be \r\n    one day, one week, one year, what did that entail. . . . \r\n\r\n  Your honor, in the most ordinary circumstance most \r\n    judges would say attend and successfully complete, that's been our history. \r\n    This just says must obtain treatment for problem. . . . \r\n\r\n\r\nIn response, the court stated: \r\n\r\n\r\n  And it just goes without saying, Mr. Weathersbee, \r\n    that like I've ordered on several sentences this week, must obtain mental \r\n    health and follow all the advice. I don't add onto that and successfully \r\n    complete the program. That goes without saying. . . . That's inclusive of \r\n    the order for mental health counseling. (Emphasis added).\r\n\r\n\r\nThe court then denied the motion and this appeal \r\n  followed. \r\n\r\nLAW/ANALYSIS\r\n\r\nAlthough a decision to revoke probation generally \r\n  rests within the circuit court's discretion, an appellate court should reverse \r\n  when that decision is based on an error of law or lacks supporting evidence. \r\n  See State v. Proctor, 345 S.C. 299, 546 S.E.2d 673 (Ct. App. 2001); \r\n  State v. Hamilton, 333 S.C. 642, 511 S.E.2d 94 (Ct. App. 1999).\r\n\r\nHere, the probation order unambiguously stated \r\n  Brown was to \"obtain treatment\" for his problem; it did not specifically order \r\n  him to complete treatment. Nor did it specify that Brown \"must follow \r\n  all advice\" or anything of that nature. Moreover, even if the order were interpreted \r\n  to mean Brown had to successfully complete a treatment program, it did not on \r\n  its face require him to complete a particular sex offender program or admit \r\n  his guilt in order to do so. Finally, the record reflects the order's vague \r\n  directive to \"obtain treatment for problem\" clearly resulted in confusion among \r\n  the complaining probation agent, Brown's mental health counselor, the DPPPS \r\n  administrative hearing officer, and the DPPPS prosecuting officer, as demonstrated \r\n  by the clinician's note, the DPPPS \"Summary of Administrative Hearing,\" and \r\n  Mr. Weathersbee's own statements at the revocation hearings.\r\n\r\nInterestingly, the respondent's brief notes that \r\n  \"other jurisdictions have upheld probation violations . . . provided the \r\n  offender was on notice that his failure to admit guilt at his counseling sessions \r\n  would be considered a violation.\" (Emphasis added). Brown, of course, could \r\n  not have been on such notice because everyone involved with his case sought \r\n  clarification of the probation order from the circuit court. The cases \r\n  cited by the respondent, therefore, are readily distinguished.\r\n\r\nIn State v. Webb, 673 A.2d 1345, 1345 (Me. \r\n  1996), the supreme court of Maine upheld a probation revocation under circumstances \r\n  similar to Brown's, where one of the conditions of the defendant's probation \r\n  was that he \"undergo sex abuser counseling/treatment to the satisfaction \r\n  of the probation officer.\" (Emphasis added). Similarly, in People v. McGuire, \r\n  576 N.E.2d 391 (Ill. 1991), an Illinois appellate court affirmed the termination \r\n  of court supervision when McGuire refused to admit sexual misconduct. There, \r\n  however, the court based its decision on the fact that McGuire had agreed to \r\n  a negotiated plea conditioned upon \"his seeking an evaluation and following \r\n  all recommendations made.\" Id. at 394. As well, in State v. Peck, \r\n  547 A.2d 1329, 1331 (Vt. 1988), the Vermont supreme court affirmed revocation \r\n  where the probation condition stated \"attend and participate in mental health \r\n  counseling, treatment and rehabilitation as directed by [the] probation \r\n  officer and complete it to the full satisfaction of the probation officer.\" \r\n  (Emphasis added). The order before us is clearly distinguishable on its face \r\n  from these probation directives.\r\n\r\nFinally, and most similarly, in State v. Woveris, \r\n  635 A.2d 454 (N.H. 1993), the New Hampshire supreme court affirmed a probation \r\n  revocation but only after the original probation order had been clarified \r\n  and Woveris given a chance to conform. In that case, pursuant to a negotiated \r\n  plea Woveris agreed to \"participate in sex offender treatment.\" Id. at 455. \r\n  Thereafter, however, two treatment programs refused to admit Woveris because \r\n  he continued to deny culpability for his offenses. The State pursued revocation \r\n  arguing Woveris \"had failed to meaningfully participate in the counseling.\" \r\n  Woveris countered that meaningful participation, \"while oftentimes required \r\n  by a court order, was not clearly required by the terms of [his] particular \r\n  sentencing order.\" Id. \r\n\r\nInstead of revoking Woveris' probation, however, \r\n  the court clarified the order and required Woveris not only to undertake treatment, \r\n  but also to \"meaningfully participate in same.\" Id. Although Woveris \r\n  subsequently was accepted into a treatment program and attended fourteen counseling \r\n  sessions, he continued to deny culpability even when admitting his own actions. \r\n  Based on the counseling center's characterization of Woveris' behavior as a \r\n  \"failure to participate meaningfully in the program,\" the State sought revocation \r\n  a second time. Woveris' probation was then revoked and his case affirmed by \r\n  the supreme court. In its opinion, the court noted other jurisdictions allowed \r\n  similar violations \"where the defendant is not amenable to therapy for sexually \r\n  deviant behavior due to his general denial of culpability, so long as the \r\n  defendant was sufficiently on notice of the need to admit and discuss behavior \r\n  as a condition of probation.\" Id. (emphasis added).\r\n\r\nWe believe the facts of this case mirror those \r\n  in the initial Woveris proceedings. In our view, Brown was not sufficiently \r\n  on notice of such a condition until his probation was in fact revoked. Although \r\n  we agree with the circuit court's reading of the probation order, we find Brown \r\n  should have been afforded an opportunity to comply with that interpretation, \r\n  particularly in light of the fact that he otherwise complied with all aspects \r\n  of his probationary sentence. The circuit court, therefore, abused its discretion \r\n  in revoking Brown's probation.\r\n\r\nREVERSED. \r\n\r\nCURETON, J., concurs.\r\n\r\nSTILWELL, J., dissents in a separate opinion. \r\n  \r\n\r\nSTILWELL, J. (dissenting): I respectfully \r\n  dissent, solely because I believe the specific wording of the additional condition \r\n  of his probation that Brown \"must obtain treatment\" is controlling.\r\n\r\nThe discussion centering on whether Brown must \r\n  \"complete treatment\" or \"admit guilt\" in order to get treatment I submit totally \r\n  misses the point. In my opinion, it was incumbent on Brown to do whatever was \r\n  necessary to comply fully with the condition of his probation. If he was rejected \r\n  at one facility, the burden was on Brown to go back to his probation officer \r\n  and explain that he could not obtain treatment at that location and seek another \r\n  source to \"obtain treatment.\"\r\n\r\nIt is not appropriate to allow Brown to sit idly \r\n  by in the hopes that his non-compliance would be tolerated and then ultimately \r\n  excused.\r\n\r\nI would affirm.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3461","title":"State v. Lawrence","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3461","description":"Statute prohibiting the discharge of a firearm into an occupied structure is broad enough to cover situations when a person, while inside an occupied structure, discharges a weapon into the structure.","date":"2002-03-18","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nState v. Lawrence\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nCurtis L. Lawrence, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\nEdward B. Cottingham, Circuit Court Judge\r\n\r\n\r\nOpinion No. 3461\r\nSubmitted November 14, 2001 - Filed March 18, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nSenior Assistant Appellate Defender Wanda H. Haile, of SC Office of Appellate Defense, of Columbia, for appellant.\r\n\r\nAttorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, and Assistant Deputy Attorney\r\nGeneral Robert E. Bogan, all of Columbia; and Solicitor Ralph E. Hoisington, of N. Charleston, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nGOOLSBY, J.: Curtis L. Lawrence appeals from his convictions \r\n  and sentences for discharging a firearm into an occupied structure, armed robbery, \r\n  and possession of a firearm during the commission of a violent crime. Counsel \r\n  for the appellant attached to the appellant's final brief a petition to be relieved \r\n  as counsel, stating she had reviewed the record of Lawrence's trial, and in \r\n  her opinion the appeal is without merit. Lawrence did not file a pro se response. \r\n  We affirm. (1)\r\n\r\nFACTS &amp; ANALYSIS\r\n\r\nAfter a thorough review of the record in accordance with Anders v. California \r\n  (2) and State v. Williams, (3) \r\n  we find the only preserved issue at trial is whether the trial court erred in \r\n  denying Lawrence's motion for a directed verdict on the charge of discharging \r\n  a firearm into an occupied structure. \r\n\r\nLawrence discharged a weapon into the wall of a bank during a robbery. The \r\n  evidence indicates Lawrence was inside the bank when he fired the weapon. At \r\n  the time of Lawrence's conviction, section 16-23-440 of the South Carolina Code \r\n  provided in pertinent part: \"It is unlawful for a person to discharge or cause \r\n  to be discharged unlawfully firearms at or into a dwelling house or other \r\n  building or structure regularly occupied by persons.\" (4)\r\n\r\nLawrence argued at trial that the \"at or into\" language of section 16-23-440 only prohibits a party outside a structure from\r\nunlawfully discharging a firearm into the structure.  Because he was not outside the bank, Lawrence contends the evidence\r\nwas insufficient to sustain his conviction on this charge. \r\n\r\nCriminal statutes are strictly construed against the State. (5) Prior cases involving section 16-23-440 support Lawrence's\r\ncontention only to the extent that the cases may concern factual situations where a person outside a structure fired a weapon\r\ntowards or into the structure. (6)  The cases do not address whether the statute covers other circumstances as well.\r\n\r\nA Georgia case interpreting similar \"at or into\" language in a statute held, \r\n  however, \"[o]ne who, while inside of an occupied dwelling, shoots a pistol at \r\n  a floor thereof, is guilty of shooting 'at' or 'into' such dwelling, within \r\n  the meaning of the act approved August 13, 1910 . . . .\" \r\n  (7) The Kentucky Supreme Court reached a similar conclusion in Gaines \r\n  v. Kentucky. (8) We likewise conclude the \r\n  \"at or into\" language of section 16-23-440 covers situations where a person \r\n  inside an occupied structure unlawfully discharges a firearm into the structure. \r\n  We accordingly affirm the judgment of the trial court and grant counsel's petition \r\n  to be relieved. \r\n\r\nAFFIRMED.\r\n\r\nHEARN, C.J., and HUFF, J., concur.\r\n1.  Because oral argument would not aid the court in resolving any issue on appeal, we decide this case without oral\r\nargument pursuant to Rules 215 and 220(b)(2), SCACR.\r\n2.  386 U.S. 738 (1967).\r\n3.  305 S.C. 116, 406 S.E.2d 357 (1991).\r\n4.  S.C. Code Ann. § 16-23-440 (1985 &amp; Supp. 2000) (emphasis added). The legislature amended this section in 2001. The\r\namendment designated this portion of the statute as subsection (A), added the phrase \"or enclosure,\" and created subsection\r\n(B).  2001 S.C. Act No. 98 § 1. \r\n5.  State v. Woody, 345 S.C. 34, 545 S.E.2d 521 (Ct. \r\n  App. 2001). \r\n6.   See e.g., State v. Bailey, 298 S.C. 1, \r\n  377 S.E.2d 581 (1989); State v. Wilson, 274 S.C. 352, 264 S.E.2d 414 (1980). \r\n7.  English v. Georgia, 74 S.E. 286, 286 (Ga. Ct. \r\n  App. 1912). \r\n8.  505 S.W.2d 174 (Ky. 1974).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3462","title":"Holden v. Cribb","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3462","description":"This case discusses mootness, bid requirements, and entitlement to homestead exemption in the context of a judicial sale.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\nHolden v. Cribb\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Delphine Holden, Appellant, \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        A. Lane Cribb in his official capacity as Sheriff of Georgetown County, \r\n          Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Georgetown County\r\n  Rodney A. Peeples, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3462\r\n    Submitted December 3, 2001 - Filed March 25, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Thomas J. Rubillo, of Hilliard &amp; Rubillo, of Georgetown, for appellant.\r\n\r\n        Jack M. Scoville, Jr., of Georgetown, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nSTILWELL, J.: Delphine Holden filed this declaratory judgment \r\naction seeking a writ of mandamus to compel the sheriff to accept her non-cash \r\nbid entered at a judicial sale. The trial court dismissed the case, holding that \r\nthe issues were moot because Holden had withdrawn her bid and additionally ruling \r\nthat the sheriff had properly refused the bid because it was nonconforming. We \r\naffirm. (1) \r\n\r\n    FACTS/PROCEDURAL HISTORY \r\n  \r\n\r\n\r\nHolden obtained a civil judgment of $58,000 against George Singleton, the father \r\n  of her two children, for assault and battery. She repeatedly sought execution \r\n  against his property in an effort to collect the judgment. She even sent the \r\n  sheriff a copy of a deed to a parcel of real estate in Georgetown County, which \r\n  was Singleton's sole asset of value. It was appraised by the county tax assessor \r\n  for $17,984. In March 2000, Singleton was held in contempt for willful failure \r\n  to pay past due child support and was given the option of paying the arrearage \r\n  plus a fine or serving one year in jail. Singleton did not pay and was jailed. \r\n\r\n\r\nThe eventual execution on the civil judgment resulted in a sale of Singleton's \r\n  property, at which Holden was the only bidder. Her bid consisted of cash in \r\n  the amount of unpaid taxes and costs of the sale ($270.74), an additional $1, \r\n  and an offer to forbear collection on the child support arrearage of $17,119.32. \r\n  The sheriff refused to accept the bid because Holden did not post 5% of the \r\n  bid in cash or pay the $5000 homestead exemption to the clerk of court. Holden \r\n  alleged she was indigent and unable to pay the $5000. She thereafter withdrew \r\n  her bid, and the sheriff canceled the sale. \r\n\r\n\r\n    STANDARD OF REVIEW \r\n  \r\n\r\n\r\n\"A suit for declaratory judgment is neither legal nor equitable, but is determined \r\n  by the nature of the underlying issue.\" Felts v. Richland County, 303 \r\n  S.C. 354, 356, 400 S.E.2d 781, 782 (1991). Holden essentially sought a writ \r\n  of mandamus directing the sheriff to accept her bid. \"To obtain a writ of mandamus \r\n  requiring the performance of an act, the applicant must show 1) a duty of respondent \r\n  to perform the act, 2) the ministerial nature of the act, 3) the applicant's \r\n  specific legal right for which discharge of the duty is necessary, and 4) a \r\n  lack of any other legal remedy.\" Redmond v. Lexington County Sch. Dist. No. \r\n  Four, 314 S.C. 431, 437, 445 S.E.2d 441, 445 (1994); see also Knotts \r\n  v. S.C. Dep't of Natural Res., Op. No. 25395 (S.C. Sup. Ct. filed Jan. 7, \r\n  2002) (Shearouse Adv. Sh. No. 1 at 10, 13); Porter v. Jedziniak, 334 S.C. 16, \r\n  18, 512 S.E.2d 497, 498 (1999). \"'Mandamus is somewhat of a hybrid proceeding \r\n  . . . . [I]t is not strictly a law case, nor is it one in equity. It is based \r\n  on the theory that an officer charged with a purely ministerial duty can be \r\n  compelled to perform that duty in case of refusal.'\" Charleston County Sch. \r\n  Dist. v. Charleston County Election Comm'n, 336 S.C. 174, 179, 519 S.E.2d \r\n  567, 570 (1999) (quoting Lombard Iron Works &amp; Supply Co. v. Town of Allendale, \r\n  187 S.C. 89, 95-96, 196 S.E. 513, 516 (1938)).\r\n\r\nWhether to issue a writ of mandamus lies within the sound discretion of the \r\n  trial court, and an appellate court will not overturn that decision unless the \r\n  trial court abuses its discretion. An abuse of discretion arises where the trial \r\n  court was controlled by an error of law or where its order is based on factual \r\n  conclusions that are without evidentiary support. In reviewing a decision on \r\n  a mandamus petition, an appellate court will not disturb the factual findings \r\n  of the trial court when those findings are supported by any reasonable evidence.\r\n\r\nId. at 179-80, 519 S.E.2d at 570 (citations omitted). \r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\n\r\n    I. Case or Controversy: Mootness \r\n\r\n\r\n\r\nHolden contends the trial court erred in finding the case was moot and did \r\n  not present a justiciable controversy because her bid and request for execution \r\n  had been withdrawn. (2) She asserts the issues \r\n  are still reviewable because if the sale were to be reinstituted, she would \r\n  make the same bid and the sheriff would again reject her non-cash bid. We agree.\r\n\r\n\"A threshold inquiry for any court is a determination of justiciability, i.e., \r\n  whether the litigation presents an active case or controversy.\" Lennon v. \r\n  S.C. Coastal Council, 330 S.C. 414, 415, 498 S.E.2d 906, 906 (Ct. App. 1998). \r\n  \"A justiciable controversy is a real and substantial controversy which is appropriate \r\n  for judicial determination, as distinguished from a dispute or difference of \r\n  a contingent, hypothetical or abstract character.\" Byrd v. Irmo High Sch., \r\n  321 S.C. 426, 430-31, 468 S.E.2d 861, 864 (1996). \"To state a cause of action \r\n  under the Declaratory Judgment Act, a party must demonstrate a justiciable controversy.\" \r\n  Graham v. State Farm Mut. Auto. Ins. Co., 319 S.C. 69, 71, 459 S.E.2d \r\n  844, 845-46 (1995) (holding that ruling was not advisory but was imperative \r\n  to preserve rights and necessary to determine whether insurance coverage existed \r\n  and carrier was required to be served); see also Brown v. Wingard, 285 \r\n  S.C. 478, 330 S.E.2d 301 (1985). The concept of justiciability encompasses the \r\n  doctrines of ripeness, mootness, and standing. Jackson v. State, 331 \r\n  S.C. 486, 490 n.2, 489 S.E.2d 915, 917 n.2 (1997).\r\n\r\n\"'A case becomes moot when judgment, if rendered, will have no practical effect \r\n  upon [an] existing controversy.'\" Seabrook v. City of Folly Beach, 337 \r\n  S.C. 304, 306, 523 S.E.2d 462, 463 (1999) (quoting Mathis v. S.C. State Highway \r\n  Dep't, 260 S.C. 344, 346, 195 S.E.2d 713, 715 (1973)). \"In the civil context, \r\n  there are three general exceptions to the mootness doctrine. First, an appellate \r\n  court can take jurisdiction, despite mootness, if the issue raised is capable \r\n  of repetition but evading review.\" Curtis v. State, 345 S.C. 557, 568, \r\n  549 S.E.2d 591, 596 (2001); see also Byrd, 321 S.C. at 431-32, 468 S.E.2d \r\n  at 864 (clarifying that South Carolina recognizes an exception to the mootness \r\n  doctrine allowing the court to retain jurisdiction when an issue is capable \r\n  of repetition, yet evading review). \"Second, an appellate court may decide questions \r\n  of imperative and manifest urgency to establish a rule for future conduct in \r\n  matters of important public interest.\" Curtis, 345 S.C. at 568, 549 S.E.2d \r\n  at 596. \"Finally, if a decision by the trial court may affect future events, \r\n  or have collateral consequences for the parties, an appeal from that decision \r\n  is not moot, even though the appellate court cannot give effective relief in \r\n  the present case.\" Id. \r\n\r\nWe agree with Holden that, although she has withdrawn her bid and the judicial \r\n  sale has been canceled, the issues she raises are \"capable of repetition, yet \r\n  evading review,\" and will affect the future conduct of these parties and others \r\n  attending public sales. Therefore, even though we agree that technically the \r\n  case is moot, it falls within a well recognized exception to the mootness doctrine \r\n  and should not have been dismissed on this basis. \r\n\r\n\r\n    II. Nonconforming Bid  \r\n  \r\n\r\n\r\nEven though the trial court dismissed the case as being moot, it also ruled \r\n  that the sheriff acted properly in refusing to accept the bid because it did \r\n  not conform to the statutory requirements. The court held that the bid was nonconforming \r\n  because it was in kind rather than cash, except the portion attributable to \r\n  costs and overdue taxes, and did not include cash to pay the homestead exemption \r\n  to which Singleton was entitled. \r\n\r\n\r\n    A. Cash Bid Requirement \r\n  \r\n\r\n\r\nHolden argues the sheriff violated the applicable statutory provisions by requiring \r\n  her bid be in cash. Specifically, she contends her offer to waive past-due child \r\n  support in lieu of paying cash is acceptable. Although there are significant \r\n  questions whether Holden can legally waive past-due child support, we do not \r\n  have to decide that issue in this case. We agree that under these circumstances \r\n  and long-established custom, but for the homestead exemption, Holden, as the \r\n  judgment creditor, would not be required to deposit cash with the sheriff. \r\n\r\nUnder South Carolina law, \"[e]very sheriff's sale made by virtue of the directions \r\n  of an execution shall be for cash. If the purchaser shall fail to comply \r\n  with the terms aforesaid the [sheriff] shall proceed to resell at the risk of \r\n  the defaulting purchaser either on the same or some subsequent sale day . . \r\n  . .\" S.C. Code Ann. § 15-39-710 (1976) (emphasis added). See Ex parte Moore, \r\n  346 S.C. 274, 294, 550 S.E.2d 877, 887 (Ct. App. 2001) (\"This statutory limitation \r\n  has been in effect in South Carolina for more than a century.\").\r\n\r\nHowever, there is case law clearly indicating that if the successful bidder \r\n  is the judgment holder and is solely entitled to whatever sums may have been \r\n  bid for the property, it would be senseless to require the bidder to pay cash. \r\n  The following question was put to a predecessor of this court one hundred sixty \r\n  years ago: \"[W]hy do so senseless and nugatory an act as to make the plaintiff \r\n  in execution pay the amount of his bid by which he purchased the defendant's \r\n  property . . . ?\" The answer supplied by the court was \"it would seem to be \r\n  a self-evident proposition, that if the [bidder] was entitled to the money, \r\n  he might legally refuse to pay it to the sheriff.\" Cobb v. Pressly, 27 \r\n  S.C.L. (2 McMul.) 416, 418 (1842) (3-2 decision).\r\n\r\nThe unambiguous statutory scheme requiring a small percentage of the bid be \r\n  deposited as earnest money and the balance to be in cash prevails when the bidder \r\n  is other than the judgment holder or when there is a superior claim or a contest \r\n  about entitlement to the funds. See id.  Were it not for the requirement \r\n  that the portion of the bid attributable to the homestead exemption be paid \r\n  in cash, the sheriff could have accepted Holden's bid without requiring a cash \r\n  deposit because it would have been immediately repaid to her in her capacity \r\n  as judgment creditor.\r\n\r\n\r\n    B. Homestead Exemption \r\n  \r\n\r\n\r\nHolden also argues Singleton is not entitled to the homestead exemption because \r\n  he is currently in jail. We disagree. Under the homestead exemption, certain \r\n  real and personal property of the debtor is statutorily exempt from sale to \r\n  enforce a judgment. A homestead exemption exists up to $5,000 for property the \r\n  debtor uses as a residence. S.C. Code Ann. § 15-41-30(1) (Supp. 2001).\r\n\r\n\r\n  By what is apparently the majority rule, the word \"reside\" or \"residence\" as \r\n    used in statutes . . . denotes the place of one's fixed abode, not for a temporary \r\n    purpose alone, but with the intention of making such place a permanent home. \r\n    . . . \"[T]he term [residence] means the place where a person has his true, \r\n    fixed and permanent home and principal establishment, to which he has, whenever \r\n    he is absent, an intention of returning.\" . . . \r\n\r\n  . . . . \r\n\r\n  It is well established that a person's place of residence is largely one of \r\n    intent to be determined under the facts and circumstances of each case. No \r\n    specified length of time is required to fix the residence contemplated by \r\n    our statute; the act and intent and not the duration of the residence are \r\n    determinative.\r\n\r\n\r\nNagy v. Nagy-Horvath, 273 S.C. 583, 586-87, 257 S.E.2d 757, 759 (1979) \r\n  (quoting Gasque v. Gasque, 246 S.C. 423, 426, 143 S.E.2d 811, 812 (1965)) \r\n  (citations omitted); see also Miller v. Miller, 248 S.C. 125, 149 S.E.2d \r\n  336 (1966). \"The 'rationale for Homestead exemptions is well established: to \r\n  protect from creditors a certain portion of the debtor's property,' and to prevent \r\n  citizens from becoming dependent on the State for support.\" Scholtec v. Estate \r\n  of Reeves, 327 S.C. 551, 560, 490 S.E.2d 603, 607 (Ct. App. 1997) (citation \r\n  omitted); accord Cerny v. Salter, 311 S.C. 430, 432, 429 S.E.2d 809, \r\n  811 (1993).\r\n\r\nWe hold that Singleton, though incarcerated, is entitled to the protection \r\n  of the homestead exemption. \"The act and intent as to domicil, and not the duration \r\n  of residence, are the determining factors.\" Miller at 129, 149 S.E.2d \r\n  at 339. Clearly, Singleton had no intent to transfer his residence to the detention \r\n  center and, in fact, was being involuntarily detained. \"'To effect a change \r\n  of residence or domicile, there must be an actual abandonment of the first domicile, \r\n  coupled with an intention not to return to it, and there must be a new domicile \r\n  acquired by actual residence in another place or jurisdiction, with the intention \r\n  of making the last acquired residence a [permanent] home.'\" Reynolds v. Lloyd \r\n  Cotton Mills, 99 S.E. 240, 242 (N.C. 1919) quoted with approval by and \r\n  followed in Ferguson v. Employers Mut. Cas. Co., 254 S.C. 235, 239, 174 \r\n  S.E.2d 768, 769 (1970) (alteration in original). We daresay Singleton has no \r\n  intent to make the detention center his permanent residence. To hold otherwise \r\n  would thwart the underlying policy of the homestead exemption.\r\n\r\nHolden argues that the homestead exemption is personal and must be claimed \r\n  by the debtor; hence, she contends the sheriff has no standing to assert it \r\n  or require it. Because the statute requires that the minimum bid must \r\n  be in the amount of the exemption, this argument is without merit. S.C. Code \r\n  Ann. § 15-41-10 (Supp. 2001). Holden also asserts, without citation to legal \r\n  authority, that Singleton's children are part of the \"charmed circle\" protected \r\n  by the exemption; thus she should not have to pay it but should instead be able \r\n  to assert the child support arrearages in lieu of homestead. However, under \r\n  the common law, the homestead exemption inures primarily to the benefit of the \r\n  debtor and only derivatively to dependent children. See Scholtec v. Estate \r\n  of Reeves, 327 S.C. 551, 490 S.E.2d 603 (Ct. App. 1997). Moreover, because \r\n  the children do not reside in the home, they cannot claim the homestead exemption. \r\n  Id. (children of deceased debtor living independently were not entitled \r\n  to assert homestead exemption). \"The homestead interest depends entirely upon \r\n  constitutional and statutory provisions.\" Id. at 554, 490 S.E.2d at 604. \r\n  Because the legislature has not extended the homestead exemption to dependent \r\n  children living outside the home, it is not for this court to do so.\r\n\r\nTo summarize, we hold that although technically moot, the issue raised should \r\n  be addressed under a well-recognized exception to the mootness doctrine; that \r\n  but for the portion of the bid attributable to the homestead exemption, the \r\n  sheriff could have accepted the bid without requiring cash other than for costs \r\n  and the taxes due. However, because the judgment debtor is entitled to the homestead \r\n  exemption, the trial court's ruling is \r\n\r\nAFFIRMED.\r\n\r\nCURETON and SHULER, JJ., concur.\r\n\r\n1.  We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n2.  Holden withdrew her bid to avoid an upset bidder from \r\n  obtaining the property after her bid was called into question. See S.C. Code \r\n  Ann. §&nbsp;15-39-720 (1976 &amp; Supp. 2001) (requiring bidding to remain open \r\n  for thirty days after the sale date for judicial sales of real estate made in \r\n  execution). \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3463","title":"Pitman v. Republic Leasing Company, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3463","description":"This opinion discusses the timeliness of a motion for sanctions under the Frivolous Proceedings Sanctions Act.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        David and Beverly Pitman, Appellants,\r\n\r\n\r\n            v. \r\n          \r\n        \r\n\r\n        Republic Leasing Company, Inc., Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n  Gary E. Clary, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No.3463\r\n    Heard February 4, 2002 - Filed March 25, 2002 \r\n  \r\n\r\n\r\n\r\nVACATED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Melvin D. Bannister, of Columbia, for appellants.\r\n\r\n        W. Cliff Moore, III, of Ellis, Lawhorne &amp; Sims, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nHEARN, C.J.: David and Beverly Pitman appeal the trial court's \r\naward of attorney's fees and costs to Republic Leasing Company under the Frivolous \r\nProceedings Sanctions Act (the Act), claiming the trial judge lacked jurisdiction \r\nand abused his discretion. We vacate. \r\nFACTS\r\n\r\nDavid and Beverly Pitman filed suit against Republic Leasing for violation \r\n  of the Payment of Wages Act, S.C. Code Ann. § 41-10-10 (Supp. 2000), and breach \r\n  of contract to recover allegedly unpaid vacation time, incentive pay, moving \r\n  expenses, and bonus pay. Republic Leasing answered, denying that the Pitmans \r\n  were their employees. The Pitmans admitted that they were employees of HRC ARMCO, \r\n  not Republic Leasing, and that HRC ARMCO issued their paychecks and prepared \r\n  their W-2 forms. On January 17, 2000, Republic Leasing filed a motion for summary \r\n  judgment which was granted by the trial court. The summary judgment order was \r\n  filed April 28, 2000. Republic Leasing thereafter filed its notice of motion \r\n  and motion for sanctions pursuant to the Frivolous Proceedings Sanctions Act \r\n  on June 23, 2000. The circuit judge held the hearing in Spartanburg County on \r\n  August 23, 2000 and awarded attorney's fees of $9,766.00 against the Pitmans \r\n  as a sanction for filing a frivolous claim. The Pitmans appeal.\r\n\r\nDISCUSSION\r\n\r\nThe award of statutory attorney's fees sounds in equity. Hanahan v. Simpson, \r\n  326 S.C. 140, 156, 485 S.E.2d 903, 912 (1997). Therefore, in reviewing the award \r\n  to Republic Leasing we may take our own view of the preponderance of the evidence. \r\n  Id. However, we must always take notice of the lack of subject matter \r\n  jurisdiction. Amisub of S.C. v. Passmore, 316 S.C. 112, 114, 447 S.E.2d \r\n  207, 208 (1994); see also Johnson v. State, 319 S.C. 62, 64, 459 S.E.2d \r\n  840, 841 (1995) (stating issues related to subject matter jurisdiction can be \r\n  raised at any time).\r\n\r\nThe Pitmans claim the trial court lacked subject matter jurisdiction to award \r\n  attorney's fees against them under the Act because the motion was not timely. \r\n  The Pitmans analogize the motion for sanctions to a post-trial motion and argue \r\n  that pursuant to Rule 59, SCRCP, the motion for sanctions must be filed within \r\n  ten days of final judgment. Republic Leasing, however, interprets the Act to \r\n  allow a motion for sanctions to be brought at any time after receipt of final \r\n  judgment, barring the equitable defenses of laches and estoppel. We agree with \r\n  the Pitmans that the trial judge in this case lacked subject matter jurisdiction \r\n  to consider sanctions, and we vacate the award of attorney's fees.\r\n\r\nThe cardinal rule of statutory construction is that the court must ascertain \r\n  and effectuate the intent of the legislature. State v. Prince, 335 S.C. \r\n  466, 472, 517 S.E.2d 229, 232 (Ct. App. 1999). Statutes \"should be construed \r\n  with reference to the whole system of law of which they form a part,\" and \"must \r\n  receive [a] practical, reasonable, and fair interpretation consonant with the \r\n  purpose, design, and policy of lawmakers.\" Father v. S.C. Dep't of Soc. Servs., \r\n  345 S.C. 57, 65, 545 S.E.2d 523, 527 (Ct. App. 2001) (citations omitted).\r\n\r\nThe Act provides for the assessment of attorney's fees and court costs against:\r\n\r\n\r\n  Any person who takes part in the procurement, initiation, continuation, or \r\n    defense of any civil proceeding . . . if: (1) he does so primarily for a purpose \r\n    other than that of securing the proper discovery, joinder of parties, or adjudication \r\n    of the claim upon which the proceedings are based; and (2) the proceedings \r\n    have terminated in favor of the person seeking an assessment of the fees and \r\n    costs.\r\n\r\n\r\nS.C. Code Ann. § 15-36-10 (Supp. 2000). The Act allows the trial court to award \r\n  attorney's fees and court costs to the successful litigant \"determined . . . \r\n  at the conclusion of a trial upon motion of the aggrieved party. . . .\" S.C. \r\n  Code Ann. § 15-36-30 (Supp. 2000). Other than the phrase \"at the conclusion \r\n  of the trial,\" no specific time limit is contained within the Act for the filing \r\n  of a motion for sanctions.\r\n\r\nInitially we note that section 15-36-30's use of the word \"trial\" is a misnomer \r\n  because when a case survives summary judgment and proceeds to trial, an award \r\n  of sanctions is precluded. Hanahan v. Simpson, 326 S.C. 140, 157-58, \r\n  485 S.E.2d 903, 912-13 (1997); Whitfield Constr. v. Bank of Tokyo Trust Co., \r\n  338 S.C. 207, 221, 525 S.E.2d 888, 896 (Ct. App. 1999). Thus, we cannot interpret \r\n  the phrase \"at the conclusion of the trial\" literally because a request for \r\n  sanctions is not cognizable when there has been a trial in the case. Id. \r\n  Moreover, section 15-36-10(2) provides that a sanctions claim is viable only \r\n  when \"the proceedings have terminated in favor of the person seeking an assessment \r\n  of the fees and costs.\" Construing these provisions together in light of the \r\n  established case law, it is clear that Republic Leasing's request for sanctions \r\n  did not have to be raised until it received notice of the summary judgment ruling \r\n  in its favor. (1) Additionally, because a trial \r\n  judge retains jurisdiction pursuant to Rule 59(e), SCRCP, to alter or amend \r\n  a judgment within ten days of its issuance, a motion for sanctions would be \r\n  timely if filed within ten days of judgment. Here, however, Republic Leasing \r\n  waited until almost two months after the grant of summary judgment to move for \r\n  sanctions under the Act. At that time, the trial judge no longer had jurisdiction \r\n  over the case.\r\n\r\n We cannot accept Republic Leasing's argument that because proceedings under \r\n  the Act sound in equity, the trial judge retains jurisdiction to consider a \r\n  motion for sanctions limited only by the equitable defenses of estoppel and \r\n  laches. Absent specific statutory language vesting the trial judge with continuing \r\n  jurisdiction, we refuse to hold that a trial judge retains jurisdiction to consider \r\n  a motion for sanctions beyond ten days after entry of the judgment. Such an \r\n  interpretation would run counter to our established case law that a trial judge \r\n  loses jurisdiction over a case when the time to file post-trial motions has \r\n  elapsed. See Cox v. Fleetwood Homes of GA, Inc., 334 S.C. 55, 58, 512 \r\n  S.E.2d 498, 500 (1999) (stating that an exception to the rule that a judge assigned \r\n  to a circuit must exercise his judicial powers while within the territorial \r\n  limits of that circuit \"is that a judge retains jurisdiction to consider timely \r\n  post-trial motions even though no longer assigned to the circuit.\") (citing \r\n  Rules 50(e), 52(c), and 59(f), SCRCP).\r\n\r\nAccordingly, we vacate the trial court's award of attorney's fees.\r\n\r\nVACATED.\r\n\r\nGOOLSBY and HUFF, JJ., concur.  \r\n1. Until the adoption of the South Carolina Rules of Civil \r\n  Procedure, the well-settled rule in this state was that a trial judge possessed \r\n  the authority to modify his own judgments only until the expiration of the term \r\n  of court. Center v. Center, 269 S.C. 367, 372, 237 S.E.2d 491, 494 (1977); \r\n  see Leviner v. Sonoco Prods. Co., 339 S.C. 492, 494, 530 S.E.2d 127, \r\n  128 (2000). Furthermore, \"[n]o authority is given to him to hear and determine \r\n  [a] new matter, even though such new matter may arise in the same case.\" State \r\n  v. Best, 257 S.C. 361, 370, 186 S.E.2d 272, 276 (1972). Whether or not Rule \r\n  59(e), SCRCP, supersedes this rule entirely or is merely an exception to it \r\n  has not been decided by our supreme court. See Doran v. Doran, 288 S.C. \r\n  477, 478, 343 S.E.2d 618, 619 (1986). While the Act does not provide a specific \r\n  exception to this rule, it provides that a request for sanctions does not ripen \r\n  until there has been a termination of the proceedings in favor of the moving \r\n  party. Therefore, the trial judge here necessarily retained jurisdiction to \r\n  consider a request for sanctions because the summary judgment motion was under \r\n  advisement when he left the circuit.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3464","title":"Hall v. Fedor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3464","description":"This legal malpractice case is analyzed under the penumbra of a summary judment motion.  The unusual facet of the legal analysis involves the applicable standard of care, i.e., the plaintiff \"most probably\" would have been successful in the underlying suit if the attorney had not committed the alleged malpractice.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       Augustus \"Pete\" Hall and Beverly J. Hall, Appellants, \r\n        \r\n            v.\r\n\r\n\r\n\r\n        David A. Fedor, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  L. Casey Manning, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3464\r\n    Heard March 6, 2002 - Filed March 25, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        James R. Gilreath and William M. Hogan, both of Gilreath Law Firm, \r\n          of Greenville; and H. Wayne Floyd, of West Columbia, for appellants.\r\n\r\n        Harry A. Swagart, III and Robert L. Reibold, both of Swagart, Walker \r\n          &amp; Reibold, of Columbia, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nANDERSON, J: Augustus \"Pete\" Hall was arrested in his home \r\n  by Detective Larry Harrison of the Lexington County Sheriff's Department based \r\n  on an informant's tip about a drug purchase involving Hall. Hall brought a civil \r\n  suit against Detective Harrison, seeking recovery for activities surrounding \r\n  the arrest. David Fedor was co-counsel for Hall. Following resolution of the \r\n  suit, Hall filed a legal malpractice claim against Fedor. Fedor moved for summary \r\n  judgment, which the Circuit Court granted. Hall appeals the Circuit Court's \r\n  grant of summary judgment. We affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nPolice arrested Hall and seized $40,000 from his home based on information \r\n  provided by an informant about a potential drug purchase transaction involving \r\n  Hall. Hall retained Fedor to defend him on the criminal charges arising from \r\n  the arrest. Fedor persuaded the solicitor to drop the criminal charges pending \r\n  against Hall and secured the return of the $40,000 seized in the arrest.\r\n\r\nHall asked Fedor to handle a subsequent civil suit he wished to file against \r\n  Detective Harrison, the law enforcement officer who arrested Hall and searched \r\n  his home. Fedor refused to accept the case, but referred Hall to another attorney, \r\n  Gaston Fairey. Fairey also refused to represent Hall. Hall retained Gary White \r\n  to handle the case. Hall sued Harrison in federal district court, alleging abuse \r\n  of process, malicious prosecution, and violation of civil rights. After the \r\n  suit had progressed for nearly a year, Fedor agreed to represent Hall as co-counsel \r\n  in the case.\r\n\r\nThe Insurance Reserve Fund offered a $10,000 settlement to Hall on behalf of \r\n  Harrison a few days before trial. Hall refused this offer. The settlement offer \r\n  then rose to $30,000, which Hall accepted. After he had accepted the settlement, \r\n  Hall contended Fedor made misrepresentations to him: (1) that Fedor urged Hall \r\n  to accept the settlement by stating the Insurance Reserve Fund was either not \r\n  liable or would refuse to pay; and (2) that attorney Jim Anders said to Hall \r\n  that as much as $250,000 was available for a settlement amount and Fedor knew \r\n  about the higher amount. Hall heard that Fedor had told Fairey \r\n  that Detective Harrison was \"trying to put Hall out of the drug business.\" Fedor \r\n  allegedly stated to others that \"Hall was dealing drugs\" and \"Hall was guilty \r\n  and lucky to avoid jail.\"\r\n\r\nHall filed a legal malpractice claim against Fedor based upon Fedor's alleged \r\n  misconduct and negligence in his actions regarding the settlement agreement \r\n  and Fedor's comment about Hall's guilt to third parties. Fedor moved for summary \r\n  judgment. The Circuit Court granted the motion. Hall appeals. \r\n\r\nSTANDARD OF REVIEW\r\n\r\nSummary judgment is appropriate when it is clear there is no genuine issue \r\n  of material fact and the moving party is entitled to judgment as a matter of \r\n  law. Rule 56(c), SCRCP; Baird v. Charleston County, 333 S.C. 519, 511 \r\n  S.E.2d 69 (1999); Olson v. Faculty House of Carolina, Inc., 344 S.C. \r\n  194, 544 S.E.2d 38 (Ct. App. 2001), cert. granted; Vermeer Carolina's, \r\n  Inc. v. Wood/Chuck Chipper Corp., 336 S.C. 53, 518 S.E.2d 301 (Ct. App. \r\n  1999); Young v. South Carolina Dep't of Corrections, 333 S.C. 714, 511 \r\n  S.E.2d 413 (Ct. App. 1999); see also Wells v. City of Lynchburg, 331 \r\n  S.C. 296, 501 S.E.2d 746 (Ct. App. 1998) (stating that a trial court should \r\n  grant motion for summary judgment when pleadings, depositions, answers to interrogatories, \r\n  and admissions on file, together with affidavits, if any, show there is no genuine \r\n  issue as to any material fact and moving party is entitled to judgment as a \r\n  matter of law).\r\n\r\nIn determining whether any triable issue of fact exists, the evidence and all \r\n  inferences reasonably drawn therefrom must be viewed in the light most favorable \r\n  to the nonmoving party. Strother v. Lexington County Recreation Comm'n, \r\n  332 S.C. 54, 504 S.E.2d 117 (1998); Pye v. Aycock, 325 S.C. 426, 480 \r\n  S.E.2d 455 (Ct. App. 1997). Summary judgment is not appropriate where further \r\n  inquiry into the facts of the case is desirable to clarify the application of \r\n  the law. Tupper v. Dorchester County, 326 S.C. 318, 487 S.E.2d 187 (1997); \r\n  Moriarty v. Garden Sanctuary Church of God, 334 S.C. 150, 511 S.E.2d \r\n  699 (Ct. App. 1999), aff'd, 341 S.C. 320, 534 S.E.2d 672 (2000). All ambiguities, \r\n  conclusions, and inferences arising from the evidence must be construed most \r\n  strongly against the moving party. Young v. South Carolina Dep't of Corrections, \r\n  333 S.C. 714, 511 S.E.2d 413 (Ct. App. 1999). Even when there is no dispute \r\n  as to evidentiary facts, but only as to the conclusions or inferences to be \r\n  drawn from them, summary judgment should be denied. Id.\r\n\r\nOn appeal, this Court reviews the grant of summary judgment using the same \r\n  standard applied by the trial court. Bray v. Marathon Corp., 347 S.C. \r\n  189, 553 S.E.2d 477 (Ct. App. 2001), cert. pending; see also Estate \r\n  of Cantrell, 302 S.C. 557, 559, 397 S.E.2d 777, 778 (Ct. App. 1990) (\"On \r\n  appeal from summary judgment, the reviewing court must consider the facts and \r\n  inferences in the light most favorable to the nonmoving party. The judgment \r\n  may be affirmed only if there is no genuine issue of material fact and the moving \r\n  party is entitled to judgment as a matter of law.\") (citations omitted).\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Legal Malpractice Based on the Settlement Agreement \r\n  Claim\r\n\r\nIn South Carolina, the plaintiff in a legal malpractice suit must prove several \r\n  elements:\r\n\r\n\r\n  the existence of an attorney-client relationship; \r\n\r\n  &nbsp;  \r\n  a breach of duty by the attorney; \r\n\r\n  &nbsp;  \r\n  damage to the client; and \r\n\r\n  &nbsp;  \r\n  proximate cause of the plaintiff's damages by the breach.\r\n\r\nMcNair v. Rainsford, 330 S.C. 332, 499 S.E.2d 488 (Ct. App. 1998); Smith \r\n  v. Haynsworth, Marion, McKay &amp; Guerard, 322 S.C. 433, 472 S.E.2d 612 \r\n  (1996); Henkel v. Winn, 346 S.C. 14, 550 S.E.2d 577 (Ct. App. 2001), \r\n  cert. denied.\r\n\r\nAdditionally, the plaintiff must generally establish the standard of care by \r\n  expert testimony. Smith, 322 S.C. at 435, 472 S.E.2d at 613; see also \r\n  Mali v. Odom, 295 S.C. 78, 80-81, 367 S.E.2d 166, 168 (Ct. App. 1988) (\"A \r\n  plaintiff in a legal malpractice case must ordinarily establish by expert testimony \r\n  the standard of care, unless the subject matter is of common knowledge to laypersons.\") \r\n  (citations omitted).\r\n\r\nMoreover, the plaintiff must show he or she \"most probably\" \r\n  would have been successful in the underlying suit if the attorney had not committed \r\n  the alleged malpractice. Brown v. Theos, 345 S.C. 626, 550 S.E.2d 304 \r\n  (2001); Summer v. Carpenter, 328 S.C. 36, 492 S.E.2d 55 (1997); Manning \r\n  v. Quinn, 294 S.C. 383, 365 S.E.2d 24 (1988); Floyd v. Kosko, 285 \r\n  S.C. 390, 329 S.E.2d 459 (Ct. App. 1985).\r\n\r\nIn the case sub judice, Hall could satisfy the \"most probably\" requirement \r\n  and defeat Fedor's summary judgment motion by establishing he \"most probably\" \r\n  would have received a larger settlement than $30,000 or that he \"most probably\" \r\n  would have prevailed on the underlying claim at trial.\r\n\r\nTo defeat Fedor's summary judgment motion, Hall offered: (1) his deposition \r\n  testimony; (2) his wife's deposition testimony; and (3) deposition testimony \r\n  and affidavit of Professor Gregory B. Adams, an expert witness, to establish \r\n  the standard of care. \r\n\r\nUse and admissibility of affidavit and deposition testimony to rebut a motion \r\n  for summary judgment is governed by Rule 56(e), SCRCP and reads in pertinent \r\n  part:\r\n\r\n\r\n  Supporting and opposing affidavits shall be made on personal knowledge, [and] \r\n    shall set forth such facts as would be admissible in evidence \r\n    .… The court may permit affidavits to be supplemented or opposed by depositions, \r\n    answers to interrogatories, or further affidavits.\r\n\r\n\r\n(emphasis added).\r\n\r\nOur appellate courts have interpreted Rule 56(e) to mean materials used to \r\n  support or refute a motion for summary judgment must be those which would be \r\n  admissible in evidence. See Baughman v. American Tel. &amp; Tel. Co., \r\n  306 S.C. 101, 410 S.E.2d 537 (1991); Moon v. Jordan, 301 S.C. 161, 390 \r\n  S.E.2d 488 (Ct. App. 1990); Moss v. Porter Bros., Inc., 292 S.C. 444, \r\n  357 S.E.2d 25 (Ct. App. 1987); see also Hansen v. DHL Labs., Inc., 316 \r\n  S.C. 505, 510, 450 S.E.2d 624, 627 (Ct. App. 1994), aff'd, 319 S.C. 79, 459 \r\n  S.E.2d 850 (1995) (\"A genuine issue of fact … can be created only by evidence \r\n  which would be admissible at trial.\") (citing, inter alia, Rule 56(e), \r\n  SCRCP).\r\n\r\nHall states in his deposition Anders told him that as much as $250,000 was \r\n  \"on the table\" to settle the case and that Fedor was aware of the higher amount. \r\n  This statement is clearly hearsay and does not fall under any of the \r\n  hearsay exceptions enumerated in the Rules of Evidence. Therefore, it would \r\n  be inadmissible evidence at trial and is inadmissible to refute a motion for \r\n  summary judgment.\r\n\r\nHall additionally alleges Fedor lied when he told Hall the Insurance Reserve \r\n  Fund was either not liable or would refuse to cover Harrison. During his deposition, \r\n  Professor Adams testified that in order for a statement to constitute malpractice, \r\n  it must result in damage to the client. Even if Hall were correct in his assertion \r\n  that Fedor lied to him about the Insurance Reserve Fund's obligation or willingness \r\n  to pay, he was not damaged because there is no evidence showing that he would \r\n  have recovered more than $30,000 in a settlement with the insurer.\r\n\r\nOnce these two statements are eliminated from consideration, there is no evidence \r\n  in the record to show that Hall \"most probably\" would have received in excess \r\n  of $30,000 but for Fedor's alleged malpractice.\r\n\r\nIn contrariety, the evidentiary record demonstrates with remarkable clarity \r\n  that the $30,000 amount was a good settlement, even to the point of reaching \r\n  a windfall for Hall. \r\n\r\nRichard Jerome Briebart, Detective Harrison's attorney, was asked: \"Given your \r\n  opinion as to the strength or lack of strength in [Hall's] case, would you characterize \r\n  the $30,000 settlement as an average result, poor result, good result; how would \r\n  you characterize it?\" Briebart responded: \"Being that this was a case which, \r\n  in my professional opinion, I never would have brought, I think it was manna \r\n  from heaven; that is, I think that they probably got $29,999.00 more than was \r\n  deserved in the case. That is my particular opinion. I think it was an excellent \r\n  result.\" Briebart testified he was not aware of any amount in excess of $30,000 \r\n  being available to settle Hall's case.\r\n\r\nWhen asked about the adequacy of the $30,000 settlement amount, Gary White, \r\n  Hall's lead counsel, stated: \"[C]onsidering the risk, I thought that was a pretty \r\n  good settlement.\"\r\n\r\nJohn Delgado, one of Fedor's expert witnesses, averred: \"A $30,000 settlement, \r\n  under the terms of what I understand the facts of this case to be, was a monumental \r\n  victory. It seemed to me that that was a marvelous, unheard of victory that \r\n  any plaintiff's attorney would have been proud of, under the circumstances.\"\r\n\r\nIndubitably, considering the absence of any admissible evidence presented by \r\n  Hall, and in light of the evidence presented by Fedor, Hall failed to show he \r\n  \"most probably\" would have received a settlement amount greater than $30,000.\r\n\r\nHall presents one argument to show he would have prevailed at trial. Hall states \r\n  the willingness of the defendant to settle the case is evidence he would have \r\n  prevailed at trial. Parties choose to settle cases for a plethora of reasons \r\n  having nothing to do with the fear of the plaintiff succeeding at trial. In \r\n  fact, the testimony in this case shows the settlement was offered as a cost \r\n  saving measure on the part of the Insurance Reserve Fund. Briebart testified:\r\n\r\n\r\n  [The Insurance Reserve Fund's attorney] indicated that the Insurance Reserve \r\n    Fund thought [Hall's case] would be -- that all these cases were expensive \r\n    cases to defend in federal court. We were at the point where there was still \r\n    additional discovery work to be done, important discovery work, and we thought \r\n    that this case would take several days or a week or longer to try …. [The \r\n    Insurance Reserve Fund's attorney] told me that he thought [Hall] could get \r\n    a very, very small amount of money, kind of like a nuisance value, for want \r\n    of a better word $5,000 or $10,000…. Finally, the case was able to be settled \r\n    by the Insurance Reserve Fund paying $30,000, a sum … which was less than \r\n    anticipated for the costs and things that they faced.\r\n\r\n\r\nBriebart stated he felt \"looking at all the factors, the insurance company \r\n  made an economic decision and a social one because pressure was being placed \r\n  on them by the plaintiff to settle the case … but also by their own insured.\"\r\n\r\nMoreover, there was abundant testimony regarding the inadequacy of Hall's case \r\n  and concerns over winning at trial. \r\n\r\nBriebart testified he felt Hall was fortunate for his cause of action to survive \r\n  summary judgment: \"I think there was substantial questions about them being \r\n  able to prevail, first, in summary judgment. I think they were fortunate to \r\n  prevail in any portion there. In prevailing -- for the record what I mean -- \r\n  if the case was to have gone to trial, whether or not the judge would have permitted \r\n  the jury to consider those issues, whether to go to a non-suited or directed \r\n  verdict.\"\r\n\r\nWhite testified: \"It was known from the time the suit was filed that we were \r\n  going to have an uphill battle with a jury.\" White recalled that Fedor had told \r\n  him he was not happy with the jury after jury selection had been completed.\r\n\r\nIn his affidavit, Delgado stated: \"It is my opinion based upon my knowledge, \r\n  training, and experience, that there was virtually no possibility that [Hall] \r\n  would prevail in [his] case against [Detective] Harrison.\" Once again, Hall \r\n  presented no evidence to show he \"most probably\" would have prevailed in the \r\n  suit at trial, while evidence exists in the record to show he faced serious \r\n  problems if the case went to trial.\r\n\r\nThe Circuit Court did not err when it granted Fedor's summary judgment motion \r\n  concerning Fedor's alleged legal malpractice connected with the settlement agreement.\r\n\r\nII. Legal Malpractice Claim Based on Breach of Confidentiality\r\n\r\nHall claims Fedor committed legal malpractice by allegedly making statements \r\n  to third parties. Fedor allegedly told Fairey that Detective Harrison was \"trying \r\n  to put Hall out of the drug business.\" Fedor also allegedly commented in front \r\n  of others that Hall was \"dealing drugs\" and that \"Hall was guilty and lucky \r\n  to avoid jail.\"\r\n\r\nProfessor Adams testified in his deposition that if Fedor made the alleged \r\n  statements, he would have breached his duty of confidentiality to Hall and thus \r\n  would have committed malpractice. The Circuit Court noted these statements did \r\n  not constitute legal malpractice; instead the court stated they were the basis \r\n  of a defamation claim: \"[S]ince Hall … denied that he was a [drug] dealer, the \r\n  statements allegedly made by Fedor would have been false. An attorney's duty, \r\n  however, is not to disclose information learned during the course of the representation. \r\n  RPC 1.6. Since false information is fabricated, not learned, the remedy for \r\n  dissemination of such information is defamation, not malpractice.\" We do not \r\n  reach the question of whether a defamation claim should have been brought because \r\n  the statements were inadmissible hearsay and cannot \r\n  be used to support a motion for summary judgment.\r\n\r\nThe testimony about Fedor's statement to Fairey comes from Hall's deposition \r\n  where Hall avers Fairey told him Fedor said Detective Harrison was trying to \r\n  put Hall out of the \"drug business.\" This statement was not made within Hall's \r\n  personal knowledge as is clearly required by Rule 56(e) and is inadmissible \r\n  hearsay. The other statements Fedor allegedly made to third parties about Hall \r\n  also came from Hall's deposition testimony and are what the third parties told \r\n  Hall Fedor had said to them. These statements are also not within Hall's personal \r\n  knowledge and are inadmissible hearsay. Concomitantly, there is no admissible \r\n  evidence in the record that shows Fedor breached his duty of confidentiality \r\n  to Hall by allegedly making statements about Hall's guilt to third parties. \r\n\r\n\r\nCONCLUSION\r\n\r\nIn South Carolina, a plaintiff in a legal malpractice claim is required to \r\n  prove he \"most probably\" would have been successful \r\n  in the underlying litigation if the attorney had not committed the alleged malpractice. \r\n  In regard to Hall's legal malpractice case based on the settlement agreement \r\n  claim, there is no admissible evidence in the record \r\n  to support Hall's burden of proof.\r\n\r\nThe breach of confidentiality claim fails because the evidence submitted is \r\n  violative of the hearsay rule and is inadmissible.\r\n\r\nBased on the foregoing, the order of the circuit judge is \r\n\r\nAFFIRMED.\r\n\r\nCURETON and GOOLSBY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3465","title":"State v. Golson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3465","description":"In this criminal action, the court discusses the admissibility of an exculpatory statement when the defendant is available to testify.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\nIn this criminal action, the court discusses the admissibility of an exculpatory statement when the defendant is available to testify.\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n\r\n\r\n            v. \r\n          \r\n        \r\n\r\n        Joseph Golson, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n  Gary E. Clary, Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3465\r\n    Heard March 6, 2002 - Filed March 25, 2002 \r\n  \r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. Dudek, of SC Office of Appellate Defense, \r\n          of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John W. McIntosh, \r\n          Assistant Deputy Attorney General Donald J. Zelenka and Senior Assistant \r\n          Attorney General William Edgar Salter, III, all of Columbia; and Solicitor \r\n          Donald V. Myers, of Lexington, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n\r\nPER CURIAM: The Lexington County Grand Jury indicted Joseph Golson \r\nfor murder in connection with the death of Alice McIver. The jury returned a verdict \r\nof guilty and the trial judge sentenced Golson to life imprisonment. Golson appeals. \r\nWe affirm. \r\n\r\n    Facts/Procedural History  \r\n  \r\n\r\n\r\nIn October 1998, Golson was living with his wife in Wagner, South Carolina, \r\n  but had been involved in a relationship with the victim, Alice McIver, for several \r\n  years. McIver and her fifteen-year-old daughter lived in a mobile home in Lexington \r\n  County. \r\n\r\nBillie Jean Elmore, McIver's friend, testified Golson visited McIver on the \r\n  weekends at her mobile home. McIver would also sometimes accompany Golson, a \r\n  truck driver, on his trips. McIver gave Golson two guns, including the murder \r\n  weapon. Elmore claimed, however, that McIver did not like guns and did not keep \r\n  them in her home. \r\n\r\nShortly after 8:00 p.m on October 3, 1998, Elmore and McIver went to dinner. \r\n  They left the restaurant at approximately 10:30 p.m. and went to Elmore's house. \r\n  McIver left Elmore's house at 11:30 p.m. and called her at 12:00 a.m. to let \r\n  Elmore know she had arrived home. During that telephone conversation, McIver \r\n  asked Elmore to tell Golson they had been out to dinner together. According \r\n  to Elmore, Golson was always jealous and often accused McIver of being unfaithful. \r\n  Elmore testified she heard Golson in the background refusing to talk to Elmore \r\n  and stating she would lie for McIver. Elmore, who was not alarmed by Golson's \r\n  behavior, hung up the telephone, and went to sleep.\r\n\r\nEddie Ryan Hayden, who lived less than one mile from McIver's house, testified \r\n  someone knocked on his door between 11:30 p.m. on October 3 and 12:30 a.m. on \r\n  October 4. Hayden did not answer the door, but looked out of his window. He \r\n  saw someone wearing a white T-shirt and jeans running up his driveway. He \"didn't \r\n  think too much of it and went back to sleep.\" Approximately one hour later, \r\n  Golson telephoned Hayden and asked whether he could park his truck in Hayden's \r\n  yard. Hayden agreed and, although he could \"pretty much tell by [Golson's] voice \r\n  there was something wrong,\" he went back to sleep.\r\n\r\nAt approximately 2:00 a.m. on October 4, Officer Johnny Bryant of the Lexington \r\n  County Sheriff's Department was dispatched to McIver's residence concerning \r\n  a shooting. He arrived at the home at approximately 2:16 a.m. Three other deputies \r\n  were already at the scene. Shortly thereafter, Golson drove up to McIver's home \r\n  in the cab of his truck. Golson, who was wearing a white T-shirt and jeans, \r\n  exited the vehicle. Bryant approached Golson. After a brief conversation, Bryant \r\n  placed Golson under arrest, read him his Miranda \r\n  (1) rights, and placed him in Officer Terry Snead's patrol car.\r\n\r\nThe other officers entered the mobile home and discovered McIver's body on \r\n  a bed, covered with a comforter. McIver had been shot in the chest above her \r\n  left breast. She had no pulse. The officers found an open-levered rifle on the \r\n  floor in the bedroom with one spent round next to it. There were also six live \r\n  shell casings on the bedroom floor. The bedroom door had sustained what appeared \r\n  to be fresh damage.\r\n\r\nGolson remained in the patrol car for over an hour while the officers were \r\n  in the residence. Golson talked to himself while sitting in the car. Unbeknownst \r\n  to Golson, a video camera operated while he sat in the vehicle. At approximately \r\n  4:00 a.m., Snead transported Golson to the Lexington County Detention Center \r\n  in his patrol car.\r\n\r\nThe trial court held a pre-trial hearing on the admissibility of Golson's statements \r\n  to the police on the night of the incident. At the hearing, Bryant testified \r\n  that on the night of the shooting, Golson drove to McIver's home, got out of \r\n  his truck, and approached Bryant. Bryant inquired as to whether he could help \r\n  Golson, and Golson responded \"I did it. I did it. I did it.\" On cross-examination, \r\n  the following occurred:\r\n\r\n\r\n  \r\n    \r\n      Q.\r\n      When he got out, what he actually said was, \"I did it. We \r\n        were tussling over the gun and it went off.\"\r\n      \r\n    \r\n    \r\n      A.\r\n      \r\n\r\n        As he approached me, his exact words were, \"I did it. I did it. I did it.\" \r\n          I asked him, \"Did what?\"\r\n\r\n        \"I shot her. I think she may be dead.\" While I was handcuffing him, he may \r\n          have said something to that effect.\r\n        \r\n\r\n      \r\n    \r\n    \r\n      Q.\r\n      I will let you look at your statement because you say in \r\n        your statement that you gave or you signed off on, J. Bryant, it says, \r\n        \"Did what?\" He said, \"We were tussling over the gun and it went off.\"\r\n      \r\n    \r\n    \r\n      A.\r\n      It says here, \"Did what?\" Subject stated, \"I shot her. I \r\n        think she may be dead.\" R.O., that being myself.\r\n      \r\n    \r\n    \r\n      Q.\r\n      Right.\r\n      \r\n    \r\n    \r\n      A.\r\n      \"Began placing the subject in investigative detention,\" \r\n        which is handcuffing, \"and that's when he stated, 'We were tussling over \r\n        the gun.'\"\r\n      \r\n    \r\n    \r\n      Q.\r\n      \"And it went off?\"\r\n      \r\n    \r\n    \r\n      A.\r\n      Yes, sir.\r\n      \r\n    \r\n    \r\n      Q.\r\n      So what he actually said to you was, \"I did it.\" And when \r\n        he got more definitive, what he said he did was tussle over the gun and \r\n        it went off; correct?\r\n      \r\n    \r\n    \r\n      A.\r\n      That was after he was being placed in handcuffs, yes, sir.\r\n      \r\n    \r\n    \r\n      Q.\r\n      But it was within a minute or two of the same conversation, \r\n        within a couple of minutes or two?\r\n      \r\n    \r\n    \r\n      A.\r\n      Yes, sir.\r\n      \r\n    \r\n    \r\n      Q.\r\n      In fact, it was all part of the same conversation?\r\n      \r\n    \r\n    \r\n      A.\r\n      Yes, sir.\r\n    \r\n  \r\n\r\nOfficer Yvonne Lofton, the receiving officer at the Detention Center, testified \r\n  at the hearing that she observed blood on Golson's hand and shirt and asked \r\n  him whether he needed medical attention. According to Lofton, Golson said \"It's \r\n  not my blood. It's hers. I was aiming at her shoulder - -.\" Lofton admitted, \r\n  however, that she memorialized Golson's statements on the night in question, \r\n  but her initial written account did not mention Golson's use of the word \"aim.\" \r\n  Lofton stated she added that fact when she rewrote the statement. \r\n\r\nOfficer Cave, who took Golson for a shower at the detention center, testified \r\n  at the hearing and related Golson's statement that he \"thought it was going \r\n  to hit her in the shoulder, not in the middle of the chest; that he loved her.\" \r\n  Cave also stated that \"[a]t one point, [Golson] did say it was an accident.\" \r\n  Cave memorialized Golson's statement as soon as Golson finished his shower and \r\n  was secured. On cross-examination, Cave acknowledged Golson's speech was unclear \r\n  and he had difficulty understanding him. Cave also admitted Golson made conflicting \r\n  statements and at one point said the whole thing was an accident. \r\n\r\nThe solicitor maintained the State intended to introduce only those statements \r\n  Golson made while at the Detention Center, because any statements made to Bryant \r\n  at the scene of the shooting were \"basically self-serving hearsay\" and not admissible \r\n  under State v. Terry, 339 S.C. 352, 529 S.E.2d 274 (2000). Defense counsel \r\n  argued Terry  does not stand for the proposition that all self-serving \r\n  hearsay statements are inadmissible. Defense counsel also argued that statements \r\n  Golson made at the Detention Center should not be admitted into evidence because: \r\n  (1) Lofton failed to include part of Golson's statement in her initial memorialization, \r\n  (2) the written statement was not provided to the defense in violation of Rule \r\n  5, SCRCrimP, and (3) Cave admitted Golson's speech was unclear at the time the \r\n  statements were made.\r\n\r\nThe trial court ruled the statements Golson made to Bryant were inadmissible \r\n  under Terry, and that the statements Golson made to Lofton and Cave were \r\n  admissible. The court specifically noted that any inconsistencies between writings \r\n  Lofton and Cave made immediately following Golson's statements at the Detention \r\n  Center and their testimony about the statements at trial would be subject to \r\n  cross-examination and would affect the credibility of the officers' testimony, \r\n  not the admissibility of the statements.\r\n\r\nThe case proceeded to trial. During cross-examination of Bryant, defense counsel \r\n  attempted to elicit testimony regarding statements Golson made to Bryant at \r\n  the crime scene. The solicitor objected, and the trial court refused to allow \r\n  the statements. \r\n\r\nLofton testified Golson told her: \"It's not my blood. It's from what I did \r\n  to the other person.\" She further testified Golson \"stated that he aimed at \r\n  her shoulder, but it was an accident and he should have shot her in the shoulder.\" \r\n  On cross-examination, Lofton admitted she wrote her statement about Golson three \r\n  to five times that night, but forgot to include any mention of Golson stating \r\n  he aimed the rifle. She further admitted she was \"rewriting real quick because \r\n  [she] was getting off [from work].\" Defense counsel also elicited testimony \r\n  to the effect that Golson was not aware until the day of trial that she would \r\n  testify he stated he aimed the rifle.\r\n\r\nCave testified Golson stated he \"thought it was going to hit her in the shoulder, \r\n  not in the center of her chest. At other times he would say that he loved her. \r\n  At one point he said it was an accident. He was saying how he should have shot \r\n  himself and laid down next to her, but he didn't have the guts to.\" \r\n\r\nDr. Joel Sexton, a forensic pathologist, testified McIver bled to death after \r\n  being shot in the chest with a rifle. He opined the gunshot wound was a \"distant \r\n  wound\" which could have been caused by a shot fired from eighteen inches to \r\n  three feet away from the victim. Further, Dr. Sexton testified McIver's wound \r\n  and the projection of the bullet indicated McIver's arms were at her sides when \r\n  she was shot. He could not, however, categorically rule out the possibility \r\n  that McIver's hand slipped off the gun immediately before it was discharged.\r\n\r\nGolson testified in his own defense. He stated he began trying to break off \r\n  his relationship with McIver six months before the night of the shooting. He \r\n  said that on October 3, 1998, he called McIver to tell her he was coming to \r\n  her home that night to pick up his clothes. According to Golson's account, he \r\n  arrived at McIver's home at approximately 12:30 a.m. on October 4, 1998, knocked \r\n  on the window, and McIver opened the door to let him inside. According to Golson, \r\n  McIver did not want him to return home to his wife. Golson stated McIver \"went \r\n  into a rage and went to the closet and got the gun. Then I went behind and we \r\n  started tussling with it . . . .\" Golson testified McIver threatened to kill \r\n  him before she would let him leave her. Golson claimed he was ejecting shells \r\n  from the gun when McIver grabbed the barrel and: \"All of a sudden, I felt the \r\n  pressure of the gun got light; and it was a boom and it was all over with.\"\r\n\r\nAfter the shooting, Golson called 911. Golson testified he told the operator \r\n  he and McIver were tussling with the gun when it discharged. He denied telling \r\n  law enforcement officials he aimed the gun at McIver's shoulder.\r\n\r\nOn cross-examination, Golson testified he did not remember saying aloud while \r\n  sitting alone in the patrol car: \"Why did you take the gun, Joe? Why did you \r\n  do it? Why didn't you leave the f---ing gun behind your seat?\" \"Why didn't you \r\n  shoot her in the foot, Joe? Why didn't you shoot her in the leg?\" \"God please \r\n  forgive me. I sinned.\" Regarding his inability to remember any statements he \r\n  might have made while in the patrol car, Golson stated \"I was out of it, sir. \r\n  I don't know what I was saying in that car. All I know I was butting my head \r\n  and just looking for somebody to come and kill me with all the people that was \r\n  around. . . . Like I said, I was out of my mind. I have no recollection of it, \r\n  sir.\"\r\n\r\nOver defense counsel's objection, the jury was allowed to view selected segments \r\n  of the patrol car's video tape. The court also allowed into evidence, over the \r\n  State's objection, a segment of the tape wherein Golson said \"God, I am sorry. \r\n  I did not mean to do it. God, it was an accident. If she hadn't grabbed the \r\n  damn gun, it never would have went off.\"\r\n\r\nAfter closing arguments, the judge charged the law of murder, involuntary manslaughter, \r\nand accident. The jury requested to view the video tape and Golson's testimony \r\nagain. The court granted the jury's request and deliberations resumed. The jury \r\nconvicted Golson of murder. This appeal followed. \r\n\r\n    Discussion  \r\n  \r\n\r\n\r\nOn appeal, Golson argues the trial judge erred in relying on State v. Terry \r\n  to exclude Golson's statement to Bryant that he and McIver were tussling over \r\n  the gun when it discharged. We agree the trial court erred in refusing to admit \r\n  the evidence pursuant to Terry. However, we find this error harmless.\r\n\r\nIn State v. Terry, 339 S.C. 352, 355-57, 529 S.E.2d 274, 276-77 (2000), \r\n  our Supreme Court held that a defendant who elected not to testify in accordance \r\n  with his Fifth Amendment privilege against self-incrimination was not \"unavailable\" \r\n  within the meaning of Rule 804(b)(3), SCRE. (2) \r\n  Thus, the defendant, who was charged with capital murder, could not introduce \r\n  his confession, which suggested he was guilty of manslaughter rather than murder, \r\n  as a statement against penal interest. The Court reasoned that the defendant \r\n  was attempting to exculpate himself with a confession, and a defendant seeking \r\n  to make exculpatory statements must face cross-examination unless corroborating \r\n  circumstances clearly indicated the trustworthiness of the statements.\r\n\r\nUnlike the defendant in Terry, Golson testified in his own defense. \r\n  He did not render himself unavailable as a witness by virtue of the exercise \r\n  of his Fifth Amendment privilege against self-incrimination. The prosecution \r\n  was afforded ample opportunity to, and did in fact, cross-examine Golson. We \r\n  find the holding in Terry did not control the evidentiary issue in this \r\n  case, and the trial court erred in so finding.\r\n\r\nThis trial error, however, is subject to a harmless error analysis. See \r\n  State v. Mouzon, 326 S.C. 199, 204, 485 S.E.2d 918, 921 (1997) (holding \r\n  trial errors are subject to a harmless error analysis).\r\n\r\n\r\n  [I]n order for this Court to reverse a case based on the erroneous admission \r\n    or exclusion of evidence, prejudice must be shown. State v. Bell, 302 \r\n    S.C. 18, 393 S.E.2d 364 (1990). \"Whether error is harmless depends on the \r\n    circumstances of the particular case. No definite rule of law governs this \r\n    finding; rather, the materiality and prejudicial character of the error must \r\n    be determined from its relationship to the entire case. Error is harmless \r\n    when it 'could not reasonably have affected the result of the trial.'\" State \r\n    v. Mitchell, 286 S.C. 572, 573, 336 S.E.2d 150, 151 (1985), citing \r\n    State v. Key, 256 S.C. 90, 93, 180 S.E.2d 888, 890 (1971).\r\n\r\n\r\nState v. Taylor, 333 S.C. 159, 172, 508 S.E.2d 870, 876 (1998).\r\n\r\nAdmission of Golson's statement to Bryant on the night of the shooting relating \r\n  that he and McIver were tussling with the gun would have advanced his claim \r\n  that the shooting was accidental. We note, however, that Golson testified as \r\n  to the circumstances surrounding the shooting, including his claim he was ejecting \r\n  shells from the rifle when McIver grabbed the barrel of the gun and it discharged. \r\n  Bryant acknowledged the dispatcher informed him Golson reported the incident \r\n  to the 911 operator. Golson related his statement to the 911 operator that the \r\n  shooting was accidental. Cave testified Golson claimed the incident was an accident. \r\n  Also, the portion of the video tape implying the shooting was accidental was \r\n  presented to the jury. Accordingly, the admission of the statements to Bryant \r\n  would have been cumulative. Given that the evidence of the accidental nature \r\n  of the shooting was before the jury, we find the trial court's refusal to admit \r\n  Golson's statements to Bryant was harmless error. See State v. Joseph, 328 S.C. \r\n  352, 371, 491 S.E.2d 275, 284 (Ct. App. 1997) (stating where evidence is merely \r\n  cumulative to other evidence admitted at trial, the exclusion of such evidence \r\n  is not an abuse of discretion).\r\n\r\nMoreover, there is overwhelming evidence in the record from which the jury \r\n  could have determined Golson's guilt, including Elmore's testimony regarding \r\n  Golson's jealous nature and statements on the night of the shooting, the testimony \r\n  of the forensic pathologist indicating the shooting did not occur at close range \r\n  as would be the case in a shooting resulting from a \"tussle\" with the weapon, \r\n  and the testimony of law enforcement officials regarding Golson's statements \r\n  on the night of the shooting. Golson's own statements while sitting alone in \r\n  the police patrol vehicle on the night of the shooting belie the version of \r\n  events he advanced at trial. In light of the overwhelming evidence of guilt, \r\n  we hold the exclusion of Golson's statement to Bryant was harmless. State v. \r\n  Reeves, 301 S.C. 191, 194, 391 S.E.2d 241, 243 (1990) (Error is harmless when \r\n  it could not reasonably have affected the result of the trial.).\r\n\r\nFor the foregoing reasons, Golson's conviction is \r\n\r\nAFFIRMED.\r\n\r\nCURETON, GOOLSBY and ANDERSON, JJ., concur. \r\n1. Miranda v. Arizona, 384 U.S. 436 (1966).\r\n\r\n 2.  Rule 804(b)(3) provides: \r\n\r\n  (3) Statement Against Interest. A statement which was at the time of its making \r\n    so far contrary to the declarant's pecuniary or proprietary interest, or so \r\n    far tended to subject the declarant to civil or criminal liability, or to \r\n    render invalid a claim by the declarant against another, that a reasonable \r\n    person in the declarant's position would not have made the statement unless \r\n    believing it to be true. A statement tending to expose the declarant to criminal \r\n    liability and offered to exculpate the accused is not admissible unless corroborating \r\n    circumstances clearly indicate the trustworthiness of the statement. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3466","title":"State v. Burton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3466","description":"An unusual factual and legal scenario is encapsulated in Burton in regard to the application of the Terry v. Ohio doctrine.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n\r\n\r\n            v.\r\n\r\n\r\n\r\n        Kenneth Andrew Burton, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Laurens County\r\n  Larry R. Patterson, Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3466\r\n    Heard March 5, 2002 - Filed March 25, 2002 \r\n  \r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Senior Assistant Appellate Defender Wanda H. Haile, of the South Carolina \r\n          Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John \r\n          W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan, and \r\n          Senior Assistant Attorney General Charles H. Richardson, all of Columbia; \r\n          and Solicitor W. Townes Jones, IV, of Greenwood, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: Kenneth Andrew Burton appeals his convictions \r\n  for resisting arrest, pointing and presenting a firearm, and assault on a police \r\n  officer while resisting arrest. Burton raises two issues on appeal. \r\n  (1) We reverse, finding the trial court erred in denying Burton's \r\n  motion for a directed verdict.\r\n\r\n\r\n    FACTS/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nThree Laurens city police officers and an officer from the Honea Path Police \r\n  Department stopped at the Green Street Mini-Mart store in Laurens during a routine \r\n  warrant team operation. They had several outstanding warrants and were attempting \r\n  to find the named individuals to serve them. The officers parked their cars \r\n  and began individually asking persons in the store's parking lot to produce \r\n  picture identification. They did not have photographs of the individuals named \r\n  in the warrants, so they relied on the cooperation of those they encountered \r\n  to show their identification voluntarily.\r\n\r\nDetective Tracey Burke, a five-year veteran of the Laurens Police Department, \r\n  was in \"plain-clothes\" that day, but he wore a black bullet-proof vest with \r\n  the word \"POLICE\" written on it in large, white letters. Detective Burke approached \r\n  Burton, who was standing at a pay telephone booth with his right hand in his \r\n  coat pocket and his left hand holding the telephone receiver to his right ear. \r\n  As he approached, Detective Burke asked Burton for his identification. Burton \r\n  did not comply or otherwise respond. Detective Burke repeated his request several \r\n  times, but Burton remained silent. Burton's right hand remained in his pocket \r\n  throughout the encounter. Detective Burke asked Burton to remove his hand from \r\n  his pocket. Burton did not comply with this request either. Detective Burke \r\n  repeated the request. Burton again failed to comply.\r\n\r\nDetective Burke moved behind Burton, reached around him, and thrust his hand \r\n  into Burton's coat pocket. As soon as Burke touched Burton's hand inside the \r\n  coat pocket, Burton jerked his right shoulder back against Burke and fought \r\n  with him. Detective Burke grabbed Burton and the two fell to the ground in a \r\n  struggle. As the two fought, Lieutenant David King of the Honea Path Police \r\n  Department spotted the handle of a gun coming out of Burton's coat pocket. Lieutenant \r\n  King yelled \"gun\" and the other officers raced to assist Detective Burke. Still \r\n  on the ground, Burton raised up on his left side, pointed the gun at Detective \r\n  Burke, and pulled the trigger several times. The gun, however, did not fire. \r\n  A round had jammed in the chamber. The officers seized the gun, subdued Burton, \r\n  and placed him in handcuffs.\r\n\r\nSergeant Levester Hill and Officer Gerald Deal of the Laurens Police Department \r\n  arrived on the scene to assist in the matter. Burton continued to struggle and \r\n  shout obscenities at the officers while awaiting transport to the police station. \r\n  Because Burton would not wait calmly, Sergeant Hill and Officer Deal placed \r\n  him on his stomach on the ground. Burton, who was bleeding at the mouth, then \r\n  appeared ready to spit on Sergeant Hill. Sergeant Hill warned Burton not to \r\n  spit on him. Burton then turned his head and spit in Officer Deal's direction. \r\n  As Burton spat, Officer Deal backed away from Burton; nevertheless, Burton's \r\n  bloody spittle landed on Officer Deal's boot. Officer Deal testified at trial \r\n  that Burton's actions did not result in injury or make him fearful because the \r\n  spittle did not make contact with his skin.\r\n\r\nBurke was charged with and convicted of the federal offense of unlawful possession \r\n  of a firearm by a felon in federal district court. The federal district court \r\n  sentenced Burton to 115 months imprisonment.\r\n\r\nBurton was indicted in state court by the Laurens County Grand Jury for assaulting \r\n  Detective Burke while resisting arrest (Count I); assault with a deadly weapon \r\n  with the intent to kill Detective Burke (Count II); assaulting Officer Deal \r\n  while resisting arrest (Count III); and assault with the intent to kill Officer \r\n  Deal (Count IV). At trial, Burton proceeded pro se and moved for a directed \r\n  verdict on all four counts. The trial judge directed a verdict for Burton on \r\n  Count IV, finding there was no evidence to support the charge. The trial judge \r\n  denied Burton's directed verdict motions as to the remaining charges. The judge, \r\n  however, agreed to charge the jury with the lesser offense of resisting arrest \r\n  on Counts I and III and pointing and presenting a firearm for Count II.\r\n\r\nBurton was convicted of resisting Detective Burke's arrest, pointing and presenting \r\n  a firearm, and assault on Officer Deal while resisting arrest. The trial court \r\n  sentenced Burton to a total of eight years imprisonment to be served concurrently \r\n  with his federal imprisonment. (2) \r\n\r\n\r\n    ISSUE \r\n  \r\n\r\n\r\n\r\n  Did the trial court err in denying Burton's motions for directed verdict because \r\n    law enforcement did not have \"reasonable suspicion\" to frisk?\r\n\r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nBurton argues the trial court should have directed a verdict on all of the \r\n  charges against him because they were the product of an improper Terry \r\n  (3) stop. We agree.\r\n\r\nDetective Burke testified at trial he approached Burton because he noticed \r\n  Burton speaking on the pay phone and wanted to ask Burton for identification. \r\n  Detective Burke was not aware whether Burton's name was on the outstanding warrant \r\n  list. Burke became suspicious of Burton because Burton did not respond to the \r\n  officer's questions or comply with the request to remove his hand from his coat \r\n  pocket. Burke testified he reached into Burton's pocket because Burton would \r\n  not respond to the questions and was fearful that Burton could have had a beer, \r\n  drugs, or a weapon in his pocket. When questioned at trial regarding why he \r\n  believed Burton's pocket contained beer, drugs, or a gun, Burke stated:\r\n\r\n\r\n  Yes sir. Because prior to us going to Green Street Mini-Mart, we ran up on \r\n    a lot of individuals and we would ask for I.D. and each one of those individuals \r\n    cooperated with us. I mean, they told us who they was. If they had an I.D. \r\n    card on them, they handed us an I.D. card. We looked at it, identified them, \r\n    and they went on their way. We had no problem with anybody else until we ran \r\n    up on you and at that point with a hand stuck inside of your coat and no response \r\n    from you, then yes, we was kind of fearful for our safety and everybody else's, \r\n    too.\r\n\r\n\r\nThe Fourth Amendment of the United States Constitution -- applicable to the \r\n  states through the Fourteenth Amendment -- guarantees \"[t]he right of the people \r\n  to be secure in their persons, houses, papers, and effects, against unreasonable \r\n  searches and seizures.\" U.S. Const. amends. IV &amp; XIV; State v. Woodruff, \r\n  344 S.C. 537, 544 S.E.2d 290 (Ct. App. 2001), cert. denied; see also \r\n  Union Pac. Ry. Co. v. Botsford, 141 U.S. 250, 251, 11 S. Ct. 1000, 1001, \r\n  35&nbsp;L. Ed.&nbsp;734 (1891) (\"No right is held more sacred, or is more carefully \r\n  guarded by the common law, than the right of every individual to the possession \r\n  and control of his own person, free from all restraint or interference of others, \r\n  unless by clear and unquestionable authority of law.\").\r\n\r\n&quot;[L]aw enforcement officers do not violate the Fourth Amendment by merely \r\n  approaching an individual on the street or another public place, by asking him \r\n  if he is willing to answer some questions, by putting questions to him if the \r\n  person is willing to listen ….\" Florida v. Bostick, 501 U.S. 429, 434, \r\n  111 S. Ct. 2382, 2386, 115&nbsp;L. Ed. 2d&nbsp;389 (1991) (citation omitted); \r\n  see also Immigration &amp; Naturalization Serv. v. Delgado, 466 U.S. \r\n  210, 104 S. Ct. 1758, 80 L. Ed. 2d 247 (1984) (recognizing that law enforcement \r\n  officers may question citizens without implicating Fourth Amendment protections); \r\n  Terry v. Ohio, 392 U.S. 1, 34, 88 S. Ct. 1868, 1886, 20&nbsp;L. Ed. 2d&nbsp;889 \r\n  (1968) (White, J., concurring) (\"There is nothing in the Constitution which \r\n  prevents a policeman from addressing questions to anyone on the streets. Absent \r\n  special circumstances, the person approached may not be detained or frisked \r\n  but may refuse to cooperate and go on his way.\"); State v. Foster, 269 \r\n  S.C. 373, 379, 237 S.E.2d 589, 591-92 (1977) (quoting Terry, recognizing \r\n  that a law enforcement officer's addressing questions to citizen on the street \r\n  does not bring the Fourth Amendment into play); State v. Rodriquez, \r\n  323 S.C. 484, 491, 476 S.E.2d 161, 165 (Ct. App. 1996) (\"In determining whether \r\n  an encounter between a law enforcement official and a citizen constitutes a \r\n  seizure, and thereby implicates Fourth Amendment protection, the correct inquiry \r\n  is whether, considering all of the circumstances surrounding the encounter, \r\n  a reasonable person would have believed he was not free to leave. So \r\n  long as the person approached and questioned remains free to disregard the officer's \r\n  questions and walk away, no intrusion upon the person's liberty or privacy has \r\n  taken place and, therefore, no constitutional justification for the encounter \r\n  is necessary.\") (citations omitted).\r\n\r\nThe authority of a police officer to initiate such \"police-citizen encounters\" \r\n  is the same as, but no greater than, the authority of an ordinary citizen to \r\n  approach another on the street and ask questions. Terry v. Ohio, 392 \r\n  U.S. 1, 32, 88 S. Ct. 1868, 1885, 20&nbsp;L. Ed. 2d&nbsp;889 (1968) (Harlan, \r\n  J., concurring). Notwithstanding a law enforcement officer's position of authority, \r\n  a citizen approached in this manner has the right to \"ignore his interrogator \r\n  and walk away.\" Id. at 32-33, 88 S. Ct. at 1885-86.\r\n\r\nAn individual's refusal to cooperate with questioning during a \"police-citizen \r\n  encounter,\" without more, does not furnish the minimal level of objective justification \r\n  needed for detention or seizure. Florida v. Bostick, 501 U.S. 429, 111 \r\n  S. Ct. 2382, 115&nbsp;L. Ed. 2d&nbsp;389 (1991); Immigration &amp; Naturalization \r\n  Serv. v. Delgado, 466 U.S. 210, 104 S. Ct. 1758, 80 L. Ed. 2d 247 (1984); \r\n  Florida v. Royer, 460 U.S. 491, 103 S. Ct. 1319, 75 L. Ed. 2d 229 \r\n  (1983); Brown v. Texas, 443 U.S. 47, 99 S. Ct. 2637, 61 L. Ed. \r\n  2d 357 (1979); Dunaway v. New York, 442 U.S. 200, 99 S. Ct. 2248, 60 \r\n  L. Ed. 2d 824 (1979); Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868, 20&nbsp;L. \r\n  Ed. 2d&nbsp;889 (1968); cf. Illinois v. Wardlow, 528 U.S. 119, \r\n  125, 120 S. Ct. 673, 676, 145 L. Ed. 2d (2000) (ruling unprovoked flight of \r\n  an individual while being questioned during a \"police-citizen encounter\" is \r\n  not \"a mere refusal to cooperate\" or \"going about one's business\"; concomitantly, \r\n  allowing officers confronted with such flight to stop individual and investigate \r\n  further is \"quite consistent\" with the well recognized right to \"go about [one's] \r\n  business or to stay put and remain silent in the face of police questioning.\").\r\n\r\nA police officer may elevate a \"police-citizen encounter\" into an investigatory \r\n  stop or detention only if the officer has a \"reasonable suspicion supported \r\n  by articulable facts that criminal activity 'may be afoot,' even if the officer \r\n  lacks probable cause.\" United States v. Sokolow, 490 U.S. 1, \r\n  7, 109 S. Ct. 1581, 1585, 104 L. Ed. 2d 1 (1989) (quoting Terry v. Ohio, \r\n  392 U.S. 1, 30, 88 S. Ct. 1868, 1884-85, 20 L. Ed. 2d 889 (1968)); see also \r\n  Sibron v. New York, 392 U.S. 40, 64, 88 S. Ct. 1889, 1903, 20&nbsp;L. Ed. \r\n  2d&nbsp;917 (1968) (\"The police officer is not entitled to seize and search \r\n  every person whom he sees on the street or of whom he makes inquiries. Before \r\n  he places a hand on the person of a citizen in search of anything, he must have \r\n  constitutionally adequate, reasonable grounds for doing so.\") (citation omitted); \r\n  State v. Blassingame, 338 S.C. 240, 248, 525 S.E.2d 535, 539 (Ct. App. \r\n  1999) (\"A police officer may stop and briefly detain and question a person for \r\n  investigative purposes, without treading upon his Fourth Amendment rights, when \r\n  the officer has a reasonable suspicion supported by articulable facts, short \r\n  of probable cause for arrest, that the person is involved in criminal activity.\") \r\n  (citing Terry, State v. Robinson, 306 S.C. 399, 412 S.E.2d 411 \r\n  (1991); State v. Foster, 269 S.C. 373, 237 S.E.2d 589 (1977); \r\n  State v. Fowler, 322 S.C. 263, 471 S.E.2d 706 (Ct. App. 1996)).\r\n\r\nReasonable suspicion is something more than an \"inchoate and unparticularized \r\n  suspicion\" or \"hunch.\" Terry, 392 U.S. at 27, 88 S. Ct. at 1883. Instead, \r\n  reasonable suspicion is founded upon \"the specific reasonable inferences\" the \r\n  law enforcement officer \"is entitled to draw from the facts in light of his \r\n  experience.\" Id. (citation omitted); see also State v. Blassingame, \r\n  338 S.C. 240, 248, 525 S.E.2d 535, 539 (Ct. App. 1999) (\"The term 'reasonable \r\n  suspicion' requires a particularized and objective basis that would lead one \r\n  to suspect another of criminal activity.\") (citations omitted). In determining \r\n  whether reasonable suspicion exists, the totality of the circumstances (i.e., \r\n  \"the whole picture\") must be considered. United States v. Sokolow, \r\n  490 U.S. 1, 109 S. Ct. 1581, 104 L. Ed. 2d 1 (1989), Blassingame, 338 \r\n  S.C. at 248, 525 S.E.2d at 539; State v. Lesley, 326 S.C. 641, \r\n  486 S.E.2d 276 (Ct. App. 1997).\r\n\r\nThe government bears the burden to articulate facts sufficient to support reasonable \r\n  suspicion. See Florida v. Royer, 460 U.S. 491, 103 S. Ct. 1319, 75 \r\n  L. Ed. 2d 229 (1983); Brown v. Texas, 443 U.S. 47, 99 S. Ct. 2637, \r\n  61 L. Ed. 2d 357 (1979).\r\n\r\nOnce a basis for a lawful investigatory stop exists, a law enforcement officer \r\n  may protect himself during the stop by conducting a search or frisk for weapons \r\n  if he has reason to believe that the suspect is \"armed and dangerous.\" Terry \r\n  v. Ohio, 392 U.S. 1, 27, 88 S. Ct. 1868, 1883, 20 L. Ed. 2d 889 (1968); \r\n  see also Adams v. Williams, 407 U.S. 143, 146, 92 S. Ct. 1921, \r\n  32 L. Ed. 2d 612 (1972) (\"So long as the officer is entitled to make a forcible \r\n  stop, and has reason to believe that the suspect is armed and dangerous, \r\n  he may conduct a weapons search limited in scope to this protective purpose.\") \r\n  (footnote and citation omitted); Sibron v. New York, 392 U.S. 40, 64, \r\n  88 S. Ct. 1889, 1903, 20&nbsp;L. Ed. 2d&nbsp;917 (1968) (\"In the case of the \r\n  self-protective search for weapons, [the law enforcement officer] must be able \r\n  to point to particular facts from which he reasonably inferred that the individual \r\n  was armed and dangerous.\") (citation omitted); State v. Fowler, 322 S.C. \r\n  263, 267, 471 S.E.2d 706, 708 (Ct. App. 1996) (\"[B]efore the police may frisk \r\n  a defendant, they must have a reasonable belief the defendant is armed and dangerous.\") \r\n  (citation omitted). This search or frisk is typically achieved by way of a \"pat-down\" \r\n  of a detainee.\r\n\r\nIn determining whether a stopped individual is armed and dangerous, \"[t]he \r\n  officer need not be absolutely certain that the individual is armed; the issue \r\n  is whether a reasonably prudent man in the circumstances would be warranted \r\n  in the belief that his safety or that of others was in danger.\" Terry, \r\n  392 U.S. at 27, 88 S. Ct. at 1883 (citations omitted). \"[I]n justifying the \r\n  particular intrusion[,] the police officer must be able to point to specific \r\n  and articulable facts which, taken together with rational inferences from those \r\n  facts, reasonably warrant that intrusion.\" Id. at 21, \r\n  88 S. Ct. at 1880 (footnote omitted). The Terry Court's rubric for determining \r\n  whether a stopped individual is armed and dangerous has been recognized by our \r\n  appellate courts. E.g., State v. Woodruff, 344 S.C. 537, 544 S.E.2d \r\n  290 (Ct. App. 2001), cert. denied; State v. Smith, 329 S.C. 550, \r\n  495 S.E.2d 798 (Ct. App. 1998).\r\n\r\nThe State cites State v. Nelson, 336 S.C. 186, 519 S.E.2d 786 (1999), \r\n  for the proposition that \"notwithstanding a strong causal connection in fact \r\n  between lawless police conduct and a defendant's response, if the defendant's \r\n  response is itself a new, distinct crime[,] then the police may arrest the defendant \r\n  for that crime.\" Id. at 194, 519 S.E.2d at 790 (citation omitted). Nelson \r\n  is inapposite.&nbsp; In the case on appeal, the evidentiary record reveals a \r\n  continuous flow of action and conduct having a direct nexus to the defective \r\n  Terry frisk and emanating from the initial \"police-citizen encounter.\"\r\n\r\nThe only activity that Detective Burke pointed out as \"suspicious\" was Burton's \r\n  refusal to answer the detective's questions and the fact that Burton's right \r\n  hand remained in his coat pocket. However, Burton was certainly within his rights \r\n  to ignore Detective Burke, refuse to answer his questions, and keep his hand \r\n  in his coat pocket. Although Detective Burke testified that he feared for the \r\n  safety of those around him, he based this fear on his speculation that Burton \r\n  could have had a beer, drugs, or a gun in his pocket. Burke did not articulate \r\n  anything more than his observation that Burton was not volunteering information \r\n  as the others being asked for identification had done. Because Detective Burke \r\n  did not articulate valid reasonable suspicion to support an investigatory stop \r\n  of Burton, the detective did not have a legal basis to conduct a search of Burton's \r\n  pocket. We find Detective Burke's search of Burton's pocket was unlawful, and, \r\n  thus, the gun discovered as a result of the search should have been suppressed \r\n  pursuant to the Exclusionary Rule of the Fourth Amendment. As the weapon should \r\n  have been suppressed, we find the trial court erred in not granting Burton's \r\n  motions for directed verdict.\r\n\r\nCONCLUSION\r\n\r\nA law enforcement officer may approach citizens and attempt to question them \r\n  without implicating the Fourth Amendment. When reasonable suspicion that crime \r\n  may be afoot exists, the law enforcement officer may elevate the \"police-citizen \r\n  encounter\" to an investigatory stop. At that point, the law enforcement officer \r\n  may conduct a protective search of the stopped individual, provided the officer \r\n  possesses a reasonable suspicion that the individual is armed and dangerous. \r\n  Without such a belief, supported by articulable facts, the officer is precluded \r\n  from making the protective search.\r\n\r\nIn the case sub judice, Detective Burke did not possess the requisite \r\n  reasonable suspicion to elevate his \"police-citizen encounter\" with Burton to \r\n  an investigatory stop. As a result, Detective Burke did not have the right to \r\n  frisk Burton or search Burton's coat pocket for weapons or any other contraband.\r\n\r\nBecause the search of Burton's pocket was improper, the trial court's refusal \r\n  to grant a directed verdict on all the charges resulting from this improper \r\n  search is\r\n\r\nREVERSED.  \r\nCURETON and GOOLSBY, JJ., concur.  \r\n1.  Although Burton raises two issues on appeal, we reverse \r\n  based upon the second issue. Accordingly, we decline to address the merits of \r\n  the first issue on appeal. \r\n2.  Burton's conviction in federal district court was reversed \r\n  by the United States Court of Appeals for the Fourth Circuit. United States \r\n  v. Burton, 228 F.3d 524 (4th Cir. 2000). \r\n3.  Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868, 20&nbsp;L. \r\n  Ed. 2d&nbsp;889 (1968).\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3467","title":"State v. King","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3467","description":"The King Court evaluates three recurring issues in the criminal venue: (1) validity of search warrant; (2) evidence of prior drug activity; and (3) solicitor's closing argument.  The search warrant in King is reviewed with some degree of certitude as to the verbiage and accuracy of the statements.  The prior drug activity evidence is unusual in that approximately 20 occasions of prior drug activity is referenced by a state witness.  The unusual feature of the solicitor's closing argument is the evidence was characterized as","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       The State, Respondent, \r\n        \r\n            v.\r\n\r\n\r\n\r\n        Anthony King, Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\n  Jackson V. Gregory, Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3467\r\n    Heard March 5, 2002 - Filed March 25, 2002 \r\n  \r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Katherine Carruth Link, of the South Carolina \r\n          Office of Appellate Defense, of Columbia, for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief Deputy Attorney General John \r\n          W. McIntosh, Assistant Deputy Attorney General Robert E. Bogan, and \r\n          Assistant Attorney General Melody J. Brown, all of Columbia; and Solicitor \r\n          Randolph Murdaugh, III, of Hampton, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nANDERSON, J.: Anthony King appeals his conviction for possession \r\n  with intent to distribute crack cocaine, asserting the trial court erred in \r\n  its rulings regarding: (1) the validity of a search warrant; (2)&nbsp;evidence \r\n  of prior drug activity and incarceration; and (3) the solicitor's closing argument. \r\n  We affirm.\r\n\r\n\r\n    FACTS/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nOn May 25, 1999, King was arrested at a trailer in rural Beaufort County pursuant \r\n  to a bench warrant in a matter unrelated to this appeal. The arresting officer \r\n  was John Gobel, a narcotics investigator with the Beaufort County Sheriff's \r\n  Department and a member of the Drug Enforcement Agency Task Force. According \r\n  to Officer Gobel, King said he resided at the trailer. The trailer was owned \r\n  by Frank Harris. \r\n\r\nWhile in jail, King telephoned his mother, who in turn set up a three-way call \r\n  to Eugenia Kirken. King and Kirken were friends and had known each other for \r\n  approximately a year. King was unable to reach Kirken; however, he left her \r\n  a recorded message that purportedly directed her to go to the trailer where \r\n  he was staying and get his \"shit\" out. He eventually spoke to her several times \r\n  expressing the same concern using this terminology. \r\n\r\nKirken interpreted King's statements as a directive to remove crack cocaine \r\n  belonging to King from the trailer. According to Kirken, King often referred \r\n  to drugs by the pejorative \"shit.\" During the year they had known each other, \r\n  Kirken had purchased crack cocaine from King at least twenty times. In addition, \r\n  Kirken witnessed King selling the drug to others on at least forty occasions. \r\n  Much of this activity occurred at the trailer referenced by King in his telephone \r\n  message.\r\n\r\nInstead of following King's directive, Kirken contacted Corporal Michael Riley \r\n  of the Beaufort County Sheriff's Department. Kirken met with Corporal Riley \r\n  and his supervisor, Staff Sergeant David Rice, and told them of King's message \r\n  and her knowledge of what King meant.\r\n\r\nThough Kirken was once addicted to crack and had a felony record, Corporal \r\n  Riley and Sergeant Rice considered Kirken's information credible because she \r\n  was a confidential informant for the Beaufort County Drug Task Force and had \r\n  provided accurate information in several past investigations. Based on Kirken's \r\n  information, Corporal Riley and Sergeant Rice obtained a warrant to search the \r\n  trailer. During their search, deputies discovered 2.7 grams of crack cocaine \r\n  in the bedroom reportedly used by King. The police found King's South Carolina \r\n  identification card in the same room.\r\n\r\nKing was indicted for possession with intent to distribute crack cocaine. He \r\n  was convicted as charged and sentenced to ten years in prison. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nAn appellate court reviewing the decision to issue a search warrant should \r\n  \"decide whether the magistrate had a substantial basis for concluding probable \r\n  cause existed.\" State v. Arnold, 319 S.C. 256, 260, 460 S.E.2d 403, 405 \r\n  (Ct. App. 1995) (citation omitted). This review, like the determination by the \r\n  magistrate, is governed by the \"totality of the circumstances\" test. State \r\n  v. Jones, 342 S.C. 121, 536 S.E.2d 675 (2000). The appellate court should \r\n  give great deference to a magistrate's determination of probable cause. Id.; \r\n  see also State v. Weston, 329 S.C. 287, 494 S.E.2d 801 (1997).\r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nI. Validity of Search Warrant\r\n\r\nKing first contends the trial court erred in admitting evidence seized pursuant \r\n  to the search warrant because the warrant was based on information from an unreliable \r\n  informant and was not supported by probable cause. We disagree.\r\n\r\nDefense counsel moved in limine to suppress the crack cocaine seized pursuant \r\n  to the search warrant because the warrant was not supported by probable cause. \r\n  Counsel argued Kirken was \"clearly unreliable\" as a confidential informant because \r\n  she was a convicted felon and crack addict and admitted using cocaine during \r\n  the time she was working for the Sheriff's Department. Counsel contended this \r\n  information was not provided to the magistrate and that Kirken gave the Sheriff's \r\n  Department only general information about where the crack could be found. The \r\n  trial court denied the motion to suppress the drug evidence, finding the probable \r\n  cause requirements were met. On appeal, King asserts the trial court erred in \r\n  admitting the drug evidence because the search warrant was not supported by \r\n  probable cause.\r\n\r\nInitially, we question whether this issue is preserved for our review. Although \r\n  defense counsel made an in limine motion to suppress the introduction of the \r\n  crack cocaine, counsel did not renew his objection at trial when the crack cocaine \r\n  was actually entered into evidence. In fact, when the solicitor moved for admission \r\n  of the drug evidence, defense counsel affirmatively stated, \"Without objection.\" \r\n  The trial court then admitted the drugs into evidence, noting, \"Without objection \r\n  received into evidence.\"\r\n\r\nSince no objection was renewed at the time the evidence was offered, the matter \r\n  is not preserved for appeal. See State v. Forrester, 343 S.C. 637, 642, \r\n  541 S.E.2d 837, 840 (2001) (\"In most cases, '[m]aking a motion in limine to \r\n  exclude evidence at the beginning of trial does not preserve an issue for review \r\n  because a motion in limine is not a final determination. The moving party, \r\n  therefore, must make a contemporaneous objection when the evidence is introduced.\") \r\n  (citation omitted); see also State v. Mitchell, 330 S.C. 189, 193 n.3, \r\n  498 S.E.2d 642, 644 n.3 (1998) (\"We have consistently held a ruling in limine \r\n  is not final, and unless an objection is made at the time the evidence is offered \r\n  and a final ruling procured, the issue is not preserved for review.\") (citation \r\n  omitted); State v. Floyd, 295 S.C. 518, 521, 369 S.E.2d 842, 843 (1988) \r\n  (\"We caution Bench and Bar that these pretrial motions are granted \r\n  to prevent prejudicial matter from being revealed to the jury, but do not constitute \r\n  final rulings on the admissibility of evidence.\") (emphasis added); \r\n  State v. Gagum, 328 S.C. 560, 564-65, 492 S.E.2d 822, 824 (Ct. App. 1997) \r\n  (\"Because a ruling in an in limine motion is not final, the losing party must \r\n  renew his objection at trial when the evidence is presented in order to preserve \r\n  the issue for appeal.\") (citations omitted); cf. State v. Burton, 326 \r\n  S.C. 605, 486 S.E.2d 762 (Ct. App. 1997) (noting the general rule \r\n  that a court's ruling on in limine motion is not a final decision, \r\n  but applying State v. Mueller and holding where objection is made during \r\n  trial and there are no intervening witnesses before the disputed testimony, \r\n  the decision is final and the objection need not be renewed); State \r\n  v. Mueller, 319 S.C. 266, 460 S.E.2d 409 (Ct. App. 1995) (holding objection \r\n  to use of prior convictions for impeachment purposes was preserved where motion \r\n  was made during trial, rather than during an in limine proceeding, and \r\n  no evidence was received between the ruling and the disputed testimony).\r\n\r\n In Forrester, our Supreme Court noted a defendant's in limine \r\n  motion to suppress evidence should be renewed at trial to preserve the issue \r\n  for review, but found the defendant's objection to admission of crack cocaine \r\n  evidence was preserved in that particular case based on Mueller because \r\n  the trial court's ruling was obtained immediately prior \r\n  to the admission of the drug evidence. Id. at 642-43, 541 S.E.2d at 840 (emphasis \r\n  added). These circumstances are not present in King's case. Thus, King was required \r\n  to renew his in limine motion.\r\n\r\nAdverting to the merits, we find no error in the trial court's admission of \r\n  the drug evidence and its determination regarding the validity of the search \r\n  warrant. \r\n\r\nA magistrate may issue a search warrant only upon a finding of probable cause. \r\n  State v. Weston, 329 S.C. 287, 494 S.E.2d 801 (1997); see also \r\n  S.C. Code Ann. § 17-13-140 (1985) (providing search warrants may be issued \"only \r\n  upon affidavit sworn to before the magistrate … establishing the grounds for \r\n  the warrant.\").\r\n\r\nThis determination requires the magistrate to make a practical, common-sense \r\n  decision of whether, given the totality of the circumstances set forth in the \r\n  affidavit, including the veracity and basis of knowledge of persons supplying \r\n  information, there is a fair probability that contraband or evidence of a crime \r\n  will be found in a particular place. Illinois v. Gates, 462 U.S. 213, \r\n  103 S. Ct. 2317, 76 L. Ed. 2d 527 (1983); State v. Bellamy, 336 S.C. \r\n  140, 519 S.E.2d 347 (1999); State v. Philpot, 317 S.C. 458, 454 S.E.2d \r\n  905 (Ct. App. 1995); State v. Adolphe, 314 S.C. 89, 441 S.E.2d 832 (Ct. \r\n  App. 1994).\r\n\r\nSergeant Rice completed a form affidavit in support of the search warrant. \r\n  In response to the question asking the affiant to state the reason for the belief \r\n  that the property sought was on the subject premises, Sergeant Rice answered \r\n  as follows:\r\n\r\n\r\n  In that on 5-26-99 BCSO DTF officers received information from a BCSO C.I., \r\n    who has proven reliable on at least 1 occasion in the past. The C.I. was contacted \r\n    by Anthony \"Jazz\" King, a resident of the premises described above. King is \r\n    currently incarcerated in the Beaufort County Detention Center. King advised \r\n    the C.I. that he did not want BCSO to get his \"shit\" and to make arrangements \r\n    to get the items out of the residence. King is known to the C.I. and to DTF \r\n    officers as being active in illicit narcotics activity. The C.I. confirmed \r\n    to DTF officers that King's referral to \"shit\" meant narcotics, probably cocaine[,] \r\n    and that the C.I. has seen King in possession of ounce quantities of cocaine \r\n    in the past.\r\n\r\n\r\nIn State v. Williams, 297 S.C. 404, 377 S.E.2d 308 (1989), the affidavit \r\n  contained the following information: the investigating officer stated he had \r\n  been told by an informant that the defendant's home contained illegal drugs; \r\n  the informant had seen the drugs in the defendant's home within seventy-two \r\n  hours of the swearing of the affidavit; and the informant had provided the sheriff's \r\n  department with truthful information in the past, which led to convictions. \r\n  Upon review, our Supreme Court held: \"[T]he totality of the circumstances here \r\n  provided the issuing magistrate a substantial basis upon which to make the probable \r\n  cause determination.\" Id. at 406, 377 S.E.2d at 309.\r\n\r\nIn King's case, although Kirken had been in trouble with the law in the past, \r\n  she had proven herself reliable to the Beaufort County authorities during prior \r\n  investigations. Further, she personally had engaged in or witnessed many drug \r\n  transactions involving King at the trailer within the year leading up to the \r\n  Drug Task Force's search. We conclude the search warrant is valid under the \r\n  totality of the circumstances and the drug evidence was properly admitted.\r\n\r\nII. References to Prior Drug Activity and Incarceration\r\n\r\nA. Lyle Analysis\r\n\r\nKing next contends the trial court erred in allowing testimony concerning his \r\n  prior drug activity and incarceration and in allowing Kirken to testify as to \r\n  her interpretation of his alleged message based on this prior drug activity. \r\n  We disagree.\r\n\r\nDuring pretrial proceedings, King moved to suppress testimony from Kirken about \r\n  her drug transactions with King, as well as her observations of King's drug \r\n  sales to others. The following exchange occurred:\r\n\r\n\r\n  \r\n    \r\n      Defense Counsel:\r\n       I have some motions to suppress statements that would violate \r\n        the law of this Court, State v. Lyle[.] I would ask that no statements \r\n        from Beaufort County Sheriff's Office or other witnesses be made referencing \r\n        my client as a drug dealer or a suspected drug dealer. This type of evidence \r\n        is impermissible and improper.\r\n      \r\n    \r\n    \r\n      The Court:&nbsp;\r\n       Okay.\r\n      \r\n    \r\n    \r\n      The Solicitor:&nbsp;\r\n        Your Honor, in this situation what we have is we have the defendant calling the\r\nconfidential informant in this case and telling her -- excuse my language, this is the language that\r\nwas used -- \"You need to get my shit.\"\r\n      \r\n    \r\n    \r\n      \r\n      All right. The surrounding facts upon that is going to be \r\n        the determination what he meant and also the fact that we have the issue \r\n        here of possession with intent to distribute. \r\n        . . . .\r\n\r\n        She can provide firsthand knowledge of her activities with the defendant, his \r\n          drug dealings, in order to provide the framework so that she can state \r\n          that she knew what he meant. \r\n\r\n      \r\n    \r\n  \r\n\r\nUltimately, the court determined Kirken could testify concerning King and his \r\n  drug-related activities. The parameters of her testimony were closely defined \r\n  by the court:\r\n\r\n\r\n  \r\n    \r\n      The Court:&nbsp;\r\n       Well, I think she can testify about her relationship with \r\n        him, whatever it was, including whether she's bought drugs before. The \r\n        jury, I'm talking about.\r\n      \r\n    \r\n    \r\n      The Solicitor:&nbsp;\r\n         Right.\r\n      \r\n    \r\n    \r\n      The Court:&nbsp;\r\n       And the conversation that she had with him, and that's \r\n        it. I don't think she can talk about anything else, but that's all the \r\n        State's asking for, isn't it?\r\n      \r\n    \r\n    \r\n      The Solicitor:&nbsp;\r\n        That's correct, Your Honor.  Just the information, the relationship, the information\r\nthat he conveyed to her, and then for her to tell us the information that she conveyed to the Drug\r\nTask Force.\r\n    \r\n  \r\n\r\nEvidence of a defendant's crimes, wrongs, or acts is generally not admissible. \r\n  Rule 404(b), SCRE. Our courts view a defendant's previous distribution of drugs \r\n  as a past bad act. See, e.g., State v. Bostick, 307 S.C. 226, \r\n  414 S.E.2d 175 (Ct. App. 1992) (determining the testimony of a police officer \r\n  concerning the defendant's past drug distribution activities constituted evidence \r\n  of prior bad acts).\r\n\r\nIn State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923), and incorporated \r\n  in Rule 404(b), SCRE, a defendant's prior bad acts may be admitted to show: \r\n  (1)&nbsp;motive; (2) identity; (3) the existence of a common scheme or plan; \r\n  (4) the absence of mistake or accident; or (5) intent.\r\n\r\nTo admit prior bad acts regarding drugs under the Lyle exception, there \r\n  must be a logical relevance between the acts in question and the purpose for \r\n  introduction. See State v. King, 334 S.C. 504, 512, 514 S.E.2d 578, 582 \r\n  (1999) (\"The record must support a logical relevance between the prior bad act \r\n  and the crime for which the defendant is accused.\"). \"Under Rule 401, SCRE, \r\n  evidence is relevant if it has a direct bearing upon and tends to establish \r\n  or make more or less probable the matter in controversy.\" State v. Cheeseboro, \r\n  346 S.C. 526, 548, 552 S.E.2d 300, 311 (2001), cert. pending; see \r\n  also State v. Hamilton, 344 S.C. 344, 543 S.E.2d 586 (Ct. App. 2001).\r\n\r\nAdditionally, evidence of drug use or distribution must be clear and convincing. \r\n  State v. Dickerson, 341 S.C. 391, 399, 535 S.E.2d 119, 123 (2000) (\"The \r\n  evidence of the prior bad acts must be clear and convincing to be admissible.\") \r\n  (citation omitted). Concomitantly, pursuant to Rule 403, SCRE, the prejudice \r\n  resulting from the admission of this evidence must be outweighed by its probative \r\n  value.\r\n\r\nThe State contended Kirken's testimony concerning her purchases of drugs from \r\n  King and her observations of King's other drug transactions was admissible to \r\n  show King's intent to distribute the crack cocaine found during the search. \r\n  Testimony relating to a defendant's past drug distribution activities is admissible \r\n  to establish the element of intent. State v. Gore, 299 S.C. 368, 384 \r\n  S.E.2d 750 (1989).\r\n\r\nIn Gore, the defendant was convicted of possession of cocaine with intent \r\n  to distribute and conspiracy to distribute cocaine. The Circuit Court permitted \r\n  the State to enter evidence showing the defendant had sold cocaine from his \r\n  trailer on previous occasions to establish the defendant's intent regarding \r\n  the cocaine the police seized. On appeal, our Supreme Court ruled the trial \r\n  court's admission of this evidence was proper. Similarly, in the current appeal, \r\n  proof of intent was integral to the State's case against King.\r\n\r\nRelying upon State v. Wilson, 337 S.C. 629, 524 S.E.2d 411 (Ct. App. \r\n  1999), King argues that evidence of his past drug sales did not meet the \"clear \r\n  and convincing\" standard because the evidence was based upon \"the uncorroborated \r\n  testimony of a person who 'unquestionably has a stake in the outcome' by virtue \r\n  of her own involvement in illegal drug activity and her pending prosecution \r\n  for possession of crack.\" App. Brief at 8 (quoting Wilson, 337 S.C. at \r\n  632, 524 S.E.2d at 413). In other words, King asserts the trial court should \r\n  not have admitted evidence regarding his past drug transactions because Kirken \r\n  lacked credibility.\r\n\r\nIn Wilson, police officers executed a search warrant on a motel room \r\n  occupied by the defendant and his girlfriend. Officers found a South Carolina \r\n  identification card belonging to the defendant, a beeper, razor blades, and \r\n  .78 grams of crack cocaine. They also found more than $700 in currency, a beer \r\n  can fashioned into a pipe, and four small cellophane bags. Both the defendant \r\n  and his girlfriend were arrested and charged with possession of crack cocaine \r\n  with intent to distribute. The girlfriend pleaded guilty to possession of crack \r\n  cocaine in return for her testimony against the defendant.\r\n\r\nDuring trial, the defendant objected to the girlfriend's testimony concerning \r\n  an alleged drug transaction involving the defendant that she claimed to have \r\n  witnessed in the hallway of the motel two days before the arrest. At the in \r\n  camera hearing that followed, the girlfriend testified she saw the defendant \r\n  hand a woman a plastic bag containing what appeared to be a white rock in exchange \r\n  for twenty dollars. The girlfriend characterized the substance as \"drugs,\" but \r\n  during cross-examination explained that her basis for this assumption was that \r\n  she recognized the person who took it as someone \"who usually smoke[s].\" The \r\n  defendant objected to the testimony on the ground that it was not \"clear and \r\n  convincing\" and more prejudicial than probative. The trial court rejected the \r\n  argument and admitted the evidence.\r\n\r\nOn appeal, this Court reversed and remanded the conviction, finding the girlfriend's \r\n  testimony did not provide \"clear and convincing\" evidence of the defendant's \r\n  past crimes because the girlfriend lacked credibility: \"We … note that [the \r\n  girlfriend] unquestionably had a stake in the outcome by virtue of her involvement \r\n  in the crime. To the extent she could place the blame for possession of the \r\n  drugs upon [the defendant], she obviously benefitted in her plea negotiation \r\n  and in lessening her degree of culpability for sentencing purposes.\" Id. \r\n  at 632, 524 S.E.2d at 413.\r\n\r\nThis holding, however, was reversed by our Supreme Court in State v. Wilson, \r\n  345 S.C. 1, 545 S.E.2d 827 (2001). The Supreme Court found it was error for \r\n  this Court to have considered the girlfriend's credibility when considering \r\n  the admission of Lyle testimony. Id. at 6-7, 545 S.E.2d at 829. \r\n  The credibility of a witness, the Court stated, is an issue solely reserved \r\n  for the jury. Id. at 7, 545 S.E.2d at 830.\r\n\r\nThe Wilson Court defined the proper scope of review of a trial court's \r\n  ruling on the admissibility of other bad acts: \"If there is any evidence \r\n  to support the admission of the bad act evidence, the trial judge's ruling will \r\n  not be disturbed on appeal.\" Id. at 6, 545 S.E.2d at 829 \r\n  (emphasis added) (footnote omitted). Applying this standard, we uphold the trial \r\n  court's admission of Kirken's testimony. Kirken averred at trial that she bought \r\n  crack cocaine from King at least twenty times and saw King engage in forty additional \r\n  drug transactions with other persons. These experiences factually support the \r\n  admission of Kirken's testimony as evidence of King's prior drug transactions.\r\n\r\nB. Rule 403, SCRE\r\n\r\nKing attacks the admission of Kirken's testimony by asserting the trial court \r\n  did not perform the necessary Rule 403, SCRE analysis concerning the probative \r\n  value of his prior bad acts. King's argument is facially valid in light of the \r\n  mandate that the trial judge conduct an \"on-the-record\" analysis in matters \r\n  pertaining to the admission of prior bad acts. See State v. Beck, 342 \r\n  S.C. 129, 136, 536 S.E.2d 679, 683 (2000) (\"After conducting a Lyle analysis \r\n  and finding evidence both relevant and admissible as a prior bad act, the trial \r\n  court must conduct a Rule 403, SCRE analysis to determine whether or not the \r\n  evidence is unduly prejudicial.\").\r\n\r\nThe trial record does not reflect a comprehensive Rule 403 consideration by \r\n  the trial court. Though an on-the-record Rule 403 analysis is required, this \r\n  Court will not reverse the conviction if the trial judge's comments concerning \r\n  the matter indicate he was cognizant of the evidentiary rule when admitting \r\n  the evidence of King's prior bad acts. Cf. State v. Dunlap, 346 S.C. \r\n  312, 550 S.E.2d 889 (Ct. App. 2001), cert. granted (holding that, \r\n  although the trial judge must perform a comprehensive, on-the-record Rule 609 \r\n  analysis before admitting evidence of a defendant's prior convictions for purposes \r\n  of impeachment, his failure to do so does not constitute error if the record \r\n  reveals the judge was -- at a minimum -- aware of Rule 609's requirements).\r\n\r\nDuring his direct examination of Kirken, the solicitor sought to elicit testimony \r\n  regarding Kirken's experiences with King:\r\n\r\n\r\n  \r\n    \r\n      The Solicitor:\r\n       Okay. Did the defendant ever sell crack at that house [the \r\n        trailer]?\r\n      \r\n    \r\n    \r\n      Kirken:&nbsp;\r\n       Yes, sir.\r\n      \r\n    \r\n    \r\n      The Solicitor:&nbsp;\r\n       Did he ever sell crack out of that room?\r\n      \r\n    \r\n    \r\n      Kirken: \r\n       Yes, sir.\r\n      \r\n    \r\n    \r\n      The Solicitor:\r\n       Have you ever seen crack in that room [in which the crack \r\n        in this case was seized]?\r\n      \r\n    \r\n    \r\n      Kirken:&nbsp;\r\n       Yes, sir.\r\n      \r\n    \r\n    \r\n      The Solicitor:\r\n       All right.\r\n      \r\n    \r\n    \r\n      Defense Counsel:\r\n       Your Honor, I'm going to object, I would like to be heard \r\n        on the record about those two last questions that the solicitor asked \r\n        this witness. Thank you. \r\n        . . . .\r\n\r\n        (Jury excused.)\r\n        \r\n\r\n      \r\n    \r\n    \r\n      Defense Counsel:&nbsp;\r\n         Your Honor, for the record at this time I'm going to renew my objection in\r\nreference to this witness's testimony specifically about buying drugs from my client 20 times and\r\nhim selling drugs 40 times.\r\n        The last two questions that the solicitor asked were specific instances of \r\n          conduct that he questioned her about, not a general relationship that \r\n          she had with him regarding any drug activity that he had.\r\n\r\n        The solicitor asked her specifically, you know, did you ever see him sell drugs \r\n          out of that room, did he ever -- did you ever see this activity take \r\n          place. It's a specific question about a specific activity at a specific \r\n          time. And I renew my objection.\r\n        \r\n\r\n      \r\n    \r\n    \r\n      The Court:  \r\n       Well, to my mind logically, and correct me if I'm wrong \r\n        if you got some authority, but that goes to the sense he's charged with \r\n        possession with intent to distribute drugs found right there, it's establishing \r\n        his nexus or contact with that and she's been there, seen that and all \r\n        that. To my mind, it's fair. (1)\r\n    \r\n  \r\n\r\nWhile the trial court's ruling is a compressed Rule 403/404(b) analysis, it \r\n  is some indicia of his consideration of whether admission of the testimony was \r\n  fair to King (i.e., more probative than prejudicial). We find no error \r\n  in the trial court's ruling. Evidence of King's past drug-related activities \r\n  was integral to proving his intent to distribute the crack cocaine seized from \r\n  the trailer.\r\n\r\nC.  Incarceration\r\n\r\nFinally, to the extent King claims the trial court improperly allowed testimony \r\n  from the State that referenced his incarceration when he called Kirken, we find \r\n  King did not brief this issue with any specificity. Instead, he simply stated: \r\n  \"The portions of the tape that alluded to appellant's incarceration on another \r\n  matter were … improper, as that information had no bearing on any issue in the \r\n  case and was inherently prejudicial. The court erred in allowing those excerpts \r\n  to be played.\" This argument is conclusory and contains no citation support \r\n  other than a reference to Rule 403. Accordingly, this issue is deemed abandoned. \r\n  See State v. Colf, 332 S.C. 313, 504 S.E.2d 360 (Ct. App. 1998) (deeming \r\n  abandoned a conclusory, two-paragraph argument that cited no authority other \r\n  than an evidentiary rule).\r\n\r\nIII.  Solicitor's Closing Argument\r\n\r\nKing lastly contends the trial court erred in allowing improper comments by the solicitor\r\nconcerning his failure to testify.  We disagree.\r\n\r\nDuring his closing argument, the solicitor stated:\r\n\r\n\r\nWhen you look at the facts in this case, look at Eugenia Kirken.  You're dealing with an\r\nindividual who has come to this court, admitted having a crack problem, admitted that she has\r\ncommitted crimes in the past.  What she's also come to the court and stated was that through this\r\nexperience[,] she has known the defendant, that the defendant has sold her crack cocaine, that the\r\ndefendant has sold her crack cocaine on approximately 20 times and has witnessed him sell it on\r\n40 other occasions.\r\n\r\n  The other thing that you're faced with her is the fact that [Kirken] receives \r\n    the call from the defendant. She has explained to you that the defendant has \r\n    explained to her that he wants her to get his shit out of there before the \r\n    police discover it. I believe you heard the tape that goes into that as well. \r\n    I assert to you that that testimony's uncontradicted. We \r\n    have no other definition of what went on there that day.\r\n\r\n\r\n(emphasis added).\r\n\r\nDefense counsel immediately objected and the parties held a sidebar conference \r\n  with the court. Following the sidebar, the solicitor continued his closing argument \r\n  without any instruction or comment from the court. (2) \r\nDuring jury deliberations, defense counsel placed his objection on the record: \r\n\r\n\r\n\r\n\r\n\r\n  \r\n    Defense Counsel: \r\n     I would like to make sure that we put on the record your \r\n      ruling on my objection to the State's closing, and my position that it was \r\n      a comment on my client's right not to testify and --\r\n    \r\n  \r\n  \r\n    The Court: \r\n    In other words, what you're saying is if you use the word \r\n      that it's uncontradicted, then that implies that the evidence is uncontradicted \r\n      since he didn't himself contradict it?\r\n    \r\n  \r\n  \r\n    Defense Counsel: \r\n     Yes, sir.\r\n    \r\n  \r\n  \r\n    The Court: \r\n     I don't think it's quite that broad, I don't interpret it \r\n      to be that. I see what you're saying, but I mean, you know, sometimes you \r\n      cross-examine the State's witnesses and all and sometimes he was -- if it \r\n      could have been construed by that I think it's a stretch, and I don't see \r\n      anything wrong with it that it would have -- that it could have possibly \r\n      resulted in any prejudice to the defendant. But your objection is duly noted. \r\n    \r\n  \r\n\r\n\r\nOn appeal, King argues the solicitor's statement regarding the lack of any \r\n  contradiction by the defense concerning Kirken's interpretation of King's telephone \r\n  message was an improper comment on King's decision not to testify. We disagree. \r\n\r\n\r\nA solicitor's closing argument must be carefully tailored so it does not appeal \r\n  to the personal biases of the jurors. State v. Copeland, 321 \r\n  S.C. 318, 468 S.E.2d 620 (1996); State v. Linder, \r\n  276 S.C. 304, 278 S.E.2d 335 (1981). Further, the argument may not be calculated \r\n  to arouse the jurors' passions or prejudices and its content \r\n  should stay within the record and its reasonable inferences. Simmons \r\n  v. State, 331 S.C. 333, 503 S.E.2d 164 (1998). Moreover, the State cannot, \r\n  through evidence or argument, comment upon a defendant's exercise of a constitutional \r\n  right. State v. Johnson, 293 S.C. 321, 323, 360 S.E.2d 317, \r\n  319 (1987) (\"When an accused asserts a constitutional right, it is impermissible \r\n  for the state to comment upon or argue in favor of guilt or punishment based \r\n  upon his assertion of that right.\") (citation omitted). \r\n\r\nThe test of granting a new trial for alleged improper closing argument is whether \r\n  the solicitor's comments so infected the trial with unfairness as to make the \r\n  resulting conviction a denial of due process. Darden v. Wainwright, \r\n  477 U.S. 168, 106 S. Ct. 2464, 91 L. Ed. 2d 144 (1986); Donnelly \r\n  v. DeChristoforo, 416 U.S. 637, 94 S. Ct. 1868, 40 L. Ed. 2d 431 (1974); \r\n  State v. Patterson, 324 S.C. 5, 482 S.E.2d 760 (1997); State \r\n  v. Coleman, 301 S.C. 57, 389 S.E.2d 659 (1990); see also State \r\n  v. Brisbon, 323 S.C. 324, 474 S.E.2d 433 (1996) (ruling test of granting \r\n  new trial for alleged improper closing argument of counsel is whether defendant \r\n  was prejudiced to extent that he was denied a fair trial). \r\n\r\nThe appropriateness of a solicitor's closing argument is a matter left to the \r\n  trial court's sound discretion. State v. Copeland, 321 S.C. 318, 468 \r\n  S.E.2d 620 (1996). The appellate tribunal will not disturb the trial court's \r\n  ruling regarding closing argument unless there is an abuse of that discretion. \r\n  State v. Penland, 275 S.C. 537, 273 S.E.2d 765 (1981). \r\n\r\nAs a rule, a solicitor cannot comment directly or indirectly upon a defendant's \r\n  failure to testify at trial. Gill v. State, 346 S.C. 209, 552 S.E.2d \r\n  26 (2001); see Doyle v. Ohio, 426 U.S. 610, 96 S. Ct. 2240, 49 L. Ed. \r\n  2d 91 (1976) (holding an accused has the right to remain silent and the exercise \r\n  of that right cannot be used against him). \r\n\r\n\"However, even improper comments on a defendant's failure to testify do not \r\n  automatically require reversal if they are not prejudicial to the defendant.\" \r\n  Gill, 346 S.C. at 221, 552 S.E.2d at 33 (citation omitted). \"The defendant \r\n  bears the burden of demonstrating that improper comments on his refusal to testify \r\n  deprived him of a fair trial. Furthermore, even if the solicitor makes an improper \r\n  comment on the defendant's failure to testify, a curative instructive emphasizing \r\n  the jury cannot consider [the] defendant's failure to testify against him will \r\n  cure any potential error.\" Id. (citations omitted). \r\n\r\n\"Where the solicitor refers to certain evidence as uncontradicted and the defendant \r\n  is the only person who could contradict that particular \r\n  evidence, the statement is viewed as a comment on the defendant's failure to \r\n  testify.\" State v. Sweet, 342 S.C. 342, 348, 536 S.E.2d 91, 94 (Ct. App. \r\n  2000) (emphasis added) (citation omitted). \r\n\r\nIn Sweet, the defendant did not testify. During closing arguments, the \r\n  solicitor stated only the defendant could rebut the \r\n  testimony of two accomplices who incriminated him. On appeal, this Court reversed \r\n  the defendant's conviction, finding the solicitor's comments constituted a prejudicial \r\n  comment on the defendant's failure to testify. Id. at 352, 536 S.E.2d \r\n  at 96. We noted the solicitor's statement was a direct comment on the defendant's \r\n  failure to testify, that the court should have immediately addressed defense \r\n  counsel's objection by issuing a curative instruction or declaring a mistrial, \r\n  and the error was not harmless because the evidence in the case was \"less than \r\n  overwhelming.\" Id. \r\n\r\nIn the current appeal, unlike the circumstances in Sweet, the defendant \r\n  is not the only person who could have contradicted the evidence characterized \r\n  by the solicitor as \"uncontradicted.\" King contacted Kirken through a three-way \r\n  telephone call orchestrated by his mother. King's mother was therefore privy \r\n  to the call to Kirken. King could have called her to testify about what she \r\n  believed King to mean by his reference to \"shit\" in the recorded message. In \r\n  our view, the solicitor's reference to Kirken's testimony as \"uncontradicted\" \r\n  was not a comment on King's failure to testify as articulated by the rule in \r\n  Sweet. \r\n\r\nAlternatively, even if the solicitor's comments were improper, such comments \r\n  do not automatically mandate reversal if they do not result in prejudice to \r\n  the defendant. Gill, 346 S.C. at 221, 552 S.E.2d at 33; State v. Cooper, \r\n  334 S.C. 540, 514 S.E.2d 584 (1999); see also State v. Mizell, 332 S.C. \r\n  273, 285, 504 S.E.2d 338, 345 (Ct. App. 1998) (\"[T]he Constitution entitles \r\n  a criminal defendant to a fair trial, not a perfect one.\") (citation omitted). \r\n\r\n\r\nWhen a Doyle violation is alleged, this Court must apply a harmless \r\n  error analysis as set forth in State v. Pickens, 320 S.C. 528, 466 S.E.2d \r\n  364 (1996). To be harmless, the record must establish: (1) the reference to \r\n  the defendant's right to silence was a single reference, which was not repeated \r\n  or alluded to; (2) the solicitor did not tie the defendant's silence directly \r\n  to his exculpatory story; (3) the exculpatory story was totally implausible; \r\n  and (4) the evidence of guilt was overwhelming. Id. at 531, 466 S.E.2d \r\n  at 366; State v. Primus, 341 S.C. 592, 535 S.E.2d 152 (Ct. App. 2000), \r\n  cert. granted. \"[W]here a review of the entire record establishes the \r\n  error is harmless beyond a reasonable doubt, the conviction should not be reversed.\" \r\n  Pickens, 320 S.C. at 531, 466 S.E.2d at 366. \r\n\r\nBased on the totality of the record, we find the solicitor's comment, if viewed \r\n  as an impermissible reference to King's failure to testify, was harmless error. \r\n  First, the reference was limited to one isolated instance. Second, the comment \r\n  was not directly related to King's exculpatory story, i.e., that other \r\n  persons had access to the trailer where the search warrant was executed. Finally, \r\n  we find the evidence of King's guilt overwhelming based on the testimony that: \r\n  (1) the crack cocaine and King's identification were recovered from the trailer; \r\n  (2) King had previously admitted this was his residence; and (3) that he had \r\n  previously sold drugs to the confidential informant and others from this same \r\n  room, which was pertinent to the issue of intent. \r\n\r\n\r\n    CONCLUSION \r\n  \r\n\r\n\r\nFor the foregoing reasons, King's conviction and sentence for possession with \r\n  intent to distribute crack cocaine are\r\n\r\nAFFIRMED.\r\n\r\nCURETON and GOOLSBY, JJ., concur.  \r\n1.  To the extent King challenges this particular testimony \r\n  as to prior bad acts of selling drugs to Kirken twenty times and to others forty \r\n  times, no objection was made contemporaneously with this testimony so as to \r\n  preserve the issue for review. King's belated objection to subsequent testimony \r\n  came too late. \r\n2.  After the trial court's initial jury instructions, a \r\n  bench conference was held off the record, upon which the trial court additionally \r\n  charged the jury that the defendant was presumed innocent and his failure to \r\n  testify did not create any presumption against him and could not be considered \r\n  \"in the slightest degree,\" as the burden of proof remained upon the State and \r\n  the defendant was not required to testify.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3468","title":"United Student Aid Funds, Inc. v. S.C. Department of Health and Environmental Control","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3468","description":"This case involves the issue of whether 20 U.S.C.A. § 1095a (West 2000), which authorizes a student loan guaranty agency to bring an action for damages against the employer of an employee in default on her student loan due to the employer's failure to garnish the employee's wages, is applicable where the employer is a state agency.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n       United Student Aid Funds, Inc., Appellant, \r\n        \r\n            v. \r\n          \r\n        \r\n\r\n        The South Carolina Department of Health and Environmental Control, \r\n          an Agency of the State of South Carolina; Grady L. Patterson, in his \r\n          official capacity as Treasurer for the State of South Carolina; and \r\n          James A. Lander, in his official capacity as Comptroller General for \r\n          the State of South Carolina, Respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n  Donald W. Beatty, Circuit Court Judge\r\n\r\n\r\n    Opinion No. 3468\r\n    Formerly Unpublished Opinion No. 2002-UP-565\r\n    Heard January 12, 2000 - Filed March 25, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lil Ann Gray and Charles F. Cooper, II, both of Cooper, Coffas, Moore &amp; \r\n          Gray, of Columbia, for appellant.\r\n\r\n        Elizabeth F. Potter, Staff Counsel of South Carolina Department of Health and \r\n          Environmental Control; and Attorney General Charles M. Condon and Assistant \r\n          Deputy Attorney General J. Emory Smith, Jr., all of Columbia, for respondents.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHUFF, J.: United Student Aid Funds, Inc. (USA Funds) brought \r\n  this action seeking an order directing the South Carolina Department of Health \r\n  and Environmental Control, the State Treasurer, and the Comptroller General \r\n  (collectively, DHEC) to garnish the wages of a DHEC employee. \r\n  (1) The garnishment was to collect on the defaulting employee's student \r\n  loan. USA Funds sought the order pursuant to the wage garnishment provision \r\n  in 20&nbsp;U.S.C.A. § 1095a (West 2000), which governs the guarantee of student \r\n  loans. The trial court dismissed the action, finding 20 U.S.C.A. § 1095a is \r\n  not applicable to the states and their agencies. USA Funds appeals. We affirm.\r\n\r\n\r\n    FACTUAL/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nUSA Funds is a nonprofit, Delaware corporation, which operates as a student \r\n  loan guaranty agency. In 1990, USA Funds guaranteed a promissory note in the \r\n  principal amount of $2,200.00 for a student loan obtained by Brenda L. Irons. \r\n  Irons subsequently defaulted on the loan. \r\n\r\nUSA Funds guaranteed Irons's student loan pursuant to Federal Family Education \r\n  Loan Program, 20 U.S.C.A. § 1071 et seq. (West 2000 &amp; Supp. 2001). \r\n  Under this Act, the United States Congress enacted a program in which the federal \r\n  government encouraged the making of loans by private lenders to finance the \r\n  post secondary education of eligible students. See 20 U.S.C.A. §&nbsp;1071 \r\n  (West 2000). A guaranty agency guarantees payment of a loan made by an eligible \r\n  lender and pays the holder of the loan if the student defaults. 20 U.S.C.A. \r\n  § 1078 (West 2000 &amp; Supp. 2001). The United States Secretary of Education \r\n  reimburses the guaranty agency for all or part of these payments under a reinsurance \r\n  agreement with the agency. 20 U.S.C.A. § 1978(c)(1)(A) (West 2000). Further, \r\n  a guaranty agency also receives funds on behalf of the Secretary, including \r\n  collecting defaulted student loans upon which the guaranty agency has paid the \r\n  holder and received reimbursement from the Secretary. 20 U.S.C.A. § 1078(c)(2) \r\n  (West 2000). When a guaranty agency collects money on a defaulted student loan, \r\n  it retains a portion for the costs of collection and forwards the remainder \r\n  to the Secretary. 20 U.S.C.A. § 1078(c)(2)(D) &amp; (6) (West 2000).\r\n\r\nTo assist the Secretary of Education and guaranty agencies in collecting defaulted \r\n  student loans, the United States Congress gave guaranty agencies the authority \r\n  to administratively issue \"orders\" to the employers of defaulting borrowers \r\n  that require the employers to withhold up to 10% of the disposable wages of \r\n  the borrower after the employee is provided with notice and an opportunity for \r\n  a hearing. 20 U.S.C.A. § 1095(a). The portion of 20 U.S.C.A. § 1095(a) being \r\n  challenged provides:\r\n\r\n\r\n  the employer shall pay to the Secretary or the guaranty agency as directed \r\n    in the withholding order issued in this action, and shall be liable for, and \r\n    the Secretary or the guaranty agency, as appropriate, may sue the employer \r\n    in a State or Federal court of competent jurisdiction to recover, any amount \r\n    that such employer fails to withhold from wages due an employee following \r\n    receipt of such employer of notice of the withholding order, plus attorneys' \r\n    fees, costs, and, in the court's discretion, punitive damages, but such employer \r\n    shall not be required to vary the normal pay and disbursement cycles in order \r\n    to comply with this paragraph . . . .\r\n\r\n\r\n20 U.S.C.A. §&nbsp;1095a(a)(6) (West 2000). \r\n\r\nOn October 27, 1995, USA Funds paid Irons's note holder $2,770.08 pursuant \r\n  to its guarantee and received an assignment of the note. USA Funds then undertook \r\n  collection of the note. USA Funds served Irons with notice on July 29, 1997 \r\n  of its intent to initiate withholding proceedings. Irons did not request a hearing \r\n  on the proposed garnishment within thirty days as permitted under the federal \r\n  statute. USA Funds thereafter issued an \"Order of Withholding from Earnings\" \r\n  to Irons's employer, DHEC, on September 4, 1997. The order instructed DHEC to \r\n  withhold up to 10% of Irons's disposable income every payday until the amount \r\n  then outstanding, $4,089.02, had been paid in full.\r\n\r\nDHEC did not remit any of Irons's wages in accordance with the withholding \r\n  order. USA Funds sent DHEC two additional notices on October 10, 1997 and January \r\n  14, 1998 requesting compliance with the first order. On May 18, 1998, counsel \r\n  for USA Funds sent a demand letter requesting compliance with the withholding \r\n  order. However, DHEC still did not withhold Irons's wages.\r\n\r\nUSA Funds filed this action on July 17, 1998 seeking an order directing DHEC \r\n  to withhold a portion of Irons's wage in accordance with 20 U.S.C.A. § 1095a \r\n  until the defaulted loan was paid either in full or until Irons no longer worked \r\n  at DHEC. USA Funds also sought recovery for the amount DHEC should have withheld \r\n  since the date of USA Funds's first withholding notice. DHEC moved to dismiss \r\n  pursuant to Rules 12(b)(6) and 12(h)(2), SCRCP, arguing, inter alia, \r\n  that there is no provision in 20 U.S.C.A. § 1095a for its application to the \r\n  states and their agencies, and it is not an \"employer\" as that term is used \r\n  in the statute.\r\n\r\nThe trial court dismissed USA Funds's complaint, finding 20 U.S.C.A. § 1095a \r\n  inapplicable to the State of South Carolina and its agencies. It found the act \r\n  does not define the word \"employer\" or otherwise indicate that it would apply \r\n  to the states. It ruled that Congress may not subject states to generally applicable \r\n  laws unless \"it expresses with unmistakable clarity an intent to do so.\" Thus, \r\n  the court concluded: \"The Wage Garnishment law does not apply to the State Defendants \r\n  herein because it lacks a clear statement of congressional intent to apply the \r\n  law to the State.\"\r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nUSA Funds argues the trial court erred in ruling 20 U.S.C.A. § 1095a does not \r\n  apply to the State of South Carolina and its agencies. We disagree.\r\n\r\nThe United States Constitution establishes a system of dual sovereignty between \r\n  the States and the Federal Government. Gregory v. Ashcroft, 501 U.S. \r\n  452 (1991). Thus, the States possess sovereignty concurrent with that of the \r\n  Federal Government, subject only to limitations imposed by the Supremacy Clause. \r\n  Id. at 457. Although Congress may legislate in areas traditionally regulated \r\n  by the states, this is an extraordinary power in a federalist system and one \r\n  which the courts will assume Congress does not exercise lightly. Id. \r\n  at 460.\r\n\r\nFurthermore, the Court has recognized the \"ultimate guarantee of the Eleventh \r\n  Amendment (2) is that nonconsenting States may \r\n  not be sued by private individuals in federal court.\" Board of Trustees of \r\n  the Univ. of Ala. v. Garrett, 531 U.S. 356, 363 (2001). The Court further \r\n  extended the Eleventh Amendment's recognition of States' sovereignty to apply \r\n  to private suits in state courts, as well as in federal courts in Alden v. \r\n  Maine, 527 U.S. 706 (1999). The Court elucidated,\r\n\r\n\r\nCongress has vast power but not all power.  When Congress legislates in matters affecting the\r\nStates, it may not treat these sovereign entities as mere prefectures or corporations.  Congress must\r\naccord States the esteem due to them as joint participants in a federal system, one beginning with\r\nthe premise of sovereignty in both the central Government and the separate States.  Congress has\r\nample means to ensure compliance with valid federal laws, but it must respect the sovereignty of\r\nthe States.\r\n\r\n\r\nId. at 758.\r\n\r\nIt explained that unlimited congressional power to authorize suits in state \r\n  court to recover damages from the States' treasuries would give Congress a power \r\n  and leverage over the States that is not contemplated by our constitutional \r\n  design. Id. at 750. It further found such suits would place unwarranted \r\n  strain on the States' ability to govern in accordance with the will of their \r\n  citizens by impinging on the States' allocation of resources. Id. at \r\n  751. Thus the Court held that the powers delegated to Congress under Article \r\n  I do not include the power to subject nonconsenting states to private suits \r\n  for damages in the state courts. Id. at 754.\r\n\r\nHowever, when acting pursuant to a valid grant of constitutional authority, \r\n  Congress may abrogate the States' Eleventh Amendment immunity when it unequivocally \r\n  intends to do so. Garrett, 531 U.S. at 363.\r\n\r\nWhen determining whether Congress intended for legislation to apply to the \r\n  States, the United States Supreme Court has recognized the \"plain statement \r\n  rule,\" which is \"an acknowledgment that the States retain substantial sovereign \r\n  powers under our constitutional scheme, powers with which Congress does not \r\n  readily interfere.\" Gregory v. Ashcroft, 501 U.S. 452, 461 (1991). Under \r\n  this rule:\r\n\r\n\r\nIf Congress intends to alter the usual constitutional balance between the States and the Federal\r\nGovernment, it must make its intention to do so unmistakably clear in the language of the statute. .\r\n. .  Congress should make its intention \"clear and manifest\" if it intends to pre-empt the historic\r\npowers of the States.  In traditionally sensitive areas, such as legislation affecting the federal\r\nbalance, the requirement of clear statement assures that the legislature has in fact faced, and\r\nintended to bring into issue, the critical matters involved in the judicial decision.\r\n\r\n\r\nId. at 460-61 (citations and internal quotation marks omitted); see \r\n  also Hilton v. South Carolina Pub. Rys. Comm'n, 502 U.S. 197, 206 (\"When \r\n  the issue to be resolved is one of statutory construction, of congressional \r\n  intent to impose monetary liability on the States, the requirement of a clear \r\n  statement by Congress to impose such liability creates a rule that ought to \r\n  be of assistance to the Congress and the courts in drafting and interpreting \r\n  legislation.\").\r\n\r\nAs the trial court noted, where Congress has intended for States to be subject \r\n  to its law, it has said so. See e.g., Federal Debt Collection Act, 28 \r\n  U.S.C.A. § 3002 (10) (West 1994) (expressly defining \"person[s]\" subject to \r\n  its terms as including a \"State or local government.\"); Fair Labor Standards \r\n  Act, 29 U.S.C.A. § 203(d) (West 1998) (defining \"employer\" to include a public \r\n  agency); Age Discrimination in Employment Act [ADEA] 29 U.S.C.A. § 630(b)(2) \r\n  (West 1999) (definition of employer amended in 1974 to include the States).\r\n\r\nIn addition to applying the plain statement rule in determining the applicability \r\n  of the statute to the States, we also consider the doctrine of constitutional \r\n  doubt, which provides that when a statute is susceptible of two constructions, \r\n  courts interpret the statute to avoid \"grave and doubtful constitutional questions.\" \r\n  Pennsylvania Dep't of Corrections v. Yeskey, 524 U.S. 206, 212 (1998).\r\n\r\nIrons resigned from her employment with DHEC effective October 1, 1998. (3)  Therefore, USA\r\nFunds' action is one for money damages.\r\n\r\nWe look to the language of the statute to determine whether Congress intended 20 U.S.C.A. §\r\n1095a to infringe upon the States' sovereignty.  The word \"employer\" is not defined with the\r\nstatute.  We find no evidence of Congress's \"clear and manifest\" intent for the statute to authorize\r\na suit for money damages against the States.  Accordingly, we find the trial court did not err in\r\nconcluding the federal wage garnishment provision in 20 U.S.C.A. § 1095a does not apply to this\r\naction against the State of South Carolina and its agencies. (4)\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the decision of the trial court dismissing USA Funds' action is\r\n\r\nAFFIRMED.\r\n\r\nGOOLSBY and HOWARD, JJ., concur.\r\n\r\n1.  USA Funds alleged the Treasurer and Comptroller General \r\n  are responsible for overseeing state funds and the production of payroll checks \r\n  of all South Carolina state employees and to making disbursements therefrom. \r\n 2.  \"The Judicial power of the United States shall not \r\n  be construed to extend to any suit in law or equity, commenced or prosecuted \r\n  against one of the United States by Citizens of another State or by Citizens \r\n  or Subjects of any Foreign State.\" U.S. Const. amend. XI. \r\n3.   South Carolina law prohibits employment by a State agency of a person considered in default of\r\na guaranteed, federally insured student loan.  S.C. Code Ann. § 59-111-50 (1990).\r\n4.  Because we find Congress did not intend for 20 U.S.C.A. \r\n  § 1095a to apply to the States, we need not address USA Fund's contention that \r\n  the State of South Carolina consented to being considered an employer. \r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3469","title":"Universal Benefits, Inc. v. McKinney","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3469","description":"This is an appeal from the denial of a Rule 60(b)(4) motion to set aside an order of dismissal on the grounds that the order was void rather than voidable.","date":"2002-03-25","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n\r\n        Universal Benefits, Inc., Appellant,\r\n\r\n\r\n            v. \r\n          \r\n        \r\n\r\n        James H. McKinney, Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\n  John M. Milling, Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3469\r\n    Heard December 5, 2001 - Filed March 25, 2002 \r\n  \r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kristi F. Curtis, of Bryan, Bahnmuller, Goldman &amp; McElveen, of Sumter, \r\n          for appellant.\r\n\r\n        George C. James, Jr., of Lee, Erter, Wilson, James, Holler &amp; Smith, of \r\n          Sumter, for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nHOWARD, J.: This suit was initiated by Universal Benefits, \r\n  Inc., (\"Universal\") against its former employee, James H. McKinney, to enforce \r\n  a covenant not to compete. The action was dismissed with prejudice when Universal \r\n  failed to appear at a pre-trial conference and roster meeting. Universal did \r\n  not move to alter or amend the order of dismissal, nor did it appeal. Universal \r\n  moved to set aside the order of dismissal pursuant to Rule 60(b)(4), SCRCP, \r\n  asserting the order was void because Universal had no notice of the pre-trial \r\n  conference. Universal appeals from the denial of its Rule 60 motion. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nUniversal filed this action against McKinney, a former employee, to enforce \r\n  a covenant not to compete. (1) On June 29, 1999, \r\n  Universal's attorney filed a motion to be relieved as counsel. Universal did \r\n  not appear at the subsequent hearing on this motion. By written order dated \r\n  July 23, 1999, Circuit Court Judge Howard P. King granted the motion and ordered \r\n  Universal to obtain new counsel and be prepared for trial by August 2, 1999.\r\n\r\nOn August 23, 1999, presiding Judge Alison Lee held a roster meeting at which \r\n  Universal failed to appear. Judge Lee granted McKinney's motion to dismiss the \r\n  action with prejudice based upon Universal's failure to prosecute the action. \r\n  (2) Judge Lee's order was served on Universal's managing officer on \r\n  August 30, 1999. No appeal was taken from this order, and no motion to reconsider \r\n  was filed.\r\n\r\nOn February 2, 2000, Universal moved to set aside Judge Lee's order pursuant \r\n  to Rule 60(b)(4), SCRCP. (3) By written order \r\n  dated March 17, 2000, presiding Circuit Court Judge John Milling denied relief \r\n  from the order of dismissal, finding that it was not void for lack of jurisdiction, \r\n  but was merely voidable. Judge Milling concluded that Universal was not entitled \r\n  to any relief because it had failed to timely move for reconsideration or appeal \r\n  from Judge Lee's order. Universal appeals from this adverse ruling.\r\n\r\nDISCUSSION\r\n\r\nUniversal argues Judge Lee's order is void for lack of notice of the August \r\n  23, 1999 roster meeting. Universal contends it was denied due process of law. \r\n  We disagree.\r\n\r\n\"On motion and upon such terms as are just, the court may relieve a party or \r\n  his legal representative from a final judgment, order, or proceeding [if] . \r\n  . . the judgment is void.\" Rule 60(b)(4), SCRCP. \"A void judgment is one that, \r\n  from its inception, is a complete nullity and is without legal effect.\" Thomas \r\n  &amp; Howard Co. v. T.W. Graham and Co., 318 S.C. 286, 291, 457 S.E.2d 340, \r\n  343 (1995). \"The definition of void under the rule only encompasses judgments \r\n  from courts which failed to provide proper due process, or judgments from courts \r\n  which lacked subject matter jurisdiction or personal jurisdiction.\" McDaniel \r\n  v. U.S. Fid. &amp; Guar. Co., 324 S.C. 639, 644, 478 S.E.2d 868, 871 (Ct. \r\n  App. 1996). A judgment is not rendered void by irregularities which do not involve \r\n  jurisdiction. Thomas &amp; Howard Co., 318 S.C. at 291, 457 S.E.2d at \r\n  343.\r\n\r\nIn the present case, without question the circuit court had subject matter \r\n  and personal jurisdiction over Universal and McKinney. \"It is fundamental that \r\n  no judgment or order affecting the rights of a party to the cause shall be made \r\n  or rendered without notice to the party whose rights are to be affected.\" Tyron \r\n  Fed. Sav. &amp; Loan Ass'n v. Phelps, 307 S.C. 361, 362, 415 S.E.2d 397, \r\n  398 (1992). Generally, a person against whom a judgment or order is taken without \r\n  notice may rightly ignore it and may assume that no court will enforce it against \r\n  his person or property. Id. \r\n\r\nThe requirements of due process not only include notice, but also include an \r\n  opportunity to be heard in a meaningful way, and judicial review. Grannis \r\n  v. Ordean, 234 U.S. 385, 394 (1914) (\"The fundamental requisite of due process \r\n  of law is the opportunity to be heard.\"); S.C. Dep't of Soc. Servs. v. Holden, \r\n  319 S.C. 72, 78, 459 S.E.2d 846, 849 (1995).\r\n\r\nHowever, Universal was afforded notice of Judge Lee's order. It is undisputed \r\n  that on August 30, 1999, Universal received written notice of the order dismissing \r\n  its action. Thus, Universal was not denied the opportunity to be heard. As Judge \r\n  Milling correctly determined, Rule 59, SCRCP, provided Universal an opportunity \r\n  to timely move for reconsideration, and the South Carolina Appellate Court Rules \r\n  (\"SCACR\") provided an avenue for appeal from Judge Lee's order. Universal availed \r\n  itself of neither procedural remedy in a timely manner.\r\n\r\nThere is a difference between a want of jurisdiction, in which case the court \r\n  has no power to adjudicate, and a mistake in the exercise of undoubted jurisdiction, \r\n  in which case the court's action is not void, but is subject to direct attack \r\n  on appeal. Thomas &amp; Howard, Co., 318 S.C. at 291, 457 S.E.2d at 343. \r\n  The failure of Universal to invoke the procedural remedies provided under Rule \r\n  59 and the SCACR is a result of its own inaction and not a denial of due process. \r\n  See id.  (\"A judgment will not be vacated for a mere irregularity which \r\n  does not affect the justice of the case, and of which the party could have availed \r\n  himself, but did not do so until judgment was rendered against him.\").\r\n\r\nCONCLUSION\r\n\r\nBased on the reasons stated above, the order of Judge Milling denying Universal's \r\n  Rule 60 (b)(4) motion is \r\n\r\nAFFIRMED.\r\n\r\nCONNOR and ANDERSON, JJ., concur.  \r\n1. McKinney counterclaimed for interference with a contractual \r\n  relationship and for commissions he claims Universal owes him. \r\n2. McKinney's counterclaims were referred to a master-in-equity. \r\n3.  Attached to Universal's memorandum of law is an uncontested \r\n  affidavit by the Assistant Clerk of Court of Sumter County, which states, in \r\n  part, \"[t]that there is no record that Universal Benefits, Inc. was ever provided \r\n  with notice of the August 23, 1999 roster meeting.\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"3445","title":"State v. Rosemond","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=3445","description":"Jerry Rosemond appeals his conviction for strong arm robbery.  Rosemond did not brandish a weapon; however, testimony revealed he was meanacing in demeanor and violently slammed a cash register to the ground to obtain the money within.  The Court of Appea","date":"2002-03-29","type":"opinion","text":"\r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n    The South Carolina Court of Appeals \r\n  \r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\n        Respondent,\r\n        &nbsp;\r\n\r\nv.\r\n        \r\n\r\nJerry S. Rosemond,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nAppellant.\r\n\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nORDER WITHDRAWING ORIGINAL OPINION\r\nAND SUBSTITUTING SUBSEQUENT OPINION,\r\nAND DENYING PETITION FOR REHEARING\r\n\r\n\r\n                        PER CURIAM:       Opinion No. 3445, filed in the appeal above on February, 11, 2002, is hereby withdrawn and the following\r\nopinion is substituted therefor.  Furthermore, after a careful consideration of the Petition for Rehearing, the Court is unable to discover that any\r\nmaterial fact or principle of law has been either overlooked or disregarded and hence, there is no basis for granting a rehearing.  It is, therefore,\r\nordered that the Petition for Rehearing be denied.\r\n\r\nAND IT IS SO ORDERED.\r\n\r\n     _____________________, J.\r\n\r\n     _____________________, J.\r\n\r\n     _____________________, J.\r\n\r\n&nbsp;\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\n  In The Court of Appeals\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        The State,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Respondent,\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n    v.\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jerry Rosemond,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; \r\n          Appellant.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n  C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n\r\n    Opinion No. 3445\r\n    Heard January 8, 2002 - Filed February 11, 2002\r\n    Withdrawn &amp; Substituted March 29, 2002\r\n\r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Appellate Defender Robert M. \r\n          Dudek, of the South Carolina Office of Appellate Defense, of Columbia, \r\n          for appellant.\r\n\r\n        Attorney General Charles M. Condon, Chief \r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney \r\n          General Robert E. Bogan, Senior Assistant Attorney General Charles H. \r\n          Richardson, all of Columbia; and Solicitor Robert M. Ariail, of Greenville, \r\n          for respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nANDERSON, J.:  \r\n  Jerry Rosemond was convicted of strong arm robbery, resisting arrest, and assault \r\n  and battery with intent to kill (ABIK). He appeals his conviction for strong \r\n  arm robbery, arguing the trial court erred in failing to grant a directed verdict \r\n  because there was no evidence he committed a larceny by using violence or intimidation. \r\n  We affirm.\r\n\r\n\r\n    FACTS/PROCEDURAL BACKGROUND \r\n  \r\n\r\n\r\nThis appeal arises out of the alleged robbery of \r\n  the Sphinx filling station, located on Pendleton Street in Greenville, South \r\n  Carolina, on November 18, 1997. A witness to the event was Barbara Murray, a \r\n  cashier working the second shift from 2:00 p.m. to 10:00 p.m.\r\n\r\nAccording to Murray, a man walked into the store \r\n  around 9:00 p.m. and went directly to the restroom. He stayed in the restroom \r\n  for approximately five minutes and then came out and walked straight to the \r\n  counter. Murray was just a few feet away on the other side of the cash register, \r\n  sweeping in order to get ready for the next shift to take over.\r\n\r\nMurray testified she did not think anything was \r\n  unusual at first when the man walked up to the counter, as customers did that \r\n  all the time, but she became frightened when he walked behind the counter:\r\n\r\n\r\n  The Solicitor: And when he came out of the … bathroom, \r\n    where was the first place that he went?\r\n\r\n  Murray: He just walked straight up to the counter.\r\n\r\n  The Solicitor: Straight up to the counter?\r\n\r\n  Murray: Uh-huh.\r\n\r\n  The Solicitor: And what did you do at that point?\r\n\r\n  Murray: At the time, I didn't think nothing about \r\n    it because people do it all the time. And then when he came behind the counter, \r\n    I just stood there and looked and I ran behind the freezer door and went back \r\n    where they cook.\r\n\r\n  The Solicitor: And why did you run \r\n    behind the freezer door?\r\n\r\n  Murray: I was scared.\r\n\r\n  The Solicitor: You were scared?\r\n\r\n  Murray: (Witness nods.)\r\n\r\n  The Solicitor: And what was it that \r\n    scared you?\r\n\r\n  Murray: Just the way he looked. \r\n     I mean, he didn't say anything. He didn't move toward anybody, he just \r\n    looked, that's all, it was like a glare.\r\n\r\n\r\n(emphasis added). \r\n\r\nMurray testified the man proceeded to flip the \r\n  cash register up in the air and slam it to the ground while she stood a few \r\n  feet away: \r\n\r\n\r\n  The Solicitor: What did he do when he came there?\r\n\r\n  Murray: Well, coming up -- like I said, he stumbled \r\n    over the step. He got -- he caught hisself (sic), he came around. He still \r\n    did not say anything at all. He walked over to the register, he just pushed \r\n    on the buttons, couldn't get it open. So he grabs the bottom of it, it's a \r\n    two piece register. He grabbed the bottom of it and just flips \r\n    it up in the air. [It] fell on the floor. He picked it up and just slammed \r\n    it down and it pops open. He grabbed the money and run back out \r\n    to the left side of the -- well, I think the left side and ran out of it.\r\n\r\n  The Solicitor: How close were you \r\n    to this person when this happened?\r\n\r\n  Murray: About --\r\n\r\n  The Solicitor: And you can use objects in the courtroom \r\n    to say how close you were?\r\n\r\n  Murray: About from this end to that end right there.\r\n\r\n  The Solicitor: From the end of the witness box?\r\n\r\n  Murray: Yeah, this corner right here to the beginning \r\n    of that piece of wood right there.\r\n\r\n  The Solicitor: To the beginning of the jury box?\r\n\r\n  Murray: Yeah.\r\n\r\n  The Solicitor: So just a few feet?\r\n\r\n  Murray: Yeah.\r\n\r\n\r\n\r\n(emphasis added). \r\n\r\nMurray explained she was frightened by the man's \r\n  actions in slamming the cash register to the ground:\r\n\r\n\r\n  The Solicitor: When you said he took the cash register \r\n    drawer and - - tell me again what he did with that?\r\n\r\n  Murray: He just put his hands on the bottom side \r\n    and picked it up. He just picked it up and it still wasn't open at that time, \r\n    so he picked it up and slammed it on the floor and it popped open.\r\n\r\n  The Solicitor: And did that frighten \r\n    you?\r\n\r\n  Murray: Yeah, they're pretty heavy \r\n    registers.\r\n\r\n  The Solicitor: They were pretty heavy \r\n    registers?\r\n\r\n  Murray: Yeah.\r\n\r\n\r\n(emphasis added). \r\n\r\nMurray stated she ran outside and saw the perpetrator \r\n  running out of the side door and by the store. Murray acknowledged she was intimidated \r\n  by the man: \r\n\r\n\r\n  The Solicitor: Ms. Murray, did you feel intimidated \r\n    when the defendant came behind the cash register?\r\n\r\n  . . . . \r\n\r\n  Murray: When I seen him flip the register up in \r\n    the air, that's when it scared me.\r\n\r\n  The Solicitor: It scared you?\r\n\r\n  Murray: Yeah. \r\n\r\n\r\nMurray identified Rosemond at trial as the perpetrator. \r\n  In contrast, Rosemond admitted he walked into the Sphinx on the evening in question, \r\n  but testified he turned around and walked back out because he did not see anyone \r\n  in the store. Rosemond stated he was arrested as he walked down the street. \r\n  He denied committing the robbery or attacking the arresting officers. \r\n\r\nDefense counsel moved for a directed verdict on \r\n  the strong arm robbery charge, arguing there was no evidence that Rosemond acted \r\n  with force or intimidation based on Murray's testimony that the perpetrator \r\n  did not brandish a weapon and did not make any threats or comments directly \r\n  towards her or anyone else. The trial court denied the motion. \r\n\r\nRosemond was convicted of strong arm robbery, resisting \r\n  arrest, and ABIK. He received concurrent sentences of six years in prison on \r\n  each of the charges. In addition, he was ordered to successfully complete a \r\n  drug diversion program. Rosemond appeals his conviction for strong arm robbery.\r\n\r\n\r\n    STANDARD OF REVIEW \r\n  \r\n\r\n\r\n\"A defendant is entitled to a directed verdict \r\n  when the State fails to produce evidence of the offense charged.\" State v. \r\n  McHoney, 344 S.C. 85, 97, 544 S.E.2d 30, 36 (2001) (citation omitted). \"On \r\n  a motion for a directed verdict in a criminal case, the trial court is concerned \r\n  with the existence or non-existence of evidence, not its weight.\" State v. \r\n  Pinckney, 339 S.C. 346, 349, 529 S.E.2d 526, 527 (2000). \"If the State presents \r\n  any evidence which reasonably tends to prove the defendant's guilt, or from \r\n  which the defendant's guilt could be fairly and logically deduced, the case \r\n  must go to the jury.\" Id. \r\n\r\n\"On appeal from the denial of a directed verdict, \r\n  an appellate court must view the evidence in the light most favorable to the \r\n  State.\" McHoney, 344 S.C. at 97, 544 S.E.2d at 36 (citation omitted). \r\n  \"If there is any direct evidence or substantial circumstantial evidence reasonably \r\n  tending to prove the guilt of the accused, we must find the case was properly \r\n  submitted to the jury.\" Id. (citation omitted).\r\n\r\n\r\n    LAW/ANALYSIS \r\n  \r\n\r\n\r\nRosemond contends the trial court erred in denying \r\n  his motion for a directed verdict on the charge of strong arm robbery because \r\n  there was no evidence from which a jury could find that he committed a larceny \r\n  with force or intimidation. We disagree.\r\n\r\nInitially, a question arises as to whether this \r\n  issue is preserved for review as defense counsel did not specifically renew \r\n  his directed verdict motion on the strong arm robbery charge at the close of \r\n  all the evidence. \r\n\r\nWhen the prosecution rested, defense counsel first \r\n  stated he \"would like to renew all of [his] previous objections.\" Defense counsel \r\n  next moved for a directed verdict as to strong arm robbery, which was denied. \r\n  After the defense presented evidence, the trial court specifically asked defense \r\n  counsel whether he had any motions, and counsel responded: \"Just renew my previous \r\n  objections.\" \r\n\r\nBased on the foregoing, it is arguable the directed \r\n  verdict issue is not preserved as defense counsel did not specifically renew \r\n  his directed verdict motion at the conclusion of the evidence. Rather, he made \r\n  only a general reference to renewing his \"previous objections,\" a statement \r\n  he made earlier which did not include his directed verdict motion. See \r\n  State v. Bailey, 298 S.C. 1, 377 S.E.2d 581 (1989) (finding defense counsel's \r\n  statement at the end of all the evidence that he was making the \"standard motions\" \r\n  did not preserve the issue of directed verdict for appeal); State v. Taylor, \r\n  333 S.C. 159, 508 S.E.2d 870 (1998) (noting a general or nonspecific objection \r\n  presents no issue for appellate review); see also State v. Parler, \r\n  217 S.C. 24, 59 S.E.2d 489 (1950) (holding, under former Circuit Court Rule \r\n  76, the denial of the defendant's directed verdict motion was not preserved \r\n  for appeal where he failed to renew the motion after presenting evidence); Note \r\n  to Rule 19, SCRCrimP (stating the rule \"is substantially the substance of Circuit \r\n  Court Rule 76\"); State v. Adams, 332 S.C. 139, 144, 504 S.E.2d 124, 126-27 \r\n  (Ct. App. 1998) (finding appellant's directed verdict motion was not preserved \r\n  where the argument raised on appeal was not presented to the trial court, and \r\n  \"[m]oreover, the record does not reflect that Adams renewed the motion at the \r\n  close of his case\") (citing, inter alia, State v. Parler, 217 \r\n  S.C. 24, 59 S.E.2d 489 (1950) and the Note to Rule 19, SCRCrimP); State v. \r\n  Harry, 321 S.C. 273, 277, 468 S.E.2d 76, 79 (Ct. App. 1996) (\"A motion for \r\n  a directed verdict made at the close of the [state's] case is not sufficient \r\n  to preserve error unless renewed at the close of all the evidence, because once \r\n  the defense has come forward with its proof, the propriety of a directed verdict \r\n  can only be tested in terms of all the evidence.\") (alteration in original) \r\n  (citation omitted).\r\n\r\nBecause the issue was probably preserved by reference \r\n  to the original motion for directed verdict, we address the merits.\r\n\r\nCommon law robbery and \"strong arm\" robbery are \r\n  synonymous terms for a common law offense whose penalty is provided for by statute. \r\n  (1) See Locke v. State, 341 S.C. 54, 533 S.E.2d 324 \r\n  (2000).\r\n\r\n\"Robbery is defined as the felonious or unlawful \r\n  taking of money, goods or other personal property of any value from the person \r\n  of another or in his presence by violence or by putting such person \r\n  in fear.\" State v. Bland, 318 S.C. 315, 317, 457 S.E.2d \r\n  611, 612 (1995) (emphasis added) (citation omitted); see also State \r\n  v. Gourdine, 322 S.C. 396, 398, 472 S.E.2d 241, 242 (1996) (\"Strong arm \r\n  robbery is defined as the 'felonious or unlawful taking of money, goods, or \r\n  other personal property of any value from the person of another or in his presence \r\n  by violence or by putting such person in fear.'\") (quoting State v. Drayton, \r\n  293 S.C. 417, 428, 361 S.E.2d 329, 335 (1987)). Thus, \"[r]obbery is larceny \r\n  from the person or immediate presence of another by violence or intimidation.\" \r\n  Dukes v. State, 248 S.C. 227, 231, 149 S.E.2d 598, 599 (1966) (emphasis \r\n  added); see also State v. Brown, 274 S.C. 48, 49, 260 S.E.2d 719, \r\n  720 (1979) (\"The common-law offense of robbery is essentially the commission \r\n  of larceny with force [or intimidation].\") (citation omitted).\r\n\r\n\"A thing is in the presence of a person, in respect \r\n  to robbery, which is so within his reach, inspection, observation or control, \r\n  that he could, if not overcome by violence or prevented by fear, retain his \r\n  possession of it.\" Commonwealth v. Homer, 127 N.E. 517, 520 (Mass. 1920).\r\n\r\n\r\n  Generally the element of force in the offense \r\n    of robbery may be actual or constructive. Actual force implies physical violence. \r\n    Under constructive force are included \"all demonstrations of force, \r\n    menaces, and other means by which the person robbed is put in fear sufficient \r\n    to suspend the free exercise of his will or prevent resistance to the taking \r\n    * * *. No matter how slight the cause creating the fear may be or by what \r\n    other circumstances the taking may be accomplished, if the transaction \r\n    is attended with such circumstances of terror, such as threatening by word \r\n    or gesture, as in common experience are likely to create an apprehension of \r\n    danger and induce a man to part with his property for the sake of his person, \r\n    the victim is put in fear.\" 46 Am. Jur. 146.\r\n\r\n\r\nNorth Carolina v. Norris, 141 S.E.2d 869, \r\n  872 (N.C. 1965) (emphasis added) (quoting North Carolina v. Sawyer, 29 \r\n  S.E.2d 34, 37 (N.C. 1944)).\r\n\r\nThe trial court charged Rosemond's jury that \"for \r\n  the purpose of robbery, a thing is in the presence of a person if it be within \r\n  his or her reach, inspection, observation or control so that he or she could \r\n  retain possession of it if not overcome by violence or prevented by fear.\" \r\n\r\nIn the current appeal, Rosemond contends he was \r\n  entitled to a directed verdict on the charge of strong arm robbery because there \r\n  was no evidence that he made any direct threats or committed any acts of violence \r\n  against Murray or anyone else. However, strong arm robbery may be accomplished \r\n  by either force or intimidation. \r\n  Murray made numerous references during her testimony to being frightened of \r\n  the perpetrator during this incident. She specifically noted she was scared \r\n  by both the man's \"glare\" as he walked to the counter and the force he used \r\n  in flipping the heavy cash register into the air and slamming it to the ground. \r\n  Murray was obviously intimidated by the man's appearance and \r\n  his actions, and thus acquiesced in the robbery because she had an apprehension \r\n  of danger. She was standing only a few feet away as Rosemond wrestled with the \r\n  cash register and it is readily apparent from her testimony that the cash register \r\n  was sufficiently within her reach, inspection, observation, or control that \r\n  she would have, if not prevented by fear, retained her possession of it, and \r\n  that Murray was put in fear sufficient to suspend the free exercise of her will \r\n  or to prevent resistance to the taking.\r\n\r\nMurray's fears of being harmed by the perpetrator \r\n  were reasonable based on the record before us. The arresting officers responding \r\n  to the call testified Rosemond punched and struggled with them, at one point \r\n  attempting to take the weapon of one of the officers. Rosemond lifted the second \r\n  officer about three feet in the air and then slammed him violently to the ground. \r\n  Rosemond was obviously a man of some size and strength and was capable by his \r\n  actions of creating fear in Murray, as evidenced by her express testimony to \r\n  this effect. We conclude there was sufficient evidence on all of the necessary \r\n  elements to submit the offense of strong arm robbery to the jury. \r\n\r\n\r\n    CONCLUSION \r\n  \r\n\r\n\r\nWe hold the element of force in the offense of \r\n  strong arm robbery may be actual or constructive. \r\n  Actual force implies physical violence. Constructive force includes all demonstrations \r\n  of force, menaces, and all other means by which the person robbed is put in \r\n  fear sufficient to overcome the free exercise of the person's will or prevent \r\n  resistance to the taking. Regardless of how slight the cause creating the fear \r\n  is or by what other circumstances the taking is accomplished, if the transaction \r\n  is accompanied by circumstances of terror, such as threatening by word or gesture, \r\n  as in the common everyday experiences of life are likely to create an apprehension \r\n  of fear and induce a person to give up the property, the victim is placed in \r\n  fear.\r\n\r\nThe trial court did not err in denying Rosemond's \r\n  motion for directed verdict. Rosemond's conviction for strong arm robbery is\r\n\r\nAFFIRMED.\r\n\r\nCONNOR and HOWARD, JJ., concur.\r\n   \r\n\r\n1.  \r\n  S.C. Code Ann. § 16-11-325 (Supp. 2001) (\"The common law offense of robbery \r\n  is a felony. Upon conviction, a person must be imprisoned not more than fifteen \r\n  years.\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]