[{"id":"4621","title":"Michael P. v. Greenville County Department of Social Services","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4621","description":"Former foster parents appeal from an order of the family court finding they lacked standing to petition the court to adopt their former foster child.  The court of appeals affirmed.","date":"2009-10-02","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Michael P. and\r\n          Lisa P., Appellants,\r\n        v.\r\n        Greenville\r\n          County Department of Social Services, Roy H., James T., John Doe, Tiniki J.,\r\n          and Erin S., Defendants,\r\n        of whom\r\n          Greenville County Department of Social Services, Roy H., Tiniki J., and Erin\r\n          S. are the Respondents.\r\n      \r\n    \r\n  \r\n\r\nBaby M., a minor under the age of 14\r\n  years.\r\n\r\nAppeal From Greenville County\r\n Letitia H. Verdin, Family Court Judge\r\n\r\nOpinion No.   4621\r\n  Submitted September 1, 2009 – Filed\r\nOctober 2, 2009\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        David  Holmes, of Greenville, for Appellants.\r\n        Deborah  Murdock, of Mauldin; Jennifer L. Coyle, Margaret Chamberlain,\r\n          and Symmes Watkins Culbertson, all of Greenville; for Respondents.\r\n        Jefferson Glenn Wood, of Greenville, for Guardian Ad Litem.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Michael and Lisa P. (Appellants) appeal from an order\r\n  of the family court finding they lacked standing to petition the court to adopt\r\n  their former foster child (Child).  Because Appellants previously declined to\r\n  adopt Child and the Department of Social Services (DSS) has since placed Child\r\n  in a new, pre-adoptive home, we affirm.[1]\r\nFACTS\r\nOn\r\n  January 19, 2007, Child was born with cocaine in his system and was immediately\r\n  placed in emergency protective custody.  After DSS filed a complaint to remove\r\n  him from his biological mother (Mother), the family court granted DSS custody,\r\n  and in turn, DSS placed him in foster care with Appellants.     \r\nApproximately one\r\n  year later, DSS approached Appellants about adopting Child.  Appellants claim\r\n  they strongly considered adopting Child, but ultimately declined in order to\r\n  allow a younger, childless couple to adopt.  According to Appellants, when DSS\r\n  removed Child from Appellants' home, the agency told them Child would be placed\r\n  with a young father and mother in their twenties and &quot;even suggested that\r\n  there was the possibility that the Appellants could be involved in taking\r\n  [Child] to the new home and may be involved in his life thereafter.&quot; \r\nOn\r\n  February 6, 2008, DSS moved Child from the Appellants' foster home to the home\r\n  of Erin S. (Respondent).  DSS had previously approved Respondent, age\r\n  thirty-four, as a &quot;pre-adoptive, foster parent.&quot;  \r\nOn June 10,\r\n  2008, four months after Child had been removed from their home, Appellants\r\n  filed a complaint seeking to adopt Child or, alternatively, to obtain custody\r\n  of Child.  Additionally, Appellants complained had they known DSS placed Child\r\n  with a lesbian, they would not have agreed to release Child.  The same day,\r\n  Appellants filed a motion for temporary relief, asking the family court to\r\n  place Child in their home immediately or to allow them &quot;substantial\r\n  visitation.&quot;  \r\nOn July 7,\r\n  2008, the family court conducted a hearing on Appellants' motion for temporary\r\n  relief.  Appellants stated that, since filing their motion, they had obtained\r\n  consent for the adoption of Child from both natural parents and therefore had\r\n  not served them.  In addition to the biological parents' absence, Child's\r\n  guardian ad litem, Jeff Wood, was also not present at the hearing.  Because the\r\n  Appellants could not prove service on Wood or the biological parents, the court\r\n  continued the hearing.[2]  \r\nSubsequently,\r\n  Respondent filed a motion to intervene in the Appellants' adoption action.  The\r\n  family court granted her motion, and Respondent moved to dismiss the adoption\r\n  petition, arguing Appellants lacked standing.    \r\nOn\r\n  October 13, 2008, the family court resumed its hearing on  Appellants' motion for\r\n  temporary relief that had been continued in July.  At this hearing, the court\r\n  expressed concern about ruling on a motion for temporary relief before it ruled\r\n  on Respondent's motion to dismiss the action.   DSS added that Mother had been\r\n  contacting the DSS office and demanding to see Child; as a result, DSS\r\n  requested a ruling on whether the relinquishments signed by Mother and child's\r\n  biological father (Father) were valid.  DSS explained that Mother's relinquishment\r\n  stated she wanted the Appellants to adopt Child, and DSS was unsure &quot;if\r\n  she would have signed it if she had known that she had no say so now.&quot;  \r\nThe guardian\r\n  advised the family court that both foster homes provided a nurturing\r\n  environment and stated he did not want Child &quot;to get thrown back and forth\r\n  during litigation.&quot;  The court expressed concern that Father, although\r\n  present, was unrepresented by counsel.  The court appointed an attorney to\r\n  represent Father and continued the hearing to allow all motions, claims, and\r\n  counterclaims to be decided at the same time.    \r\nThe family court\r\n  reconvened the hearing on Appellants' motion for temporary relief on November\r\n  5, 2008.  The hearing also addressed DSS's motion asking the court to determine\r\n  the validity of the birth parents' relinquishments and Respondent's motion to\r\n  dismiss for lack of standing.  \r\nWith\r\n  regard to the relinquishments, Mother's attorney stated: &quot;She did want to\r\n  let the court know that she would have signed this relinquishment regardless of\r\n  who would ultimately get the custody or be able to adopt the child.  She wants\r\n  the relinquishment to stand.&quot;  Father's attorney added: &quot;It's his\r\n  desire today to go ahead and agree to relinquishment of parental rights . . . .&quot; \r\n  The court then advised the attorneys the relinquishments were not valid until\r\n  all conditions were deleted.  \r\nThe court heard\r\n  testimony from Mother and Father regarding their understanding of the\r\n  relinquishments.  Mother and Father confirmed they understood they had no\r\n  control over DSS's placement of Child after they relinquished parental rights. \r\n  The court allowed the Mother and Father to strike the conditions from the\r\n  relinquishments.  In its written order, the court found Mother and Father\r\n  &quot;fully and unconditionally relinquish[ed] their parental rights to [Child].&quot;    \r\nNext, the family court addressed Respondent's motion\r\n  to dismiss Appellants' complaint based on lack of standing. Appellants argued\r\n  they had standing under section 63-9-60 of the South Carolina Code (2008)[3] and because they are foster parents with whom Child spent his first year.  Respondent\r\n  argued that although part (A) of section 63-9-60 permits &quot;any party to\r\n  adopt,&quot; part (B) clarifies the section and does not apply to a child\r\n  placed by DSS for the purpose of adoption.  \r\nThe family court granted Respondent's motion to\r\n  dismiss, finding Appellants lacked standing under section 63-9-60 because Child\r\n  was placed by DSS for the purpose of adoption.  Appellants filed a Rule 59(e),\r\n  SCRCP, motion, arguing the court erred by finding the conditional element of\r\n  the birth parents' relinquishments rendered them invalid and by failing to\r\n  address their standing by virtue of the biological parents' relinquishments. \r\n  They reasserted their argument of standing pursuant to section 63-9-60; alleged\r\n  if Respondent had standing because she is a foster parent, then the same is\r\n  true for them; and complained the family court did not address the best\r\n  interests of Child.  The motion was denied February 5, 2009.  In a March 17,\r\n  2009 order, the family court granted the Appellants' motion to stay further\r\n  adoption proceedings pending the outcome of any appeals, though DSS was\r\n  permitted to continue TPR efforts.  This appeal followed. \r\nLAW/ANALYSIS\r\nAppellants argue they have standing pursuant to section 63-9-60 of\r\n  the South Carolina Code (2008), or in the alternative, they have standing by\r\n  virtue of being the former foster parents of Child.  They further argue the\r\n  family court erred by not addressing Respondent's sexual orientation and how it\r\n  affected Child's best interest.  We disagree.[4]\r\nI. Standing Under Section\r\n  63-9-60 of the South Carolina Code\r\n\r\n  Section\r\n    63-9-60, titled &quot;Persons who may adopt,&quot; provides:  \r\n  \r\n    (A)(1) Any South Carolina\r\n      resident may petition the court to adopt a child.  Placement of\r\n      children for adoption pursuant to this article is limited to South Carolina\r\n      residents with exceptions being made in the following circumstances only: \r\n    \r\n      [(a)-(e)\r\n        omitted]\r\n      (f) the child has been in\r\n        foster care for at least six months after having been legally freed for\r\n        adoption and no South Carolina resident has been identified as a prospective\r\n        adoptive home.\r\n    \r\n    (2) Before a child is placed\r\n      within or outside the boundaries of this State for adoption with nonresidents\r\n      of this State, compliance with Article 11 (Interstate Compact on the Placement\r\n      of Children) is required, and a judicial determination must be made in this\r\n      State that one of the circumstances in items (a) through (f) of this section\r\n      applies . . . .\r\n    (B) This section does not\r\n      apply to a child placed by the State Department of Social Services or any\r\n      agency under contract with the department for purposes of placing that child for\r\n      adoption. Neither the department nor its contractors may delay or deny the\r\n      placement of a child for adoption by a nonresident if that nonresident has been\r\n      approved for adoption of the child by another state authorized to approve such\r\n      placements pursuant to the Interstate Compact on Placement of Children. The\r\n      department shall provide an opportunity for a hearing, in accordance with the\r\n      department's fair hearing procedures, to a nonresident who believes that the\r\n      department, in violation of this section, has delayed or denied placement of a\r\n      child for adoption. \r\n  \r\n\r\n(Emphasis added).  \r\nAppellants rely on\r\n  the introduction to section 63-9-60(A)(1) to assert that they have standing to\r\n  petition to adopt Child because it provides &quot;any South Carolina resident\r\n  may adopt.&quot;  Appellants argue the first sentence\r\n  of section 63-9-60(B) applies only to subsection (B) and does not apply to section\r\n  63-9-60 in its entirety.  \r\nThe cardinal rule of\r\n  statutory construction is to ascertain and effectuate the intent of the\r\n  legislature.&nbsp; State v. Pittman, 373 S.C. 527, 561, 647 S.E.2d 144,\r\n  161 (2007).&nbsp; Thus, in interpreting statutes, we look to the plain meaning\r\n  of the statute and the intent of the legislature.&nbsp; State v. Gaines,\r\n  380 S.C. 23, 32, 667 S.E.2d 728, 733 (2008).&nbsp; A statute's language must be\r\n  construed in light of the intended purpose of the statute. &nbsp;Id. at\r\n  33, 667 S.E.2d at 733. Whenever possible, legislative intent should be found in\r\n  the plain language of the statute itself. &nbsp;Id. &nbsp;\r\nAppellants argue\r\n  the purpose of section 63-9-60(B) is to clarify that &quot;the requirement that\r\n  a South Carolina resident adopt does not apply if children are placed with DSS\r\n  for the purposes of adoption.&quot;  However, part (A)(1)(f) already provides a\r\n  non-resident may adopt when &quot;the child has been in foster care for at\r\n  least six months after having been legally freed for adoption and no South\r\n  Carolina resident had been identified as a prospective adoptive home.&quot;  §\r\n  63-9-60(A)(1)(f).  \r\nFurthermore,\r\n  Appellants' position that the Legislature used the word &quot;section&quot;\r\n  interchangeably with the word &quot;subsection&quot; belies other portions of Chapter 9 of Title 63 wherein the\r\n  word &quot;section&quot; is clearly different from the word\r\n  &quot;subsection.&quot;  See, e.g., § 63-9-330(B) (2008) (&quot;When a\r\n  child placing agency accepts a relinquishment for the purpose of adoption,\r\n  which gives the agency the right to consent to an adoption of the child, and\r\n  which contains the information required in subsection (A) of this section the consent of the agency for the purpose of adoption is not required to meet\r\n  the requirements of subsection (A).  However, the sworn document\r\n  relinquishing the child must be filed with the court pursuant to subsection\r\n    (C) of [s]ection 63-9-710.&quot;) (emphasis added).\r\nWe find the plain meaning\r\n  of the statute and intent of the Legislature when enacting subsection (B) of\r\n  63-9-60 was to clarify that not just &quot;any South Carolina resident&quot; can\r\n  petition to adopt a child when the child has been placed by DSS in another home\r\n  for the purposes of adoption.  Accordingly, Appellants do not have standing\r\n  based on this statute because Child was placed by DSS in Respondent's home for\r\n  purposes of adoption.\r\nII. Standing As Former Foster\r\n  Parents\r\nAppellants also\r\n  argue they have standing by virtue of being Child's former foster parents.  We\r\n  disagree.\r\nStanding refers to a\r\n  party's right to make a legal claim or seek judicial enforcement of a duty or\r\n  right.  Powell ex rel. Kelley v. Bank of Am., 379 S.C. 437, 444, 665\r\n  S.E.2d 237, 241 (Ct. App. 2008).  Generally, to have standing, a litigant must\r\n  have a personal stake in the subject matter of the litigation.  Id. \r\n  Standing is comprised of three elements:  (1) the plaintiff must have suffered\r\n  an injury-in-fact that is concrete and particularized, and actual and imminent\r\n  as opposed to hypothetical; (2) the injury and the conduct complained of the\r\n  defendant must be causally connected; and (3) it must be likely that the injury\r\n  will be redressed by a favorable decision.  Id.\r\nTo\r\n  begin with, we note foster parents' procedural and due process rights with\r\n  regard to their foster children are more limited than the rights of legal\r\n  parents.  In Smith v. Organization of Foster Families For Equality &amp;\r\n    Reform, Justice Brennan explained:\r\n\r\n  [T]here\r\n    are . . .  important distinctions between the foster family and the natural\r\n    family.  First, unlike the earlier cases recognizing a right to family privacy,\r\n    the State here seeks to interfere, not with a relationship having its origins\r\n    entirely apart from the power of the State, but rather with a foster family\r\n    which has its source in state law and contractual arrangements . . . . whatever\r\n    emotional ties may develop between foster parent and foster child have their\r\n    origins in an arrangement in which the State has been a partner from the\r\n    outset.  \r\n\r\n431 U.S. 816, 845-46 (1977)\r\n  (citations omitted).  Because a foster parent's connection to a child is, at\r\n  least initially, based solely on the contract the foster parent enters into\r\n  with the State, once that contract voluntarily ends, as was the case here, the\r\n  foster parent's legal interest in the child becomes even more tenuous.  \r\nSouth Carolina has\r\n  yet to address whether former foster parents have standing to adopt or seek\r\n  visitation of their former foster child; however, courts in other jurisdictions\r\n  have analyzed this issue.  In Pennsylvania, the superior court held former\r\n  foster parents lacked standing to intervene in adoption proceedings because the\r\n  contractual arrangement between the foster parents and their children was on a\r\n  temporary basis, unlike adoptive placement, which &quot;'implies a permanent\r\n  substitution of one home for another.'&quot;  In re Adoption of S.C.P., 527\r\n  A.2d 1052, 1054-55 (Pa. Super Ct. 1987) (quoting Smith, 431 U.S. at 824). \r\n  Because the child protective agency resumed legal custody of the child after\r\n  the child left the care of the former foster family, the Pennsylvania court\r\n  held former foster parents lacked legal standing to intervene in the adoption\r\n  proceedings without the agency's written consent.  Id.\r\nSimilarly,\r\n  the Oklahoma Court of Civil Appeals held former foster parents lacked standing\r\n  to initiate an adoption proceeding.  In re Adoption of I.D.G., 42 P.3d\r\n  303 (Okla. Civ. App. 2002).  In Adoption of I.D.G., the foster child\r\n  lived with the foster family for ten months when the agency removed the child\r\n  from the family's care after confirming allegations of child abuse.  Id. at 305.  In a later proceeding, the former foster parents attempted to adopt\r\n  the child, but the court held they lacked standing:\r\n\r\n  I.D.G.\r\n    lived with Petitioners for ten months. While this is not an insignificant\r\n    period of time, particularly in the course of a very young life, it does not\r\n    convey upon Petitioners the right, independent of their contractual right as\r\n    foster parents, to control the ultimate placement of I.D.G. Petitioners' rights\r\n    as foster parents are set out in contract and statutes. Petitioners undoubtedly\r\n    had standing to contest DHS's decision to remove I.D.G. from their home, but\r\n    they do not have standing to pursue his adoption in a separate proceeding\r\n    initiated outside of the deprived proceeding and after I.D.G. was removed from\r\n    their home.\r\n\r\nId. at 307.    \r\nThe West Virginia\r\n  Supreme Court has expounded upon the sound policy reasons for not allowing\r\n  former foster parents standing to seek custody:        \r\n\r\n  [The]\r\n    need for rapid finality in abuse and neglect proceedings is attributable to the\r\n    overriding concern for the subject child's welfare. A child deserves resolution\r\n    and permanency in his or her life.   Moreover, the best interests of the child\r\n    is the polar star by which decisions must be made which affect children.  Accordingly,\r\n    in the interest of expediting the resolution and conclusion of abuse and\r\n    neglect proceedings, we are hesitant to expand the realm of intervenors to\r\n    individuals who are no longer guardians or custodians of the children at issue\r\n    for fear that unjustified procedural delays undoubtedly would attend the\r\n    ever-increasing roster of interested participants.\r\n\r\nIn re Michael Ray T., 525 S.E.2d 315, 323 (W. Va. 1999) (quotations and\r\n  citations omitted).  Courts in other jurisdictions analyzing the issue of standing\r\n  for former foster parents in the context of custody proceedings have also\r\n  concluded former foster parents lack standing.  See In re Brandon A.,\r\n  50 A.D.3d 395, 395-96 (N.Y. App. Div. 2008) (holding former foster mother\r\n  lacked standing to intervene in custody hearing because she did not have any\r\n  protected liberty interest in the foster-parent-and-child relationship); Valentine\r\n    v. Lutz, 512 N.W.2d 868, 870-71 (Minn. 1994) (holding former foster parents\r\n  did not have the right to intervene in a custody hearing involving a child who\r\n  lived with them for four years because they were not currently providing care\r\n  nor under a duty to provide care to the child).  \r\nTurning to the\r\n  instant case, we find Appellants do not have standing to petition the family\r\n  court to adopt Child.  Any rights Appellants had with regard to Child ended\r\n  after they chose not to administratively challenge the removal of Child from\r\n  their care.  See 27 S.C. Reg. 114-140(A)(1)(c) (Supp. 2008) (allowing\r\n  foster parents the right to appeal the removal of a foster child from the\r\n  foster home); cf. Ex parte\r\n    Morris, 367 S.C. 56, 624 S.E.2d 649\r\n  (2006) (finding a custodian who contested the removal of child from her home\r\n  had standing in a dependency hearing). \r\n  Had Appellants chosen to contest the removal, they would have had standing to\r\n  do so; however, as former foster parents who declined to challenge DSS's\r\n  removal of Child, Appellants do not have standing to initiate a private\r\n  adoption action once Child was placed by DSS into a different pre-adoptive\r\n  home.\r\nIII. Child's Best Interest\r\nFinally,\r\n  Appellants argue the family court erred by not addressing their arguments\r\n  concerning Respondent's sexual orientation and how it impacts upon Child's best\r\n  interest.  We disagree.\r\nStanding\r\n  is a legal concept concerning whether a particular person may raise legal\r\n  arguments or claims.  Black's Law Dictionary 1536 (9th ed. 2009).  While a\r\n  child's best interest is the paramount consideration in every adoption, it has\r\n  no bearing on the preliminary determination of whether a party has standing.   Accordingly,\r\n  we find no error in the family court's refusal to consider arguments regarding\r\n  child's best interest before determining whether Appellants have\r\n  standing to initiate an adoption action.  \r\nCONCLUSION\r\nBased on the foregoing, the decision of the family\r\n  court is\r\nAFFIRMED.\r\nHEARN, C.J., and\r\n  KONDUROS, J., concur.\r\nLOCKEMY, J., concurs\r\n  in a separate opinion.\r\nLOCKEMY,\r\n  J., concurring:  I concur with the\r\n  majority's holding that former foster parents who fail to administratively\r\n  challenge the removal of their foster child do not have standing to initiate a\r\n  private adoption action once DSS places the child into a different pre-adoptive\r\n  home.  I write separately, however, because I want to make clear that foster\r\n  parents are not powerless against DSS when a foster child is removed.  See S.C. Code Ann. Regs. 114-140(A)(1)(c) (Supp. 2008) (allowing foster parents to\r\n  challenge the removal of a child from their home).\r\nIn\r\n  this State and, indeed in this country, we hold dear the right to have only\r\n  those elected to office by the people hold sway over our activities through\r\n  constitutionally permitted limits within laws passed, ratified, and signed into\r\n  law.  Sometimes the operation of state and federal agencies cause us great\r\n  concern because although they are authorized by these duly enacted laws to take\r\n  certain actions, there seems to be a shield between the people and the agency. \r\n  This shield is an artificial one when an agency acts within the constraints of\r\n  permitted statutes because the agency is carrying out the will of the people as\r\n  authorized by its duly elected representatives.   However, if the agency goes\r\n  beyond its authorization or tries to exert power it does not and should not\r\n  have, then we do not have government by the people but government taken from\r\n  the people.  Such is a dreaded concept that caused fear in philosophers like\r\n  John Locke and Baron de Montesquieu, who believed in republican government\r\n  based on the consent of the governed.   Thus, it is imperative that our\r\n  governmental acts are derived only from the people through legislative or\r\n  constitutional authority. \r\nThis\r\n  case troubles me because Appellants have lodged serious allegations against DSS\r\n  concerning what the agency told them about Child's new placement, and I do not\r\n  believe we should discount those allegations when the family court made no\r\n  factual findings in this regard.  If true, the allegations made by Appellants\r\n  against DSS would threaten to put that dangerous shield between the people and\r\n  its government.  Accordingly, I believe it is imperative to emphasize that\r\n  foster parents can administratively challenge the removal of a foster child, so\r\n  long as they lodge their challenge &quot;within thirty (30) days of receiving\r\n  notification of adverse action.&quot;  See S.C. Code Ann. Regs.\r\n  114-130(B)(1), 114-140(C)(2) (Supp. 2008).  Here, if as alleged by Appellants,\r\n  DSS personnel told them that they could bring Child to his new home and remain\r\n  involved in his life, Appellants could have, upon realizing this was not the\r\n  case, challenged the removal of Child.  Appellants did not do so within the\r\n  time allowed by statute and therefore have no standing to challenge the removal\r\n  at this time.  Under these circumstances, I agree with the majority and the\r\n  family court's determination that Appellants lack standing to initiate an\r\n  adoption action.\r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n[2] As the Appellants' petition for adoption and request\r\n  for temporary relief were pending, DSS's underlying removal action continued\r\n  against Child's biological parents.  On July 17, 2008, the Appellants filed a motion\r\n  to intervene in the removal action. The family court denied the motion to\r\n  intervene, and Appellants did not appeal from this order. \r\n[3] At the time of the hearing, this section was codified\r\n  as section 20-7-1670.\r\n[4] Appellants also contend they have standing by virtue\r\n  of the biological parents' relinquishments and the family court erred in\r\n  finding the relinquishments were rendered illegal by a condition.  We find this\r\n  issue is not properly preserved for review because Appellants did not object\r\n  when the family court ordered the parties to remove the conditions from the\r\n  relinquishments.  Furthermore, they raised this argument for the first time in\r\n  their Rule 59 motion.  See  Spreeuw v. Barker, Op. No. 4602 (S.C.\r\n  Ct. App. filed July 29, 2009) (Shearouse Adv. Sh. No. 34 at 64) (finding\r\n  arguments raised to the family court for the first time in post-trial motions\r\n  pursuant to Rule 59 and Rule 60, SCRCP, not preserved for appellate review). \r\n  Likewise, Appellants' arguments they have standing (1) pursuant to section\r\n  63-3-550 of the South Carolina Code (Supp. 2008), (2) because they are &quot;de\r\n  facto custodians&quot; of Child, and (3) based on the holding of Morgan v.\r\n    S.C. Dep't of Soc. Servs., 280 S.C. 577, 313 S.E.2d 350 (Ct. App. 1984) are\r\n  not preserved for review and are manifestly without merit.  See Knight\r\n    v. Waggoner, 359 S.C. 492, 597 S.E.2d 894 (Ct. App. 2004) (explaining arguments\r\n  made for first time on appeal are not preserved for review); see also S.C. Code Ann. § 63-3-550 (2008) (explaining the section pertains only to\r\n  proceedings involving a neglected or delinquent child); S.C. Code Ann. §\r\n  63-15-60(D) (2008) (&quot;No proceeding to establish whether a person is a de\r\n  facto custodian may be brought concerning a child in the custody of\r\n  [DSS].&quot;); Morgan, 280 S.C. 577, 313 S.E.2d 350 (determining whether\r\n  DSS must consent to an adoption when DSS has temporary custody of a minor who\r\n  is already free for adoption).\r\n\r\n","court":"Appeals"},{"id":"4622","title":"Carolina Renewal v SCDOT","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4622","description":"Carolina Renewal contends the trial court erred in determining its breach of contract claim was barred by collateral estoppel.  We affirm.","date":"2009-10-08","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Carolina\r\n          Renewal, Inc., Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Transportation, Daniel Shealy,\r\n          Steve Gwinn, Robert Burriss, and David Figus, Defendants,\r\n        Of Whom South Carolina Department of Transportation is the Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n Alison Renee Lee, Circuit Court Judge\r\n\r\nOpinion No.   4622\r\n  Heard February 18, 2009 – Filed October 8,\r\n2009\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Mark Weston Hardee, of Columbia, for\r\n          Appellant.\r\n        H. Ronald Stanley, of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nHEARN, C.J.:  Carolina Renewal contends the trial\r\n  court erred in determining its breach of contract claim was barred by\r\n  collateral estoppel.  We affirm.   \r\nFACTS\r\nIn 2002, Carolina Renewal entered into a contract with\r\n  the South Carolina Department of Transportation (SCDOT) to perform road construction\r\n  in Spartanburg County.  Shortly after work began, Robert Burriss, a SCDOT\r\n  employee, made slanderous statements about David Smith, Carolina Renewal's sole\r\n  officer and shareholder, to employees for Carolina Renewal.  Burriss made the\r\n  following statements to Carolina Renewal's employees:  they risked not being\r\n  paid because Smith had not paid any of his bills; Smith was going to jail for\r\n  falsifying documents; Smith was going to default on the project; Carolina\r\n  Renewal would not be able to work for the state anymore; and a different\r\n  company owned by Smith would not do any more work for the Department.  After\r\n  hearing these statements, all of Carolina Renewal's employees quit work on the\r\n  project.  Because Smith was unable to hire additional employees, Carolina\r\n  Renewal was unable to perform under the contract.  As a result, SCDOT dismissed\r\n  Carolina Renewal, and Carolina Renewal went out of business.        \r\nIn November of 2002, Smith, in his individual capacity, commenced\r\n  a lawsuit for slander against SCDOT.  In his complaint and in his answer to interrogatories,\r\n  Smith argued he was entitled to damages flowing from the contract between\r\n  Carolina Renewal and SCDOT.  At trial, Smith further testified about the\r\n  contractual damages he and his corporation sustained\r\n  as a result of the slanderous statements.  Ultimately,\r\nthe jury returned a general verdict in favor of Smith, awarding him $132,750.   \r\nIn January of 2006, Carolina Renewal brought a claim for breach of contract\r\n  against SCDOT.  SCDOT responded by filing a motion to dismiss pursuant to Rule\r\n  12(b)(1) and 12(b)(6), SCRCP, arguing the doctrine of collateral estoppel\r\n  prevented Carolina Renewal from recovering damages under the contract. \r\n  Initially, the trial court denied SCDOT's motion to dismiss; however, at a\r\n  subsequent hearing with a different judge, the trial court granted the\r\n  Department's motion, finding &quot;the issue of contract damages, that is, loss\r\n  of profits, loss of future opportunities, loss of income, loss of the bargain\r\nwere all litigated in the (slander action).&quot;  This appeal followed.      \r\nSTANDARD OF REVIEW\r\nIf\r\n  the trial court considers matters outside of the pleadings in ruling on a\r\n  motion under Rule 12(b)(6), SCRCP, the motion will be treated as one for\r\n  summary judgment.  Rule 12(b)(6), SCRCP.  When reviewing the grant of a motion\r\n  for summary judgment, this court applies the same standard as applied by the\r\n  trial court pursuant to Rule 56(c), SCRCP.  Peterson v. West Am. Ins. Co.,\r\n  336 S.C. 89, 94, 518 S.E.2d 608, 610 (Ct. App. 1999).  Summary judgment is appropriate\r\n  when there is no genuine issue of material fact such that the moving party must\r\n  prevail as a matter of law.  Rule 56(c).  &quot;When determining if any triable\r\n  issues of fact exist, the evidence and all reasonable inferences must be viewed\r\n  in a light most favorable to the non-moving party.&quot;  Fleming v. Rose,\r\n  350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002).          \r\nLAW/ANALYSIS\r\nCarolina Renewal contends the trial court erred in\r\n  applying collateral estoppel in this case because:  (1) it was not a party to\r\n  initial slander lawsuit between Smith and SCDOT; (2) it was the only party\r\n  entitled to bring a breach of contract action against SCDOT; (3) slander and\r\n  breach of contract are separate causes of action; and (4) its breach of\r\n  contract claim was not litigated during the slander action.  We disagree.  \r\nCollateral estoppel, also known as issue preclusion,\r\n  prevents a party from relitigating an issue that was decided in a previous\r\n  action, regardless of whether the claims\r\n  in the first and subsequent lawsuits are the same.  Judy v. Judy, 383\r\n  S.C. 1, 7, 677 S.E.2d 213, 217 (Ct. App. 2009).  The party asserting collateral\r\n  estoppel must demonstrate that the issue in the present lawsuit was:  (1) actually litigated in the prior action; (2)\r\n  directly determined in the prior action; and (3) necessary to support the prior\r\n  judgment.  Beall v. Doe, 281 S.C. 363, 369 n.1, 315 S.E.2d 186, 189-90\r\n  n.1 (Ct. App. 1984).  &quot;While the traditional use of collateral estoppel\r\n  required mutuality of parties to bar relitigation, modern courts recognize the\r\n  mutuality requirement is not necessary for the application of collateral\r\n  estoppel where the party against whom estoppel is asserted had a full and fair\r\n  opportunity to previously litigate the issues.&quot;  Snavely v. AMISUB of\r\n    S.C., Inc., 379 S.C. 386, 398, 665 S.E.2d 222, 228&nbsp;(Ct. App. 2008).  The\r\n  doctrine of collateral estoppel should not be rigidly or mechanically applied.  Carrigg v. Cannon, 347 S.C. 75, 81, 552 S.E.2d 767, 770 (Ct. App.\r\n  2001).  Thus, even if all the elements for collateral estoppel are met, when\r\n  unfairness or injustice results or public policy requires it, courts may refuse\r\n  to apply it.  State v. Bacote, 331 S.C. 328, 331, 503 S.E.2d 161,\r\n  163 (1998).    \r\nCarolina Renewal's absence from the\r\n  previous slander lawsuit does not insulate it from issue preclusion.  As far\r\n  back as 1982, our supreme court held the doctrine of collateral estoppel barred\r\n  the plaintiff from relitigating an issue even though the defendant was not a\r\n  party, or in privity with a party, to the initial action.  Graham v. State\r\n    Farm Fire &amp; Cas. Ins. Co., 277 S.C. 389, 391, 287 S.E.2d 495, 496\r\n  (1982); Irby v. Richardson, 278 S.C. 484, 487, 298 S.E.2d 452, 454\r\n  (1982).  In subsequent cases, our appellate courts have applied collateral\r\n  estoppel against a defendant in actions in which the plaintiff was not a party,\r\n  or in privity with a party, to the initial action.  S.C. Prop. &amp; Cas. Ins. Guar. Ass'n v. Wal-Mart\r\n    Stores, Inc., 304 S.C. 210, 213, 403\r\n  S.E.2d 625, 627&nbsp;(1991); Beall, 281 S.C. at 372, 315 S.E.2d at 191.  More recently,\r\n  our supreme court has noted &quot;mutuality is no longer a requirement of\r\n  collateral estoppel.&quot;  Doe v. Doe, 346 S.C. 145, 149, 551 S.E.2d\r\n  257, 259 (2001).  As these decisions make clear, the identity of the parties, and\r\n  their relationships to one another, is simply not a concern when deciding\r\n  whether to apply the doctrine of collateral estoppel.  Accordingly, the trial\r\n  court did not err in applying collateral estoppel against Carolina Renewal even\r\n  though it was not a party to the initial slander lawsuit between Smith and SCDOT.  \r\nIn dispensing with the mutuality requirement,\r\n  our courts have applied collateral estoppel only when the party against whom\r\n  estoppel is asserted had a full and fair opportunity to previously litigate the\r\n  issue.  See S.C. Prop. &amp;\r\n    Cas. Ins. Guar. Ass'n, 304 S.C. at\r\n  213, 403 S.E.2d at 627 (&quot;Nonmutual collateral estoppel may be asserted\r\n  unless the party precluded lacked a full and fair opportunity to litigate the\r\n  issue in the first action or other circumstances justify affording him the\r\n  opportunity to relitigate the issue.&quot;).  Although Carolina Renewal neglects to\r\n  specifically address this point on appeal, it argues collateral estoppel should\r\n  not prevent it from commencing a breach of contract claim because it was the\r\n  only party entitled to bring the action against SCDOT.  This fact is of no\r\n  consequence to us on appeal.  In our view, because the interests of Carolina\r\n  Renewal and Smith are identical, we see no reason to find Carolina Renewal\r\n  lacked a full and fair opportunity to litigate the issue of damages under the contract\r\n  with SCDOT.[1]  See Restatement (Second) of Judgments § 59 cmt. e (1982) (stating because\r\n  the interests of closely-held corporations and their owners generally fully\r\n  coincide, there is no good reason to regard them as legally distinct for\r\n  purposes of collateral estoppel); see also id. § 59 (3)(b)\r\n  (espousing the general rule that collateral estoppel bars a closely-held\r\n  corporation from relitigating issues previously decided in an action where the\r\n  owner of the corporation was a party).[2]  \r\nNext,\r\n  Carolina Renewal contends collateral estoppel does not bar it from bringing a\r\n  breach of contract action against SCDOT because its breach of contract claim is\r\n  a separate cause of action than Smith's initial slander action.  The doctrine\r\n  of collateral estoppel prevents the relitigation of issues, not claims,\r\n  necessarily determined in a former proceeding regardless of whether the\r\n  identity of the causes of action in successive lawsuits are the same.  See Judy, 383 S.C. at 7, 677 S.E.2d at 217 (&quot;Collateral estoppel\r\n  applies to specific issues, regardless of whether the claims in the first and\r\n  subsequent suits are the same.&quot;).  In\r\n  this case, Smith chose to introduce damages flowing from the alleged breach of\r\n  contract in his slander action against SCDOT.  Accordingly, because the\r\n  doctrine of collateral estoppel prevents the relitigation of issues, the trial\r\n  court did not err in determining collateral estoppel barred Carolina Renewal\r\n  from relitigating the issue of contract damages in its breach of contract claim. \r\nFinally, Carolina Renewal asserts the trial court\r\n  erred in determining the issue of contract damages was actually litigated\r\n  during the slander action.  Carolina Renewal does not address the remaining two\r\n  elements of collateral estoppel.  See Beall, 281 S.C. at 369 n.1,\r\n  315 S.E.2d at 189-90 n.1 (noting the party asserting collateral estoppel must\r\n  demonstrate that the issue in the present\r\n  lawsuit was:  (1) actually litigated in\r\n  the prior action; (2) directly determined in the prior action; and (3) necessary\r\n  to support the prior judgment).   Because\r\n  Carolina Renewal does not argue these issues on appeal, they are considered\r\n  abandoned.[3]  See First Sav. Bank v. McLean, 314\r\n  S.C. 361, 363, 444 S.E.2d 513, 514 (1994) (stating\r\n  the failure to provide arguments or supporting authority for an issue renders\r\n  it abandoned); State v. Wakefield, 323 S.C. 189, 191, 473 S.E.2d 831, 832 (Ct. App.\r\n  1996) (noting, to be considered on appeal, all issues must be argued by the\r\n  appellant in its initial brief).  Accordingly, we decide only whether the issue\r\n  of contract damages was actually litigated in Smith's slander lawsuit.[4] \r\n   \r\nBecause Smith sought to recover damages from the\r\n  alleged breach of contract in his slander action, we find the issue of contract\r\n  damages was actually litigated in the slander lawsuit.  In the slander action,\r\n  Smith testified at length about damages he and his corporation sustained as a\r\n  result of SCDOT's alleged breach of contract.  Additionally, in Smith's\r\n  complaint, he contended the defamatory\r\n  statements made by Burriss caused him to suffer damage in the form of lost\r\n  profits under the contract.  Later, in his answer to interrogatories, Smith\r\n  itemized the damages he was seeking to recover in the slander suit:  loss of\r\n  the contract with SCDOT in the amount of $87,000, delay on the project in the\r\n  amount of $185,000, and lost profits on the project of $100,000.  In Carolina\r\n  Renewal's brief, it acknowledges Smith litigated the issue of contract damages\r\n  in his slander suit when it states &quot;[Smith]\r\n  was allowed . . . to interject contract damages due to a third party into [his]\r\n  slander cause of action . . .&quot;  See Shorb v. Shorb, 372 S.C.\r\n  623, 628 n.3, 643 S.E.2d 124, 127 n.3 (Ct. App. 2007) (holding a party is bound\r\n  by a concession in his brief).  Clearly,\r\n  the evidence in this case reveals that Smith sought to recover damages from the\r\n  alleged breach of contract in his slander lawsuit.  As a result, we conclude\r\n  the issue of contract damages was actually litigated in the slander action, and\r\n  Carolina Renewal is collaterally estopped from relitigating the issue.  \r\nAccordingly, the\r\n  decision of the circuit court is \r\nAFFIRMED.\r\nSHORT, J., concurs. KONDUROS, J., dissents in a separate opinion.   \r\nKONDUROS, J.: \r\n  I respectfully dissent.  The majority finds Smith actually litigated the issue\r\n  of contract damages at the first trial.  Because the trial court was\r\n  considering this case at the summary judgment stage of the proceedings, I disagree. \r\n  A motion for summary judgment shall be granted &quot;if the pleadings, depositions,\r\n  answers to interrogatories, and admissions on file, together with the\r\n  affidavits, if any, show that there is no genuine issue as to any material fact\r\n  and that the moving party is entitled to a judgment as a matter of law.&quot;\r\n  Rule 56(c), SCRCP. &nbsp;For summary judgment purposes, a court must view the\r\n  facts in the light most favorable to the nonmoving party.  George v. Fabri,\r\n  345 S.C. 440, 452, 548 S.E.2d 868, 874&nbsp;(2001).&nbsp; Because summary\r\n  judgment is a drastic remedy, a court should cautiously invoke it so it will\r\n  not improperly deprive a party of a trial of the disputed factual issues.&nbsp; Baughman v. Am. Tel. &amp; Tel. Co., 306 S.C. 101, 112, 410 S.E.2d 537,\r\n  543&nbsp;(1991).\r\nA party asserting the defense of\r\n  collateral estoppel has the burden of proving all of the elements, including\r\n  whether the issue was actually litigated.  See Carrigg v. Cannon,\r\n  347 S.C. 75, 80, 552 S.E.2d 767, 770 (Ct. App. 2001) (quoting Beall v. Doe, 281 S.C. 363, 371, 315 S.E.2d 186, 191 (Ct. App. 1984)) (&quot;The\r\n  party asserting collateral estoppel 'must show that the issue was actually\r\n  litigated and directly determined in the prior action and that the matter or\r\n  fact directly in issue was necessary to support the first judgment.'&quot;). \r\n  Here, SCDOT had the burden of showing the issue of contract damages was\r\n  actually litigated.  Because the case was at the summary judgment stage of the\r\n  proceedings, the trial court was looking to see if SCDOT presented any evidence\r\n  that raised a genuine issue of material fact as to whether the issue of\r\n  contract damages was litigated.&nbsp; Carolina Renewal, the nonmoving party, only\r\n  needed to submit a scintilla of evidence warranting determination by a jury for\r\n  summary judgment to be denied.  See Hancock v. Mid-South Mgmt. Co.,\r\n  381 S.C. 326, 330, 673 S.E.2d 801, 803 (2009) (clarifying and reaffirming in\r\n  cases applying the preponderance of the evidence burden of proof, the nonmoving\r\n  party is only required to submit a mere scintilla of evidence to withstand a\r\n  motion for summary judgment).  Despite the\r\n  fact Smith owned all of the shares of\r\n  Carolina Renewal, he could not have brought the cause of action for breach of\r\n  contract individually because he was not a party to the contract.[5]  While the first case included testimony regarding\r\n  the contract, the jury was not asked to examine the terms of the contract or\r\n  whether SCDOT's actions were a breach of the terms.  In fact, Smith did not\r\n  move to admit the contract into evidence; SCDOT did.  SCDOT did not demonstrate\r\n  the complaint in the first case was amended to include the breach of contract\r\n  action, nor point to anywhere in the record from the first case that the\r\n  parties agreed to try the breach of contract action.  Additionally, the verdict\r\n  in the first case was a general verdict, which made determining whether the\r\n  jury decided the breach of contract issue impossible.  I believe all of this amounted to at least a mere\r\n  scintilla of evidence the contract damages were not litigated.  Accordingly, I would reverse the trial court's grant\r\n  of summary judgment.\r\n\r\n\r\n[1] In addition to sharing the same interests, the fact\r\n  Smith actually litigated the issue of contract damages in his slander action\r\n  provides further evidence that Carolina Renewal was provided with a full and\r\n  fair opportunity to litigate the issue.  \r\n[2] Our courts have relied heavily on the Restatement\r\n  (Second) of Judgments in developing collateral estoppel jurisprudence.  See Beall, 281 S.C. at 370, 315 S.E.2d at 190 (adopting the\r\n  general rule and exceptions set forth in Sections 27, 28, and 29 of the\r\n  Restatement (Second) of Judgments (1982)).      \r\n[3] In broad conclusion included in Carolina Renewal's\r\n  appellant brief, it states &quot;[n]one of the elements for res judicata,\r\n  collateral estoppel, or issue preclusion are present in this case.&quot;  This\r\n  argument is too conclusory to be considered on appeal.  See Muir v.\r\n    C.R. Bard, Inc., 336 S.C. 266, 298, 519 S.E.2d 583, 600 (Ct. App. 1999)\r\n  (declaring that conclusory arguments may be treated as abandoned); Englert,\r\n    Inc. v. Netherlands Ins. Co., 315 S.C. 300, 304 n.2, 433 S.E.2d 871, 873\r\n  n.2 (Ct. App. 1993) (stating a one sentence argument is too conclusory to\r\n  present any issue on appeal).  This is especially true in this case, when\r\n  Carolina Renewal fails altogether to cite the last two elements of collateral\r\n  estoppel in its brief.\r\n[4] The fact that the jury returned a general verdict in the\r\n  slander lawsuit has no bearing on whether the issue was actually litigated\r\n  during that proceeding.  To the extent the general verdict would impact our\r\n  analysis, it would only be in deciding whether the issue of contract damages\r\n  was directly determined in the slander action or necessary to support the\r\n  jury's verdict; however, as we stated above, these issues are not before the\r\n  court.  \r\n[5] I do not disagree with the\r\n  majority that mutuality of parties is no longer a requirement for collateral\r\n  estoppel.  However, I do believe the fact that Smith could not have\r\n  individually brought the breach of contract action is one of several factors\r\n  that raised a material question of fact as to whether breach of contract\r\n  damages were actually litigated.\r\n\r\n","court":"Appeals"},{"id":"4623","title":"In The Matter Of The Care And Treatment Of Leo McClam","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4623","description":"The South Carolina Department of Mental Health and the State of South Carolina challenge an order transferring a sexually violent predator to a private treatment facility.","date":"2009-10-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        In The Matter\r\n          Of The Care And Treatment Of Leo McClam, Respondent,\r\n        v.\r\n        The State Of\r\n          South Carolina, Appellant,\r\n        and The South\r\n          Carolina Department Of Mental Health Is The, Intervenor/Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\n  Judge Michael G. Nettles, Circuit Court\r\nJudge\r\n\r\nOpinion No. 4623\r\n  Submitted May 1, 2009 – Filed October 13,\r\n2009    \r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Assistant Attorney General Deborah R.J. Shupe, Mark W. Binkley,\r\n          and L. Kimble Carter, all of Columbia, for Appellants.\r\n        LaNelle DuRant, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.:  The South Carolina Department of Mental Health (SCDMH)\r\n  and the State of South Carolina (collectively Appellants) contend the trial\r\n  court improperly expanded the operation of the Sexually Violent Predator Act (SVP\r\n  Act) in transferring inmate Leo McClam to a private treatment facility.  We\r\n  dismiss the appeal as moot.[1]\r\nFACTS AND PROCEDURAL HISTORY\r\nMcClam\r\n  was committed in 2000 to the South Carolina Department of Mental Health\r\n  Behavioral Disorders Treatment Program (BDTP) after adjudication as a Sexually\r\n  Violent Predator (SVP) pursuant to the SVP Act, sections 44-48-10 through -170 of\r\n  the South Carolina Code (2002 &amp; Supp. 2008).\r\nIn\r\n  2006, Circuit Court Judge Michael G. Nettles held an annual hearing in response\r\n  to a petition for release filed by McClam.  In the petition, McClam sought an\r\n  order finding probable cause to believe his mental abnormality or personality\r\n  disorder had so changed that he was safe to be at large and, if released, was\r\n  not likely to commit acts of sexual violence.  McClam attended the hearing with\r\n  his court-appointed attorney.  An assistant attorney general appeared on behalf\r\n  of the State.\r\nJudge Nettles then\r\n  issued an order in which he found McClam had not shown probable cause to\r\n  believe his mental abnormality or personality disorder had so changed that he\r\n  was safe to be at large and, if released, not likely to commit acts of sexual\r\n  violence.  In the same order, however, Judge Nettles granted McClam's pro se Motion for Independent Evaluation.  Judge Nettles approved Dr. Thomas\r\n  V. Martin, of Martin Psychiatric Services in Columbia, to perform the\r\n  evaluation and ordered, as part of the evaluation, that Dr. Martin conduct a\r\n  penile plethysmograph (PPG) of McClam without advance notice to McClam of when\r\n  the test would be administered.  According to the order, McClam was to be\r\n  monitored by a Public Safety Officer of SCDMH at all times until he was\r\n  delivered to the facility administering the PPG, at which time a staff member\r\n  of the administering facility would monitor him until the test began.  As part\r\n  of the evaluation, Judge Nettles also directed Dr. Martin to conduct a review\r\n  to determine if SCDMH had services available that would motivate McClam to\r\n  complete treatment.\r\nDr. Martin evaluated\r\n  McClam and issued a report in which he concluded as follows:\r\n\r\n  Mr.\r\n    McClam has been committed to the [SVP Program] for over five years without\r\n    successful completion of treatment.  It is therefore my recommendation that Mr.\r\n    McClam be transferred to an alternate secure mental health treatment facility\r\n    that is equipped with trained staff to treat sexually deviant individuals with\r\n    severe mood and psychotic illnesses.  This would better afford Mr. McClam the\r\n    opportunity to stabilize with medication, develop techniques to complete his\r\n    basic activities of daily living, and develop more appropriate social and\r\n    interpersonal skills that would eventually lend towards establishing healthier relationships. \r\n    I have consulted with health care administrators at Just Care, Inc. of\r\n    Columbia, SC who are willing to accept Mr. McClam in transfer for completion of\r\n    his sex offender and psychiatric treatment on an inpatient level.[2]\r\n\r\nSeveral\r\n  months after Dr. Martin issued his report, Judge Nettles held a hearing to\r\n  determine whether McClam should be transferred to a different facility for more\r\n  effective treatment.  After this hearing, Judge Nettles ordered &quot;that\r\n  McClam be transferred to Just Care as recommended by Dr. Martin in order to\r\n  achieve a psychiatric balance&quot; and that the matter be reviewed in six\r\n  months.  In support of this decision, Judge Nettles observed that the parties\r\n  were at a stalemate and that McClam was not making any progress in his current\r\n  treatment program.  Neither McClam nor the State took formal exception to this\r\n  order, a copy of which was also sent to SCDMH.\r\nAfter receiving the\r\n  order, SCDMH moved to intervene and join as a party in the matter. \r\n  Simultaneously, SCDMH filed a notice of and motions for relief from and stay of\r\n  the Judge Nettles' order transferring McClam to Just Care.  SCDMH argued (1) it\r\n  was a necessary party that was not joined in the proceedings; (2) the order\r\n  affected the rights of two non-parties, SCDMH and Just Care, Inc.; and (3) the\r\n  order required SCDMH to violate the explicit terms of the SVP Act in that the\r\n  order allowed treatment of a sexually violent offender at a facility not\r\n  operated by SCDMH.  As to the third argument, SCDMH contended that if it\r\n  followed the order, it would &quot;abdicate its statutory responsibilities to\r\n  control, care and treat Leo McClam including deference to the private sector in\r\n  the exercise of professional judgment regarding treatment.&quot;\r\nAfter a hearing on\r\n  SCDMH's motions, Judge Nettles granted leave to SCDMH to intervene in the case;\r\n  however, he allowed his prior order authorizing McClam's transfer to Just Care\r\n  to stand.  Regarding his refusal to change the order, Judge Nettles explained\r\n  that &quot;[a]lthough he's not in the physical care of [SCDMH], certainly they\r\n  still are in charge of the care, custody, and control of this\r\n  individual.&quot;  Judge Nettles further clarified his order by specifically\r\n  providing SCDMH could &quot;take whatever factors they find be [sic]\r\n  appropriate.&quot;  In a written order issued pursuant to the hearing, Judge\r\n  Nettles ruled &quot;McClam's placement at the Just Care facility is to be\r\n  determined by [SCDMH] in collaboration with the staff at Just Care&quot; and\r\n  the case would be reviewed in six months.  After SCDMH and the State received\r\n  written notice of entry of this order, a timely notice of appeal on behalf of\r\n  SCDMH and the State was filed.\r\nWhile the appeal\r\n  was pending in this Court, Judge Nettles held the six-month review as mandated\r\n  by his prior order.  At the hearing, Judge Nettles received into evidence an\r\n  affidavit from Peggy C. Wadman, M.D., the Forensic Medical Director of SCDMH,\r\n  in which Dr. Wadman stated in part that McClam had finished the SVP Treatment\r\n  Program and was currently being evaluated by his treatment team for possible\r\n  release.  Dr. Wadman also stated &quot;[i]t has been necessary for the SCDMH\r\n  staff to provide all psychiatric, sexual disorder and medical treatment to Mr.\r\n  McClam since his transfer to Just Care.&quot;\r\nA few days after\r\n  the six-month review, the Darlington County Probate Court issued an order first\r\n  committing McClam &quot;to a state mental health facility for in-patient care\r\n  and treatment&quot; and then ordering him to &quot;undergo an out-patient\r\n  treatment program at Florence County (Pee Dee) mental health facility for a period\r\n  not to exceed 12 months.&quot;  In his order, the probate court judge noted his\r\n  decision was made &quot;[a]fter a full hearing on the issues involved&quot; and\r\n  the reason for the mandatory treatment was that McClam &quot;lack[ed]\r\n  sufficient insight or capacity to make responsible decisions with respect to\r\n  his treatment&quot; and it was likely that McClam, because of his condition,\r\n  would inflict serious harm to himself or others.\r\nAfter the probate\r\n  court issued its order, Judge Nettles issued a written order pursuant to the six-month\r\n  review hearing directed that &quot;in light of his completion of all treatment\r\n  segments to the Sexually Violent Predator Treatment Program Leo McClam shall be\r\n  transferred from Just Care back to the Sexually Violent Predator Treatment\r\n  Unit&quot; within ten days.\r\nSeveral weeks after\r\n  Judge Nettles issued his order, a hearing took place before Circuit Court Judge\r\n  Thomas Russo on a petition by McClam for his release from confinement.  Two\r\n  days after this hearing, Judge Russo authorized McClam's release from\r\n  confinement and ordered him to comply with the statutory requirements of\r\n  registration as a SVP.  In his order, Judge Russo also noted inter alia (1) SCDMH had sought and obtained an order from the probate court committing\r\n  McClam to inpatient treatment; (2) SCDMH authorized McClam to petition for\r\n  release and advised the South Carolina Attorney General's Office that McClam\r\n  was safe to be at large and, if released, would not be likely to commit acts of\r\n  sexual violence; and (3) although the testimony at the hearing was undisputed\r\n  that McClam was not safe to be at large, the State could not prove beyond a\r\n  reasonable doubt that McClam would be likely to commit acts of sexual violence\r\n  if he was released.\r\nDuring the pendency\r\n  of this appeal in this Court, McClam moved to dismiss the matter as moot.  Although\r\n  this Court denied the motion, the parties were permitted to address this issue\r\n  in their briefs.\r\nLAW/ANALYSIS\r\n\r\nWe agree with McClam this appeal should be\r\n  dismissed as moot and therefore decline to address the merits of the issues\r\n  presented.[3]  \r\n&quot;[M]oot appeals result when intervening events\r\n  render a case nonjusticiable.&quot;  Sloan v. Greenville County, 356\r\n  S.C. 531, 552, 590 S.E.2d 338, 349 (Ct. App. 2003).  &quot;A case becomes moot when judgment, if rendered, will have\r\n  no practical legal effect upon [the] existing controversy. This is true when\r\n  some event occurs making it impossible for [the] reviewing Court to grant\r\n  effectual relief.&quot;  Id. (brackets in original). \r\nIn the civil context, there are three general exceptions under\r\n  which an appellate court can issue a ruling on an appeal on an otherwise moot\r\n  controversy:  (1) if the issue raised is &quot;capable of repetition but\r\n  evading review&quot;; (2) if the question is one of &quot;imperative and\r\n  manifest urgency to necessitate establishing a rule for future conduct in\r\n  matters of important public interest&quot;; and (3) if the trial court's\r\n  decision &quot;may affect future events, or have collateral consequences for\r\n  the parties.&quot;  Curtis v. State, 345 S.C. 557, 568, 549 S.E.2d 591,\r\n  596 (2001).  \r\nAccording to the facts presented in this appeal, McClam has\r\n  successfully completed the SVP Program and been released from confinement with\r\n  the consent of both SCDMH and the State.  Any decision by this Court concerning\r\n  the validity of the order transferring him to Just Care would have no practical\r\n  effect on his placement because he is no longer &quot;committed to the custody\r\n  of the Department of Mental Health for control, care, and treatment . . . at a\r\n  facility operated by the Department of Mental Health.&quot;  S.C. Code Ann. §\r\n  44-48-100 (2002 &amp; Supp. 2008).  The rationale for Appellants' argument that\r\n  McClam's transfer to Just Care was improper, namely the need to segregate SVPs\r\n  from other persons under the supervision of SCDMH, is no longer a concern here. \r\nAs to the exceptions under which this Court can take jurisdiction\r\n  of an otherwise moot dispute, we agree with McClam that none of these apply\r\n  here.  First, the record contains no indication the issue presented in this\r\n  appeal &quot;can be repeatedly presented to the trial court yet escape review\r\n  at the appellate level because of its fleeting and determinate nature.&quot;  Citizen\r\n    Awareness Regarding Educ. v. Calhoun County Publ'g, Inc., 406 S.E.2d 65, 67\r\n  (W.Va. 1991) (cited in Curtis, 345 S.C. at 568, 549 S.E.2d at\r\n  596).  The legislative findings behind the SVP Act emphasize the need for\r\n  &quot;long-term control, care, and treatment of sexually violent\r\n  predators.&quot;  S.C. Code Ann. § 44-48-20 (2002 &amp; Supp. 2008) (emphasis\r\n  added).  We recognize the possibility exists that an appeal involving the\r\n  placement of an inmate in the SVP Program will not be adjudicated before the\r\n  inmate's discharge from the program.  Nevertheless, no evidence was presented\r\n  here that McClam's release, which was obtained with the authorization of SCDMH during\r\n  the pendency of this appeal, is a common occurrence that would typically\r\n  prevent an appellate court from ruling on the propriety of an order authorizing\r\n  the transfer of an inmate in the SVP Program to a different facility.  To the\r\n  contrary, this is apparently the first time an appellate court has been called upon\r\n  to decide the issue presented in this appeal, notwithstanding the fact that,\r\n  according to an affidavit from the Director of the Forensic Evaluation and\r\n  Treatment Service of SCDMH, 1,029 offenders have been referred for commitment\r\n  to the SVP Program since the passage of the SVP Act in 1998.\r\nSecond, the question presented here is not one of imperative and\r\n  manifest urgency that requires establishing a rule for future conduct in\r\n  matters of important public interest.  The South Carolina General Assembly has\r\n  already established such a rule.  See S.C. Code Ann. § 44-48-100(A)\r\n  (2002 &amp; Supp. 2008) (&quot;At all times, a person committed for control,\r\n  care, and treatment by the Department of Mental Health pursuant to this chapter\r\n  [i.e. the SVP Act] must be kept in a secure facility, and the person must be\r\n  segregated at all times from other patients under the supervision of the\r\n  Department of Mental Health.&quot;).\r\nFinally, we hold there was no showing that the decision to\r\n  transfer McClam to Just Care could affect future events or have collateral\r\n  consequences for the parties.  As noted earlier, we are not aware of any\r\n  similar controversies that have been presented to either this Court or the\r\n  South Carolina Supreme Court.  Furthermore, as noted in Judge Nettles' order authorizing\r\n  McClam's transfer to Just Care, the reasons prompting McClam's desire for a\r\n  transfer from BDTP to another facility were predominantly interpersonal,\r\n  reflecting &quot;the ineffective therapeutic alliance established between him\r\n  and the treatment staff.&quot;  As noted by McClam in his respondent's brief\r\n  and not disputed by Appellants in their reply brief, numerous personnel changes\r\n  have taken place among the SVP Program staff such that, if McClam should again\r\n  be committed to the Program, it is not likely he will have the same treatment\r\n  team that he had during his earlier commitment.  \r\nCONCLUSION\r\nThe order authorizing McClam's transfer to Just Care during his treatment\r\n  would no longer affect his placement in the SVP Program because McClam has\r\n  completed the Program and been released from confinement.  This appeal is\r\n  therefore moot, and, as we have noted, none of the exceptions under which we\r\n  can take jurisdiction of such a dispute are applicable.  \r\nAPPEAL\r\n  DISMISSED.\r\nHEARN,\r\n  C.J., and KONDUROS, J., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n[2]  Just Care is a private detention healthcare company\r\n  and is not operated by SCDMH.\r\n[3]  Appellants\r\n  contend McClam's transfer to a private treatment facility was neither\r\n  authorized by the SVP Act nor required by due process.  \r\n\r\n","court":"Appeals"},{"id":"4624","title":"Branche Builders, Inc. v. Coggins","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4624","description":"Branche Builders, Inc., a general contractor, brought suit against Saundra Coggins, a flooring subcontractor, doing business as Carolina Carpet World & Interiors, and Coggins & Kimbrell Enterprises, Inc. for breach of contract after the flooring Coggins installed started to buckle from moisture.  The trial court found in favor of Branche Builders and Carolina Carpet World appealed.  We affirm.","date":"2009-10-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Branche\r\n          Builders, Inc., a South Carolina Corporation, Respondent,\r\n        v.\r\n        Saundra\r\n          Coggins, d/b/a &quot;Carolina Carpet World &amp; Interiors,&quot; and Coggins\r\n          &amp; Kimbrell Enterprises, Inc., a South Carolina Corporation, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\n Lee S. Alford, Circuit Court Judge\r\n\r\nOpinion No.  4624\r\n  Submitted May 1, 2009 – Filed October 13,\r\n2009\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Gloria Y. Leevy, of Greenville, for Appellants.\r\n        John Martin Foster, of Rock Hill, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.: Branche\r\n  Builders, Inc., a general contractor, brought suit against Saundra Coggins, a\r\n  flooring subcontractor, doing business as Carolina Carpet World &amp; Interiors,\r\n  and Coggins &amp; Kimbrell Enterprises, Inc. (collectively Carolina Carpet\r\n  World)[1] for breach of contract after the flooring Coggins\r\n  installed started to buckle from moisture.&nbsp; The trial court found in favor\r\n  of Branche Builders and Carolina Carpet World appealed. &nbsp;We affirm.[2]\r\nFACTS\r\nBranche Builders\r\n  was hired as the general contractor to remodel a home in Rock Hill.  On April\r\n  30, 2003, Branche Builders hired Coggins to install laminate flooring in the\r\n  home in exchange for $10,759.46.  Coggins installed the floor in May 2003.  The\r\n  floors were manufactured by Witex and the instructions required polyethylene to\r\n  be placed between a cement floor and a laminate floor.  However, because the\r\n  home had vinyl floors,[3] Coggins placed roofing felt between the vinyl and laminate floors during\r\n  installation.  Branche Builders paid Coggins according to the contract and\r\n  shortly thereafter, the laminate flooring buckled and lifted off the subfloor. \r\n  Coggins removed the laminate floor but did not replace it.  Ultimately, Branche\r\n  Builders hired Kellet's Floors and Interiors to replace the floor.  \r\nBranche Builders\r\n  filed a complaint against Carolina Carpet World, which included allegations of rescission\r\n  of contract and breach of warranty.  The case was tried without a jury.  At\r\n  trial, Coggins conceded she did not follow the manufacturer's instructions in\r\n  that she used roofing felt instead of the manufacturer-recommended moisture\r\n  barrier.  She also was uncertain as to whether the floor was installed with the\r\n  proper expansion specifications.  However, Coggins and one of Carolina Carpet\r\n  World's experts contended the moisture entered the home through a door or because\r\n  of an inadequate drainage system during periods of heavy rain.  \r\nHoward\r\n  Kellet, president of the company that installed the replacement laminate floors\r\n  in the home, testified as an expert witness in the area of laying laminate\r\n  flooring.  He testified he had never seen roofing felt used as an\r\n  underlayment.  He further testified he would never have used it because it was\r\n  not an approved vapor barrier for a laminate floor.  Additionally, he stated\r\n  there appeared &quot;to be little or no expansion joints.&quot;  When asked if\r\n  he had &quot;an opinion as to what caused the buckling in the floor&quot; he\r\n  responded &quot;it was like a fifty-foot room and then there was no expansion\r\n  joint put to allow for that.  It's kind of like concrete expansions.  I mean,\r\n  this floor will move.  It will expand and contract with humidity.&quot;\r\nAnother expert in\r\n  the area of laminate floors, Richard Talbert, was asked if he had &quot;an\r\n  opinion as to whether that lack of use [of the recommended vapor barrier] and\r\n  that lack of spacing was the probable cause of the problems that appeared in\r\n  this case?&quot;  He responded, &quot;Yes, sir, particularly around the\r\n  fireplace where there's buck[l]ing and some darkening of the color.  That means\r\n  that the concrete floor itself was allowing moisture to come up from the bottom\r\n  and get on the bottom of the product.&quot;    \r\nThe trial court asked\r\n  Michael Schwartz, an expert in the area of home examination, if the moisture\r\n  was entering the house from the door.  Schwartz testified it was not.  The\r\n  trial court further questioned, &quot;What if you'd had a proper vapor barrier\r\n  down there over the concrete if it leached into the concrete?  Would that have\r\n  made a difference as to what happened to the laminate?&quot;  Schwartz\r\n  responded affirmatively.\r\nCarolina Carpet\r\n  World presented Gary Drury, a witness qualified as an expert in the\r\n  installation of flooring, who testified &quot;as far as the moisture of that\r\n  magnitude, . . . it's just really hard to believe it solely came through the\r\n  bottom of that concrete.&quot;  He also testified the laminate flooring was\r\n  protected through means other than polyethylene.  James Kendrick, who installed\r\n  the laminate flooring on Carolina Carpet World's behalf, also testified as an\r\n  expert witness.  He testified that the roof felting was &quot;just as good as&quot;\r\n  the polyethylene.\r\nThe\r\n  trial court found in favor of Branche Builders on the basis of rescission.  The\r\n  trial court found &quot;the most probable cause of the damage to the installed\r\n  flooring was the failure to follow the manufacturer's specifications regarding\r\n  the proper moisture barrier on a concrete slab and the proper room for\r\n  expansion of the flooring.&quot;  The trial court awarded Branche Builders\r\n  damages of $10,759.46, prejudgment and postjudgment interest, and attorney's\r\n  fees.  This appeal followed.\r\nSTANDARD OF REVIEW\r\n&quot;An action for breach of contract seeking money damages is an action at law.&quot;  McCall v. IKON, 380\r\n  S.C. 649, 658, 670 S.E.2d 695, 700 (Ct.\r\n  App. 2008).  On appeal of\r\n  an action at law tried without a jury, we will not disturb the trial court's findings\r\n  of fact unless no evidence reasonably supports the findings.  Townes Assocs.,\r\n    Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775\r\n  (1976).  Additionally, the appellate court can correct errors of law.  Okatie\r\n    River, L.L.C. v. Se. Site Prep, L.L.C. 353 S.C. 327, 334, 577 S.E.2d 468,\r\n  472 (Ct. App. 2003).  The trial court's findings are equivalent to a jury's\r\n  findings in a law action.  Chapman v. Allstate Ins. Co., 263 S.C. 565,\r\n  567, 211 S.E.2d 876, 877 (1975).  Questions regarding credibility and the weight\r\n  of the evidence are exclusively for the trial court.  Sheek v. Crimestoppers\r\n    Alarm Sys.,&nbsp;297 S.C. 375, 377, 377 S.E.2d 132, 133&nbsp;(Ct. App.\r\n  1989).  &quot;We must look at the evidence in the light most favorable to the\r\n  respondents and eliminate from consideration all evidence to the\r\n  contrary.&quot;  Id.\r\nLAW/ANALYSIS\r\nCarolina Carpet World\r\n  argues the trial court erred in finding in favor of Branche Builders because\r\n  the evidence demonstrated the failure to use the manufacturer's instructions\r\n  and moisture barrier was not the proximate cause of the damage to the floors.[4] \r\n  We disagree.\r\nThe\r\n  elements for breach of contract are the existence of the contract, its breach,\r\n  and the damages caused by such breach.  Fuller v. E. Fire &amp; Cas. Ins.\r\n    Co., 240 S.C. 75, 89, 124 S.E.2d 602, 610&nbsp;(1962).  &quot;The general\r\n  rule is that for a breach of contract the defendant is liable for whatever\r\n  damages follow as a natural consequence and a proximate result of such\r\n  breach.&quot;  Id.  Rescission is an undoing of a contract from the\r\n  beginning, as if the contract had never existed.  Ellie, Inc. v. Miccichi,\r\n  358 S.C. 78, 95, 594 S.E.2d 485, 494&nbsp;(Ct. App. 2004).  &quot;In a breach\r\n  of contract action, damages serve to place the nonbreaching party in the\r\n  position he would have enjoyed had the contract been performed.&quot; S.C. Fed. Sav. Bank v.\r\n    Thornton-Crosby Dev. Co.,&nbsp;303 S.C. 74, 77, 399 S.E.2d 8, 10&nbsp;(Ct.\r\n  App. 1990).  \r\nThe trial court\r\n  found &quot;the most probable cause of the damage to the installed flooring was\r\n  the failure to follow the manufacturer's specifications regarding the proper\r\n  moisture barrier on a concrete slab and the proper room for expansion of the\r\n  flooring.&quot;  The record contains evidence to reasonably support that\r\n  finding.  Three expert witnesses testified they believed the use of the roofing\r\n  felt instead of the polyethylene allowed water to damage the floors. \r\n  Additionally, the experts noted the failure to use proper expansion spacing\r\n  could also cause the problems with the floor.  Carolina Carpet World's\r\n  appellate brief states it does not dispute it did not follow the manufacturer's\r\n  instructions, use the recommended moisture barrier, or employ the proper\r\n  expansion specifications.  Although Carolina Carpet World presented expert testimony\r\n  the roofing felt and vinyl floors were an adequate substitute for the\r\n  polyethylene, the determination of the weight of the evidence is for the trial\r\n  court.  Accordingly, Branche Builders' expert testimony constitutes evidence to\r\n  reasonably support the trial court's finding the failure to follow the\r\n  manufacturer's specifications was the most probable cause of the buckling. \r\n  Therefore, the trial court's decision is\r\nAFFIRMED.\r\nHEARN, C.J., and\r\n  THOMAS, J., concur.\r\n\r\n\r\n[1] At trial, Coggins disputed she was doing business as\r\n  Carolina Carpet World &amp; Interiors and asserted that business was owned by\r\n  Coggins &amp; Kimbrell Enterprises, Inc.  The trial court found Branche\r\n  Builders had no notice it was dealing with a corporate entity.  Further, it\r\n  found Carolina Carpet World &amp; Interiors, which was not a registered name of\r\n  Coggins &amp; Kimbrell Enterprises, was the only name shown on the contract\r\n  with Branche Builders.  Neither Coggins nor Coggins &amp; Kimbrell Enterprises\r\n  appeals this ruling.\r\n[2] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[3] Gene Branche, president of Branche Builders,\r\n  testified the vinyl flooring was old and was beginning to tear at the seams.\r\n[4] In its appellate brief, Carolina Carpet World\r\n  references equitable estoppel and unclean hands.  However, it never pled these\r\n  defenses at trial.  &quot;Every defense, in law or\r\n  fact, to a cause of action in any pleading, whether a claim, counterclaim,\r\n  cross-claim, or third-party claim, shall be asserted in the responsive pleading[,\r\n  with some exceptions].&quot;  Rule 12(b), SCRCP.  The failure to plead\r\n  an affirmative defense is deemed a waiver of the right to assert it.  See Adams v. B &amp; D, Inc., 297 S.C. 416, 419, 377 S.E.2d 315, 317 (1989)\r\n  (finding if an appellant fails to plead an affirmative defense or raise it to\r\n  the trial court, an appellate court will not address it on appeal).  Accordingly,\r\n  we cannot consider these arguments on appeal.\r\n\r\n","court":"Appeals"},{"id":"4625","title":"Hughes v. Western Carolina Regional Sewer Authority","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4625","description":"This is an appeal of a civil action from Greenville County in which judgment was entered against Appellant.   The case arises from an auto accident in which Appellant's agent caused a minor accident with no injuries; however, while waiting for police to arrive on the scene a third party negligently collided with Respondent's stopped car causing significant injury to the Respondent.  Appellant alleges that the trial court erred by; (1) failing to grant motions for directed verdict and judgment notwithstanding the verdict , alleging its agents were not the proximate cause of Respondent's injuries due to the intervening negligence of the third party driver; (2) instructing the jury on S.C. Code Ann. §§ 56-5-5060 – 56-5-5100 (1976); and (3) denying Appellant's motion to reduce or set-off the jury's award by the $80,000 Respondent received from the third party for the same injuries.","date":"2009-10-22","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Gene Richard Hughes, Jr., Respondent,\r\n        v.\r\n        Western Carolina Regional Sewer\r\n          Authority, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Greenville County\r\nEdward W. Miller, Circuit Court Judge\r\n\r\nOpinion No. 4625\r\n  Heard May 27, 2009 – Filed October 22,\r\n2009\r\nWithdrawn, Substituted, and Refiled on\r\nFebruary 9, 2010\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        K. Lindsay Terrell, of Greenville, for Appellant.\r\n        David Alexander and Manning Y. Culbertson, both of Greenville, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS,\r\n  J.:  In this tort action, Western Carolina Regional Sewer\r\n    Authority (WCRSA) appeals (1) the trial court's denial of motions for directed\r\n    verdict and judgment notwithstanding the verdict, based on an alleged lack of proximate\r\n    cause; (2) the trial court's instruction to the jury; and (3) the trial court's\r\n    denial of a motion to set-off the verdict by the amount the plaintiff received\r\n    in settling with a negligent third party.  We affirm in part, reverse in part, and remand. \r\nFACTS\r\nIn December\r\n  2005, Gene Richard Hughes, Jr. was injured in an automobile accident consisting\r\n  of two separate collisions.  A WCRSA employee, Timothy Moser, caused the\r\n  initial collision, which left Hughes uninjured but caused his vehicle to become\r\n  stopped in an intersection.  Roughly ten minutes after this initial collision,\r\n  a third driver, James Coker, while drunk, negligently drove through the\r\n  intersection, collided with Hughes, and caused him extensive injury.  \r\nOn\r\n  the night of the accident, an ice storm caused widespread power outages in Greenville\r\n  County.  In order to keep the sewer pumps running, WCRSA charged employees\r\n  Timothy Moser and Benjie Burns with delivering fuel to emergency generators. \r\n  WCRSA provided Moser and Burns with a Ford F350 pickup truck temporarily\r\n  outfitted with a two-hundred-gallon, diesel-fuel tank.  While making a\r\n  delivery, Moser approached a four-way intersection where the power outage had\r\n  caused the traffic signals to become disabled.  At the same time, Hughes, after\r\n  having made a complete stop at the intersection, made a left turn in front of\r\n  Moser's lane of travel.  Moser failed to stop at the intersection and collided\r\n  with Hughes's vehicle.  The collision caused Moser's vehicle to proceed a short\r\n  distance through the intersection and come to a rest on the median.  Hughes's\r\n  vehicle came to a stop in the intersection.\r\nAlthough Hughes\r\n  stated he was &quot;shaken up&quot; as result of the collision, neither he nor\r\n  his passenger was injured.  Because the traffic signals and street lights were\r\n  out, a witness to the accident parked her vehicle with its headlights pointed\r\n  to illuminate Hughes's vehicle stopped in the intersection.  During the minutes\r\n  immediately following the accident, Hughes remained in the intersection outside\r\n  of his vehicle. \r\nApproximately\r\n  ten minutes after the initial accident, Coker drove through the intersection,\r\n  striking Hughes and his vehicle.  Coker was intoxicated and driving a vehicle\r\n  owned by his employer, Operator's Unlimited, Inc.  As a result of this second\r\n  collision, Hughes sustained extensive injuries to his leg.  Coker later pled\r\n  guilty to his second conviction for driving under the influence and admitted\r\n  responsibility for the second collision.\r\nHughes brought\r\n  suit against WCRSA and Coker.[1] \r\n  During trial, Hughes entered a settlement agreement and covenant not to execute\r\n  with Coker.  WCRSA unsuccessfully moved the court for a directed verdict.  Over\r\n  WCRSA's objection, the trial court instructed the jury on various statutes\r\n  dealing with WCRSA's alleged duty to carry emergency signaling devices.  The\r\n  jury returned a verdict of $225,000 for Hughes.  The trial court denied WCRSA's\r\n  motions for judgment notwithstanding the verdict (JNOV) and to have the verdict\r\n  off-set or reduced by the $80,000 Hughes received from the settlement with\r\n  Coker.  This appeal followed.\r\nISSUES ON APPEAL\r\n\r\n  \r\n    I.\r\n    Did the trial court err in denying\r\n  Hughes's motions for directed verdict and JNOV?\r\n  \r\n  \r\n  \r\n    II.\r\n    Did the trial court err by\r\n  instructing the jury on sections 56-5-5060 to -5100 of the South Carolina Code (2006)?\r\n  \r\n  \r\n  \r\n    III.\r\n    Did the trial court err in failing\r\n  to set-off or reduce the verdict entered against WCRSA by the amount Hughes\r\n  received from Coker? &nbsp; \r\n  \r\n  \r\n\r\nLAW/ANALYSIS\r\nBecause\r\n  we find it dispositive of this matter, it is only necessary that we address\r\n  whether the trial court erred in instructing the jury.  WCRSA alleges the trial\r\n  court erred in instructing the jury on sections 56-5-5060 to -5100 of the South\r\n  Carolina Code (2006).[2] \r\n  We agree.  \r\nWCRSA's\r\n  alleged error pertains primarily to instructing the jury on (1) section\r\n  56-5-5060, requiring, inter alia, &quot;motor trucks&quot; to carry flares or\r\n  reflective devices and (2) section 56-5-5070 of the South Carolina Code (2006),\r\n  which requires a vehicle transporting &quot;inflammable liquids&quot; to carry\r\n  reflective devices. [3]\r\nThis\r\n  court will not reverse the decision of the trial court as to particular jury\r\n  instructions absent an abuse of discretion.  Cole v. Raut, 378 S.C. 398,\r\n  405, 663 S.E.2d 30, 33 (2008); Clark v. Cantrell, 339 S.C. 369, 389, 529\r\n  S.E.2d 528, 539 (2000).  A trial court abuses its discretion when the ruling is\r\n  not supported by the evidence or is based on an error of law.  Clark,\r\n  339 S.C. at 389, 529 S.E.2d at 539. However, an erroneous jury instruction is\r\n  not reversible error unless it causes prejudice to the appealing party.  Raut,\r\n  378 S.C. at 405, 663 S.E.2d at 33; Ellison v. Simmons, 238 S.C. 364,\r\n  372, 120 S.E.2d 209, 213 (1961).  \r\nWhen interpreting a statute, the &quot;cardinal rule of statutory\r\n  construction is to ascertain and effectuate the intent of the\r\n  legislature.&quot;  Hardee v. McDowell, 381 S.C. 445, 453, 673 S.E.2d\r\n  813, 817 (2009); Bayle v. S.C. Dep't of Transp., 344 S.C. 115, 122, 542\r\n  S.E.2d 736, 739 (Ct. App. 2001).  &quot;A statute should be given a reasonable\r\n  and practical construction consistent with the purpose and policy expressed in\r\n  the statute.&quot;  Ga.-Carolina Bail Bonds, Inc. v. County of Aiken,\r\n  354 S.C. 18, 22, 579 S.E.2d 334, 336 (Ct. App. 2003).  \r\nWhen confronted with an undefined term, the court must interpret\r\n  it in accordance with its usual and customary meaning.  Branch v. City of\r\n    Myrtle Beach, 340 S.C. 405, 409-10, 532 S.E.2d 289, 292 (2000); State v.\r\n      Hudson, 336 S.C. 237, 246, 519 S.E.2d 577, 581 (Ct. App. 1999).  However, this\r\n  court will consider the language of the particular clause in which the term\r\n  appears and also its meaning in conjunction with the purpose of the whole\r\n  statute.  See Hinton v. S.C. Dep't of Prob. Parole &amp; Pardon\r\n    Servs., 357 S.C. 327, 332-33, 592 S.E.2d 335, 338 (Ct. App. 2004)\r\n  (&quot;Terms must be construed in context and their meaning determined by\r\n  looking at the other terms used in the statute.&quot;).  Statutes must be read\r\n  as a whole and sections that are part of the same statutory scheme must be\r\n  construed together.  Higgins v. State, 307 S.C. 446, 449, 415 S.E.2d\r\n  799, 801 (1992); Hinton, 357 S.C. at 332-33, 592 S.E.2d at 338. \r\n  Further, the maxim expressio unius est exclusion alerius provides that\r\n  the expression of one thing implies the exclusion of another or its\r\n  alternative.  State v. Leopard, 349 S.C. 467, 473, 563 S.E.2d 342, 345\r\n  (Ct. App. 2002).  \r\nA.&nbsp;&nbsp; Section 56-5-5060\r\nSection\r\n  56-5-5060 provides: &quot;No person shall operate any\r\n  motor truck, passenger bus or truck tractor upon any highway outside of the\r\n  corporate limits of municipalities at any time from a half hour after sunset to\r\n  half hour before sunrise unless there shall be carried in such vehicle&quot; a\r\n  specified quantity of signaling devices, flares, lanterns, or red-burning fuses.  \r\nThe applicability of this statute hinges upon whether WCRSA's\r\n  vehicle is a &quot;motor truck.&quot;  This chapter of the Code does not define\r\n  the term &quot;motor truck&quot;; however, the term &quot;truck&quot; is\r\n  defined as &quot;[e]very motor vehicle designed, used or maintained primarily\r\n  for the transportation of property.&quot;  S.C. Code Ann. § 56-5-200 (2006).  WCRSA\r\n  argues the trial court erred in interpreting motor truck to be synonymous with\r\n  the defined term truck.  We agree.  \r\nIn this case, when addressing whether truck and motor truck were\r\n  synonymous, the trial court held because &quot;there is no distinction between\r\n  truck and motor truck in the definition section, I don't know how else to\r\n  interpret it, except to think that they must be one in the same.&quot;  However,\r\n  a review of the statute as a whole, as well as reading the term motor truck in\r\n  context with the remainder of the statute, does not support the trial court's\r\n  interpretation. \r\nIn addition to the section in question, the term motor truck\r\n  appears in section 56-5-4150 of the South Carolina Code (2006), providing in\r\n  pertinent part: \r\n\r\n  A private motor truck or truck tractor of\r\n    more than twenty-six thousand pounds gross weight and a for-hire motor truck or truck tractor must have the name of\r\n    the registered owner or lessor on the side clearly distinguishable at a\r\n    distance of fifty feet. These provisions do not apply to two-axle straight\r\n    trucks hauling raw farm and forestry products. \r\n\r\nAs the legislature specifically defines the term truck and clearly\r\n  employs the term truck in other sections of the statute, the maxim expressio\r\n    unius est exclusion alerius suggests motor truck and truck are not\r\n  synonymous.  See Leopard, 349 S.C. at 473, 563 S.E.2d at 345\r\n  (providing that the expression of one thing implies the exclusion of another).  Had\r\n  the legislature intended section 56-5-5060 to encompass trucks, we must surmise\r\n  the drafters would not have elected to employ the term motor truck.[4]  Moreover, considering the practices\r\n  of statutory construction demonstrate the two terms are not to be construed as\r\n  synonymous, motor truck must be given its plain and ordinary meaning.  See Branch, 340 S.C. at 410, 532 S.E.2d at 292 (stating that terms must be\r\n  given their natural and customary meanings).  Naturally, the addition of the\r\n  adjective motor qualifies the term to a narrower class of vehicles than merely\r\n  a truck.  The common meaning of motor truck is an automotive truck used\r\n  especially for the transportation of goods.  See Merriam-Webster\r\n    English Dictionary 760, 466 (10th ed. 1993) (defining motor truck as a\r\n  vehicle used for the transportation of freight, and defining freight as goods\r\n  to be shipped).   Further, the term motor truck appears in sections applicable\r\n  to larger load-bearing and load-towing vehicles suggesting that a motor truck\r\n  is a truck for the purposes of transporting freight being larger in size or\r\n  weight than that of a common pickup truck, such as the WCRSA vehicle here. \r\n  Accordingly, section 56-5-5060 does not require WCRSA to carry flares or\r\n  reflective devices. \r\nB.&nbsp;&nbsp; Section 56-5-5070\r\nSection 56-5-5070 provides: \r\n\r\n  No person shall operate at the time and under the conditions\r\n    stated in § 56-5-5060 any motor vehicle used in the transportation of\r\n    inflammable liquids in bulk or transporting compressed inflammable gases unless\r\n    there shall be carried in such vehicle three red electric lanterns meeting the\r\n    requirements stated in § 56-5-5060, and there\r\n    shall not be carried in any such vehicle any flare, fuses or signal produced by\r\n    a flame.\r\n\r\nWhether section 56-5-5070 imposes a duty on WCRSA to carry warning\r\n  devices hinges upon the interpretation of the term &quot;inflammable\r\n  liquid.&quot;  This chapter of the Code does not define the term inflammable\r\n  liquid; however, it does define the term &quot;flammable liquid&quot; as\r\n  &quot;any liquid which has a flash point of 70° F., or less, as determined by a\r\n  Tagliabue or equivalent closed-cup test device.&quot; S.C. Code Ann. § 56-5-350\r\n  (2006).  The general provisions of statutory construction would mandate that\r\n  when the legislature employs a term other than one specifically defined, the\r\n  implicit intent is that the undefined term has a different meaning.  Leopard,\r\n  349 S.C. at 473, 563 S.E.2d at 345 (providing that the expression of one thing\r\n  implies the exclusion of another).  However, of paramount significance in this\r\n  situation is that the defined term – flammable liquid – is used nowhere in this chapter outside of the definition section.  Rather, the only similar\r\n  term employed is inflammable liquid.  We remain acutely mindful that the\r\n  legislature employed different terms; however, the common definition of\r\n  inflammable is flammable. See Merriam-Webster English Dictionary 598 (10th ed. 1993) (defining inflammable as flammable); see also Branch,\r\n  340 S.C. at 409-10, 532 S.E.2d at 292 (stating that terms must be given their\r\n  natural and customary meanings); Ga.-Carolina Bail Bonds, 354 S.C. at\r\n  22, 579 S.E.2d at 336 (&quot;All rules of statutory construction are\r\n  subservient to the one that the legislative intent must prevail if it can be\r\n  reasonably discovered from the language used . . . [and t]he legislature's\r\n  intent should be ascertained primarily from the plain language of the statute.&quot;). \r\n  Thus, in order to construe the statute to be consistent and give the terms\r\n  their natural and common meanings, we look to the legislative definition of\r\n  flammable.\r\nBecause we interpret inflammable and flammable to be synonymous,\r\n  section 56-5-5070 applies only to vehicles that carry liquids with a flash\r\n  point of seventy degrees Fahrenheit or lower, in bulk.   At trial, WCRSA\r\n  inquired as to the existence of evidence that the liquid at issue, diesel-fuel,\r\n  fell within the ambit of the statute.  To this, the trial court simply replied\r\n  it was a &quot;reasonable inference.&quot;  However, upon review of the record,\r\n  we find no evidence to indicate the diesel-fuel being transported by WCRSA was\r\n  actually a flammable or inflammable liquid.  Notwithstanding that the truck in\r\n  this case is not one described by section 56-5-5060, the trial court's\r\n  assumption that the carrying of diesel-fuel implicated section 56-5-5070 is\r\n  unsupported by the evidence and was therefore error. \r\nAs the trial court's erroneous instructions could have led the\r\n  jury to infer WCRSA had a duty to carry and use warning devices, the\r\n  instructions had a reasonable chance of influencing the jury's verdict and\r\n  prejudicing WCRSA.  Therefore, the trial court's instructions amount to\r\n  reversible error.[5]  See Raut, 378 S.C. at 405, 663 S.E.2d at 33 (stating that\r\n  improper jury instruction is not reversible error unless it causes prejudice to\r\n  the appealing party). \r\nCONCLUSION\r\nAccordingly, the ruling of the trial court is \r\nREVERSED\r\n  and REMANDED.\r\nHEARN,\r\n  C.J., and KONDUROS, J., concur.\r\n\r\n\r\n[1] Hughes also brought suit against Moser\r\n  individually and Coker's employer, Operator's Unlimited, Inc.; however, these\r\n  parties were dismissed.\r\n[2] These sections provide generally that certain\r\n  vehicles are required to carry various warning, lighted, or reflective signals,\r\n  to be employed in case the vehicle becomes disabled.\r\n[3] The various other\r\n  sections on which the trial court instructed the jury deal specifically with\r\n  how and where to set the specified warning devices and provide in pertinent\r\n  part: \r\n\r\n  Whenever any motor truck, passenger bus, truck tractor, trailer,\r\n    semitrailer or pole trailer is disabled upon the traveled portion of any\r\n    highway or the shoulder thereof outside of any municipality at any time when\r\n    lighted lamps are required on vehicles, the driver of such vehicle shall\r\n    display the following warning devices upon the highway during the time the\r\n    vehicle is so disabled on the highway, except as provided in § 56-5-5100. \r\n\r\nS.C. Code Ann.\r\n  § 56-5-5090 (2006).\r\n[4] The term motor truck is used only four times\r\n  in the South Carolina Code.  See S.C. Code Ann. §§ 12-36-2570, 56-5-4150,\r\n  56-5-5060, 56-5-5090 (2006).  \r\n[5] In light of this decision, we decline to\r\n  address the remaining issue on appeal.  Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (stating an\r\n  appellate court need not address remaining issues when a decision on a prior issue is dispositive); Whiteside v. Cherokee County Sch. Dist. No. One,\r\n  311 S.C. 335, 340, 428 S.E.2d 886, 889 (1993) (holding the appellate court need\r\n  not address all issues when decision on a prior issue is dispositive).\r\n\r\n","court":"Appeals"},{"id":"4626","title":"Jeffrey v. Sunshine Recycling","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4626","description":"Sunshine Recycling (Sunshine) and the South Carolina Uninsured Employers' Fund (UEF) appeal the circuit court's reversal of the Appellate Panel of the South Carolina Workers' Compensation Commission's (Appellate Panel) finding that Capital City Insurance (Capital City) was the workers' compensation insurance carrier for Sunshine when Lee B. Jeffrey, Sr. was injured. We reverse the circuit court's determination that the Appellate Panel lacked substantial evidence in finding Capital City reinstated Sunshine's insurance policy without a lapse in coverage.","date":"2009-10-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Lee B. Jeffrey, Sr., Amicus Curiae,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Sunshine Recycling, Employer, and Capital City Insurance,\r\n          Alleged Carrier, and South Carolina Uninsured Employers' Fund, Defendants,\r\n        of whom Sunshine Recycling and South Carolina Uninsured\r\n          Employers' Fund are the Appellants,\r\n        and Capital City Insurance, Alleged Carrier is the Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  Appeal\r\n  From Orangeburg County\r\n  James\r\n  C. Williams, Jr., Circuit Court Judge\r\n  \r\n\r\nOpinion\r\n  No. 4626\r\n  Heard\r\n  September 2, 2009 – Filed October 28, 2009\r\n  Withdrawn,\r\n  Substituted and Refiled December 18, 2009\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Robert Merrell Cook, II, of\r\n          Batesburg-Leesville, for Appellants.\r\n        Grady L. Beard and Daniel W. Hayes, both\r\n          of Columbia, for Respondent.\r\n        Preston McDaniel, of\r\n          Columbia, for Amicus Curiae.\r\n      \r\n    \r\n  \r\n\r\n\r\n  LOCKEMY, J.:  Sunshine Recycling (Sunshine)\r\n    and the South Carolina Uninsured Employers' Fund (UEF) appeal the circuit\r\n    court's reversal of the Appellate Panel of the South Carolina Workers'\r\n    Compensation Commission's (Appellate Panel) finding that Capital City Insurance\r\n    (Capital City) was the workers' compensation insurance carrier for Sunshine\r\n    when Lee B. Jeffrey, Sr. was injured.  Specifically, Sunshine and UEF argue the circuit court erred in (1) incorrectly\r\n  applying the substantial evidence rule; (2) failing to give proper deference to\r\n  the Appellate Panel's coverage determination when that determination is\r\n  exclusively within the purview of the Appellate Panel per Labouser v.\r\n    Harleysville Mutual Ins. Co., 302 S.C. 540, 397 S.E.2d 526 (1990); and (3)\r\n  failing to find as an additional sustaining ground for upholding the Appellate\r\n  Panel's coverage determination that Capital City was estopped to deny coverage. We reverse the circuit court's\r\n    determination that the Appellate Panel lacked substantial evidence in finding Capital\r\n    City reinstated Sunshine's insurance policy without a lapse in coverage.\r\nFACTS\r\n  \r\nSunshine was insured by Capital City under a policy of\r\n  workers' compensation coverage.  The effective dates of coverage for\r\n  Sunshine's policy were April 2, 2002 to April 2, 2003.  On August 2,\r\n  2002, Capital City issued a policy termination notice to Sunshine, which\r\n  cancelled Sunshine's policy due to nonpayment of premium effective September 6,\r\n  2002.  Sunshine subsequently paid the premium due and on September 26,\r\n  2002, Capital City issued a reinstatement notice to Sunshine stating that its\r\n  policy was reinstated effective September 25, 2002.  In December 2002, Jeffrey filed\r\n  an amended Form 50 with the Commission reporting an injury he sustained while\r\n  employed by Sunshine on September 11, 2002 and requesting a hearing.  Jeffrey\r\n  listed Capital City as the workers' compensation insurance carrier for Sunshine\r\n  at the time of his injury.  \r\n  \r\nIn January 2003, Capital City filed a motion to add UEF\r\n  as a party to this action. Capital City argued Sunshine's policy was\r\n  cancelled due to nonpayment of premiums effective September 6, 2002 and it was\r\n  not the insurance provider for Sunshine on September 11, 2002. In making its\r\n  cancellation argument, Capital City relied upon the South Carolina Workers'\r\n  Compensation Assigned Risk Plan Operating Rules and Procedures (Assigned Risk\r\n  Plan) promulgated by the National Council on Compensation Insurance.  The\r\n  single commissioner ordered UEF added as a party, finding that due to a lapse\r\n  in coverage, Capital City was not the insurance provider for Sunshine on\r\n  September 11, 2002.  Following the single commissioner's ruling, the\r\n  parties entered into a consent order and agreed to vacate the single commissioner's\r\n  order and add UEF as a party. Additionally, Sunshine and UEF withdrew their appeals\r\n  to the Appellate Panel.\r\n  \r\nIn January 2004, a different single commissioner held the\r\n  underlying hearing in this matter. The single commissioner found Jeffrey\r\n  sustained a compensable injury by accident to his back on September 11, 2002,\r\n  while employed with Sunshine. The single commissioner further determined\r\n  that although Capital City had properly cancelled the insurance policy of\r\n  Sunshine due to nonpayment of premiums, the policy was reinstated with no lapse\r\n  in coverage.  The single commissioner found the reinstatement notice lacked\r\n  clear and unambiguous language indicating the precise dates during which a\r\n  lapse occurred. Furthermore, the single commissioner specifically noted\r\n  that the reinstatement notice made no reference to the policy being reinstated\r\n  with a lapse in coverage. Capital City appealed the single commissioner's\r\n  order to the Appellate Panel.  The Appellate Panel affirmed the single commissioner's\r\n  determination that coverage applied with no lapse under the reinstated Capital\r\n  City policy.  However, the Appellate Panel reversed the single commissioner's\r\n  award with regard to Jeffrey's entitlement to compensation.  The Appellate\r\n  Panel determined the settlement of Jeffrey's prior back claim had the same\r\n  effect as an order, decision, or award, and therefore, Jeffrey was not entitled\r\n  to additional compensation.   \r\n  \r\nJeffrey and Capital City appealed the Appellate Panel's\r\n  order to the circuit court.  The circuit court reversed the Appellate Panel's\r\n  determination regarding coverage, holding Capital City was not the insurance\r\n  carrier for Sunshine on September 11, 2002.  Additionally, the circuit\r\n  court remanded the case to the Appellate Panel to determine whether Jeffrey\r\n  sustained a compensable injury by accident.  Sunshine and UEF appealed. \r\n\r\n  STANDARD OF REVIEW\r\n  \r\nThe substantial evidence rule of the Administrative\r\n  Procedures Act governs the standard of review in a workers' compensation\r\n  decision.  Liberty Mut. Ins. Co. v. S.C. Second Injury Fund, 363 S.C.\r\n  612, 619, 611 S.E.2d 297, 300 (Ct. App. 2005).  &quot;In an appeal from the\r\n  [Appellate Panel], neither this court nor the circuit court may substitute its\r\n  judgment for that of the [Appellate Panel] as to the weight of the evidence on\r\n  questions of fact, but may reverse where the decision is affected by an error\r\n  of law.&quot;  Stone v. Traylor Bros., 360 S.C. 271, 274, 600 S.E.2d\r\n  551, 552 (Ct. App. 2004). &quot;Any\r\n  review of the [Appellate Panel's] factual findings is governed by the\r\n  substantial evidence standard.&quot;  Id.  &quot;Substantial evidence is\r\n  not a mere scintilla of evidence, nor the evidence viewed blindly from one side\r\n  of the case, but is evidence which, considering the record as a whole, would\r\n  allow reasonable minds to reach the conclusion the administrative agency\r\n  reached in order to justify its action.&quot;  Liberty Mut. Ins., 363\r\n  S.C. at 620, 611 S.E.2d at 300.  &quot;The\r\n  possibility of drawing two inconsistent conclusions from the evidence does not\r\n  prevent an administrative agency's findings from being supported by substantial\r\n  evidence.&quot;  Id.\r\nLAW/ANALYSIS\r\nI.&nbsp; Substantial Evidence Rule\r\n  \r\nSunshine and UEF argue the circuit court erred in its\r\n  application of the substantial evidence rule.  Specifically, Sunshine\r\n  and UEF contend the record contained substantial evidence to support the\r\n  Appellate Panel's finding that Sunshine's insurance policy with Capital City was\r\n  reinstated without a lapse in coverage.  We agree. \r\n  \r\nThe circuit court found the Appellate\r\n  Panel lacked substantial evidence in finding Capital City provided workers'\r\n  compensation coverage to Sunshine at the time of Jeffrey's injury. Citing\r\n  Section II.D.5 of the Assigned Risk Plan, the circuit court found the Assigned\r\n  Risk Plan did not require the specific dates of the lapse be included in the\r\n  reinstatement notice. The circuit court found the reinstatement notice only had\r\n  to note that a lapse had occurred.  The circuit court concluded Capital City advised\r\n  Sunshine coverage had lapsed because the reinstatement notice stated that its policy\r\n  would be reinstated effective September 25, 2002. \r\n  \r\nSunshine and UEF contend the reinstatement\r\n  notice failed to specifically identify any lapse in coverage.  According\r\n  to Section II.D.5 of the Assigned Risk Plan, &quot;if a reinstatement notice is\r\n  issued, any lapse in coverage must be clearly stated on the notice.&quot;  The\r\n  reinstatement notice issued to Sunshine stated Capital City reinstated its\r\n  policy effective September 25, 2002.  Sunshine and UEF contend the\r\n  notice is void of any reference to any period during which a lapse in coverage\r\n  occurred.  They argue that while the circuit court asserted the Appellate Panel\r\n  lacked substantial evidence in finding coverage had not lapsed, the circuit\r\n  court failed to provide any reasoning for its finding.  Sunshine and UEF\r\n  contend the circuit court did not find the Appellate Panel made a specific\r\n  error.  Rather, they argue the circuit court merely had a different\r\n  interpretation of the reinstatement notice.  They assert the substantial\r\n  evidence rule requires the circuit court to accept the Appellate Panel's findings\r\n  if substantial evidence supported them. \r\n  \r\nApplying the rules set forth in the\r\n  Assigned Risk Plan, Capital City contends the policy did not cover Sunshine at\r\n  the time of Jeffrey's accident because Sunshine failed to pay its premium until\r\n  after the date of cancellation, resulting in a lapse in coverage.  According\r\n  to Section II.D.5 of the Assigned Risk Plan, &quot;if an item correcting a\r\n  fault which resulted in cancellation is received on or within sixty (60) days\r\n  after the effective date of cancellation, the carrier shall reinstate insurance\r\n  with a lapse in coverage.&quot;  Furthermore, Capital City contends the\r\n  Appellate Panel's decision appears to be based on the testimony of Gary Smith,\r\n  the director of the Commission's Coverage and Compliance Division. Smith\r\n  testified that while coverage had lapsed, he believed coverage would have still\r\n  been in effect under Capital City's policy because &quot;for years what we have\r\n  done is we have treated reinstatement as a restoration of an insurance policy,\r\n  a complete restoration of an insurance policy, without a lapse in\r\n  coverage.&quot;  Capital City argues the Appellate Panel relied on\r\n  Smith's testimony and failed to take judicial notice of the Assigned Risk Plan.  Capital City cites Rodriguez v. Romero, 363 S.C. 80, 610 S.E.2d\r\n  488 (2005), and Avant v. Willowglen Academy, 367 S.C. 315, 626 S.E.2d\r\n  797 (2006), to support its assertion that the Assigned Risk Plan governs the\r\n  issue of whether a lapse in coverage occurred. \r\n  \r\nWhile Capital City contends the Appellate\r\n  Panel failed to acknowledge the applicability of the Assigned Risk Plan, evidence\r\n  in the record suggests otherwise.  The single commissioner applied the language\r\n  of the Assigned Risk Plan in finding the reinstatement notice did not clearly\r\n  state the policy had lapsed and the Appellate Panel affirmed this decision.  Furthermore,\r\n  nothing in the Appellate Panel's order indicates its decision was based on Smith's\r\n  testimony or that it did not apply the Assigned Risk Plan. \r\n  \r\nSubstantial evidence in the record supported the\r\n  Appellate Panel's finding that the reinstatement notice did not clearly state\r\n  coverage had lapsed.  While Section II.D.5 of the Assigned Risk Plan states a carrier\r\n  shall reinstate coverage with a lapse when an item correcting a fault that\r\n  resulted in cancellation is received within sixty days after cancellation,\r\n  Section II.D.5 further states that any reinstatement notice issued must clearly\r\n  state any lapse in coverage.  As the single commissioner noted, the\r\n  reinstatement notice did not include clear and unambiguous language indicating\r\n  the policy was reinstated with a lapse.  The Assigned Risk Plan\r\n  requires any lapse be clearly stated &quot;on the notice.&quot;  The\r\n  reinstatement notice stated that the policy effective dates were\r\n  &quot;4/02/02&quot; through &quot;4/02/03&quot;; however, the notice did not\r\n  mention a lapse from September 6, 2002 to September 25, 2002, during which\r\n  Jeffrey's injury occurred. The reinstatement notice did not even mention the September\r\n  6 cancellation date.\r\n  \r\nMoreover, witness testimony indicates the\r\n  reinstatement notice did not clearly indicate coverage had lapsed.  Gary Smith\r\n  testified that a reasonable person could not tell from looking at the\r\n  reinstatement notice whether coverage had lapsed. While the circuit court had a\r\n  different interpretation of the reinstatement notice, the possibility of\r\n  drawing two different conclusions from the evidence does not prevent the\r\n  Appellate Panel's findings from being supported by substantial evidence.  See Liberty Mut. Ins., 363 S.C. at 620, 611 S.E.2d at 301. Furthermore, workers'\r\n  compensation statutes and regulations should be liberally construed in favor of\r\n  finding coverage and the Appellate Panel should be given great deference in\r\n  determining coverage.  Earl v. HTH Assoc., Inc./Ace Usa Insurance Co. of N.\r\n  Am., 368 S.C. 76, 81, 627 S.E.2d 760, 762 (Ct. App. 2006). Therefore, the\r\n  record contains substantial evidence to support the Appellate Panel's finding coverage\r\n  had not lapsed.  Accordingly, we reverse the circuit court's finding that\r\n  Capital City was not the insurance provider for Sunshine at the time of\r\n  Jeffrey's injury. \r\nII.&nbsp; Remaining Issues\r\n  \r\nSunshine and UEF also argue the trial court erred in (1)\r\n  failing to give proper deference to the Appellate Panel's coverage\r\n  determination when that determination was exclusively within the purview of the\r\n  Appellate Panel per Labouser v. Harleysville Mutual Ins. Co., and (2)\r\n  failing to find as an additional sustaining ground for upholding the Appellate\r\n  Panel's coverage determination that Capital City was estopped to deny coverage.\r\n   Based upon our determination substantial evidence supported the Appellate\r\n  Panel's finding on coverage, we don't address these issues.  See Futch\r\n  v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n  591, 598 (1999) (holding an appellate court need not review remaining issues\r\n  when its determination of a prior issue is dispositive of the appeal).\r\nCONCLUSION\r\nThe circuit court erred in determining the Appellate Panel lacked\r\n    substantial evidence in making its finding that Capital City was Sunshine's workers'\r\n    compensation insurance provider on September 11, 2002. Accordingly, the circuit\r\n    court's determination that Capital City was not the workers' compensation insurance\r\n    provider for Sunshine at the time of Jeffrey's injury is\r\nREVERSED.[1]\r\nHEARN, C.J., and KONDUROS, J., concur.  \r\n\r\n\r\n[1] Per the circuit court's order, the issue of whether\r\n  Jeffrey sustained a compensable injury is remanded to the Appellate Panel, as\r\n  this issue was not presented to us on appeal.\r\n\r\n","court":"Appeals"},{"id":"4627","title":"South Carolina Department of Social Services v. C.H.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4627","description":"L.K. (Appellant) appeals the family court's order: (1) finding Appellant physically abused a minor child as defined by section 63-7-20 of the South Carolina Code (2008); and (2) requiring Appellant's name be placed in the Central Registry for Child Abuse and Neglect (Central Registry).  We reverse.","date":"2009-10-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\n\tfont-family: Arial, Helvetica, sans-serif;\r\n\ttext-align: left;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        South Carolina\r\n          Department of Social Services, Respondent,\r\n        v.\r\n        C. H., L. K.,\r\n          T. M., and D. M., Defendants,\r\n        Of Whom L. K.\r\n          is the Appellant.\r\n        In the Interest of: Two minor children under\r\n          the age of 18. \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Dorchester County\r\n  &nbsp;William J. Wylie, Jr., Family Court\r\nJudge\r\n\r\nOpinion No.&nbsp; 4627\r\n  Heard October 7, 2009 – Filed October 28,\r\n2009 \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        John Harleston, of Mount Pleasant, for Appellant.\r\n        Deborah&nbsp; Murdock, of Mauldin and Graves&nbsp; Wilson, Jr., of\r\n          Summerville, for Respondent.\r\n        Gina Jolly McAlhany, of Summerville, for Guardian Ad Litem.\r\n      \r\n    \r\n  \r\n\r\nGOOLSBY, A.J.: L.K. (Appellant) appeals the family court's order: (1) finding Appellant\r\n  physically abused a minor child as defined by section 63-7-20 of the South\r\n  Carolina Code (2008);[1] and (2) requiring Appellant's name be placed in the Central\r\n  Registry for Child Abuse and Neglect (Central Registry).&nbsp; We reverse.\r\nFACTS AND PROCEDURAL HISTORY\r\nThe Department of Social Services (Department) brought this action in the\r\n  family court against C.H. (Mother) and Appellant, Mother's friend, seeking\r\n  removal of Mother's two minor children.&nbsp; The Department's amended\r\ncomplaint alleged:\r\n\r\n  [One of Mother's minor children (Child)] was abused or neglected\r\n    as defined by [section 63-7-20 of the South Carolina Code (2008)] in that\r\n    [Child] was harmed or threatened with harm when [Appellant], while responsible\r\n    for [Child's] welfare, did or allowed the following:\r\n  [Child] was discovered at school having bruises and scratches on\r\n    his left hand and was unable to use his hand. . . . He reported that his mother's\r\n    friend, [Appellant], had slammed his hand on the wall. \r\n\r\nWhile the family court action was pending, a grand jury indicted\r\n  Appellant for assault and battery of a high and aggravated nature.&nbsp;\r\n  Appellant subsequently pled guilty to simple assault and battery and was\r\n  sentenced to three days' imprisonment. \r\nAt the family court merits hearing, the Department submitted Appellant's guilty\r\n  plea and indictment into evidence. &nbsp;Following the hearing, the family\r\n  court stated:\r\n\r\n  Well, my ruling today is that on the strength of these guilty\r\n    pleas where [Appellant] has admitted to having assaulted and committed a\r\n    battery against [Child], I am going to enter this finding of abuse against\r\n    [Appellant].&nbsp; It will be a Central Registry finding.&nbsp; And that my ruling\r\n    for the purpose of this record and any appeal she will not be allowed to take a\r\n    contrary position to [her guilty plea] in a trial in this\r\n    matter.&nbsp;.&nbsp;.&nbsp;. \r\n\r\nAppellant filed a\r\n  timely motion for reconsideration, which the family court denied.&nbsp; This\r\n  appeal followed.\r\nLAW/ANALYSIS\r\nAppellant\r\n  argues the family court erred in finding she abused Child as defined by section\r\n  63-7-20 of the South Carolina Code (2008) because the statute applies only to acts\r\n  committed by a person responsible for a child's welfare.&nbsp; Appellant\r\n  further argues the family court erred by requiring the placement of her name on\r\n  the Central Registry.&nbsp; We agree.\r\nChild abuse occurs when &quot;the parent, guardian, or other person\r\n  responsible for the child's welfare . . . inflicts\r\n  or allows to be inflicted upon the child physical or mental injury.&quot;&nbsp;\r\n  § 63-7-20(4)(a) (emphasis added).&nbsp; &quot;An investigation . . . must be\r\n  initiated when the information contained in a report . . . does not establish\r\n  whether the person has assumed the role or responsibility of a parent or\r\n  guardian for the child.&quot;&nbsp; § 63-7-20(16).&nbsp; Once the family court\r\n  finds a child was abused or neglected pursuant to section 63-7-20(4), the court\r\n  &quot;must order that a person's name be entered in the Central Registry. . .\r\n  if the court finds that there is a preponderance of evidence that the person\r\n  physically or sexually abused . . . the child.&quot;&nbsp; S.C. Code Ann. §\r\n  63-7-1940(A) (2008).\r\nHere, the family court entered a finding of abuse or neglect against Appellant,\r\n  relying solely on Appellant's indictment for\r\n  assault and battery of a high and aggravated nature and her guilty plea\r\n  to simple assault and battery.&nbsp; In fact, the Department failed to present\r\n  any independent evidence regarding Appellant's relationship with Child.\r\nJust\r\n  as one cannot see something that is not there, one cannot plead to something\r\n  that is not there. &nbsp;Appellant never pled to an indictment alleging she\r\n  committed an assault and battery in violation of the child abuse statute.&nbsp;\r\n  The indictment only alleged Appellant, &quot;in violation of the common\r\n  law,&quot; committed an assault and battery of a high and aggravated nature\r\n  upon a minor child.&nbsp; It did not describe Appellant as a person\r\n  &quot;responsible for the child's welfare.&quot;&nbsp; Further, Appellant never\r\n  pled guilty to assault and battery in violation of the child abuse\r\n  statute.&nbsp; Instead, she pled guilty to simple assault and battery.&nbsp;\r\n  Neither assault and battery of a high and aggravated nature nor simple assault\r\n  and battery contains the same elements as the child abuse statute.[2]&nbsp; \r\nMoreover,\r\n  we note the plea court did not order Appellant's placement on the Central\r\n  Registry by checking the appropriate box[3] on Appellant's\r\n  sentencing sheet. \r\nThe\r\n  Department's arguments regarding issue preservation, waiver, and estoppel are\r\n  all without merit.&nbsp; As to issue preservation, the\r\n  issue of whether Appellant was responsible for Child's welfare was before the\r\n  family court because the relationship between Appellant and Child was\r\n  pled in the complaint and Appellant was not required\r\n  to deny the allegation to preserve the issue for review.&nbsp; See S.C.\r\n  Code Ann. § 63-7-1660(D) (2008) (&quot;No responsive pleading to the petition\r\n  [for removal] is required.&quot;); Rule 8(d), SCRCP (&quot;Averments in a\r\n  pleading to which no responsive pleading is required or permitted shall be\r\n  taken as denied or avoided.&quot;).&nbsp; The family court ruled on the issue\r\n  by making a finding of child abuse against Appellant.&nbsp; Moreover, Appellant\r\n  challenged the sufficiency of the guilty pleas as conclusive evidence of child\r\n  abuse in her Rule 59(e), SCRCP, motion.\r\nAs to waiver, Appellant did not waive her right to\r\n  challenge the sufficiency of the guilty plea by failing to object to the plea\r\n  when it was admitted into evidence.&nbsp; Appellant's failure to object did not\r\n  constitute an admission that the plea was conclusive evidence of child abuse;\r\n  instead, Appellant acknowledged the plea was authentic and relevant to the\r\n  family court action.\r\nRegarding estoppel, Appellant is not estopped from\r\n  denying liability for child abuse.&nbsp; As set forth above, Appellant pled\r\n  guilty to assault and battery, not child abuse, and the guilty plea does not\r\n  establish Appellant was a person responsible for the Child's welfare.\r\nREVERSED.\r\nKONDUROS and LOCKEMY, JJ., concur.\r\n\r\n[1] The amended complaint and the briefs cite section 20-7-490 of the South\r\n  Carolina Code (Supp. 2007); however, effective June 16, 2008, the General\r\n  Assembly amended the Code of Laws of South Carolina by adding Title 63, the\r\n  South Carolina Children's Code, and transferring all provisions of Title 20,\r\n  Chapter 7, to Title 63.&nbsp; See Act No. 361, 2008 S.C. Acts 3623\r\n  (stating &quot;the transfer and reorganization of the code provisions in this act\r\n  are technical . . . and are not intended to be substantive&quot;).\r\n[2] Appellant's indictment provides: &quot;[Appellant] did . . . commit an assault\r\n  and battery upon the victim . . . , constituting an unlawful act of violent injury\r\n  to the person of the said victim, accompanied by circumstances of\r\n  aggravation&nbsp;.&nbsp;.&nbsp;.&nbsp;. This offense [is] in violation of the\r\n  common law of this State.&quot;&nbsp; &quot;[S]imple assault\r\n  and battery is an unlawful act of violent injury to\r\n  another, unaccompanied by any circumstances of aggravation.&quot;&nbsp; State\r\n    v. Tyndall, 336 S.C. 8, 21, 518 S.E.2d 278, 285 (Ct. App. 1999).\r\n[3]An empty box precedes the following language on\r\n  Appellant's sentencing sheet: &quot;The Defendant is to be placed on the\r\n  Central Registry of Child Abuse and Neglect pursuant to S.C. Code Ann. §\r\n  17-25-135.&quot;&nbsp; \r\n\r\n","court":"Appeals"}]