[{"id":"4615","title":"McKnight v. SCDC and Just Care, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4615","description":"As personal representative of Brooks Leon Thomas's estate, Frederick T. McKnight filed a survival and wrongful death action against the South Carolina Department of Corrections and Just Care, Inc. after inmate Thomas committed suicide.  The trial court granted Just Care's motion for summary judgment finding any deficiency in treatment was too attenuated from Thomas's death to have proximately caused it because he committed suicide over a year after his discharge.  The trial court also determined Just Care did not owe Thomas a duty because he was not in Just Care's custody at the time of the suicide.  McKnight appealed and we affirm.","date":"2009-09-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\n\ttext-align:center;\r\n\tfont-weight: bold;\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Frederick T.\r\n          McKnight, as Personal Representative of the Estate of Brooks Leon Thomas, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        South Carolina\r\n          Department of Corrections and Just Care, Inc., Defendants,\r\n        of whom Just\r\n          Care, Inc. is the Respondent.        \r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From Dorchester County\r\n  James C. Williams, Jr., Circuit Court\r\nJudge\r\n\r\nOpinion No. 4615\r\n  Heard April 23, 2009 – Filed September 9,\r\n2009    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Edward Bell, III, and C. Carter Elliott, Jr., both of\r\n          Georgetown, for Appellant.\r\n        Mason A. Summers and William C. McDow, both of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  As personal representative of\r\n  Brooks Leon Thomas's estate, Frederick T. McKnight filed a survival and wrongful\r\n  death action against the South Carolina Department of Corrections (the\r\n  Department) and Just Care, Inc.[1] after inmate Thomas committed suicide.  The trial court granted Just Care's\r\n  motion for summary judgment finding any deficiency in treatment was too\r\n  attenuated from Thomas's death to have proximately caused it because he\r\n  committed suicide over a year after his discharge.  The trial court also\r\n  determined Just Care did not owe Thomas a duty because he was not in Just\r\n  Care's custody at the time of the suicide.  McKnight appealed and we affirm.\r\nFACTS\r\nThe plea court\r\n  sentenced Thomas to ten years' imprisonment after he pled guilty to armed\r\n  robbery.  Thomas entered the Department's custody on April 8, 2003.  On\r\n  September 14, 2003, Thomas reported he had swallowed ten razor blades and the\r\n  following day the Department sent him to the Carolina Care Center (the Center).[2] \r\n  A psychiatrist examined Thomas at the Center on September 17, 2003.  During the\r\n  examination, Thomas denied wanting to commit suicide but admitted he was\r\n  &quot;a little depressed.&quot;  He also indicated he had &quot;a history of\r\n  life-long depression.&quot;  Thomas was prescribed medications including Zoloft\r\n  and was transferred back to the Department's custody on September 22, 2003.\r\nOn October 5, 2004, Thomas died after he\r\n  hung himself while in the Department's custody.  McKnight brought suit against\r\n  the Department and Just Care for medical malpractice, negligence, wrongful\r\n  death, and survival.  McKnight alleged Thomas and his family members\r\n  informed prison officials on numerous occasions that he was contemplating\r\n  suicide.  The complaint also contended prison employees beat and physically\r\n  abused Thomas without justification.  Just Care made a motion for summary\r\n  judgment.  McKnight opposed\r\n  the motion arguing the affidavit of his expert witness, Dr. James Merikangas, provided\r\n  evidence of proximate cause.  That affidavit stated: \r\n\r\n  These violations of the standard of care have\r\n    proximately caused injuries and damages to the Plaintiff/Decedent in this case which\r\n    may be summarized as follows:\r\n  (A)    Mr. Brooks Thomas was a patient at\r\n    the Just Care/Columbia Care Center inpatient medical facility . . . . Had a\r\n    proper examination been performed by the team members of Just Care/Columbia\r\n    Care Center (including a proper history), Mr. Thomas would have been committed\r\n    and administered the appropriate treatment including anti-psychotic medications\r\n    over an appropriate time period.  Because this was not properly carried out,\r\n    Mr. Thomas suffered both mentally and physically after his discharge and before\r\n    his death.\r\n  (B)    As Mr. Thomas was not sent back to the [Department]\r\n    with the proper discharge instructions or treatment plan, it is likely that Mr.\r\n    Thomas suffered both mentally and physically before his death.  Additionally,\r\n    it is likely that Mr. Thomas was not sent back to Just Care/Columbia Care\r\n    Center after September 22, 2003 as there was no proper follow up or discharge\r\n    instructions sent to [the Department].\r\n  (C)    The above mentioned breaches in the\r\n    appropriate standard of medical care le[]d to a further decline in Mr. Thomas'\r\n    overall mental health condition and likely contributed to his eventual death by\r\n    suicide October 5, 2004.\r\n\r\nThe\r\n  trial court granted Just Care's motion for summary judgment, finding McKnight\r\n  presented no evidence Just Care owed Thomas a duty or any alleged negligence by\r\n  Just Care proximately caused his death.  McKnight filed a Rule 59(e), SCRCP,\r\n  motion for reconsideration arguing in part the trial court failed to address\r\n  the survival claim in its order.  The trial court denied the motion and this appeal followed.\r\nSTANDARD OF REVIEW\r\nThe purpose of summary judgment is to\r\n  expedite the disposition of cases not requiring the services of a fact\r\n  finder.&nbsp; George v. Fabri, 345 S.C. 440, 452, 548 S.E.2d 868, 874\r\n  (2001).&nbsp; When reviewing the grant of a summary judgment motion, this court\r\n  applies the same standard that governs the trial court under Rule 56(c), SCRCP;\r\n  summary judgment is proper when there is no genuine issue as to any material\r\n  fact and the moving party is entitled to judgment as a matter of law.&nbsp; Fleming\r\n    v. Rose, 350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002).&nbsp; \r\nIn determining whether a genuine issue of\r\n  fact exists, the evidence and all reasonable inferences drawn from it must be\r\n  viewed in the light most favorable to the nonmoving party.&nbsp; Sauner v.\r\n    Pub. Serv. Auth. of S.C., 354 S.C. 397, 404, 581 S.E.2d 161, 165\r\n  (2003).&nbsp; Even if evidentiary facts are not disputed, if only the\r\n  conclusions to be drawn from them are, the trial court should deny the motion\r\n  for summary judgment. &nbsp;Baugus v. Wessinger, 303 S.C. 412, 415, 401\r\n  S.E.2d 169, 171 (1991).&nbsp; Summary judgment is not appropriate when further\r\n  inquiry into the facts is desirable to clarify the application of law.&nbsp; Tupper\r\n    v. Dorchester County, 326 S.C. 318, 325, 487 S.E.2d 187, 191 (1997).\r\nLAW/ANALYSIS\r\nI.&nbsp;Proximate Cause\r\nMcKnight contends the trial court erred in\r\n  granting Just Care summary judgment because the mere passage of thirteen months'\r\n  time between the alleged negligence and death does not preclude a finding of\r\n  proximate causation.  We disagree.\r\nThe plaintiff in a\r\n  medical malpractice action must establish both proximate cause and negligence.  Hanselmann v. McCardle, 275 S.C. 46, 48, 267 S.E.2d 531,\r\n  533&nbsp;(1980).  &quot;To prevail in a negligence action, a plaintiff must\r\n  demonstrate: (1) a duty of care owed by the defendant to the plaintiff; (2) a\r\n  breach of that duty by a negligent act or omission; and (3) damage proximately\r\n  resulting from the breach.&quot;  Platt v. CSX Transp., Inc., 379 S.C.\r\n  249, 258, 665 S.E.2d 631, 635 (Ct. App. 2008), cert. pending. \r\n  &quot;Negligence is not actionable unless it is a proximate cause of the\r\n  injuries, and it may be deemed a proximate cause only when without such\r\n  negligence the injury would not have\r\n  occurred or could have been avoided.&quot;  Hanselmann, 275 S.C. at\r\n  48-49, 267 S.E.2d at 533 (quoting Hughes v. Children's Clinic, P.A., 269\r\n  S.C. 389, 398, 237 S.E.2d 753, 757 (1977)).\r\nProximate cause is the efficient or direct cause; the thing that\r\n  brings about the complained of injuries.  Platt, 379\r\n  S.C. at 266, 665 S.E.2d at 640.  &quot;Proximate cause requires proof of (1)\r\n  causation in fact and (2) legal cause.&quot; Bramlette v.\r\n    Charter-Medical-Columbia, 302 S.C. 68, 72, 393 S.E.2d 914, 916&nbsp;(1990).  Causation in fact is demonstrated by establishing the\r\n  plaintiff's injury would not have occurred &quot;but for&quot; the defendant's negligence, while legal cause is proved by establishing\r\n  foreseeability. Platt, 379 S.C. at 266, 665 S.E.2d at 640.  The court\r\n  looks to the natural and probable consequences of the complained of act to\r\n  determine foreseeability.  Vinson v. Hartley, 324 S.C. 389, 400, 477\r\n  S.E.2d 715, 721 (Ct. App. 1996).  A plaintiff proves legal cause by\r\n  establishing the injury occurred as a natural and probable consequence of the\r\n  defendant's negligence.  Id.  &quot;When the\r\n  injury complained of is not reasonably foreseeable, in the exercise of due\r\n  care, there is no liability.&quot;  Eadie v. Krause, 381\r\n  S.C. 55, 64, 671 S.E.2d 389, 393 (Ct. App. 2008), cert. pending.  When the cause of a\r\n  plaintiff's injury may be as reasonably attributed to an act for which the\r\n  defendant is not liable as to one for which he is liable, the plaintiff has\r\n  failed to carry the burden of establishing the defendant's conduct proximately\r\n  caused his injuries.  Mellen v. Lane,&nbsp;377 S.C. 261, 280, 659 S.E.2d\r\n  236, 246&nbsp;(Ct. App. 2008).  &quot;For an intervening act to break the causal link and insulate\r\n  the tortfeasor from further liability, the intervening act must be unforeseeable.&quot;  Dixon v. Besco Eng'g, Inc., 320 S.C. 174, 180, 463 S.E.2d 636,\r\n  640&nbsp;(Ct. App. 1995).  Ordinarily, proximate cause is a question for the jury, but when the evidence is\r\n  susceptible to only one inference, it becomes a matter of law for the court.  Platt,\r\n  379 S.C. at 266, 665 S.E.2d at 640.  \r\nAlthough we did not find and the parties did not provide\r\n  any South Carolina cases directly on point, other jurisdictions have\r\n  contemplated situations similar to the one at hand.  See, e.g., Tolton\r\n    v. Am. Biodyne, Inc., 48 F.3d 937, 944&nbsp;(6th Cir. 1995) (holding when\r\n  the decedent committed suicide more than one month after his last visit to the hospital and received\r\n  treatment from two other hospitals during that one-month period, the plaintiffs\r\n  could not prove damages because of the time lapse and intervening medical\r\n  treatment); Darren v. Safier, 615 N.Y.S.2d 926, 928&nbsp;(N.Y. App. Div.\r\n  1994) (finding the plaintiff had not established a hospital's alleged failure\r\n  to follow its guidelines for suicidal patients was the proximate cause of a\r\n  patient's suicide that occurred one month after his discharge from the\r\n  hospital); Paradies v. Benedictine Hosp., 77 A.D.2d 757, 759&nbsp;(N.Y.\r\n  App. Div. 1980) (citations omitted) (&quot;[A]s a matter of law the decedent's\r\n  suicide was not a proximate cause of any alleged negligence on the part of\r\n  defendants.  Plaintiff has failed to present any evidence establishing a causal\r\n  connection between the alleged acts of negligence and the subsequent suicide\r\n  which occurred some three weeks after the decedent's release.&quot;).\r\nHowever, McKnight points to two cases that\r\n  discourage using the passage of time to show lack of proximate cause, although\r\n  both cases involve situations in which the patient later harmed another person\r\n  and not himself.  The first case upon which McKnight relies held: \r\n\r\n  Remoteness in time or space may give rise\r\n    to the likelihood that other intervening causes have taken over the\r\n    responsibility.  But when causation is found, and other factors are eliminated,\r\n    it is not easy to discover any merit whatever in the contention that such\r\n    physical remoteness should of itself bar recovery.  The defendant who sets a\r\n    bomb which explodes ten years later, or mails a box of poisoned chocolates from\r\n    California to Delaware, has caused the result, and should obviously bear the\r\n    consequences. \r\n\r\nEstates of\r\n  Morgan v. Fairfield Family Counseling Ctr., 673 N.E.2d 1311, 1332&nbsp;(Ohio 1997) (quoting Prosser\r\n    &amp; Keeton on Torts 283, § 43 (5th ed. 1984)), superseded by\r\n      statute on other grounds.  The court concluded:\r\n\r\n  Thus, no fixed rule can be established as to how quickly the harm\r\n    must occur in order to hold the defendant liable.  Some courts have found\r\n    periods ranging between three and a half months to two years and five months to\r\n    be too remote, while other courts have found periods ranging from five and\r\n    one-half months to three years not to be too remote.  Physical or temporal remoteness, therefore, may be an\r\n    important consideration in whether negligent conduct is a substantial factor in\r\n    producing harm; but the mere lapse of time, in the absence of intervening\r\n    causes, is not of itself sufficient to prevent the defendant's negligence from\r\n    being the legal cause, regardless of how much time has passed. \r\n\r\nId. (citations omitted).\r\nThe other case upon which McKnight relies is very fact specific.  In\r\n  it, the Minnesota Supreme Court found:\r\n\r\n  It is also a close question whether the shooting was foreseeable. \r\n    The question is whether it was reasonably foreseeable in July 1970 that (a) the\r\n    patient would, a year and a half later, refuse his medication and have a\r\n    reoccurrence of his illness and that (b) in the course of that reoccurrence, he\r\n    would use his gun to shoot someone.  The question before us is one of policy:\r\n    Is the doctor's conduct so closely connected with the tragedy of the shooting\r\n    that the law may allow a cause of action?\r\n\r\nLundgren v. Fultz, 354 N.W.2d 25, 28&nbsp;(Minn. 1984).\r\nBecause our search of South Carolina case law revealed no\r\n  analogous situations, we find other states' jurisprudence instructive.  As\r\n  previously referenced, other states have found no proximate cause when a\r\n  suicide occurred within weeks of the release.  Although the courts in the cases\r\n  McKnight cites found the remoteness of time was not sufficient to establish\r\n  proximate cause, these cases involved the shooting of others.  Therefore, we do\r\n  not find them as relevant as cases in which the patient committed suicide.  \r\nAdditionally, McKnight argues the cases on which the trial court\r\n  relied all contained intervening acts in addition to the passage of time.  Although\r\n  some of the cases we rely upon contain intervening acts in addition to the\r\n  passage of time, others do not.  Further, in McKnight's complaint, he alleges\r\n  employees, agents, and/or servants of the Department beat and/or physically\r\n  abused Thomas without justification or provocation.  The Department's summary\r\n  of Thomas's medical records include several references to prison guards' using gas\r\n  on him.  Thomas's return to prison for thirteen months with no further\r\n  treatment, especially considering his allegations of abuse and additional suicide\r\n  attempts, constituted an intervening act sufficient to break the causal chain.\r\nMcKnight\r\n  also relies upon the affidavit of his expert witness, Dr. Merikangas, to\r\n  establish evidence of proximate cause.  South Carolina courts have consistently\r\n  held evidence must amount to more than speculation and conjecture to submit a\r\n  case to the jury.  See Ellis v.\r\n    Oliver, 323 S.C. 121, 125, 473 S.E.2d\r\n  793, 795&nbsp;(1996) (&quot;When one relies solely upon the opinion of medical\r\n  experts to establish a causal connection between the alleged negligence and the\r\n  injury, the experts must, with reasonable certainty, state that in their professional\r\n  opinion, the injuries complained of most probably resulted from the defendant's\r\n  negligence.&quot;); Daves v. Cleary,\r\n  355 S.C. 216, 229-30, 584 S.E.2d 423, 430 (Ct. App. 2003) (alterations by court) (quoting James v. Lister, 331 S.C. 277, 286, 500 S.E.2d 198, 203 (Ct. App. 1998)) (&quot;In\r\n  medical malpractice cases, the plaintiff must show through expert testimony\r\n  that, 'in their professional opinion, the injuries complained of most probably\r\n  resulted from the defendant's negligence . .\r\n  . [and] when it is the only evidence of proximate cause relied upon, it must\r\n  provide a significant causal link between the alleged negligence and the\r\n  plaintiff's injuries, rather than a tenuous and hypothetical connection.'&quot;); see also Jackson v. Bermuda Sands, Inc., 383 S.C. 11, 17, 677 S.E.2d 612, 616 (Ct. App. 2009)\r\n  (quoting Small v. Pioneer Mach., Inc., 329 S.C. 448, 461, 494 S.E.2d 835, 841 (Ct. App. 1997))\r\n  (applying the directed verdict standard to a summary judgment motion and\r\n  holding &quot;[a] jury issue is created when there is material evidence tending\r\n  to establish the issue in the mind of a reasonable juror. . . . 'However, this\r\n  rule does not authorize submission of speculative, theoretical, and\r\n  hypothetical views to the jury.  Our courts have recognized that when only one\r\n  reasonable inference can be deduced from the evidence, the question becomes one\r\n  of law for the court.  A corollary of this rule is that verdicts may not be\r\n  permitted to rest upon surmise, conjecture, or speculation.'&quot;).  Dr. Merikangas's affidavit is at best nothing more than\r\n  conjecture and speculation and thus, does not create any genuine issue of\r\n  material fact.  Therefore, the trial court properly granted summary judgment on\r\n  the basis of lack of proximate cause. \r\n\r\nII.&nbsp;&nbsp;Duty\r\nMcKnight\r\n  asserts the trial court erred in adopting the contention that a &quot;duty of\r\n  care to prevent suicide exists only on the part of a defendant who has custody\r\n  of a suicidal person.&quot;  We disagree.\r\n&quot;In a negligence action, a plaintiff must show the (1)\r\n  defendant owes a duty of care to the plaintiff, (2) defendant breached the duty\r\n  by a negligent act or omission, (3) defendant's breach was the actual and\r\n  proximate cause of the plaintiff's injury, and (4) plaintiff suffered an injury\r\n  or damages.&quot;  Sabb v. S.C. State Univ., 350 S.C. 416, 429,\r\n  567 S.E.2d 231, 237 (2002).  &quot;An essential element in a negligence cause of action is the existence of a legal duty of care owed by the\r\n  defendant to the plaintiff.&quot;  Platt, 379 S.C. at 258, 665 S.E.2d at\r\n  635.  Without such a duty, a plaintiff cannot establish negligence.  Id.  &quot;In a negligence action, the court must determine, as a matter of law,\r\n  whether the defendant owed a duty of care to the plaintiff.&quot;  Faile v.\r\n    S.C. Dep't of Juvenile Justice, 350 S.C. 315, 334, 566 S.E.2d 536,\r\n  545 (2002).   \r\nSouth Carolina &quot;has recognized a cause of action in\r\n  negligence for breach of a duty to prevent a known suicidal patient from\r\n  committing suicide&quot; but in those cases the patient had not been discharged\r\n  from the hospital at the time of the suicide.  See Bramlette, 302\r\n  S.C. at 74, 393 S.E.2d at 917 (affirming the trial court's denial of\r\n  defendant's directed verdict motion on basis of proximate cause when patient committed\r\n  suicide while on a recreational outing with other patients and occupational\r\n  therapist employed by hospital); see also Hoeffner v. Citadel, 311 S.C. 361, 368, 429 S.E.2d 190, 194&nbsp;(1993)\r\n  (&quot;Bramlette does not impose strict liability on those with a duty\r\n  to prevent suicide&quot; &quot;because health care professionals are subject to\r\n  liability for failure to prevent suicide only when departure from the standards\r\n  of their profession proximately causes their patient's suicide&quot;); Sloan v. Edgewood Sanatorium, Inc., 225 S.C. 1, 13, 80\r\n  S.E.2d 348, 353 (1954) (holding the issue of negligence was properly submitted\r\n  to the jury and its finding of negligence was a reasonable inference because\r\n  decedent had known suicidal tendencies and committed suicide while a patient at\r\n  a psychiatric hospital).  Other states have recognized that same duty and have\r\n  noted &quot;there is no justification for extending that duty beyond the patient's unconditional\r\n  release.&quot;  Katona v. County of Los Angeles, 172 Cal. App. 3d 53,\r\n  59&nbsp;(Cal. Dist. Ct. App. 1985), superseded by statute on other grounds. \r\n  The California District Court of Appeal found:\r\n\r\n  In the\r\n    instant case, decedent's suicide occurred more than six weeks after she had\r\n    been discharged from either the county's mental health facility or Somos\r\n    Amigos.  Moreover, there is no indication whatsoever that either hospital had\r\n    any contact with decedent or her parents after her unconditional release. \r\n    Under the circumstances, there would be no basis for imposing a duty on\r\n    defendants to control decedent's actions in an attempt to prevent her suicide.\r\n\r\n Id.  \r\nThe Florida District Court of Appeal has also found a hospital has\r\n  no duty once a patient is released:\r\n\r\n  [A] hospital or sanatorium owes its patients or inmates a specific\r\n    duty of care.  If that duty is breached and as a result of such breach, the\r\n    patient commits suicide or inflicts injury upon himself, the institution is\r\n    liable.  The duty is based solely on the fact of the patient's confinement in\r\n    the hospital, and the hospital's ability to supervise, monitor and restrain the\r\n    patient.  Upon release of the patient, this duty ceases. \r\n\r\nPaddock v.\r\n  Chacko,&nbsp;522 So. 2d\r\n  410, 416&nbsp;(Fla. Dist. Ct. App. 1988) (citations omitted).  The Oklahoma\r\n  Supreme Court has found although a duty exists when the decedent is a patient\r\n  being treated for mental illness at a hospital, there is no duty when the\r\n  decedent is an outpatient.  Runyon v. Reid, 510 P.2d 943,\r\n  950&nbsp;(Okla. 1973).  The court noted &quot;defendants could not exercise the\r\n  degree of control over decedent which a hospital could exercise over a\r\n  patient.&quot;  Id.  \r\nThe New York Supreme Court, Appellate Division, has provided a\r\n  compelling argument against expanding a hospital's duty in this area:\r\n\r\n  The prediction of the future course of a mental illness is a\r\n    professional judgment of high responsibility and in some instances it involves\r\n    a measure of calculated risk.  If a liability were imposed on the physician or\r\n    the State each time the prediction of future course of mental disease was\r\n    wrong, few releases would ever be made and the hope of recovery and\r\n    rehabilitation of a vast number of patients would be impeded and frustrated. \r\n    This is one of the medical and public risks which must be taken on balance,\r\n    even though it may sometimes result in injury to the patient or others.\r\n\r\nTaig v. State, 19 A.D.2d 182, 183&nbsp;(N.Y. App. Div. 1963).\r\nAlthough South Carolina has found a hospital owes a duty to a\r\n  patient while that patient is still in the custody of the hospital, it has not\r\n  determined whether the duty continues once the patient is released.  McKnight\r\n  argues Bramlette extended that duty.  However, Bramlette is\r\n  distinguishable from the present case because in Bramlette the patient\r\n  had not been released and was on a hospital sanctioned trip at the time of the\r\n  suicide.  302 S.C. at 69-70, 393 S.E.2d at 915.  Here, Thomas had been\r\n  discharged from the hospital.  States that have considered whether the duty\r\n  continues once the patient is released have found the duty ceases once the\r\n  patient is released.  McKnight has not provided case law from any state that\r\n  has expanded the duty.  Accordingly, the trial court properly granted summary\r\n  judgment on the basis the Hospital had no duty.\r\nIII.&nbsp; Survival Causes of Action\r\nMcKnight alleges the trial court erred in\r\n  failing to address the survival action in its order.  We disagree.\r\nThe\r\n  trial court's findings on proximate cause and duty apply to the survival action\r\n  as well.  While Just Care had a duty to Thomas while he was at its hospital, he\r\n  did not harm himself while in Just Care's custody. The complaint's survival\r\n  action seems to allege Thomas tried to commit suicide unsuccessfully after Just\r\n  Care discharged him.   As with the wrongful death claim, Thomas's return to\r\n  prison is an intervening cause that breaks the causal connection.  Accordingly,\r\n  the trial court properly granted summary judgment on the survival cause of action.\r\nCONCLUSION\r\nThe\r\n  trial court properly granted Just Care's summary judgment motion based on lack\r\n  of proximate cause and duty as to both the wrongful death and survival causes\r\n  of action.  Accordingly, the grant of summary judgment is \r\nAFFIRMED.\r\nHUFF\r\n  and WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] Just Care has a contract to provide the Department\r\n  with medical and health services. \r\n[2] Just Care operates a prison hospital at the Center.\r\n\r\n","court":"Appeals"},{"id":"4616","title":"Too Tacky Partnership v. SC DHEC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4616","description":"Too Tacky, Inc. appeals the circuit court's order affirming DHEC's grant of a critical area permit for the construction of a dock by neighboring landowner, Mayo Read, Jr.  Too Tacky contends Read filed a false and incomplete application for the permit, did not establish ownership of the property at issue, and failed to establish any \"abnormal\" circumstances warranting issuance of the permit.  Too Tacky further argues the circuit court did not give appropriate consideration to the impact of Read's dock on neighboring properties.  We affirm.","date":"2009-09-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tToo Tacky Partnership, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina Department of Health and Environmental Control\r\n      and Mayo Read, Jr., Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Charleston County\r\nRoger Young, Circuit Court Judge\r\nOpinion No. 4616\r\nSubmitted June 10, 2009 – Filed\r\n  September 9, 2009\r\nWithdrawn, Substituted and Refiled\r\n  November 24, 2009\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJohn\r\n  P. Seibels, Jr. and Jason Scott Luck, both of Charleston, for Appellant.\r\n\t\t\t\tCarlisle\r\n  Roberts, Jr., of Columbia; Davis A. Whitfield-Cargile, of North Charleston; and\r\n  Elizabeth Applegate Dieck, of Charleston, for Respondent South Carolina\r\n  Department of Health and Environmental Control; Richard L. Tapp, Jr. and Stephen\r\n  P. Groves, Sr., both of Charleston, for Respondent Mayo Read, Jr.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nKONDUROS,\r\n  J.: \r\n  Too Tacky Partnership (Too Tacky) appeals the South Carolina Department of\r\n  Health and Environmental Control's (DHEC) issuance of a permit allowing Mayo\r\n  Read, Jr. to construct a dock.  We affirm.\r\nPROCEDURAL BACKGROUND/FACTS\r\nIn\r\n  1992, Too Tacky purchased a parcel of land (Lot 4) bordering the Leadenwah\r\n  River.  Lots 1, 2, 3, and 4 are side-by-side with Lot 3 positioned along the\r\n  western border of Lot 4.  The lots all belonged to a common owner at one time\r\n  and were subdivided and sold to Too Tacky, Mayo Read, Sr. (Lot 1), Ellen Read\r\n  (Lot 2), and Mayo Read, Jr. (Lot 3).[1] \r\n  In the early 1990s, Too Tacky built a dock off Lot 4 extending into the\r\n  Leadenwah River.  In\r\n  2004, Mayo Read, Jr. sought a critical area permit from DHEC's Office of Ocean\r\n  and Coastal Resource Management (OCRM) to construct a dock into the Leadenwah\r\n  River from a right-of-way running east toward the river on the northern borders\r\n  of Lots 1, 2, 3, and 4.  Read's dock would be constructed off the portion of\r\n  the right-of-way located on Lot 4.\r\nIn\r\n  applying for the permit, Read submitted a permit application form listing Too\r\n  Tacky as an adjoining landowner.  The application described the location of the\r\n  project to be on Tacky Point Road at the &quot;end of easement.&quot;  The\r\n  application also included an affidavit of ownership or control with preprinted\r\n  boxes for the applicant to check.  Read indicated he was the &quot;record\r\n  owner&quot; of the property described in the application, which was the\r\n  &quot;end of right of way&quot; on &quot;Tacky Point Road.&quot;  Read further\r\n  affirmed the preprinted language, stating he would get prior approval of all\r\n  other persons with legal interests in the property and if he was not the record\r\n  owner, would submit written permission of the owner.  Read submitted a drawing\r\n  of the project and indicated again the dock would be located at the end of a\r\n  fifty-foot easement for the benefit of Lots 1, 2, and 3.  Read further provided\r\n  an uncertified plat signed by the original owner of the parcel and the\r\n  purchasers of the subdivided Lots recognizing the fifty-foot easement for\r\n  drainage and creek access by Lots 1, 2, and 3.  From the record, it does not\r\n  appear the plat was submitted with the application but was submitted prior to\r\n  the application's approval.  \r\nToo\r\n  Tacky was notified of Read's application and objected via letter from its\r\n  attorney.  In that letter, Too Tacky set forth several bases for its\r\n  objection.  First, Too Tacky contended Read's proposed dock would violate\r\n  Regulation 30-12(A)(2)(a) of the South Carolina Code (current version at Regulation\r\n  30-12(A)(1)(a) (Supp. 2008)), which prohibits the building of two docks on the\r\n  same parcel of land absent special circumstances and prevents docks from impeding\r\n  the navigation of the waters upon which they are constructed.  Too Tacky\r\n  further argued Read's application was improper because he was not the record\r\n  owner of Lot 4, and he did not present sufficient proof of a property interest in\r\n  Lot 4 that would allow construction of a dock.  Finally, Too Tacky cited the\r\n  negative use-and-enjoyment and financial impacts the construction of Read's\r\n  dock would have on Too Tacky's property, specifically because the dock would be\r\n  in close proximity to the residence on Lot 4.  \r\nOCRM\r\n  granted Read's permit application over Too Tacky's objections.  Too Tacky\r\n  appealed the grant of the permit, which the Administrative Law Court (ALC) and\r\n  the Coastal Zone Management Appellate Panel (Appellate Panel) both affirmed. \r\n  The circuit court affirmed the issuance of the permit, and this appeal\r\n  followed.  \r\nstandard of\r\n  review\r\nAn\r\n  appellate court &quot;may not substitute its judgment for the judgment of the\r\n  agency as to the weight of the evidence on questions of fact.&quot;  S.C. Code\r\n  Ann. § 1-23-380(5) (Supp. 2008).  However, the court may reverse or\r\n  modify a final agency decision if the agency decision was affected by an error\r\n  of law, was clearly erroneous in view of the reliable, probative, and\r\n  substantial evidence on the whole record, or was arbitrary or capricious or\r\n  characterized by an abuse of discretion or a clearly unwarranted exercise of\r\n  discretion.  Id.  The DHEC Board's findings are presumptively correct,\r\n  and therefore, the challenging party bears the burden of proving its decision\r\n  was erroneous in view of the substantial evidence in the record.  Leventis\r\n    v. S.C. Dep't of Health &amp; Envtl. Control, 340 S.C. 118, 136,\r\n  530 S.E.2d 643, 653 (Ct. App. 2000).\r\nLAW/ANALYSIS\r\nI.&nbsp; Read's\r\n  Application and Affidavit\r\nToo\r\n  Tacky contends OCRM erred in granting Read's permit because Read's application\r\n  was incomplete, and his affidavit contained false information.  We disagree.\r\nPursuant\r\n  to statute, applications for permits from OCRM shall include the following:\r\n\r\n\t1)&nbsp; Name\r\n  and address of the applicant.\r\n\t(2)&nbsp; A\r\n  plan or drawing showing the applicant's proposal and the manner or method by\r\n  which the proposal shall be accomplished.\r\n\t(3)&nbsp; A\r\n  plat of the area in which the proposed work will take place.\r\n\t(4)&nbsp; A\r\n  copy of the deed, lease or other instrument under which the applicant claims\r\n  title, possession or permission from the owner of the property, to carry out\r\n  the proposal.\r\n\t(5)&nbsp; A\r\n  list of all adjoining landowners and their addresses or a sworn affidavit that\r\n  with due diligence such information is not ascertainable.\r\n\r\nS.C.\r\n  Code Ann. § 48-39-140(B) (2008).  The companion\r\n  DHEC regulation, Regulation 30-2(B)(4) of the South Carolina Code (Supp. 2008),\r\n  states that a certified copy of the deed, lease, or other instrument under\r\n  which the applicant claims title, possession, or permission shall ordinarily be\r\n  required to complete the application.  \r\nThe\r\n  Appellate Panel concluded Read's affidavit and the copy of the plat submitted\r\n  by Read constituted an &quot;other instrument&quot; as contemplated by the\r\n  statute and regulation.  The interpretation by an agency of its own regulation\r\n  is given great deference.  Earl v. HTH Assocs., Inc./Ace Usa Ins. Co. of N. Am.,\r\n  368 S.C. 76, 81, 627 S.E.2d 760, 762 (Ct. App. 2006).  In this case, the plat\r\n  was a document signed by the landowner and purchasers at the time of\r\n  subdivision.  The plat was stamped as approved by Charleston County Council and\r\n  recorded in the register mesne conveyances' office (RMC).  Consequently, the\r\n  plat appears to have the requisite formality associated with the term\r\n  instrument.  As defined in Black's Law Dictionary, an instrument is a &quot;written\r\n  legal document that defines rights, duties, entitlements, or liabilities, such\r\n  as a contract, will, promissory note, or share certificate.&quot;  Black's Law\r\n  Dictionary 869 (9th ed. 2009).  In this case, the plat defines the right\r\n  conveyed by the common grantor to the original grantees of a fifty-foot\r\n  easement for drainage and creek access to benefit Lots 1, 2, and 3.  Furthermore,\r\n  two other South Carolina cases have found plats to be instruments.  See Sutcliffe\r\n    v. Laney Bros., 247 S.C. 417, 422, 147 S.E.2d 689, 691 (1966) (stating\r\n  subject property had not been divided by plat or other instrument of record); see\r\n    also Hamilton v. CCM, Inc., 274 S.C. 152, 154, 263 S.E.2d 378, 379\r\n  (1980) (&quot;[T]he outcome of this litigation is largely controlled by the\r\n  construction given an instrument referred to as the Harbour Town Townhouse\r\n  Plat.&quot;).\r\nAdditionally,\r\n  Too Tacky contends the application was incomplete because the other instrument\r\n  was not certified.  However, the statute does not require the instrument to be\r\n  certified and the regulation allows for some flexibility in this requirement by\r\n  employment of the term ordinarily.  Furthermore, as DHEC points out, Too Tacky\r\n  does not dispute the plat submitted to OCRM was not identical to the one on\r\n  file with RMC.  Consequently, Too Tacky was not prejudiced based on the lack of\r\n  certification of the plat.\r\nFinally,\r\n  Too Tacky argues Read's affidavit was false because he claimed to be the record\r\n  owner of the property at issue.  However, as discussed in the facts, Read made numerous\r\n  references to the fact that his proposed dock would be at the end of an\r\n  easement.  He never suggested, other than by checking the pre-printed\r\n  &quot;record owner&quot; box, that he owned Lot 4.  Therefore, any perceived\r\n  falsity in his affidavit could not have misled OCRM about the nature of Read's\r\n  property interest.[2]\r\nII.&nbsp; Ownership\r\n  of Easement\r\nToo Tacky next contends Read failed to sufficiently\r\n  prove the existence and scope of the easement on Lot 4.  We disagree.  \r\nOCRM is neither authorized nor required to make final\r\n  legal determinations regarding the existence or precise nature of property rights\r\n  in the permitting process.  If an adjoining landowner objects to the assertion\r\n  of the applicant's property interest, then the regulations provide the\r\n  permitting process will be held in abeyance if litigation to quite title in the\r\n  property is commenced.\r\n\r\n\r\n\tIf the alleged\r\n  adjoining landowner of critical area files a written objection to the permit\r\n  application within the period prescribed in Section 48-39-140 (15 days for\r\n  minor and 30 days for major permits) based upon a claim of ownership and\r\n  indicates an intention to file a court action pursuant to Section 48-39-220,\r\n  the application will be deemed incomplete and further processing of the permit\r\n  will not take place until a final judicial decision is rendered by a court of\r\n  competent jurisdiction. However, written proof of filing a court action\r\n  pursuant to Section 48-39-220 must be received by the Department within 30 days\r\n  of the date of the expiration of the comment period. If no such written proof\r\n  is timely received, the permit will be processed pursuant to law.\r\nS.C.\r\n  Code Ann. Regs. 30-2(I)(3) (Supp. 2008).\r\nBased\r\n  on this regulation, neither OCRM nor DHEC has the authority to make ultimate\r\n  legal findings regarding parties' interests in property.  The regulation and\r\n  permitting process allows adjoining landowners to assert their interest and\r\n  protect their rights through actions filed with a &quot;court of competent\r\n  jurisdiction.&quot;  In the absence of such assertion, OCRM will proceed with\r\n  its review of the application.\r\nWith\r\n  that in mind, OCRM cannot ignore the objections or concerns of adjoining\r\n  landowners.  A permit applicant must present a cognizable &quot;claim [to] title, possession or permission from the owner\r\n  of the property to carry out the proposal.&quot;  § 48-39-140(B)(4)\r\n  (emphasis added).  The ALC concluded this means the applicant must make a prima\r\n    facie showing of ownership or permission.  We agree with that standard and\r\n  with the conclusion that Read met his burden in this case.\r\nIII.&nbsp; One\r\n  Dock Rule\r\nToo\r\n  Tacky next argues OCRM violated Regulation 30-12(A)(2)(a) of the South Carolina\r\n  Code (Supp. 2004) when a dock on Lot 4 already existed.[3]  We\r\n  disagree.\r\nThe\r\n  regulation stated &quot;[d]ocks and piers shall normally be limited to\r\n  one structure per parcel.&quot;  (emphasis added).  The\r\n  use of this language necessarily vests OCRM with some discretion to allow more\r\n  than one dock per parcel.  According to Frederick Mallet, project manager for\r\n  Read's application, the easement providing for creek access constituted a\r\n  special circumstance to be considered in granting Read's permit.  Curtis\r\n  Joyner, another DHEC employee involved in the permitting process, agreed the\r\n  easement was an unusual circumstance that would permit more than one dock on\r\n  Lot 4 as well as the fact that Lots 1, 2, and 3 were owned by one family. \r\n  Because there was discretion given to OCRM by the plain language of the\r\n  statute, and Mallet and Joyner could articulate a basis for exercising that\r\n  discretion, we cannot conclude the circuit court erred in affirming the ALC on\r\n  this point. \r\nIV.&nbsp; Impact\r\n  on Adjoining Landowners\r\nFinally,\r\n  Too Tacky contends OCRM failed to consider how the construction of Read's dock\r\n  would impact the value and enjoyment of its property, a question that should be\r\n  considered pursuant to Regulation 30-11(B) of the South Carolina Code (Supp.\r\n  2008).[4] \r\n  We disagree.  \r\nToo\r\n  Tacky maintains Frederick Mallet's testimony on this point is somewhat\r\n  conflicting.  Mallet testified he believed consideration was given to the ten\r\n  factors during the permitting process; however, he did not think the\r\n  diminishment in value of Lot 4 had come up.  Mallet also testified the original\r\n  dimensions of the dock were altered to ensure it did not extend beyond the\r\n  property lines of the easement and the roof was deleted to lessen visual\r\n  impact.  Consequently, the record indicates the impact to the adjoining\r\n  landowner was considered.  Furthermore, Too Tacky did not present any evidence\r\n  to show how the dock would financially impact the value of its property.  In sum,\r\n  it cannot be said OCRM erred in granting Read's permit on the basis of this\r\n  argument.\r\nCONCLUSION\r\nWe find there was evidence upon which OCRM\r\n  could have reasonably relied in awarding the dock permit to Read.  We give\r\n  great deference to an agency's interpretations of its own regulations, and we\r\n  cannot conclude the circuit court clearly erred in affirming the issuance of\r\n  the permit because of any alleged irregularities with the application and\r\n  affidavit themselves.  Furthermore, we agree with the circuit court that OCRM\r\n  is not vested with the authority to make binding legal findings regarding the\r\n  validity of parties' interest in property.  So long as the petitioner presents\r\n  a prima facie case of ownership of or sufficient interest in the land, OCRM has\r\n  not clearly erred in granting the permit.  We further find OCRM was vested with\r\n  some discretion in determining whether circumstances warranted the erection of\r\n  a second dock on Lot 4.  Accordingly, the circuit court did not err in finding\r\n  OCRM did not violate Regulation\r\n  30-12(A)(2)(a).  Finally,\r\n  evidence in the record supports the circuit court's finding OCRM considered the\r\n  impact issuing the permit would have on adjoining landowners.  Accordingly, the\r\n  decision of the circuit court is \r\nAFFIRMED.\r\nHEARN, C.J., and THOMAS, J., concur.\r\n\r\n\r\n[1] Mayo Read, Jr.\r\n  has since sold Lot 3 to his father, Mayo Read, Sr.\r\n[2] At oral\r\n  argument, Too Tacky contended the plat at issue could not satisfy the\r\n  requirements of subsections (3) and (4) of section 48-39-140(B).  However, Too\r\n  Tacky did not raise this issue until oral argument.  Therefore, we will not\r\n  consider it.  See In the Interest of Bruce O., 311 S.C. 514, 515\r\n  n.1, 429 S.E.2d 858, 858 n.1 (Ct. App. 1993) (&quot;This\r\n  court will not grant relief on an alleged error asserted for the first time on\r\n  appeal.  Further, an appellant may not use oral argument as a vehicle to argue\r\n  issues not argued in the appellant's brief.&quot;).\r\n[3] This is currently\r\n  Regulation 30-12(A)(1)(a) of the South Carolina Code (Supp. 2008), and the\r\n  &quot;normally&quot; language is no longer included.\r\n[4] Reg. 30-11(B)\r\n  sets forth ten factors OCRM should consider in issuing a permit including\r\n  &quot;[t]he extent to which the proposed use could affect the value and\r\n  enjoyment of adjacent owners.&quot;\r\n\r\n","court":"Appeals"},{"id":"4617","title":"Poch v. Bayshore Concrete Products","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4617","description":"Thelma Poch, as the Personal Representative for the Estate of Kenneth O. Poch and Kevin and Sandra Key appeal the circuit court's order of dismissal of their causes of actions against Bayshore Concrete Products South Carolina, Inc. (Bayshore SC), and Bayshore Concrete Products Corporation, Tidewater Skanska Group, Inc., and Tidewater Skanska, Inc. (Bayshore Corp) following a finding all claims were barred by the exclusivity provision of the Workers' Compensation Act.  We affirm.","date":"2009-09-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Thelma M. Poch,\r\n          as Personal Representative for the Estate of Kenneth O. Poch, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Bayshore\r\n          Concrete Products/South Carolina, Inc., Bayshore Concrete Products\r\n          Corporation, Tidewater Skanska Group, Inc., and Tidewater Skanska, Inc., Defendants,\r\n        of whom\r\n          Bayshore Concrete Products/South Carolina, Inc., and Bayshore Concrete\r\n          Products Corporation are the Respondents.\r\n        Kevin Key and\r\n          Sandra Key, Appellants,\r\n        v.\r\n        Bayshore\r\n          Concrete Products/South Carolina, Inc., Bayshore Concrete Products\r\n          Corporation, Tidewater Skanska Group, Inc., and Tidewater Skanska, Inc., Defendants,\r\n        of whom\r\n          Bayshore Concrete Products/South Carolina, Inc., and Bayshore Concrete\r\n          Products Corporation are the Respondents.\r\n        Thelma M. Poch,\r\n          as Personal Representative for the Estate of Kenneth O. Poch and Julius Poch, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Bayshore\r\n          Concrete Products/South Carolina, Inc., Bayshore Concrete Products\r\n          Corporation, Tidewater Skanska Group, Inc., and Tidewater Skanska, Inc., Defendants,\r\n        of whom\r\n          Bayshore Concrete Products/South Carolina, Inc., and Bayshore Concrete\r\n          Products Corporation are the Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nPaul M. Burch, Circuit Court Judge\r\n\r\nOpinion No. 4617\r\n  Heard April 22, 2009 – Filed September 9,\r\n2009 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Christine Companion Varnado, John Kuhn, and Frank X. Duff, all of\r\n          Charleston, and Gerald E. Loftstead, III, of Wheeling, West Virginia, for\r\n          Appellants.\r\n        Samuel R. Clawson, Timothy A. Domin, and Barrett R. Brewer, all of\r\n          Charleston, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY,\r\n  J.:  Thelma Poch, as the Personal Representative for the Estate of\r\n    Kenneth O. Poch and Kevin and Sandra Key appeal the circuit court's order of\r\n    dismissal of their causes of actions against Bayshore Concrete Products South\r\n    Carolina, Inc. (Bayshore SC), and Bayshore Concrete Products Corporation,\r\n    Tidewater Skanska Group, Inc., and Tidewater Skanska, Inc. (Bayshore Corp) following\r\n    a finding all claims were barred by the exclusivity provision of the Workers'\r\n    Compensation Act.  We\r\n  affirm.\r\nFACTS\r\nBayshore Corp is a Virginia corporation which\r\n  is in the business of manufacturing pre-cast concrete products for use in\r\n  construction projects.  Bayshore SC is a South Carolina corporation which is a\r\n  wholly owned subsidiary of Bayshore Corp and is also in the business of\r\n  manufacturing pre-cast concrete products for use in construction projects.  After\r\n  securing a bid to supply pre-cast concrete forms for use in the Carolina Bays\r\n  Parkway project in Horry County, Bayshore Corp formed Bayshore SC, to\r\n  effectively act as a remote casting yard to fulfill the bid for the Carolina\r\n  Bays project locally in South Carolina.  Bayshore Corp executed a lease for a South\r\n  Carolina factory site and purchased equipment on behalf of Bayshore SC so that\r\n  Bayshore SC could produce the concrete forms necessary to fulfill the bid. \r\n  Bayshore SC paid the rent for the leased property, and Bayshore SC used the\r\n  equipment to produce the concrete forms for the Carolina Bays Project.  Under\r\n  the terms of the lease, Bayshore SC was required to return the work site to its\r\n  original condition.  \r\nWhile Bayshore SC was in the final stages of finishing its\r\n  Carolina Bays project, it contracted with Job Place to hire workers for the\r\n  site cleanup and equipment dismantling.  Job Place had previously leased\r\n  several employees of Personnel Resources of Georgia (Personnel Resources), and\r\n  Job Place signed a contract with Personnel Resources on June 13, 2002.  Job\r\n  Place provided Bayshore SC with approximately ten workers to help with the\r\n  project, including Kevin Key and Kenneth Poch.  During the completion of the\r\n  casting removal job, Poch and Key were involved in a work related accident when\r\n  the trench where they were working caved in.  Poch died as a result of the\r\n  accident, and Key was severely injured.  When the accident occurred on June 6,\r\n  2002, Key and Poch worked directly with Larry Lenart, a Bayshore SC\r\n  supervisor.  After the accident, Poch's Estate and Key received workers' compensation\r\n  benefits through Job Place.  \r\nAfter\r\n  receiving workers' compensation benefits, Poch's Estate and Key sued Bayshore Corp\r\n  and Bayshore SC.  Specifically, Thelma Poch, Kenneth's mother, filed a wrongful\r\n  death and survival action, alleging negligence, gross negligence, professional\r\n  negligence, breach of a professional duty, and premises liability.  Kevin and\r\n  Sandra Key filed a personal injury and loss of consortium action and also\r\n  alleged negligence, gross negligence, professional negligence, breach of a\r\n  professional duty, and premise liability.  In their answer, Bayshore Corp and\r\n  Bayshore SC claimed Kenneth Poch and Kevin Key were statutory employees of both\r\n  the parent and the subsidiary.  In an amended complaint, Thelma Poch and the\r\n  Keys added a cause of action for breach of contract accompanied by fraud and\r\n  negligent and/or intentional misrepresentation and/or deceit.  \r\nBayshore\r\n  Corp and Bayshore SC then moved for summary judgment and alternatively moved to\r\n  dismiss for lack of subject matter jurisdiction.  Specifically, Bayshore Corp and\r\n  Bayshore SC requested a hearing to determine workers' compensation exclusivity\r\n  jurisdiction.  On April 19, 2007, the Honorable Steven H. John issued an order\r\n  confirming the agreement of the parties to schedule a hearing date for the\r\n  motions hearing.  In his order, Judge John noted the parties agreed to a half\r\n  day hearing, that the presentation of evidence would be by way of affidavits,\r\n  deposition testimony, and applicable records.  Further, the order allowed both\r\n  parties to submit memoranda of law prior to the May 31, 2007 hearing.  \r\n Prior\r\n  to the May 31 hearing, Appellants filed motions to exclude affidavits of Keith\r\n  Colonna, Larry Lenart, and Vernon Dunbar.  After a hearing on June 1, 2007, the\r\n  circuit court addressed Bayshore's motions and included several factual findings. \r\n  The circuit court determined Bayshore Corp and Bayshore SC were immune from\r\n  civil suit under the workers' compensation exclusivity provisions. \r\n  Specifically, the circuit court found:  (1) Poch and Key were leased employees,\r\n  solely performing the work of Bayshore Corp and Bayshore SC at the time of this\r\n  accident; (2)  Bayshore SC was a wholly owned subsidiary of Bayshore Corp formed\r\n  for the purpose of filling a bid secured by Bayshore Corp to supply concrete\r\n  forms to the Carolina Bays project.  Bayshore SC was the special employer of Appellants\r\n  and, because Bayshore SC was performing the work of Bayshore Corp both parent\r\n  and subsidiary were entitled to immunity pursuant to worker's compensation\r\n  exclusivity; (3) under the subcontractor analysis, both Bayshore SC and\r\n  Bayshore Corp were entitled to workers' compensation exclusivity; and (4) Bayshore\r\n  SC and Bayshore Corp were statutory employers of Poch and Key because Appellants\r\n  were performing the work of Bayshore SC and Bayshore Corp  In three separate\r\n  orders the circuit court denied Appellants' motion to exclude the affidavits.  \r\nThe circuit court found Appellants' reliance on section 42-5-40 of\r\n  the South Carolina Code (Supp. 2007) for the proposition that Bayshore SC and\r\n  Bayshore Corp did not secure worker's compensation coverage and were not\r\n  entitled to immunity was misplaced.  Specifically, the circuit court noted\r\n  section 42-5-40 only concerns the ability of an upstream employer to shift the\r\n  burden of worker's compensation coverage onto the state uninsured fund and\r\n  explicitly cannot be applied to prevent an employer from benefitting from worker's\r\n  compensation exclusivity.  Accordingly, the circuit court dismissed Bayshore SC\r\n  and Bayshore Corp from this case with prejudice after finding it lacked subject\r\n  matter jurisdiction to hear the action.  \r\nThereafter,\r\n  Appellants filed a Rule 59(e) motion.  In their motion, Appellants asked the circuit\r\n  court to reconsider several factual findings and argued the circuit court erred\r\n  in finding Poch and Key were employees of both Bayshore SC and Bayshore Corp and\r\n  that both parent and subsidiary had workers' compensation insurance.  Poch and\r\n  Key argued the circuit court erred in finding Bayshore SC and Bayshore Corp were\r\n  entitled to workers' compensation exclusivity because Poch and Key were (1)\r\n  special or borrowed employees; or (2) statutory employees because neither Job\r\n  Place nor Bayshore SC ever transferred certain documentation per statute. \r\n  Additionally, Appellants argued Bayshore SC fraudulently misrepresented the\r\n  work that it required the temporary employees to perform, the elements of fraud\r\n  were met, and no meeting of the minds was reached between the parties. \r\n  Appellants maintained Bayshore SC and Bayshore Corp are separate entities and should\r\n  be treated separately for purposes of workers' compensation coverage. \r\n  Appellants argued Bayshore Corp did not own the work site where the injury\r\n  occurred and thus the circuit court erred in concluding both Bayshore SC and\r\n  Bayshore Corp were entitled to exclusivity under the subcontractor analysis. \r\n  Appellants argued the circuit court erred in finding Bayshore Corp was Poch and\r\n  Key's statutory employer.  The circuit\r\n  court did not specifically rule on Appellants' Rule 59(e) arguments but\r\n  generally denied their motion for reconsideration.  This appeal follows.  \r\nSTANDARD OF REVIEW\r\n  existence of the employer-employee relationship is a jurisdictional question\r\n  and one of law. Porter v. Labor Depot, 372 S.C. 560, 567, 643 S.E.2d 96,\r\n  100 (Ct. App. 2007).  When deciding questions of law, this court has the power\r\n  and duty to review the entire record and decide the jurisdictional facts in\r\n  accord with its view of the preponderance of the evidence.  Wilkinson ex\r\n    rel. Wilkinson v. Palmetto State Transp. Co., 382 S.C. 295, 299, 676 S.E.2d\r\n  700, 702 (2009); Harrell v. Pineland Plantation, Ltd., 337 S.C. 313, 320,\r\n  523 S.E.2d 766, 769 (1999).  It is the\r\n    policy of South Carolina courts to resolve jurisdictional doubts in favor of\r\n    the inclusion of employers and employees under the Workers' Compensation Act.  Hill\r\n      v. Eagle Motor Lines, 373 S.C. 422, 429, 645 S.E.2d 424, 427 (2007); see\r\n        also Wilkinson, 382 S.C. at 300, 538 S.E.2d at 702 (indicating the\r\n    court's sensitivity &quot;to the general principle sanctioned by the Legislature\r\n    that workers' compensation laws are to be construed liberally in favor of\r\n    coverage&quot;).  \r\nLAW/ANALYSIS\r\nThe essential issue\r\n  in this appeal is whether the circuit court can exercise subject matter\r\n  jurisdiction over Bayshore Corp and Bayshore SC.  The Estate and Key present\r\n  several theories under which the circuit court could exercise jurisdiction.  For\r\n  the reasons set forth below, we believe Appellants' only remedy was workers'\r\n  compensation benefits. \r\nWORKERS' COMPENSATION\r\n  EXCLUSIVITY\r\n&quot;Subject\r\n  matter jurisdiction is the power of a court to hear and determine cases of the general class\r\n  to which the proceedings in question belong.&quot;  Sabb v. S.C. State Univ.,\r\n  350 S.C. 416, 422, 567 S.E.2d 231, 234 (2002).  While the circuit court has\r\n  subject matter jurisdiction over tort claims, certain cases may be taken from\r\n  the circuit court's original jurisdiction by the General Assembly.  Id. at 423, 567 S.E.2d at 234.  The General Assembly has vested the South Carolina\r\n  Workers' Compensation Commission with exclusive original jurisdiction over an employee's\r\n  work-related injuries.  Id.  The South Carolina Workers' Compensation\r\n  Act contains an &quot;exclusivity provision.&quot;  Edens v. Bellini,\r\n  359 S.C. 433, 441, 597 S.E.2d 863, 867&nbsp;(Ct. App. 2004).  Pursuant to this\r\n  provision, the Act is the exclusive remedy for an employee's work-related\r\n  accident or injury, and the exclusivity provision precludes an employee from\r\n  maintaining a tort action against an employer where the employee sustains a\r\n  work-related injury.  Id. at 441-42, 597 S.E.2d at 867-68.  &quot;The\r\n  exclusive remedy doctrine was enacted to balance the relative ease with which\r\n  the employee can recover under the Act: the employee gets swift, sure\r\n  compensation, and the employer receives immunity from tort actions by the\r\n  employee.&quot; Id. at 442, 597 S.E.2d at 868 (citing Strickland v.\r\n    Galloway, 348 S.C. 644, 646, 560 S.E.2d 448, 449 (Ct. App. 2002)).  \r\nSpecifically,\r\n  the exclusivity provision states:\r\n\r\n  The\r\n    rights and remedies granted by this Title to an employee when he and his employer\r\n    have accepted the provisions of this Title, respectively, to pay and accept\r\n    compensation on account of personal injury or death by accident, shall exclude\r\n    all other rights and remedies of such employee, his personal representative,\r\n    parents, dependents or next of kin as against his employer, at common law or\r\n    otherwise, on account of such injury, loss of service or death.\r\n  Provided,\r\n    however, this limitation of actions\r\n    shall not apply to injuries resulting from acts of a subcontractor of the\r\n    employer or his employees or bar actions by an employee of one subcontractor\r\n    against another subcontractor or his employees when both subcontractors are\r\n    hired by a common employer.\r\n\r\nS.C. Code Ann. § 42-1-540\r\n  (1985).  \r\nIn Cason\r\n  v. Duke Energy Corp., the South Carolina Supreme Court expressed only four\r\n  exceptions to the exclusivity provision:  \r\n\r\n  (1)\r\n    where the injury results from the act of a subcontractor who is not the injured\r\n    person's direct employer; (2) where the injury is not accidental but rather\r\n    results from the intentional act of the employer or its alter ego; (3) where\r\n    the tort is slander and the injury is to reputation; or (4) where the Act\r\n    specifically excludes certain occupations.    \r\n\r\n348 S.C. 544, 548 n.2, 560\r\n  S.E.2d 891, 893 n.2 (2002) (internal citations omitted).  \r\nI. Bayshore SC's Immunity[1]\r\nAppellants\r\n  maintain the circuit court erred in finding Bayshore SC was entitled to\r\n  immunity under the Act and present several theories for this assertion.\r\nA.&nbsp;&nbsp; Statutory Employer Status \r\nIn\r\n  support of this assertion, Appellants argue Bayshore SC should not take\r\n  advantage of the statutory employer status because it failed to collect\r\n  insurance documentation when Appellants were engaged to performed work as\r\n  required under section 42-1-415 of the South Carolina Code (Supp. 2008).  \r\nRespondents assert\r\n  Bayshore SC is the statutory employer of Appellants and entitled to immunity. \r\n  Respondents maintain Bayshore SC was the owner of the business enterprise and\r\n  was statutorily required to provide workers' compensation to the employees of\r\n  its subcontractors.  In support of their assertion, Respondents point to three\r\n  tests articulated in Bailey v. Owens, 298 S.C. 36, 39, 378 S.E.2d 63, 64\r\n  (Ct. App. 1989), rev'd on other grounds, Bailey v. Owen,\r\n  301 S.C. 399, 392 S.E.2d 1 (1990).  \r\nHere, the circuit\r\n  court found Appellants' documentation argument was misplaced because the\r\n  referenced code section 42-5-40 only concerns the ability of an upstream\r\n  employer to shift the burden of workers' compensation coverage onto the state\r\n  uninsured fund and explicitly cannot be applied to prevent an employer from\r\n  benefitting from workers' compensation exclusivity.  However, in Appellants'\r\n  brief they reference section 42-1-415 of the South Carolina Code to support\r\n  their assertion that Bayshore SC should not be allowed to take advantage of the\r\n  statutory employer status.  \r\n\r\n  Pursuant\r\n    to section 42-1-415 (B):  \r\n  To\r\n    qualify for reimbursement under this section, the higher tier subcontractor, contractor, or project owner must\r\n    collect documentation of insurance as provided in subsection (A) on a standard\r\n    form acceptable to the commission. The documentation must be collected at the\r\n    time the contractor or subcontractor is engaged to perform work and must be\r\n    turned over to the commission at the time a claim is filed by the injured\r\n    employee.\r\n\r\n(emphasis added).  As the circuit\r\n  court found, we find Appellants' argument has no merit because this section\r\n  concerns only whether a higher tier subcontractor, contractor, or project owner\r\n  can qualify for reimbursement from the Uninsured Employer's Fund.  Therefore, we\r\n  find this section has no bearing on whether Bayshore SC or Bayshore Corp can\r\n  take advantage of the statutory employer status.  \r\nFurthermore,\r\n  we find the circuit court properly concluded Bayshore SC was Appellants'\r\n  statutory employer.  &quot;The concept of statutory employment is designed to\r\n  protect the employee by assuring workmen's compensation coverage by either the\r\n  subcontractor, the general contractor, or the owner if the work is a part of\r\n  the owner's business.&quot;  Parker v. Williams &amp; Madjanik, Inc., 275\r\n  S.C. 65, 72, 267 S.E.2d 524, 528 (1980).  Pursuant to section 42-1-410 of the\r\n  South Carolina Code (1985):  \r\n\r\n  When any person, in this\r\n    section and §§ 42-1-420 to 42-1-450 referred to as &quot;contractor,&quot; contracts\r\n    to perform or execute any work for another person which is not a part of the\r\n    trade, business or occupation of such other person and contracts with any other\r\n    person (in this section and §§ 42-1-420 to 42-1-450 referred to as &quot;subcontractor&quot;)\r\n    for the execution or performance by or under the subcontractor of the whole or\r\n    any of the work undertaken by such contractor, the contractor shall be liable\r\n    to pay to any workman employed in the work any compensation under this Title\r\n    which he would have been liable to pay if the workman had been immediately\r\n    employed by him.\r\n\r\nIn\r\n  determining whether a worker is a statutory employee, our courts consider the\r\n  following three factors:  &quot;(1) whether the activity is an important part\r\n  of the trade or business, (2) whether the activity is a necessary, essential\r\n  and integral part of the business, and (3) whether the identical activity in\r\n  question has been performed by employees of the principal employer.&quot;  Bailey,\r\n  298 S.C. at 39, 378 S.E.2d at 64 (Ct. App. 1989).  As in Bailey, we find\r\n  Bayshore SC satisfies all three tests.[2]  Id.\r\n Here, it is\r\n  undisputed that Bayshore SC was not Appellants' direct employer.  However, at\r\n  the time of Poch's death and Key's injuries, Bayshore SC had contracted with Job Place to provide additional workers for its excavation site.  Bayshore's own\r\n  employees, including Lenart, assisted in the same type of removal work as Poch\r\n  and Key.  The work Key and Poch performed for Bayshore SC was not only part of\r\n  Bayshore SC's trade or business but essential to it because its lease agreement\r\n  required the company leave the leased land in the same or better condition.  Therefore,\r\n  we find all three Bailey tests are met in the present situation.  Accordingly,\r\n  we affirm the circuit court's legal determination that Bayshore SC is entitled\r\n  to tort immunity as Poch and Key's statutory employer.  \r\nB.&nbsp;&nbsp; Borrowed Employee\r\nAppellants\r\n  maintain the circuit court should have found Bayshore SC failed to meet the\r\n  first prong of the borrowed employee test because there was no express or\r\n  implied contract for hire.  Further, Appellants argue Bayshore SC's contract\r\n  with Job Place was &quot;fatally flawed&quot; because neither Bayshore nor Job\r\n  Place transferred workers' compensation documentation as required by sections\r\n  40-68-70 - 110 of the South Carolina Code.  As such, Appellants contend\r\n  Bayshore SC should not be deemed their employer.  Bayshore maintains Poch and\r\n  Key were borrowed employees performing the work of and under the direct control\r\n  of Bayshore SC.  \r\nBecause\r\n  we found Bayshore SC was Poch and Key's statutory employer and entitled to\r\n  workers' compensation immunity under that theory, we need not address the\r\n  borrowed employee argument.  See Futch v. McAllister Towing of\r\n    Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an\r\n  appellate court need not review remaining issues when its determination of a\r\n  prior issue is dispositive of the appeal).  \r\nC.&nbsp;&nbsp;  Fraud and Meeting of the\r\n  Minds\r\nAppellants\r\n  maintain Bayshore SC fraudulently misrepresented the work it required the\r\n  temporary employees to perform for the purpose of inducing Job Place to enter into\r\n  the contract.  Additionally, Appellants maintain the practice of fraud will\r\n  vitiate all contracts, and here, the nine elements of fraud are met. \r\n  Accordingly, Appellants assert Bayshore SC cannot rely upon workers'\r\n  compensation coverage to exempt itself from its tortuous conduct since an\r\n  employment contract is an essential element of the defense.  \r\nAppellants\r\n  also argue no contract of employment exists because the parties to the contract\r\n  never reached a meeting of the minds, and therefore, acceptance of the contract\r\n  terms did not occur.  Thus, Bayshore SC was not entitled to hide behind the\r\n  shield of workers' compensation immunity.  \r\nWe find these\r\n  arguments have no merit because Bayshore SC qualifies as a statutory employer\r\n  and neither fraud nor a lack of the meeting of the minds were articulated in Cason\r\n    v. Duke Energy Corp., as exceptions to the exclusivity provision.  348 S.C.\r\n  544, 548 n.2, 560 S.E.2d 891, 893 n.2 (2002) (finding only the following are exceptions\r\n  to workers' compensation exclusivity:  (1) where the injury results from the\r\n  act of a subcontractor who is not the injured person's direct employer; (2) where\r\n  the injury is not accidental but rather results from the intentional act of the\r\n  employer or its alter ego; (3) where the tort is slander and the injury is to\r\n  reputation; or (4) where the Act specifically excludes certain occupations).    \r\nII.&nbsp;&nbsp; Bayshore Corp's Immunity\r\n  under Workers' Compensation Act\r\nAppellants\r\n  maintain Bayshore Corp cannot rely upon workers' compensation immunity because\r\n  it was not Appellants' &quot;employer.&quot;  Instead, Appellants argue\r\n  Bayshore Corp was a &quot;co-subcontractor&quot; to Bayshore SC and Job Place,\r\n  and because co-subcontractors are excluded from workers' compensation coverage,\r\n  Appellants can pursue a tort or contract remedy against Bayshore.  Therefore,\r\n  the circuit court erred in dismissing Appellants' claims against Bayshore.  We\r\n  disagree.\r\na.&nbsp; Bayshore Corp v. Bayshore\r\n  SC Relationship\r\nTo\r\n  support the assertion above, Appellants maintain the circuit court erred in\r\n  failing to distinguish between Bayshore Corp and Bayshore SC in making its\r\n  findings concerning whether an employment relationship existed.  Essentially,\r\n  Appellants argue the circuit court erroneously found Bayshore Corp stood in the\r\n  same position as its subsidiary Bayshore SC in relation to the employment of\r\n  Appellants.  Specifically, Appellants contend the circuit court misinterpreted Nix\r\n    v. Columbia Staffing Inc., 322 S.C. 277, 471 S.E.2d 718 (Ct. App. 1996).  Instead,\r\n  Appellants argue Monroe v. Monsanto Co., 531 F.Supp. 426 (D.C.S.C. 1982)\r\n  is the appropriate case to consider when determining whether Bayshore Corp and\r\n  Bayshore SC are separate and distinct entities for purposes of workers'\r\n  compensation.  Further, under the factors set forth in Monroe,\r\n  Appellants argue the circuit court erred in finding Bayshore Corp was exempt\r\n  from suit in tort because it stood in the same position as its subsidiary.[3]  \r\nBayshore\r\n  maintains it is immune as an upstream employer because Appellants were\r\n  performing the work of Bayshore SC and Bayshore Corp.  Bayshore argues it\r\n  receives immunity under the exclusivity provision because Appellants were\r\n  actually doing the work of Bayshore Corp not because of a parent/subsidiary\r\n  relationship.  However, even if Monroe is applicable, Bayshore contends\r\n  it would still be entitled to immunity.  \r\nb.\r\n   Upstream Statutory Employer\r\nBayshore\r\n  relies on Voss v. Ramco, Inc., to support its assertion that it is\r\n  immune as an upsteam employer where this court found Voss was a statutory\r\n  employee of Ramco even though NATCO was Voss's direct employer rather than\r\n  Ramco.  325 S.C. 560, 569, 482 S.E.2d 582, 587 (Ct. App. 1997).  NATCO, a\r\n  company owned by Jones that sold equipment manufactured by Ramco, hired Voss as\r\n  a sales representative.  325 S.C. at 563, 482 S.E.2d at 583-84.  The Voss court found selling the equipment was an essential part of Ramco's business;\r\n  thus, Jones's employees were statutory employees of Ramco.  Id. at 568,\r\n  482 S.E.2d at 586.  In its holding, the court referenced section 42-1-400 of\r\n  the South Carolina Code (1985) which provides:  \r\n\r\n  When\r\n    any person, in this section and §§ 42-1-420 and 42-1-430 referred to as &quot;owner,&quot;\r\n    undertakes to perform or execute any work which is a part of his trade, business\r\n    or occupation and contracts with any other person (in this section and §§\r\n    42-1-420 to 42-1-450 referred to as &quot;subcontractor&quot;) for the\r\n    execution or performance by or under such subcontractor of the whole or any\r\n    part of the work undertaken by such owner, the owner shall be liable to pay to\r\n    any workman employed in the work any compensation under this Title which he\r\n    would have been liable to pay if the workman had been immediately employed by\r\n    him.\r\n\r\n325 S.C. at 566, 482 S.E.2d at\r\n  585.  Thereafter, the court stated:  &quot;[D]epending on the nature of the\r\n  work performed by the subcontractor, an employee of a subcontractor may be\r\n  considered a statutory employee of the owner or upstream employer.&quot;  Id.  \r\nAdditionally,\r\n  Bayshore relies on Ost v. Integrated Products, Inc., 296 S.C. 241, 371\r\n  S.E.2d 796 (1988), where the supreme court discussed several cases to determine\r\n  whether employees of a secondary employer constitute statutory employees of the\r\n  principal employer.  There, the Ost court held employees of National\r\n  Sales Company, a sister company of Integrated, were statutory employees of\r\n  Integrated.  Id. at 247, 371 S.E.2d at 799.  In making its\r\n  determination, the court considered the following factors:  1) Integrated's\r\n  control over National Sales and the importance of National Sales selling\r\n  Integrated's product; 2) the companies' intertwined operations; and 3) the\r\n  similarity of the companies' business activities and shared employees.  Id. at 245-47, 371 S.E.2d at 798-800.  \r\nWe\r\n  recognize the above cases and referenced statutes involve a\r\n  contractor/subcontractor relationship rather than a parent/subsidiary\r\n  relationship.  However, we find the statutes, cases, and factors considered\r\n  therein equally appropriate to consider in the current situation.  We find Poch\r\n  and Key statutory employees of Bayshore Corp under Voss because Poch and\r\n  Key's work was an essential part of Bayshore Corp's business.  Furthermore,\r\n  because Bayshore Corp wholly owned Bayshore SC, it was financially beneficial\r\n  to the parent for Bayshore SC to be a profitable subsidiary.  \r\nWe\r\n  believe Poch and Key are statutory employees under the Ost test.  First,\r\n  Bayshore Corp's salaried employees, including but not limited to Lenart,\r\n  exercised control over the hourly employees of Bayshore SC.  As an additional factor\r\n  supporting the first prong, and as mentioned above, it was important to\r\n  Bayshore Corp as the parent company for Bayshore SC to be successful and\r\n  profitable in this business venture.  Second, the companies maintained\r\n  intertwined operations whether through the hiring process, payroll and\r\n  accounting, or generally shared procedures.  Third, we believe the parent and\r\n  subsidiary business activities were similar, while they maintained many of the\r\n  same salaried employees.  Accordingly, under the Ost test, we find\r\n  Bayshore Corp is Poch and Key's statutory employer and therefore entitled to\r\n  workers' compensation immunity.  \r\nIII.&nbsp; Affidavits as Evidence\r\nAppellants\r\n  argue this court should not consider evidence presented in the affidavits of\r\n  Dunbar, Lenart, and in the second affidavit of Colonna.  The wording of this\r\n  argument is problematic for several reasons, most notably the fact that\r\n  Appellants put together the record on appeal.  We believe Appellants are trying\r\n  to argue the circuit court erred in considering these affidavits in making its\r\n  ruling; therefore, this is the argument we address.  In regard to evidentiary\r\n  rulings, it is within the circuit court's discretion to decide what is\r\n  admissible and on appeal we should reverse the circuit court's ruling only when\r\n  based on a legal error.  Wright v. Craft, 372 S.C. 1, 33, 640 S.E.2d 486,\r\n  503 (Ct. App. 2006) (&quot;The admissibility of evidence is within the sound\r\n  discretion of the [circuit] trial court and will not be reversed on appeal\r\n  absent an abuse of discretion or the commission of legal error prejudicing the\r\n  defendant.&quot;).\r\nA.  Legal Expert Vernon Dunbar's\r\n  Affidavit\r\nAppellants\r\n  maintain the circuit court should disregard Vernon Dunbar's affidavit because\r\n  his expert testimony was on legal issues and invaded the court's province. \r\n  Appellants argue Dunbar's testimony went to the heart of the issues to be\r\n  decided by the court.  To support their assertion Appellants cite Dawkins v.\r\n    Fields, 354 S.C. 58, 66-67, 580 S.E.2d 433, 437 (2003), where our supreme\r\n  court held a circuit court properly refused to consider the affidavit where an\r\n  expert's affidavit primarily contained legal arguments and conclusions.  The Dawkins court stated:  &quot;In general, expert testimony on issues of law is\r\n  inadmissible.&quot;  Id. at 66, 580 S.E.2d at 437.\r\nThough\r\n  we agree with Appellants that Dunbar's affidavit addressed the ultimate issue\r\n  of the case, we do not believe any consideration of the affidavit was outcome\r\n  determinative due to the clear exclusivity immunity.  Fields v. Reg'l Med. Ctr.\r\n    Orangeburg, 363 S.C. 19, 26, 609 S.E.2d 506, 509 (2005) (&quot;To warrant\r\n  reversal based on the admission or exclusion of evidence, the appellant must\r\n  prove both the error of the ruling and the resulting prejudice, i.e., that\r\n  there is a reasonable probability the jury's verdict was influenced by the\r\n  challenged evidence or the lack thereof.&quot;).  Therefore, whether the circuit\r\n  court used Vernon's affidavit in making its determination makes no difference\r\n  on appeal.  See McCall v. Finley, 294 S.C. 1, 4, 362 S.E.2d 26,\r\n  28 (Ct. App. 1987) (&quot;[W]hatever doesn't make any difference, doesn't\r\n  matter.&quot;). \r\nB.&nbsp; Company President Keith\r\n  Colonna's Second Affidavit\r\nAppellants\r\n  argue the circuit court erred in considering the evidence offered in the second\r\n  affidavit of Colonna where he contradicted his own prior testimony.  Appellants\r\n  maintain Bayshore Corp and Bayshore SC should be judicially estopped from\r\n  changing their position on the facts to blur the distinction between Bayshore Corp\r\n  and Bayshore SC to their advantage.  Specifically, Appellants maintain the circuit\r\n  court can use the &quot;competing&quot; or &quot;sham&quot; affidavit exception\r\n  to the judicial estoppel test set forth by the supreme court to disregard a\r\n  contradictory subsequent affidavit.  \r\nThe &quot;competing&quot;\r\n  or &quot;sham&quot; affidavit exception argument is not preserved for our\r\n  review.  In Appellants' motion to exclude Colonna's affidavit, they rely only\r\n  on the doctrine of judicial estoppel which the circuit court ultimately denied. \r\n  Though they raise the &quot;competing&quot; or &quot;sham&quot; affidavit\r\n  exception in their Rule 59(e) motion, this is not enough to preserve the\r\n  argument for review.  A party cannot use a motion to reconsider, alter or amend\r\n  a judgment to present an issue that could have been raised prior to the\r\n  judgment but was not.  Dixon v. Dixon, 362 S.C. 388, 399, 608 S.E.2d 849,\r\n  854 (2005) (finding issue raised for first time in Rule 59, SCRCP, motion is\r\n  not preserved for review); Kiawah Prop. Owners Grp. v. Public Serv. Comm'n.,\r\n  359 S.C. 105, 113, 597 S.E.2d 145, 149 (2004) (stating an issue raised for\r\n  first time in petition for rehearing not preserved).  \r\nThough\r\n  Appellants maintain Bayshore Corp and Bayshore SC should be judicially estopped\r\n  from changing their position on the facts to blur the distinction between\r\n  Bayshore Corp and Bayshore SC to their advantage, we do not believe Appellants developed\r\n  this argument enough for review.  Glasscock, Inc. v. U.S. Fidelity &amp;\r\n    Guar. Co., 348 S.C. 76, 81, 557 S.E.2d 689, 691 (Ct. App. 2001). (&quot;[Short,\r\n  conclusory statements made without supporting authority are deemed abandoned on\r\n  appeal and therefore not presented for review.&quot;)  \r\nC.&nbsp;&nbsp; Larry Lenart's Testimony\r\nAppellants\r\n  argue the circuit court should disregard the affidavit of Larry Lenart because\r\n  they were denied an opportunity to cross examine him.  Because we do not\r\n  believe Lenart's testimony was outcome determinative, we find no reversible\r\n  error.  Fields v. Reg'l Med. Ctr. Orangeburg, 363 S.C. at 26, 609 S.E.2d\r\n  at 509 (&quot;To warrant reversal based on the admission or exclusion of\r\n  evidence, the appellant must prove both the error of the ruling and the\r\n  resulting prejudice, i.e., that there is a reasonable probability the jury's\r\n  verdict was influenced by the challenged evidence or the lack thereof.&quot;). \r\n  Furthermore, we do not believe Appellants carried their burden of proving prejudice.  See id.  Therefore, whether the circuit court used Lenart's\r\n  affidavit in making its determination makes no difference on appeal.  See McCall v. Finley, 294 S.C. at 4, 362 S.E.2d at 28 (&quot;[W]hatever\r\n  doesn't make any difference, doesn't matter.&quot;).  \r\nCONCLUSION\r\nBayshore SC is entitled to tort immunity under workers'\r\n  compensation exclusivity.  Additionally, we find Bayshore Corp should be\r\n  entitled to share in Bayshore SC's statutory employer status under the Voss and Ost tests.  Lastly, we affirm all of Appellants' evidentiary\r\n  arguments.  Accordingly, the decision of the circuit court is\r\nAFFIRMED.\r\nHEARN,\r\n  C.J., and PIEPER, J., concur.\r\n\r\n\r\n[1]  We first address whether Bayshore SC has tort\r\n  immunity under the Act.  Next, we discuss whether Bayshore Corp could piggyback\r\n  on Bayshore's immunity as the parent company.  Finally, we address Appellants'\r\n  evidentiary issues.    \r\n[2] Though we find all three factors are met here, in\r\n  doing so we note the supreme court stated in Olmstead v. Shakespeare,\r\n  354 S.C. 421, 424, 581 S.E.2d 483, 485 (2003):  &quot;If the activity at issue\r\n  meets even one of these three criteria, the injured employee qualifies as the\r\n  statutory employee of 'the owner.'&quot; \r\n[3] Though we believe Monroe is persuasive, we do\r\n  not believe it is controlling, and we rely upon other case law from South\r\n  Carolina.  We also note with interest that no South Carolina court has used the\r\n  test articulated in Monroe to date.  Therefore, in analyzing whether or\r\n  not Bayshore Corp is also entitled to workers' compensation immunity, we rely\r\n  on our state court cases which were decided after Monroe.\r\n\r\n","court":"Appeals"},{"id":"4619","title":"State v. Blackwell-Selim","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4619","description":"In this criminal case from Horry County, Appellant, Nearin Blackwell-Selim, plead guilty to voluntary manslaughter in the stabbing death of her live in boyfriend K. Selim (Victim).  The trial court accepted her guilty plea and subsequently held a hearing on whether Appellant had suffered a history of criminal domestic violence at the hands of Victim.  The trial court found that Appellant was not entitled to early parole under S.C. Code Ann. § 16-25-90.  Appellant appeals this decision arguing that the she presented sufficient evidence of a history of criminal domestic violence.","date":"2009-09-15","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Nearin G.\r\n          Blackwell-Selim, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n Steven H. John, Circuit Court Judge\r\n\r\nOpinion No. 4619\r\n  Submitted June 1, 2009 – Filed September\r\n15, 2009   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson, of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n          General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott,\r\n        Assistant Attorney General Christina J. Catoe, all of Columbia;\r\n          John Gregory Hembree, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.: Nearin Blackwell-Selim (Appellant), pled guilty to\r\n  voluntary manslaughter after stabbing her common-law husband to death in 2005. \r\n  She appeals her sentence, alleging the trial court erred in making no finding\r\n  of early parole eligibility under section 16-25-90 of the South Carolina Code\r\n  (Supp. 2008).  We affirm.[1]\r\nFACTS\r\nAppellant and Kenneth\r\n  Selim (Victim) lived together in Connecticut prior to coming to South Carolina. \r\n  On June 3, 2005, shortly after arriving in this state, Appellant fatally\r\n  stabbed Victim once in the chest.  According to an affidavit dated June 4,\r\n  2005, Appellant, after initially providing deceptive information to the police\r\n  regarding the incident, admitted she had armed herself with the knife for the\r\n  purpose of threatening Victim.   \r\nAppellant pled guilty to\r\n  voluntary manslaughter, and the trial court sentenced her to twenty years'\r\n  imprisonment.  Appellant moved the court to find her eligible for early parole\r\n  based on section 16-25-90 of the South Carolina Code, entitling a defendant to\r\n  release after serving one quarter of a sentence, if credible evidence is\r\n  presented to show a history of suffering domestic violence at the hands of the\r\n  victim.  Both Appellant and the State presented evidence of the alleged violent\r\n  nature of the relationship or lack thereof.  At the close of the hearing, the\r\n  trial court held; &quot;there is no finding of parole eligibility pursuant to\r\n  16-25-90.&quot;  This appeal follows.\r\nISSUE\r\nDid the trial court err in\r\n  declining to find Appellant eligible for early parole under section 16-25-90?\r\nSTANDARD OF REVIEW\r\nIn criminal cases, the\r\n  appellate court sits to review errors of law only.  State v. Baccus, 367\r\n  S.C. 41, 48, 625 S.E.2d 216, 220&nbsp;(2006).  Thus, an appellate court is\r\n  bound by the trial court's factual findings unless they are clearly erroneous.  Id.  In reviewing the trial court, this Court is bound by the factual\r\n  findings of the trial court unless an abuse of discretion is shown.  State\r\n  v. Laney, 367 S.C. 639, 643-44, 627 S.E.2d 726, 729 (2006).  This standard\r\n  is satisfied when there is evidence in the record to support the conclusion of\r\n  the trial court.  Id.  \r\nANALYSIS\r\nAppellant alleges that the\r\n  trial court erred in not finding her eligible for early parole.  We disagree.\r\nSection 16-25-90 of the South\r\n  Carolina Code (Supp. 2008) provides in pertinent part:\r\n\r\n  [N]otwithstanding any other provision of law, an inmate who was\r\n    convicted of, or pled guilty or nolo contendere to, an offense against a\r\n    household member is eligible for parole after serving one-fourth of his prison\r\n    term when the inmate at the time he pled guilty to, nolo contendere to, or was\r\n    convicted of an offense against the household member, or in post-conviction\r\n    proceedings pertaining to the plea or conviction, presented credible evidence\r\n    of a history of criminal domestic violence, as provided in Section 16-25-20,\r\n    suffered at the hands of the household member.\r\n\r\nUnder section 16-25-20,\r\n  a person commits criminal domestic violence when he &quot;(1) cause[s] physical harm or injury to [his]\r\n  own household member; or (2) offer[s] or attempt[s] to cause physical harm or\r\n  injury to [his] own household member with apparent present ability under\r\n  circumstances reasonably creating fear of imminent peril.&quot;  S.C. Code Ann.\r\n  § 16-25-20 (2003).\r\nEligibility for early\r\n  parole under section 16-25-90 requires the accused to demonstrate by\r\n  preponderance of the evidence that criminal domestic violence was suffered at\r\n  the hands of the victim.  State v. Grooms, 343 S.C. 248, 254, 540 S.E.2d\r\n  99, 102 (2000).  Thus, a convicted individual must present credible evidence\r\n  sufficient to meet the preponderance of the evidence standard.  In this regard,\r\n  a sentencing judge is largely unlimited as to either the kind or the source of\r\n  the information he may consider upon sentencing.  Hayden v. State, 283\r\n  S.C. 121, 123, 322 S.E.2d 14, 15 (1984); see also State v. Cantrell,\r\n  250 S.C. 376, 379, 158 S.E.2d 189, 191 (1967) (stating that the circuit court\r\n  exercises &quot;a wide discretion in the sources and types of evidence&quot; it\r\n  considers in sentencing).\r\nThe trial court made no\r\n  explanation as to whether this holding was because Appellant failed to produce\r\n  credible evidence that she suffered criminal domestic violence at the hands of\r\n  Victim, or whether she failed to meet the preponderance of the evidence\r\n  standard.  However, &quot; '[t]his Court . . . is authorized to consider any\r\n  sustaining ground found within the record.' &quot; State v. Parker, 381\r\n  S.C. 68, 96, 671 S.E.2d 619, 633 (Ct. App. 2008) (citing Hutto v. State,\r\n  376 S.C. 77, 82 n.2, 654 S.E.2d 846, 849 n.2 (Ct. App. 2007)); see Rule\r\n  220(c), SCACR (&quot;The appellate court may affirm any ruling, order, decision\r\n  or judgment upon any ground(s) appearing in the Record on Appeal.&quot;).  Accordingly,\r\n  we may affirm if the record supports either or both: (1) Appellant failed to\r\n  produce credible evidence or (2) failed to meet the preponderance of the\r\n  evidence standard. \r\nHere, we find the trial\r\n  court's conclusion to be supported by the record as to both the credibility of\r\n  the evidence as well as the weight.  The record reveals that the evidence\r\n  offered by Appellant may not have been credible as required by section 16-25-90. \r\n  Much of the testimony received in support of Appellant's motion was hearsay. \r\n  In addition, a majority of the testimony was offered by parties with potential\r\n  bias or by Appellant herself.  Further, evidence demonstrated Appellant's\r\n  previous dishonesty with law enforcement.  We therefore find sufficient\r\n  evidence to support a determination that the evidence presented by Appellant was\r\n  not credible.  \r\nFurthermore, with ample amounts\r\n  of conflicting information, evidence of Appellant's aggressive nature, the fact\r\n  that Victim had no criminal convictions for domestic violence, and few specific\r\n  details, we find a determination that Appellant did not satisfy the\r\n  preponderance of the evidence burden is also supported by the record.[2]   \r\nCONCLUSION\r\nWe affirm the trial\r\n  court's ultimate conclusion that Appellant was not entitled to early release\r\n  under section 16-25-90.  The record supports the determination that Appellant\r\n  failed to produce credible evidence of a history of criminal domestic violence\r\n  between the parties and she failed to satisfy the preponderance of the evidence\r\n  standard.  Accordingly, the ruling of the trial court is\r\nAFFIRMED.\r\nHEARN, C.J., and\r\n  KONDUROS J., concur.  \r\n\r\n\r\n[1]        We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR. \r\n[2]        We recognize that Appellant argues her past\r\n  violent behavior toward her late husband should not bar her from eligibility\r\n  for early parole.  We do not imply by our holding that Appellant is barred from\r\n  eligibility because of this behavior.  Rather, we simply find that based on our\r\n  standard of review, the record supports the ultimate conclusion of the trial\r\n  court under either rational: i.e., either (1) Appellant failed to present credible evidence she\r\n  suffered criminal domestic violence at Victim's hands or (2) the evidence she\r\n  presented, whether credible or not, did not satisfy the preponderance of the\r\n  evidence burden.\r\n\r\n","court":"Appeals"},{"id":"4620","title":"State v. Odems","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4620","description":"Kevin Cornelius Odems appeals his convictions and sentences for first-degree burglary, grand larceny, malicious injury to an electric utility system, and criminal conspiracy, arguing the trial court erred in denying his motions for directed verdict.  We affirm.","date":"2009-09-24","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Kevin Cornelius\r\n          Odems, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nLee S. Alford, Circuit Court Judge\r\n\r\nOpinion No.  4620\r\n  Heard June 23, 2009 – Filed September 24,\r\n2009\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Attorney for Capital Appeals\r\n          Robert M. Dudek, of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, Senior Assistant Attorney General Norman Mark Rapoport, all of\r\n          Columbia; and Solicitor Kevin Scott Brackett, of York, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  Kevin Cornelius Odems appeals his convictions and sentences\r\n  for first-degree burglary, grand larceny, malicious injury to an electric\r\n  utility system, and criminal conspiracy, arguing the trial court erred in\r\n  denying his motions for directed verdict.  We affirm.\r\nFACTS\r\nOn March 21,\r\n  2005, Margaret Burns was driving home from York and noticed a brown car turning\r\n  into her cousin's driveway.  Burns drove about a mile past the house and telephoned\r\n  law enforcement while returning to a parking lot across the street from the\r\n  house to watch the strange car.  Burns observed two men knocking at the door of\r\n  her cousin's house.  Later, she saw one man run from the house to the brown\r\n  car, place something in the trunk, and close the lid.  When the brown car left,\r\n  Burns attempted to follow it, but she could no longer see it once she reached\r\n  the road. \r\nShortly after\r\n  Burns' call, a sheriff's deputy spotted a brown Cadillac with North Carolina\r\n  license plates near York.  He pulled the car over, and the driver exited the\r\n  car.  When the deputy drew his weapon and ordered the driver back into the car,\r\n  the driver behaved erratically, alternately re-entering the car, and then\r\n  re-exiting the car as he talked to the other two men in the car and reached\r\n  into the floorboard.  The three men then jumped out of the car and ran into the\r\n  woods.\r\nA short time\r\n  later, Odems knocked at the back door of Donna Beane's home and said he needed\r\n  a ride.  Beane did not know Odems but handed him her telephone so he could call\r\n  someone to pick him up.  Odems did not use the phone and instead instructed\r\n  Beane that if the police arrived, she should tell them he was her boyfriend. \r\n  As Beane refused and began moving away from Odems, police officers arrived. \r\n  The officers took Odems into custody, as well as Derrick Dawkins and Frederick\r\n  Bell, who were found hiding in the backyard.[1]  \r\nDawkins and Bell\r\n  pled guilty to burglary.  Odems was tried and convicted of first-degree\r\n  burglary, grand larceny, malicious injury to an electric utility system, and\r\n  criminal conspiracy.  He received an aggregate sentence of fifteen years'\r\n  imprisonment.  This appeal followed.  \r\n&nbsp;\r\nSTANDARD\r\n  OF REVIEW\r\nIn reviewing a denial of a\r\n  motion for a directed verdict, an appellate court must review the evidence in\r\n  the light most favorable to the State.  State v. Venters, 300 S.C. 260,\r\n  264, 387 S.E.2d 270, 272 (1990).  If any direct evidence or any substantial\r\n  circumstantial evidence reasonably tends to prove the guilt of the accused, an\r\n  appellate court must find the case was\r\n  properly submitted to the jury.  State v. Weston, 367 S.C. 279, 292-93,\r\n  625 S.E.2d 641, 648&nbsp;(2006).\r\nLAW/ANALYSIS\r\nOdems asserts the trial court\r\n  erred in failing to direct a verdict on each of the four charged offenses. \r\n  According to Odems, the State produced no evidence linking him to the burglary\r\n  or proving he had any knowledge of the burglary.  In support of his argument,\r\n  Odems points to Dawkins' testimony providing Odems was not present for the\r\n  burglary and knew nothing of it.  Odems argues the evidence only proved he was\r\n  riding in the vehicle with Dawkins and Bell a short time after the burglary.  We\r\n  disagree.[2]\r\nWhen considering a motion for\r\n  a directed verdict, a trial court is concerned only with the existence of\r\n  evidence, not its weight.  State v. Venters, 300 S.C. 260, 264, 387\r\n  S.E.2d 270, 272 (1990).  Grant of a defense motion for directed verdict of\r\n  acquittal is proper only &quot;if there is a failure of competent evidence\r\n  tending to prove the charge.&quot;  Rule 19(a), SCRCrimP; State v. Jenkins,\r\n  278 S.C. 219, 222, 294 S.E.2d 44, 46 (1982).  A trial court must submit the\r\n  case to the jury if any direct or substantial circumstantial\r\n  evidence has been presented that reasonably\r\n  tends to prove the defendant's guilt or from which his guilt may be fairly and\r\n  logically deduced.  State v. Ballington, 346 S.C. 262, 271-72, 551 S.E.2d 280, 285 (Ct. App. 2001).  However, the trial\r\n  court should grant a directed verdict motion when the evidence presented merely\r\n  raises a suspicion of guilt.  State v. Cherry, 361 S.C. 588, 594, 606\r\n  S.E.2d 475, 478 (2004).  Suspicion implies a belief or opinion as to guilt\r\n  based upon facts or circumstances not amounting to proof, but the trial court\r\n  is not required to find the evidence infers guilt to the exclusion of any other\r\n  reasonable hypothesis.  Id.\r\n&quot;Flight from prosecution\r\n  is admissible as evidence of guilt.&quot;  State v. Al-Amin, 353 S.C.\r\n  405, 413, 578 S.E.2d 32, 36 (Ct. App. 2003); see also State v.\r\n    Ballenger, 322 S.C. 196, 200, 470 S.E.2d 851, 854 (1996) (stating flight\r\n  &quot;is at least some evidence of guilt&quot;); State v. Freely, 105\r\n  S.C. 243, 250, 89 S.E. 643, 645 (1916) (&quot;The flight of one charged with\r\n  crime has always been held to be some evidence tending to prove guilt.&quot;).  Flight\r\n  can constitute evidence of a defendant's guilty knowledge and intent.  See State v. Beckham, 334 S.C. 302, 315, 513 S.E.2d 606, 612 (1999).  &quot;Flight,\r\n  when unexplained, is admissible as indicating consciousness of guilt, for it is\r\n  not to be supposed that one who is innocent and conscious of that fact would\r\n  flee.&quot;  State v. Crawford,&nbsp;362 S.C. 627, 635, 608 S.E.2d 886,\r\n  890&nbsp;(Ct. App. 2005).  &quot;The critical factor to the\r\n  admissibility of evidence of flight is whether the totality of the evidence\r\n  creates an inference that the defendant had knowledge that he was being sought\r\n  by the authorities.&quot;  Id. at 636, 608 S.E.2d at 891.\r\n&quot;Flight or evasion of\r\n  arrest is an issue for the jury to consider.&quot;  State\r\n    v. Walker,&nbsp;366 S.C. 643, 655, 623 S.E.2d 122, 128&nbsp;(Ct. App.\r\n  2005).  Flight evidence is relevant when the flight and the\r\n  offense charged are connected.  State v. Pagan, 369 S.C. 201, 209, 631\r\n  S.E.2d 262, 266&nbsp;(2006); cf. United States v. Beahm, 664 F.2d\r\n  414, 419-20 (4th Cir. 1981) (finding evidence of flight inadmissible when &quot;a\r\n  defendant flees after 'commencement of an investigation' unrelated to the crime\r\n  charged, or of which the defendant was unaware&quot;).\r\nAdmittedly, the evidence\r\n  against Odems was entirely circumstantial.  Less than half an hour after the\r\n  burglary, he was located in the getaway car with the admitted burglars and the\r\n  stolen goods.  He fled from law enforcement, and he asked an uninvolved person\r\n  to lie for him.  No evidence directly linked Odems to the crimes, and the State\r\n  relied heavily on inferences drawn from Odems' flight and constructive\r\n  possession of stolen goods to convict him.  However, viewing the evidence in\r\n  the light most favorable to the State, a jury could find Odems was present at\r\n  the scene of the burglary and participated in some way.  \r\nIn support of his\r\n  argument the trial court erred in denying his directed verdict motions, Odems\r\n  presents the following evidence.  The sole eyewitness reported and described\r\n  only two men at the scene.  A forensic investigator testified the twelve sets\r\n  of fingerprints she collected in the car and on the stolen goods included both\r\n  Dawkins' and Bell's but not Odems'.  Both Dawkins and Bell testified during the\r\n  State's case-in-chief, admitting they entered guilty pleas stemming from the\r\n  burglary.  Dawkins testified he agreed to give Odems a ride home only after\r\n  committing the burglary and stopping to refuel the car.  He stated Odems was\r\n  not present during the burglary and knew nothing about it.  In addition,\r\n  Dawkins testified that just before the three men jumped out of the car and ran\r\n  from police, he told Odems his driver's license was suspended.  By contrast, Bell\r\n  refused to answer when asked what happened on the day of the burglary, what\r\n  happened to the home's front door and electric meter, and how Odems came to be\r\n  in the car when the three men fled from police.  Bell simply testified he was\r\n  with Dawkins when the home was burglarized, but when they were later stopped by\r\n  police, Odems was with them.  He admitted he had never given police a statement\r\n  implicating Odems.  However, weighing these facts against those supporting the\r\n  State's argument invites us to take an impermissible step into the jury's\r\n  shoes.  The propriety of directing a verdict of acquittal relies solely on the\r\n  existence, and not the weight, of evidence of guilt.  See Venters,\r\n  300 S.C. at 264, 387 S.E.2d at 272.  \r\nCrawford is somewhat similar to the present case.  362 S.C. at\r\n  631, 608 S.E.2d at 888.  In Crawford, police stopped a car as it exited the\r\n  parking lot of a rental store at night with its headlights turned off.  Id. at 632, 608 S.E.2d at 888-89.  The defendant was in the car and fled the scene.  Id.  One of the other passengers told police the defendant had\r\n  participated in stealing tools from the store.  Id. at 631-32, 608\r\n  S.E.2d at 888.  At trial, that passenger instead testified he was focused on a\r\n  third passenger stealing the tools and had not paid attention to the\r\n  defendant.  Id. at 632, 608 S.E.2d at 889.  The third passenger\r\n  testified he had acted alone in stealing the tools; although the defendant and\r\n  other passenger were there, they had no idea he was planning to break into the\r\n  store.  Id.  This court upheld the denial of a directed verdict on the\r\n  charge of criminal conspiracy.  Id. at 645-46, 608 S.E.2d at 896.[3]  \r\nBoth the law governing\r\n  directed verdicts and our standard of review compel this court to consider only\r\n  whether the State presented sufficient evidence from which a jury could fairly\r\n  and logically deduce Odems' guilt.  South Carolina jurisprudence makes clear\r\n  flight is at least some evidence of guilt.  Combined with Odems' presence in\r\n  the car with the stolen goods and admitted burglars, Odems' flight was\r\n  sufficient to constitute substantial circumstantial evidence of all four\r\n  offenses.  Therefore, the trial court did not err in finding the State\r\n  presented sufficient evidence to send the case to the jury.  Accordingly, the trial\r\n  court is \r\nAFFIRMED.\r\nHEARN, C.J., and SHORT,\r\n  J., concur.\r\n\r\n\r\n[1] Odems, Dawkins, and Bell are all cousins.\r\n[2] All four issues on appeal pertain to the propriety of\r\n  the trial court's refusal to direct a verdict, differing only in the offense\r\n  named.  The facts supporting the State's case against Odems as to each issue\r\n  are also the same.  Consequently, we address all four issues together.  \r\n[3] While we are aware of the supreme court's recent\r\n  reversal of the denial of a directed verdict in a drug trafficking case, we do\r\n  not find the facts in that case comparable to those in the present case.  See State v. Hernandez, 382 S.C. 620, 677 S.E.2d 603 (2009)\r\n  (finding although defendants' forming\r\n  part of three-vehicle caravan with tractor trailer containing drugs may have\r\n  been suspicious and federal agents' testimonies may support inference defendants'\r\n  had knowledge of drugs, this evidence alone does not constitute substantial\r\n  circumstantial evidence defendants had knowledge of drugs, a required element\r\n  for trafficking).\r\n\r\n","court":"Appeals"}]