[{"id":"4650","title":"The State v. Wiley James","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4650","description":"James appeals his conviction for distribution of cocaine base, arguing the trial court failed to instruct the jury on mere presence because evidence was presented that tended to show James was present but did not sell drugs.  We affirm.","date":"2010-02-11","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Wiley Post\r\n          James, Appellant.\r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\nGeorge C. James, Jr., Circuit Court Judge\r\n\r\nOpinion No.  4650\r\n  Submitted January 4, 2010 – Filed February\r\n11, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A.\r\n          Franklin-Best, of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley\r\n          W. Elliott, Assistant Attorney General A. West Lee, all of Columbia; Solicitor Cecil\r\n          Kelly Jackson, of Sumter, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: James\r\n  appeals his conviction for distribution of cocaine base, arguing the trial\r\n  court failed to instruct the jury on mere presence because evidence was\r\n  presented that tended to show James was present but did not sell drugs.  We\r\n  affirm.\r\nFACTS\r\nOn September 14, 2005,\r\n  Officer Beth Foxworth (Foxworth) of the Sumter County police department was\r\n  working undercover near the Clarendon County line in search of persons selling\r\n  crack cocaine.  A confidential informant (the CI) accompanied Foxworth in her\r\n  car that day.  Wiley Post James (James) was sitting in a yellow and white\r\n  Oldsmobile across the street from where Foxworth's car was parked.  Upon\r\n  observing James's car, Foxworth hailed James over to her car.  \r\nFoxworth asked James if he\r\n  had &quot;a twenty,&quot; to which James responded, &quot;What kind?&quot;  At\r\n  that point, the CI said, &quot;powder,&quot; referring to powder cocaine, to\r\n  which James responded, &quot;No.&quot;  Foxworth then asked James if he had\r\n  &quot;twenty hard,&quot; referring to crack cocaine, to which James responded,\r\n  &quot;Yes.&quot;  At that point, Foxworth handed twenty dollars to James and he\r\n  handed her a quantity of crack cocaine.  Foxworth testified James was the only\r\n  person around at the scene and that he was the only person who sold her the\r\n  crack cocaine.  Foxworth also testified she distinctly remembered a tattoo of a\r\n  little girl's face on the inner left arm of the man who sold her the crack.  At\r\n  trial, Foxworth was shown the defendant's left arm and stated it was the same\r\n  tattoo she saw on the day of the transaction.  In addition to Foxworth's\r\n  testimony, the jury was shown video tape recordings taken by a camera mounted\r\n  inside Foxworth's patrol car of the alleged transaction.  \r\nJames was found guilty of\r\n  distributing cocaine base and sentenced to fifteen years imprisonment.  This\r\n  appeal followed.\r\nANALYSIS\r\nJames admits he walked over\r\n  to Foxworth's car but denies he distributed crack cocaine to Foxworth.  On\r\n  appeal, James argues the trial court erred by not charging mere presence when\r\n  the facts of the case warranted such an instruction.  We disagree.\r\nThe law to be charged to the\r\n  jury is to be determined by the evidence presented at trial.  State v. Lee,\r\n  298 S.C. 362, 364, 380 S.E.2d 834, 835 (1989).  The trial court commits\r\n  reversible error when it fails to give a requested charge on an issue raised by\r\n  the indictment and the evidence presented.  Id.  The defendant is\r\n  entitled to a mere presence charge if the evidence supports it.  State v.\r\n    Franklin, 299 S.C. 133, 141, 382 S.E.2d 911, 915 (1989).  The failure to\r\n  charge &quot;mere presence&quot; may constitute reversible error.  Lee,\r\n  298 S.C. at 364, 380 S.E.2d at 835.\r\nIn State v. Dennis,\r\n  321 S.C. 413, 420, 468 S.E.2d 674, 678 (Ct. App. 1996), this court held:\r\n\r\n  'Mere\r\n    presence' is generally applicable in two circumstances.  First, in instances\r\n    where there is some doubt over whether a person is guilty of a crime by virtue\r\n    of accomplice liability, the trial court may be required to instruct the jury\r\n    that a person must personally commit the crime or be present at the scene of\r\n    the crime intentionally, or through a common design, aid, abet, or assist in\r\n    the commission of that crime through some overt act.  Secondly, mere presence\r\n    is generally an issue where the state attempts to establish the defendant's\r\n    possession of contraband because the defendant is present where the contraband\r\n    is found.  In such cases, the trial court may be required to charge the jury\r\n    that the defendant's mere presence near the contraband does not establish\r\n    possession.  \r\n\r\n(internal\r\n  citations omitted)(internal quotations omitted).\r\nWe find neither of the two\r\n  situations described in Dennis is applicable to this case and,\r\n  therefore, the trial court did not err in refusing to charge mere presence.\r\nA charge of mere presence was\r\n  not warranted under an accomplice liability theory for two reasons.  First, the\r\n  State's theory of the case did not involve accomplice liability.  Foxworth\r\n  maintained James was the only other person in the area at the time she came\r\n  into possession of the crack cocaine.  Second, we find James's position that he\r\n  was merely present at the scene of a crime but did not commit the crime\r\n  untenable considering the fact that defense counsel conceded there was no\r\n  evidence that anyone other than James was present at the scene.  Therefore,\r\n  because there was no evidence of accomplice liability, a charge of mere\r\n  presence on that basis was not necessary.  See State v. Stokes,\r\n  339 S.C. 154, 164, 528 S.E.2d 430, 435 (Ct. App. 2000) (holding where the\r\n  State's view of the evidence was defendant was the only person present and\r\n  committed the crime alone, a charge of mere presence on the basis of accomplice\r\n  liability is unnecessary).\r\nFurthermore, a charge of mere\r\n  presence was also not warranted under a possession theory.  &quot;[M]ere\r\n  presence instructions are required where the evidence presented at trial\r\n  reasonably supports the conclusion that the defendant was merely present at the\r\n  scene where drugs were found, but it was questionable whether the defendant had\r\n  a right to exercise dominion and control over them.&quot;  Lee, 298 S.C.\r\n  at 364-65, 380 S.E.2d at 836.   However, &quot;a charge on mere presence is\r\n  necessary only when the state attempts to establish constructive possession of\r\n  contraband.&quot;  State v. Peay, 321 S.C. 405, 411, 468 S.E.2d 669, 673\r\n  (Ct. App. 1996).  In this case, the State did not seek to establish that James\r\n  was in possession of cocaine.  Therefore, a mere presence charge was not\r\n  necessary.  See Dennis, 321 S.C. at 420, 468 S.E.2d at 678\r\n  (&quot;Because the State was not attempting to establish Dennis possessed any\r\n  contraband by virtue of proximity, the second application of 'mere presence'\r\n  was not applicable.&quot;).\r\nCONCLUSION\r\nAccordingly, the trial\r\n  court's decision is\r\nAFFIRMED.[1]\r\nPIEPER and LOCKEMY, JJ.,\r\n  concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"4651","title":"State v. Hernandez","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4651","description":"Victor M. Sandoval-Hernandez appeals his conviction and sentence for murder, arguing the trial court erred in refusing to charge the jury on the lesser included offense of voluntary manslaughter.  We affirm.","date":"2010-02-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Victor M. S.\r\n          Hernandez, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\nPerry M. Buckner, Circuit Court Judge\r\n\r\nOpinion No. 4651\r\n  Heard February 9, 2010 – Filed February\r\n25, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief Appellate Defender Robert M. Dudek, of Columbia, for\r\n          Appellant. \r\n        Attorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n          General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka,\r\n          and Assistant Attorney General Alphonso Simon, Jr., all of Columbia; and Solicitor\r\n          I. McDuffie Stone, III, of Bluffton, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:  Victor\r\n  M. Sandoval-Hernandez appeals his conviction and sentence for murder, arguing\r\n  the trial court erred in refusing to charge the jury on the lesser included\r\n  offense of voluntary manslaughter.  We affirm.\r\nFACTS\r\nOn January 28,\r\n  2006, Rogelio Garcia hosted an engagement party in honor of a neighbor's son. \r\n  Hernandez and his friends attended the party.  After Hernandez tried to kiss a\r\n  woman at the party, Garcia became angry and physically ejected Hernandez from\r\n  his home, grabbing Hernandez by the neck and throwing him toward the porch.    \r\nHernandez left\r\n  the party and went home.  He retrieved his gun, intending to use it against\r\n  Garcia if Garcia &quot;messed with him again.&quot;[1]  Hernandez returned\r\n  to the party, where he began to drink and enjoy himself again.  Another party\r\n  guest, Raul Garcia-Gallegos, characterized Hernandez as &quot;tranquil&quot;\r\n  and &quot;calm&quot; after he returned to the party.  Hernandez enjoyed the\r\n  party without incident until one of his friends began fighting with another\r\n  party guest.  After assisting in breaking up the fight, Hernandez encountered\r\n  Garcia again.  When Garcia insulted him, Hernandez drew his gun and shot\r\n  Garcia.[2] \r\n  Garcia re-entered his home, where he died.    \r\nHernandez was\r\n  indicted and tried for murder and possession of a firearm during the commission\r\n  of a violent crime.  At trial, he requested a jury instruction on voluntary\r\n  manslaughter as a lesser included offense of murder.  The trial court denied\r\n  his request, finding the evidence insufficient to support the presence of\r\n  sudden heat of passion and sufficient legal provocation.  In so ruling, the\r\n  trial court observed that no testimony indicated a physical confrontation\r\n  occurred between Hernandez and Garcia after Hernandez returned to the party.[3] \r\n  Hernandez was found guilty and sentenced to thirty-five years' imprisonment for\r\n  murder, along with a consecutive five years' imprisonment for possession of a\r\n  firearm during the commission of a violent crime.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\nIn criminal\r\n  cases, the appellate court sits to review errors of law only and is bound by\r\n  the factual findings of the circuit court unless clearly erroneous.&nbsp; State\r\n    v. Wilson, 345 S.C. 1, 5-6, 545 S.E.2d 827, 829 (2001).&nbsp; Generally,\r\n  the trial judge is required to charge only the current and correct law of South\r\n  Carolina.  Sheppard v. State, 357 S.C. 646, 665, 594 S.E.2d 462,\r\n  472&nbsp;(2004).  To warrant reversal, a trial judge's refusal to give a requested\r\n  jury charge must be both erroneous and prejudicial to the defendant.  State\r\n    v. Brown, 362 S.C. 258, 262, 607 S.E.2d 93, 95&nbsp;(Ct. App. 2004).\r\nLAW/ANALYSIS\r\nHernandez asserts\r\n  the trial court erred in refusing to charge the jury on the lesser included\r\n  offense of voluntary manslaughter despite the presentation of evidence Garcia\r\n  physically and verbally assaulted Hernandez before Hernandez shot him.  We\r\n  disagree.  \r\nThe evidence\r\n  presented at trial determines the law to be charged to the\r\n  jury.  State v. Brown, 362 S.C. 258, 261-62, 607 S.E.2d 93, 95&nbsp;(Ct.\r\n  App. 2004).  &quot;A trial judge is required to charge a\r\n  jury on a lesser included offense if there is evidence from which it could be inferred\r\n  that a defendant committed the lesser offense rather than the greater.&quot;  State\r\n    v. Drafts, 288 S.C. 30, 32, 340 S.E.2d 784, 785 (1986).  In determining\r\n  whether the evidence requires a charge of voluntary manslaughter, the trial\r\n  court views the facts in a light most favorable to the defendant.  State v.\r\n    Byrd, 323 S.C. 319, 321, 474 S.E.2d 430, 431 (1996).  However, &quot;[a]n\r\n  instruction should not be given unless justified by the evidence.&quot;  State\r\n    v. Moultrie, 273 S.C. 532, 534, 257 S.E.2d 730, 731 (1979).  &quot;If a\r\n  jury instruction is provided to the jury that does not fit the facts of the\r\n  case, it may confuse the jury.&quot;  State v. Blurton, 352 S.C. 203,\r\n  208, 573 S.E.2d 802, 804 (2002).\r\nVoluntary\r\n  manslaughter requires proof of two elements, a sudden heat of passion and\r\n  sufficient legal provocation:  \r\n\r\n  Voluntary manslaughter is the unlawful killing of a human being in\r\n    sudden heat of passion upon sufficient legal provocation.  Heat of passion\r\n    alone will not suffice to reduce murder to voluntary manslaughter.  Both heat\r\n    of passion and sufficient legal provocation must be present at the time of the\r\n    killing.\r\n\r\nState v. Cole, 338 S.C. 97, 101, 525 S.E.2d 511, 513\r\n  (2000) (internal citations omitted).\r\n\r\n  &quot;The sudden heat of passion, upon sufficient legal\r\n    provocation, which mitigates a felonious killing to manslaughter, while it need\r\n    not dethrone reason entirely, or shut out knowledge and volition, must be such\r\n    as would naturally disturb the sway of reason, and render the mind of an\r\n    ordinary person incapable of cool reflection, and produce what, according to\r\n    human experience, may be called an uncontrollable impulse to do violence.&quot;\r\n\r\nId. at 101-02, 525 S.E.2d at 513 (quoting Byrd,\r\n  323 S.C. at 322, 474 S.E.2d at 432).  \r\nAn overt,\r\n  threatening act or a physical encounter may constitute sufficient legal\r\n  provocation.  State v. Gardner, 219 S.C. 97, 105, 64 S.E.2d 130, 134\r\n  (1951).  Sufficient legal provocation must include more than &quot;mere\r\n  words&quot; or a display of a willingness to fight without an overt,\r\n  threatening act.  State v. Rogers, 320 S.C. 520, 525, 466 S.E.2d 360,\r\n  362-63 (1996); State v. Johnson, 324 S.C. 38, 40-41, 476 S.E.2d 681, 682\r\n  (1996).  Neither the exercise of a legal right nor a victim's attempts to\r\n  resist or defend himself from crime constitute sufficient legal provocation.  State\r\n    v. Ivey, 325 S.C. 137, 142, 481 S.E.2d 125, 127 (1997); State v. Shuler,\r\n  344 S.C. 604, 632, 545 S.E.2d 805, 819 (2001).  \r\nHowever, even\r\n  when a person's passion is &quot;sufficiently aroused by a legally adequate\r\n  provocation, if at the time of the killing those passions had cooled or a\r\n  sufficiently reasonable time had elapsed so that the passions of the ordinary\r\n  reasonable person would have cooled, the killing would be murder and not\r\n  manslaughter.&quot;  State v. Knoten, 347 S.C. 296, 303, 555 S.E.2d 391,\r\n  395 (2001).  Whether an accused cooled off prior to a violent act must be\r\n  determined by a review of all the circumstances surrounding the event and the\r\n  people involved.  State v. Norris, 253 S.C. 31, 35, 168 S.E.2d 564, 566\r\n  (1969).  \r\nWe affirm the\r\n  trial court's decision not to charge the jury on voluntary manslaughter because\r\n  the evidence demonstrated Hernandez cooled off between his ejection from the\r\n  party and the shooting.  The sole physical altercation between the accused and\r\n  the victim in this case occurred when Garcia argued with and then physically removed\r\n  Hernandez from Garcia's home.[4] \r\n  Furthermore, evidence demonstrated Hernandez experienced a period of cool\r\n  reflection after he left the party and went home.  According to Hernandez's\r\n  statement to police, he took the gun to Garcia's party not to avenge a wrong\r\n  already done to him but in case Garcia insulted him again.  Upon returning to\r\n  the party, Hernandez did not seek out Garcia.  Instead, he &quot;began to drink\r\n  and have a good time again.&quot;  This evidence indicates Hernandez shot\r\n  Garcia because Garcia verbally insulted him after he returned to the party and\r\n  not because Garcia threw him out of the party earlier in the evening.  \r\nHernandez argues\r\n  the existence of a single piece of evidence that might conceivably support a\r\n  finding of voluntary manslaughter instead of murder created a question for the\r\n  jury.  Historically, a question concerning the existence of a cooling-off\r\n  period fell within the province of the jury.  State v. Goodson, 140 S.C.\r\n  357, 361, 138 S.E. 816, 817 (1927) (&quot;Whether, under the facts disclosed by\r\n  the uncontradicted testimony as to the defendant's physical, mental, and\r\n  nervous condition, and the testimony tending to show the nature of the\r\n  provocation, etc., a reasonable cooling time had elapsed, that is, time in\r\n  which an ordinary man, in like circumstances, would have cooled, was a question\r\n  of fact for the jury and not one of law to be determined by the court.&quot;). \r\n  However, more recent jurisprudence permits the trial court to make that\r\n  determination: \r\n\r\n  While the law has not defined a bright-line rule for what\r\n    constitutes a sufficient time for cooling off, this Court has determined that\r\n    whether the defendant's actions during the intervening time between the\r\n    provocation and the killing indicates the absence of sudden heat of passion is\r\n    an appropriate question for the court.  See State v. Walker, 324\r\n    S.C. 257, 261, 478 S.E.2d 280, 281-82 (1996) (finding that the defendant\r\n    demonstrated cool reflection through his actions between the alleged\r\n    provocation and the killing); and State v. Byrd, 323 S.C. 319, 322-23,\r\n    474 S.E.2d 430, 432 (1996) (holding that the defendant's actions between the\r\n    alleged provocation and killing did not support a finding of sudden heat of\r\n    passion).\r\n\r\nState v.\r\n  Pittman, 373 S.C. 527,\r\n  575, 647 S.E.2d 144, 169 (2007).  According to Hernandez, his presence at the\r\n  &quot;continuous violent drunken party&quot; prevented him from regaining\r\n  control over himself following his ejection.  However, evidence indicates\r\n  Hernandez left the party, drove home, and\r\n  retrieved his gun, thereby removing himself from any influence the ongoing\r\n  party might have exerted.  Moreover, when Hernandez returned to the party, he\r\n  calmly resumed drinking and enjoying himself.  Hernandez's intervening actions and demeanor upon\r\n  returning to the party support a finding that he cooled off after being\r\n  ejected.  No evidence indicates a second physical confrontation between him and\r\n  Garcia after his return.  Consequently, the trial court did not err in\r\n  declining to charge the jury on voluntary manslaughter.  \r\nCONCLUSION\r\nWe find the trial\r\n  court did not err in refusing to issue a jury instruction on voluntary\r\n  manslaughter.  Accordingly, the decision of the trial court is\r\nAFFIRMED.  \r\nPIEPER and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\r\n[1] Hernandez gave the police a statement in Spanish,\r\n  which the interpreter translated into English.  Hernandez stated:  \r\n\r\n  And\r\n    later we started to drink.  And a little more later, [Garcia] came out and he\r\n    was insulting me with words.  And later we went to the house, and my brother\r\n    stayed behind sleeping, and we returned to the party.  And that is when I took\r\n    the pistol.  In case [Garcia] continued insulting me, I was going to shoot at\r\n    him.  And later on [Garcia] came out and [Garcia] began to insult me, and that\r\n    is when I shot at him.\r\n\r\nLater, Hernandez\r\n  stated, &quot;[I]f I had been about my senses, I would have – I wouldn't [have]\r\n  done it.&quot;   \r\n[2] Garcia's autopsy revealed he was shot four times in\r\n  the torso as he faced the gun.  Only one of the bullets caused a fatal\r\n  injury.    \r\n[3] In addressing this issue again during sentencing, the\r\n  trial court stated &quot;there had been a sufficient cooling-off period after\r\n  [Hernandez] was put out of the trailer.&quot;  \r\n[4] In fact, Hernandez did not report to police that a\r\n  physical altercation took place between him and Garcia at all. \r\n\r\n","court":"Appeals"}]