[{"id":"4644","title":"Carl Johnson v. Timothy Chad Hunter","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4644","description":"Johnson's truck was hit head-on by a vehicle and then hit from the rear by Hunter's vehicle.  The circuit court concluded these events constituted a single accident for purposes of Johnson's uninsured motorist coverage limiting recovery to a specific amount for \"each accident.\"  We affirm.","date":"2010-01-11","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Carl Johnson, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Timothy Chad\r\n          Hunter, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\n  Honorable Thomas A. Russo, Circuit Court\r\nJudge\r\n\r\nOpinion No.  4644\r\n  Heard November 17, 2009 – Filed January\r\n11, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Ian Maguire, of Myrtle Beach, for\r\n          Appellant.\r\n        G. Michael Smith, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  Carl Johnson appeals the trial court's finding\r\n  he was involved in a single accident instead of two accidents for purposes of\r\n  the underinsured motorist (UIM) coverage limits in his insurance policy.  We\r\n  affirm.\r\nPROCEDURAL\r\n  BACKGROUND/FACTS\r\nJohnson\r\n  was driving to work on U.S. Highway 701 in Horry County around 5:30 a.m.  Timothy\r\n  Hunter was traveling behind Johnson.  A third party, Jose Dominguez, was\r\n  traveling the opposite direction on Highway 701 when his vehicle crossed the\r\n  center line into the path of Johnson's pick-up truck.  Johnson swerved to the\r\n  right to avoid Dominguez.  However, Dominguez's truck still hit him, turning Johnson's\r\n  truck sideways in the road.  His airbags deployed and he unbuckled his seatbelt\r\n  to exit the vehicle.  Before he could exit, Hunter's vehicle hit Johnson a\r\n  second time knocking him into the floorboard of his truck and causing him\r\n  serious injury.  \r\nJohnson sued Hunter for\r\n  negligence seeking to recover under his own underinsured motorist coverage with\r\n  State Farm Mutual Automobile Insurance Company.  The trial court found the\r\n  events constituted one accident, limiting Johnson's recovery to the maximum\r\n  allowed for &quot;each accident&quot; under the State Farm policy.  This appeal\r\n  followed.\r\nSTANDARD OF REVIEW\r\nIn an action at law tried\r\n  without a jury, the appellate court will not disturb the trial court's factual\r\n  findings unless they are not reasonably supported by the record.  Townes\r\n    Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775\r\n  (1976).  An action to determine whether coverage exists under an insurance\r\n  policy is an action at law.  Auto-Owners Ins. Co. v. Hamin, 368 S.C.\r\n  536, 540, 629 S.E.2d 683, 685 (Ct. App. 2006).  \r\nLAW/ANALYSIS\r\nJohnson argues\r\n  the circuit court erred in finding a single accident occurred thereby limiting\r\n  recovery under his UIM coverage.  We disagree.\r\nJohnson's UIM coverage\r\n  sets limits for &quot;each accident.&quot;  Therefore, the parties are\r\n  concerned with what constitutes a single accident in the context of the\r\n  policy.  South Carolina does not appear to have addressed this precise issue\r\n  but other jurisdictions have.  Most courts have concluded the question whether\r\n  one or more accidents occurred should be evaluated under the causation theory. \r\n  The trial court employed the causation theory analysis and neither party\r\n  appeals that ruling.  Therefore, it is the law of the case.[1]  See ML-Lee Acquisition Fund, L.P.\r\n    v. Deloitte &amp; Touche, 327 S.C. 238, 241, 489 S.E.2d 470, 472 (1997) (stating\r\n  an unappealed ruling is the law of the case and should not be reconsidered by\r\n  the appellate court).\r\n&quot;Under the\r\n  cause approach, the insured's single act of negligence is considered the\r\n  occurrence from which all claims flow.&quot;  Am. Cas. Co. v. Heary, 432\r\n  F. Supp. 995, 997 (E.D. Va. 1977) (finding a single occurrence when insured\r\n  crashed into a sign and barrier causing telephone pole and wires to fall\r\n  damaging two other vehicles over a period of approximately one minute and\r\n  fifteen seconds).  &quot;Courts applying the 'cause' theory uniformly find a\r\n  single accident 'if cause and result are so simultaneous or so closely linked\r\n  in time and space as to be considered by the average person as one event.'&quot;  Ill. Nat'l Ins. Co. v. Szczepkowicz, 542 N.E.2d 90, 92 (Ill. App. Ct. 1989)\r\n  (citations omitted) (finding two accidents occurred when an automobile struck a\r\n  tractor trailer, blocking both lanes, and a second automobile did not strike\r\n  the tractor trailer until five minutes had elapsed and one lane had reopened).  \r\nWhen one\r\n  negligent act or omission is the sole proximate cause, there is but one\r\n  accident, even though there are several resultant injuries or losses.  Hyer v.\r\n    Inter-Ins. Exch. of Auto. Club, 246 P. 1055, 1057 (Cal. Ct. App. 1926)\r\n  (finding a single accident when a negligent driver struck the insured's car\r\n  breaking off the steering wheel and the insured then collided with a second\r\n  vehicle).  Taken in its usual sense, the word &quot;accident&quot; means a\r\n  single, sudden, unintentional occurrence and is used to describe the event, no\r\n  matter how many persons or things are involved.  St. Paul-Mercury Indem. Co.\r\n    v. Rutland, 225 F.2d 689, 691 (5th Cir. 1955) (finding one accident when\r\n  the insured's truck negligently collided with a freight train, derailing the\r\n  train and causing damage to sixteen cars and owners).  An accident or\r\n  occurrence in this context should be viewed from the perspective of cause and\r\n  not effect.  Olsen v. Moore, 202 N.W.2d 236, 241 (Wis. 1972) (finding\r\n  one accident when the insured's vehicle struck two vehicles almost\r\n  simultaneously, and there was virtually no time or space interval between the\r\n  two impacts, and the insured never regained control over the vehicle prior to\r\n  striking the second automobile).  \r\nWe could find no\r\n  South Carolina cases directly on point.  However, in Sossaman v. Nationwide\r\n    Mutual Insurance Co., 243 S.C. 552, 135 S.E.2d 87 (1964), the court, in\r\n  dicta, recognized the majority view regarding whether a single accident has\r\n  occurred for purposes of insurance coverage.  \r\nA number of cases\r\n  support the general position that where one proximate, uninterrupted and\r\n  continuing cause results in injuries to more than one person or damage to more\r\n  than one item of property there is a single accident or occurrence within the\r\n  meaning of a liability insurance policy limiting the insurer's liability to a\r\n  certain amount for each accident or each occurrence. \r\nId. at 563, 135 S.E.2d at 93.[2]\r\nHaving considered\r\n  the rationale behind the causation theory and its application in other cases,[3] we now turn to its application in\r\n  this case.  Johnson contends\r\n  two distinct accidents occurred in this case because the time between the first\r\n  and second impacts was &quot;at least one and one-half to two minutes.&quot; \r\n  This is premised upon his conclusion it would have taken at least that long for\r\n  his airbags to have deployed and for him to remove his seatbelt.  He maintains\r\n  the trial court erred in finding one accident without even making a\r\n  determination about exactly how much time passed between the two collisions.\r\nJohnson places too much\r\n  emphasis on the timing of the impacts.  Most cases discussing the causation\r\n  theory do not rely solely on the timing of events in determining whether or not\r\n  one or two accidents occurred.  While timing is frequently a part of the analysis,\r\n  the courts place the most emphasis on whether or not one source of negligence\r\n  set all the subsequent events in motion.  Szczepkowicz, 542 N.E.2d at 90, heavily relied upon by Johnson, involved\r\n  collisions occurring five minutes apart.  The court recognized timing is only\r\n  one factor to be considered.\r\nNational argues that the time span between collisions is not a\r\n  factor this court can consider.  This contention is without merit.  Certainly\r\n  one occurrence can result in injuries suffered over a period of time; in such a\r\n  case, time would be irrelevant to a determination of the number of occurrences.\r\n   The relevance of time between injuries is relevant, however, under other\r\n  factual scenarios.  In the instant case, the issue involves the reasonableness\r\n  of a driver's actions and his failure to take corrective measures after an\r\n  accident; the time span between collisions is one factor that must be taken\r\n    into account.\r\nId. at 93 n.3 (citations omitted) (emphasis added).\r\nThe question of whether a\r\n  single accident occurred under the causation theory will turn on the particular\r\n  facts of each case.  The court will be required to look at all the\r\n  circumstances, including timing, in its analysis.\r\nTurning to the record before\r\n  us, evidence supports finding the collisions resulted from Dominguez's single\r\n  act of negligence.  Johnson testified approximately one and one-half to two\r\n  minutes passed between impacts.  However, he also testified he &quot;couldn't\r\n  pin it down to two whole minutes, but [he] kn[e]w it was time.&quot;\r\nHunter testified it felt like\r\n  two or three seconds between the impacts &quot;cause it just happened.&quot; \r\n  He further testified he was traveling one and one-half to two car lengths\r\n  behind Johnson just prior to the accident, and he applied his breaks and\r\n  skidded approximately fifteen feet before hitting Johnson.  Johnson and Hunter\r\n  both testified the highway had steady traffic on it at the time of the crash\r\n  giving rise to an inference another vehicle would have been between Johnson and\r\n  Hunter if they were actually one and one-half to two minutes apart.  \r\nFurthermore, Hunter was able\r\n  to testify about witnessing the initial impact between Dominguez and Johnson\r\n  indicating he was close enough behind Johnson to see the accident as it happened,\r\n  but did not have time to stop.  Importantly, Johnson testified he did not\r\n  believe Hunter could have done anything to avoid hitting him.  This statement contradicts\r\n  Johnson's assertion two accidents occurred and instead supports the finding\r\n  that Hunter's hitting the truck did not constitute a second, distinct negligent\r\n  act but was simply an additional foreseeable consequence of Dominguez's\r\n  negligence. \r\nCONCLUSION\r\nUnder the causation theory,[4] evidence\r\n  in the record supports finding a minimal amount of time passed between the\r\n  impacts and the second impact was not due to Hunter's own independent\r\n  negligence but was a foreseeable consequence of Dominguez's negligent conduct. \r\n  Consequently, the ruling of the trial court is\r\nAFFIRMED.\r\nSHORT and\r\n  THOMAS, JJ., concur.\r\n\r\n\r\n[1] Because the\r\n  parties do not dispute analysis under the causation theory is appropriate, we\r\n  are not called upon to determine whether South Carolina would adopt that\r\n  analysis in similar cases.  However, a review of relevant case law is necessary\r\n  to understand the causation theory and whether the trial court properly applied\r\n  it to the facts of this case.\r\n[2] In Sossaman,\r\n  the court was not required to determine whether a single accident occurred. \r\n  In that case, the\r\n  parties were arguing over the limitation of $5,000 per personal injury when wife was injured in a school bus accident and she and husband made claims\r\n  for personal and property injury and loss of consortium respectively.  \r\n[3] Most cases from\r\n  other jurisdictions discuss accident in the context of a liability policy. \r\n  However, the rationale behind the causation theory still seems applicable when\r\n  considering UIM coverage.  One case espousing the causation theory maintains\r\n  the very existence of limits means the parties to the insurance contract\r\n  contemplated a cap on benefits for their own negligent actions.  Under the\r\n  effect theory, liability could be limitless depending on the number of parties\r\n  injured.  See  St. Paul-Mercury Indem. Co. v. Rutland,\r\n  225 F.2d 689, 692 (Ga. 1955).  Likewise, the parties contemplate a limit to UIM\r\n  coverage for the negligence of other underinsured motorists whose actions could\r\n  result in injury to the UIM holder by multiple parties.  \r\n[4] In Hartford\r\n  Accident &amp; Indemnity Co. v. Wesolowski, the court\r\n  characterized its approach to this issue as the &quot;event test,&quot; providing\r\n  the test for determining whether there has been one accident within a liability\r\n  policy is if there has been but a single event of an unfortunate character that\r\n  took place without one's foresight or expectation.  305 N.E.2d 907, 910 (N.Y.\r\n  1973) (finding one occurrence when the insured vehicle struck an oncoming\r\n  vehicle then ricocheted off and struck a second vehicle more than one hundred\r\n  feet away a second or two later).  Under either the causation test or the event\r\n  test, the result in this case would be the same.\r\n\r\n","court":"Appeals"},{"id":"4645","title":"Blackbaud v. SC Department of Revenue","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4645","description":"In this appeal, the South Carolina Department of Revenue (Department) contended the administrative law court (ALC) erred in finding Blackbaud was entitled to claim job development tax credits for jobs created after the cut-off date.  The Court of Appeals affirmed as modified.","date":"2010-01-11","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tBlackbaud,\r\n      Inc., Respondent,\r\n\t\t\t\t&nbsp;\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina\r\n      Department of Revenue, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Administrative Law Court\r\n Marvin F. Kittrell, Administrative Law Judge\r\nOpinion No. 4645\r\nHeard October 6, 2009 – Filed January 11,\r\n  2010 \r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tCarol I. McMahan, Ray N. Stevens, Harry T. Cooper, and Nicholas P.\r\n  Sipe, all of Columbia, for Appellant.\r\n\t\t\t\tBurnet R. Maybank, III and Joan W. Hartley, both of Columbia, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nHEARN, C.J.:  In this appeal, the South Carolina Department of\r\n  Revenue (Department) contends the administrative law court (ALC) erred in finding\r\n  Blackbaud was entitled to claim job development tax credits for jobs created\r\n  after the cut-off date.  We affirm as modified.  \r\nFACTS\r\nIn\r\n  1995, the General Assembly enacted the Enterprise Zone Act (Act) to provide tax\r\n  incentives for businesses to locate or expand in rural counties in South\r\n  Carolina.  The Act created the Advisory Coordinating Council for Economic\r\n  Development (Council) and allowed qualifying businesses to submit an\r\n  application to the Council for approval.[1]  S.C. Code Ann. §§ 12-10-20(3) to -100(A) (2000 &amp;\r\n  Supp. 2008).  In order to qualify for tax incentives under the Act, businesses\r\n  were required to meet the eligibility requirements established by section\r\n  12-10-50(A)(1)-(4) of the South Carolina Code (Supp. 2008).  Of particular\r\n  importance for purposes of this appeal, section 12-10-50(A)(3) required\r\n  businesses to enter into a revitalization agreement (RVA) with the Council. \r\n  The Act gave the Council absolute discretion in deciding whether to enter into\r\n  an RVA with an otherwise qualifying business.  S.C. Code Ann. § 12-10-60(A)\r\n  (Supp. 2008).  Furthermore, the Act allowed the Council and the qualifying\r\n  business to negotiate the terms of the RVA.  Id.  Although the terms of\r\n  each individual RVA varied, every RVA uniformly required each business to\r\n  create a minimum number of jobs and make a minimum capital investment by a\r\n  certain date (cut-off date) in order to claim job development credits.  Id.;\r\n  S.C. Code Ann. § 12-10-80(A) (Supp. 2008).  Under the Act, as soon as a\r\n  business met the minimum job requirement and minimum capital investment set forth\r\n  in the RVA, the business was eligible to claim job development credits.  §\r\n  12-10-80.       \r\nBlackbaud,\r\n  the largest software developer in the world for non-profit organizations, moved\r\n  its headquarters from New York to Berkeley County in order to take advantage of\r\n  the tax incentives provided by the Act.  On October 22, 1997, Blackbaud entered\r\n  into an RVA with the Council.  In the RVA, Blackbaud agreed to create three\r\n  hundred new jobs at its new facility on Daniel Island and invest a minimum of\r\n  $29.6 million in the project before the cut-off date on October 22, 2002.  In\r\n  addition, the RVA contained an important provision commonly referred to as the\r\n  85/150 rule.  At the time Blackbaud entered into the RVA with the Council, the\r\n  Council had adopted Guidelines to assist it in determining whether a business\r\n  was eligible to receive job development credits.  The 85/150 rule was one of\r\n  many guidelines adopted by the Council.  The 85/150 rule in the RVA provided,\r\n  &quot;[o]nce it meets the Minimum Job Requirement, the Company may fall below\r\n  the Minimum Job Requirement by 15 percent or exceed the Minimum Job Requirement\r\n  by 50 percent and remain eligible to claim Job Development Credits.&quot;  \r\nBlackbaud met the\r\n  job and capital investment requirements on September 30, 2001—more than a year\r\n  before the cut-off date—and began claiming job development credits in October\r\n  2001.  While Blackbaud only agreed in the RVA to create three hundred new jobs,\r\n  it took advantage of the 85/150 rule and created more than three hundred jobs, while\r\n  also claiming job development credits for them, during every quarter leading up\r\n  to the cut-off date.  In the last quarter before the cut-off date, Blackbaud\r\n  claimed job development credits for 398 new jobs—its highest total to date. \r\n  After the cut-off date, Blackbaud claimed job development credits in excess of\r\n  398 for every quarter from January 1, 2003, through December 31, 2005.[2]  Blackbaud reported the number of job development\r\n  credits it claimed each quarter on reports submitted to the Council.  In\r\n  addition, Blackbaud submitted annual reports to the Council, certifying it had\r\n  not violated the 85/150 rule.  The Council reviewed Blackbaud's quarterly and\r\n  annual reports and never communicated to Blackbaud that these reports were\r\n  inaccurate or improperly completed.  \r\nIn 2004, the\r\n  Council adopted new Guidelines amending the 85/150 rule.  Although the new rule\r\n  did not apply to Blackbaud,[3] the amended version of the 85/150 rule provided:[4]  \r\n\r\n\t[T]he\r\n  Council will allow a company, once it meets the minimum job requirement to fall\r\n  below the minimum job requirement by 15% and remain eligible to claim [Job\r\n  Development Credits].  If a company exceeds the minimum job requirement, that\r\n  company may claim [Job Development Credits] on the excess jobs up to 50% of the\r\n  minimum job requirement.  Jobs created in excess of the &quot;Minimum Job\r\n    Requirement&quot; shall be deemed to include only such &quot;New Jobs&quot; as\r\n    are created at the &quot;Project&quot; prior to the &quot;Cut-off Date&quot; as\r\n    those terms are defined in the final RVA. \r\n\r\nThe\r\n  Department audited Blackbaud's tax returns in July 2006.  Although this was the\r\n  second time the Department audited Blackbaud's tax returns, this audit was the\r\n  first since the cut-off date and the promulgation of the new Guidelines. \r\n  Unlike the first audit, the Department concluded Blackbaud had calculated job\r\n  development credits incorrectly.  Specifically, the Department determined the\r\n  text of the initial 85/150 rule prevented Blackbaud from claiming job\r\n  development credits in excess of those claimed at the time of the cut-off\r\n  date.  Thus, the Department refused to allow Blackbaud to claim job development\r\n  credits in excess of 398 jobs.  \r\nOn August 9, 2006,\r\n  the Department issued a proposed assessment to Blackbaud, seeking to recoup\r\n  $281,264 in job development credits.  Blackbaud filed a timely protest to the\r\n  proposed assessment.  On June 15, 2007, the Department issued its final agency\r\n  determination, reasserting its claim to the money.  Thereafter, Blackbaud\r\n  requested a hearing before the ALC to review the Department's final\r\n  determination.  The ALC ruled in favor of Blackbaud, finding Blackbaud was\r\n  eligible to claim job development credits on &quot;newly created jobs in an\r\n  amount not to exceed 150% of the Minimum Job Requirement (450 in this case),\r\n  for a five-year-period commencing on the date the RVA received final approval\r\n  by the Department of Commerce.&quot;  This appeal followed.\r\nSTANDARD OF REVIEW\r\nThis court's scope of review is set forth in section\r\n  1-23-610(B) of the South Carolina Code (Supp. 2008).  That section provides:  \r\n\r\n\tThe\r\n  review of the administrative law judge's order must be confined to the record. \r\n  The court may not substitute its judgment for the judgment of the\r\n  administrative law judge as to the weight of the evidence on questions of\r\n  fact.  The court of appeals may affirm the decision or remand the case for\r\n  further proceedings; or it may reverse or modify the decision if the\r\n  substantive rights of the petitioner have been prejudiced because the finding,\r\n  conclusion, or decision is:\r\n\t(a)&nbsp; in violation of constitutional or\r\n  statutory provisions;\r\n\t(b)&nbsp; in excess of the statutory\r\n  authority of the agency;\r\n\t(c)&nbsp; made upon unlawful procedure;\r\n\t(d)&nbsp; affected by other error of law;\r\n\t(e)&nbsp; clearly erroneous in view of the\r\n  reliable, probative, and substantial evidence on the whole record; or\r\n\t(f)&nbsp; arbitrary or capricious or\r\n  characterized by abuse of discretion or clearly unwarranted exercise of\r\n  discretion.   \r\n\r\nId.&nbsp; \r\nLAW/ANALYSIS\r\nIn\r\n  this case, Blackbaud claimed a high of 398 job development credits before the\r\n  cut-off date.  After the cut-off date, Blackbaud claimed job development\r\n  credits in excess of 398 for every quarter from January 1, 2003, through\r\n  December 31, 2005.  The ALC found the 85/150 rule allowed Blackbaud to claim\r\n  job development credits on newly created jobs &quot;in an amount not to exceed\r\n  150% of the minimum job requirement, for a five-year period commencing on\r\n    the date the RVA received final approval by the Department of\r\n  Commerce.&quot;  (emphasis added).  On appeal, the Department argues the plain\r\n  language of the 85/150 rule prevented Blackbaud from claiming job development\r\n  credits in excess of 398 jobs after the cut-off date.  We disagree.    \r\nWhen\r\n  a contract or agreement is clear and capable of legal construction, the court's\r\n  only function is to interpret its lawful meaning and the intent of the parties\r\n  as found within the agreement.  Smith-Cooper v. Cooper, 344 S.C. 289,\r\n  295, 543 S.E.2d 271, 274 (Ct. App. 2001).  However, when an agreement is\r\n  ambiguous, the court should determine the parties' intent.  Ellie, Inc. v.\r\n    Miccichi, 358 S.C. 78, 94, 594 S.E.2d 485, 493 (Ct. App. 2004).  A contract\r\n  is ambiguous when it is capable of more than one meaning or when its meaning is\r\n  unclear.  Jordan v. Sec. Group, Inc., 311 S.C. 227, 230, 428 S.E.2d 705,\r\n  707 (1993).  \r\nThe RVA\r\n  defines the minimum job requirement and sets forth the 85/150 rule.  It provides:\r\n\r\n\tMinimum\r\n  Job Requirement means the minimum number of New Jobs the Company has agreed to\r\n  create, prior to the Cut-Off Date, and maintain before claiming any Job\r\n  Development Credits.  Once it meets the Minimum Job Requirement, the Company\r\n  may fall below the Minimum Job Requirement by 15 percent or exceed the Minimum\r\n  Job Requirement by 50 percent and remain eligible to claim Job Development\r\n  Credits.  \r\n\r\nWe find this language to be\r\n  clear and unambiguous.  Initially, the first sentence defines the minimum\r\n  number of new jobs Blackbaud must create in order to claim job development\r\n  credits.  This language unequivocally requires Blackbaud to meet the minimum\r\n  job requirement by the cut-off date.  Thus, according to the terms of the RVA,\r\n  Blackbaud had to create three hundred new jobs before October 22, 2002, in\r\n  order to claim job development credits.  Both parties agree Blackbaud met this\r\n  requirement.  The next sentence sets forth the 85/150 rule.  The 85/150 rule allowed\r\n  Blackbaud, after meeting the minimum job requirement, to continue claiming job\r\n  development credits if it maintained eighty-five percent of the minimum job\r\n  requirement.  Moreover, this sentence allowed Blackbaud to exceed the minimum\r\n  job requirement by fifty percent and &quot;remain eligible&quot; to claim job\r\n  development credits.  However, the 85/150 rule contains no timing limitation. \r\n  Unlike the minimum job requirement that required Blackbaud to create three\r\n  hundred jobs by the cut-off date in order to claim job development credits, the\r\n  85/150 rule does not reference the cut-off date at all.  Consequently, the 85/150\r\n  rule does not prohibit Blackbaud from claiming job development credits in\r\n  excess of those created at the cut-off date.  As a result, we find Blackbaud is\r\n  entitled to claim the job development credits in question.  \r\nAdditionally,\r\n  the Department contends the plain language of the RVA does not support the\r\n  ALC's finding that Blackbaud could take advantage of the 85/150 rule &quot;for\r\n  a five-year period commencing on the date the RVA received final approval by\r\n  the Department of Commerce.&quot;  We agree.\r\nAs\r\n  we stated above, the 85/150 rule contains no timing limitation.  Thus, pursuant\r\n  to the terms of the parties' agreement, Blackbaud is eligible to take advantage\r\n  of the 85/150 rule, not for a five-year period, but for as long as the RVA\r\n  remains in effect.  Nowhere in the RVA does it state that Blackbaud can only\r\n  claim the benefit of the 85/150 rule for a five-year period.   Because the\r\n  plain language of the RVA does not support this portion of the ALC's ruling, the\r\n  decision is modified to remove the five-year limitation.  \r\nAccordingly,\r\n  the decision of the ALC is \r\nAFFIRMED\r\n  AS MODIFIED.\r\nKONDUROS\r\n  and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] The Council\r\n  consists of the heads or board chairs of ten state agencies concerned with\r\n  economic development.   \r\n[2] Blackbaud never violated the 85/150 rule by claiming\r\n  job development credits in excess of 450 jobs.  \r\n[3] The new rule only applies to &quot;applications or\r\n  RVAs pending as of February 1, 2004.&quot; \r\n[4] Underlined portions of the rule indicate changes in\r\n  the Guidelines.\r\n\r\n","court":"Appeals"},{"id":"4646","title":"In the Matter of Rabens","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4646","description":"In this cross-appeal, David Adams and Dennis Rhoad appeal the circuit court's order affirming and modifying the probate court's award of attorney's fees to Adams.  Rhoad argues the circuit court erred in: (1) finding a prior circuit court order was controlling as the law of the case and required an award of attorney's fees; (2) awarding attorney's fees when the contingencies of the written fee agreement were not met prior to Adams' suspension and ultimate disbarment; and (3) failing to find Adams' claim for attorney's fees was barred pursuant to the unclean hands doctrine.  Adams argues the circuit court erred in finding an action to recover attorney's fees was an equitable matter and not an action at law.  We reverse and remand.","date":"2010-01-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court\r\n  of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn the Matter of\r\n      Mary Elizabeth Rabens, \r\n\t\t\t\tDavid M. Adams, Respondent/Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tDennis J. Rhoad, Special Administrator, Appellant/Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\n\r\n\r\nAppeal\r\n  From Charleston County\r\n\r\nRoger M. Young, Circuit Court Judge\r\n\r\n\r\n\r\n\r\nOpinion No. 4646\r\n\r\nHeard September 2, 2009 – Filed January\r\n  20, 2010\r\n\r\n\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRobert Wyndham, of Charleston, for Appellant/Respondent.\r\n   \r\n\t\t\t\tJames Richardson, Jr., of Columbia, for Respondent/Appellant.  \r\n\t\t\t\t\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY,\r\n  J.:  In this cross-appeal, David Adams and Dennis Rhoad\r\n  appeal the circuit court's order affirming and modifying the probate court's\r\n  award of attorney's fees to Adams.  Rhoad argues the circuit court erred in:\r\n  (1) finding a prior circuit court order was controlling as the law of the case\r\n  and required an award of attorney's fees; (2) awarding attorney's fees when the\r\n  contingencies of the written fee agreement were not met prior to Adams'\r\n  suspension and ultimate disbarment; and (3) failing to find Adams' claim for\r\n  attorney's fees was barred pursuant to the unclean hands doctrine.  Adams\r\n  argues the circuit court erred in finding an action to recover attorney's fees\r\n  was an equitable matter and not an action at law.  We reverse and remand. \r\n  \r\n  \r\n  FACTS\r\n  \r\n  \r\nIn 1995, James Clark retained attorney Adams\r\n  to represent him in connection with his application to serve as personal representative\r\n  of the Estate of Mary Elizabeth Rabens (the Estate) and with the subsequent\r\n  administration of the Estate.  Before Clark petitioned to administer the\r\n  Estate, an alleged will of Rabens was filed for probate. Clark retained Adams\r\n  to represent him in challenging the will, and the parties agreed to a\r\n  contingent fee equal to one-third of the value of the estate, rising to forty\r\n  percent in any appeal.  In 1996, Clark died, and Margaret B. Clark succeeded\r\n  him as personal representative of the estate.[1]  \r\n  \r\n  \r\nThe Estate was successful in the probate\r\n  court, circuit court, and the court of appeals. In December 1998, the South\r\n  Carolina Supreme Court suspended Adams for actions unrelated to this case.[2]  Margaret Clark subsequently hired attorney Gedney M. Howe, III to replace\r\n  Adams.  Howe and Margaret Clark signed a contingency fee agreement\r\n  identical to that which existed between James Clark and Adams, allowing for a\r\n  fee of forty percent of the value of the estate.  In 1999, the proponent\r\n  of the will filed a petition to the supreme court seeking a writ of certiorari.  Howe and attorney Alvin Hammer filed a return to the writ. The supreme\r\n  court denied the petition, and the will contest was complete.  The\r\n  Estate paid Howe $121,798.42, equal to forty percent of the value of the Rabens\r\n  estate, for his representation in the will contest.\r\n  \r\n  \r\nAdams subsequently filed a claim for\r\n  attorney's fees in the amount of forty percent of the value of the Estate.  The\r\n  Estate denied that Adams was entitled to a fee and moved for summary judgment.  The probate court granted the Estate summary judgment finding Adams\r\n  abandoned the representation and was not entitled to attorney's fees. Additionally,\r\n  the probate court found Adams had unclean hands and was thus not entitled to a\r\n  fee under the doctrine of substantial performance.  In 2002, Adams\r\n  appealed the probate court's decision to the circuit court, which found no South\r\n  Carolina case law concerning an attorney's entitlement to a fee for services\r\n  performed prior to a suspension.  The circuit court relied on Stein\r\n  v. Shaw, 679 A.2d 525 (N.J. 1951), in which the New Jersey Supreme Court\r\n  found that &quot;when an attorney is disbarred or suspended from practice for\r\n  reasons which are unrelated to his or her representation of a particular client\r\n  . . . the attorney is still entitled to recover for the reasonable value of\r\n  services provided to that client prior to the suspension or disbarment.&quot;  The\r\n  circuit court noted that determining whether to award attorney's fees to a\r\n  suspended or disbarred attorney &quot;on a case by case matter under\r\n  appropriate equitable principles seems to be a better approach than a bright line\r\n  test that in all circumstances provides that the suspended attorney loses their\r\n  entitlement to any fees.&quot;  The circuit court remanded the case to the\r\n  probate court to &quot;conduct a hearing with respect to Adams' entitlement to\r\n  attorney['s] fees.&quot;\r\n  \r\n  \r\nOn remand, the probate court agreed with\r\n  the dissent in Stein that no fee should be awarded to a disbarred\r\n  attorney.  However, the probate court determined it was bound by the\r\n  circuit court's decision and therefore had to equitably divide the fee.  The\r\n  probate court awarded Adams $45,000 and Howe $50,000 for their services.[3] Additionally, the probate court awarded Adams 75% of the $26,798.42 remaining\r\n  contingency fee and Howe 25% of the remaining fee.    Thus, Adams' total\r\n  award was his hourly fee of $45,000 plus 75% of the excess, or $20,098.81, for\r\n  a total of $65,098.42. The probate court deducted $15,000 from Adams'\r\n  award to repay a personal loan he received from Margaret Clark.  Adams' total\r\n  award from the probate court was $50,098.42.  The Estate appealed to the\r\n  circuit court.\r\n  \r\n  \r\nThe\r\n  circuit court found the 2002 circuit court order was the law of the case, and\r\n  therefore, Adams was entitled to attorney's fees.  The circuit court further\r\n  found it would be inequitable to allow Adams to receive any fee in excess of\r\n  the hours he actually worked on the case and reduced Adams' fee award to\r\n  $45,000. This award was offset by Adams' $15,000 loan from Margaret Clark,\r\n  resulting in a judgment of $30,000.  This appeal followed. \r\n  \r\n  \r\n  LAW/ANALYSIS\r\n  \r\n  \r\nRhoad\r\n  argues the circuit court erred in affirming the probate court's finding the\r\n  2002 circuit court order was the law of the case and required it to award\r\n  attorney's fees in some amount to Adams.  We agree.\r\n  \r\n  \r\nFirst,\r\n  the 2002 order did not, as Adams argues, require the probate court on remand to\r\n  award Adams attorney's fees.  The 2002 order merely provided handling\r\n  attorney's fees issues &quot;on a case by case matter under appropriate\r\n  equitable principles seems to be a better approach than a bright line test that\r\n  in all circumstances provided that the suspended attorney loses their\r\n  entitlement to any fees.&quot;  The order further states &quot;if the\r\n  [probate] court determines that Mr. Adams is entitled to any recovery as to his\r\n  claims for attorney's fees, then that creates a fund that can be utilized to\r\n  make payment to award the reimbursement previously ordered by the Supreme\r\n  Court.&quot;  (emphasis added). \r\n  \r\n  \r\nAdditionally,\r\n  the 2002 order technically constituted a reversal of the initial grant of\r\n  summary judgment by the probate court in favor of Rhoad.  The reversal of a\r\n  grant of summary judgment is equivalent to the denial of summary judgment.  Blyth\r\n  v. Marcus, 335 S.C. 363, 367, 517 S.E.2d 433, 434 (1999).  A denial of\r\n  summary judgment does not establish the law of the case and is not directly\r\n  appealable.  Ballenger v. Bowen, 313 S.C. 476, 477-78, 443 S.E.2d 379,\r\n  380 (1994).\r\n  \r\n  \r\nAccordingly,\r\n  we find the 2002 order was not the law of the case and did not require the\r\n  probate court to award some amount of attorney's fees to Adams.[4] \r\n  We remand to the probate court to conduct a hearing to determine if, under the\r\n  facts of this case, Adams is entitled to any award of attorney's fees and if so\r\n  in what amount.\r\n  \r\n  \r\n  REVERSED\r\n  AND REMANDED.\r\n  \r\n  HEARN, C.J., and KONDUROS, J., concur.  \r\n\r\n\r\n[1] Margaret Clark served as personal representative\r\n  until Dennis J. Rhoad was substituted and appointed special administrator.\r\n[2] Adams was disbarred by order of the South Carolina Supreme\r\n  Court on June 26, 2000.  The supreme court found Adams misappropriated client\r\n  funds, commingled client money, neglected legal matters, and failed to file\r\n  federal income taxes.  See In re Adams, 341 S.C. 313, 318, 534\r\n  S.E.2d 278, 281 (2000).\r\n[3] The probate court determined that while Adams did not\r\n  keep time records, an outside review indicated he worked in excess of three\r\n  hundred hours on the case.  Applying a customary $150 hourly fee, the probate\r\n  court determined Adams was entitled to $45,000. Furthermore, the probate\r\n  court awarded Howe $50,000 for his services based on two hundred hours at a\r\n  rate of $250 per hour.  \r\n[4] Based on this decision, we need not address the\r\n  remaining issues.  See Futch v. McAllister Towing of Georgetown, Inc.,\r\n  335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need\r\n  not review remaining issues when its determination of a prior issue is\r\n  dispositive of the appeal). \r\n\r\n","court":"Appeals"},{"id":"4647","title":"Madden v. Bent Palm Investments","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4647","description":"In this contract action from Lexington County, the Appellant sued for unpaid construction fees and for fifty percent (50%) of profits from the sale of a speculation home.  In a bench trial, the trial court found Appellant entitled to $1,449.00.  Appellant alleges this ruling is error and the trial court should have found Appellant entitled to $24,205.","date":"2010-01-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tW. L. Madden, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tBent Palm\r\n      Investments, LLC, Roger Douglas Brown, and Tom Williams, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lexington County\r\nJames W. Johnson, Jr., Circuit Court\r\n  Judge\r\nPublished Opinion No. 4647\r\nHeard October 7, 2009 – Filed January 20,\r\n  2010    \r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tKenneth C. Hanson, Walter M. Riggs, both of Columbia, for\r\n  Appellant.\r\n\t\t\t\tJoseph G. Studemeyer, of Columbia, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nTHOMAS,\r\n  J.: In this breach of contract\r\n  action, W.L. Madden (Appellant) appeals the trial court's award of $1,449,\r\n  arguing the trial court erred in finding the contract between him and Bent Palm\r\n  Investments, Inc., to be unambiguous.  Appellant argues the court erroneously\r\n  interpreted the contract and erred in finding him entitled to only $1,449.  We\r\n  affirm as modified.  \r\nFACTS\r\nIn May of 2004,\r\n  Appellant entered into an agreement with Bent Palm Investments, Inc. and its\r\n  owners Roger Brown and Tom Williams (collectively Respondent).  The agreement\r\n  provided Respondent would finance the construction of a speculation house, to\r\n  be performed by Appellant, at cost.  The agreement also stipulated profits from\r\n  the sale of the house would be split evenly between Appellant and Respondent.  Pamela\r\n  White, a realtor, drafted the agreement which left her with the responsibility\r\n  of marketing and facilitating a purchase of the home. \r\nThe parties\r\n  entered into an &quot;investor-builder&quot; agreement which provided in\r\n  pertinent part:\r\n\r\n\tThe\r\n  [parties] agree . . . [that] Bent Palm Investments agrees to purchase lot #340\r\n  . . . [for] $36,750.  Bent Palm Investments also agrees to provide the\r\n  financing needed for building a custom-spec home to be built by [Appellant] at\r\n  cost (supplies and labor).  A plan for the house has been selected and reviewed\r\n  by both [parties].  All additional costs to include drawing of plans, permits,\r\n  tap fees, interest payments on loan, closing costs, realty fees, etc. will be\r\n  added together and deducted from the gross sales price of the home.  Net\r\n  proceeds will be divided 50/50 . . . . [Appellant] has estimated a cost per\r\n  square foot of $72.50 . . . .  Any deviations from the plans or specs . . .\r\n  will need to be approved and signed off by [Respondent]. . . . *ATTACHED IS AN\r\n  ESTIMATED DRAW SCHEDULE AND COST SHEET*.\r\n\r\nThe attached\r\n  sheet states:\r\n\r\n\tTHE\r\n  DOLLAR AMOUNTS ARE BASED ON 2196[1] SQUARE FEET X $72.5/FOOT AND 286 SQUARE FEET (FINISHED BONUS ROOM) $5,000 FOR A\r\n  TOTAL OF $164,355 BUILDING COSTS. . . . OPTIONAL SCREEN PORCH COST $6,000 (NOT\r\n  INCLUDED IN ABOVE FIGURES).\r\n\r\nThe architect's\r\n  drawings were affixed to the agreement and originally indicated a front load\r\n  garage with a heated square footage of 2,198 plus 286 for a bonus room. \r\n  However, because the parties agreed to change the home to a side load garage,\r\n  the total heated square footage of the house changed to 2,280, plus 286 square\r\n  feet for the bonus room, a total increase of 82 heated square feet.  \r\nDuring the\r\n  course of the construction, Appellant informed Respondent that the house could\r\n  not be finished for the contract price of $164,355, and work ceased until an\r\n  additional and unscheduled draw of $22,000 was paid to Appellant.  After\r\n  receipt of this unscheduled draw, Appellant completed construction, and Pamela\r\n  White facilitated the purchase of the home for $272,525.  Shortly after the\r\n  closing, Appellant submitted an invoice to Respondent and demanded a second\r\n  unscheduled draw of $20,205.94, claiming the actual construction cost of the\r\n  house was $209,057.64.  Having already paid all scheduled draws plus an\r\n  additional $22,000 unscheduled draw, for a total of $188,851, Respondent\r\n  anticipated the $272,525 sale of the home to yield a profit of $28,000, prior\r\n  to receiving the invoice for a second unscheduled draw.  Respondent\r\n  refused to pay the second unscheduled draw, and Appellant commenced this action\r\n  for breach of contract, inter alia.\r\nAfter a bench\r\n  trial, the court held: (1) Appellant was entitled to total construction\r\n  expenses in the amount of $176,300, determined by the original $164,355 agreed\r\n  upon, plus $6,000 for the addition of a screened porch, plus an additional\r\n  $5,945 for the 82 square foot modification at the estimated price of\r\n  $72.50/square foot; (2) the total profit of the project was $28,000 to which\r\n  Appellant was entitled to one half, in the amount of $14,000; (3) because\r\n  Appellant was entitled to $176,300 in expenses and $14,000 in profits under the\r\n  contract, Appellant was entitled to a total sum of $190,300; and finally (4)\r\n  because Appellant had already received $188,851, this left a difference of only\r\n  $1,449.  Accordingly, the trial court's ruling left the remaining $26,551, of\r\n  the $28,000 in claimed profit, to Respondents.  \r\nISSUES ON APPEAL\r\n\r\n\t\r\n\t\t\r\n\t\t\tI.&nbsp;&nbsp; \r\n\t\t\tDid the trial court err in failing to find the \r\n\t\t\tcontract ambiguous and consequently construing the agreement to be a \r\n\t\t\tcontract for a fixed price?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tII. \r\n\t\t\tDid the trial court err by deducting the final \r\n\t\t\toutstanding expenses from the Appellant's share of the profits, or \r\n\t\t\tin other words, did the trial court err in interpreting the \r\n\t\t\tagreement so as to award Appellant only $1,449?&nbsp; \r\n\t\t\r\n\t\r\n\r\nSTANDARD OF REVIEW\r\nA\r\n  breach of contract action is an action at law.  Silver v. Aabstract Pools\r\n    &amp; Spas, Inc., 376 S.C. 585, 590, 658 S.E.2d 539, 541-42 (Ct. App. 2008); Conway v. Charleston Lincoln Mercury Inc., 363 S.C. 301, 305, 609 S.E.2d\r\n  838, 841&nbsp;(Ct. App. 2005).  &quot;In an action at law tried without a jury, an appellate court's scope of review extends merely\r\n  to the correction of errors of law.&quot;  Temple\r\n    v. Tec-Fab, Inc., 381 S.C. 597, 599-600, 675 S.E.2d 414, 415&nbsp;(2009). \r\n  Accordingly, &quot;[this] Court will not disturb the trial court's findings\r\n  unless they are found to be without evidence that reasonably supports those\r\n  findings.&quot;  Id.\r\nANALYSIS\r\nI.&nbsp; Ambiguity of the Contract\r\n  and Interpretation of Costs\r\nAppellant\r\n  alleges the trial court erred in failing to find the contract ambiguous, and as\r\n  a result erred in reading the contract as a construction contract at a fixed\r\n  price.  We disagree.  \r\n&quot;The\r\n  cardinal rule of contract interpretation is to ascertain and give legal effect\r\n  to the parties' intentions as determined by the contract language.&quot;  McGill\r\n    v. Moore, 381 S.C. 179, 185, 672 S.E.2d 571, 574 (2009).  The language\r\n  alone will determine the contract's force where such language is unambiguous;\r\n  however, where the language is subject to multiple interpretations, the fact\r\n  finder must determine the parties' intentions from the evidence presented.  Compare Schulmeyer v. State Farm Fire &amp; Cas. Co., 353 S.C. 491, 495, 579\r\n  S.E.2d 132, 134 (2003) (stating that where the language is clear and\r\n  unambiguous the intent of the parties is to be derived from the language of the\r\n  contract) with Charles v. B&amp;B Theatres, Inc., 234 S.C. 15,\r\n  18, 106 S.E.2d 455, 456 (1959) (finding that when the contract is ambiguous in\r\n  its terms other evidence must be considered to ascertain the intent of the\r\n  parties).  A party may not create an ambiguity by reading a single sentence or clause,\r\n  but rather the contract and the language used must be considered as a whole.  Schulmeyer,\r\n  353 S.C. at 495, 579 S.E.2d at 134.  \r\nIn\r\n  this case, Appellant claims the crux of the parties' disagreement is that the\r\n  agreement failed to designate the total square footage of the house and whether\r\n  or not the parties intended the quoted amount of $72.50 per heated square foot\r\n  or for total square footage under the roof.  Appellant maintains that the price\r\n  of $72.50 per square foot was intended to mean all square footage under the\r\n  roof, which amounted to 3,140, including the screened porch, garage, and front\r\n  porch, rather than simply heated square feet.  However, we find there is\r\n  evidence to support the trial court's ruling that Appellant is entitled to\r\n  $176,300 for construction of the house at the stated rate of $72.50 per heated\r\n  square foot.\r\nInitially,\r\n  the INVESTOR-BUILDER AGREEMENT clearly states a house plan had been reviewed\r\n  and selected by the parties.  Appellant had estimated the cost per square foot\r\n  to be $72.50.  Incorporated with the agreement is an ESTIMATED DRAW SCHEDULE\r\n  AND COST SHEET.  This document explicitly states the dollar amounts are based\r\n  on 2,196[2] at a price of $72.50 per square foot and a 286 square foot bonus room at an\r\n  additional $5,000, for a total of $164,355.  The sheet also provides an option\r\n  for the addition of a screened porch for an extra $6,000.  \r\nContrary\r\n  to Appellant's position, review of the contract and attached documents yields\r\n  no ambiguity.  Initially, the original architect's plans for the selected house\r\n  delineated a heated square footage of 2,198 with the addition of a 286 square\r\n  foot bonus room.  Considering that the bonus room and screened porch were\r\n  addressed and provided for separately under the agreement, and the square\r\n  footage referenced in the original architect's plans mirrored (within 2 square\r\n  feet) that referenced in the agreement and the draft sheet, the trial court's\r\n  determination that this contract was to be calculated based on heated square\r\n  footage is supported by the evidence.  \r\nMoreover,\r\n  the record supports the trial court's conclusion that Appellant was entitled to\r\n  total costs in the amount of $176,300.  First, the parties agreed to change the\r\n  garage to a side load, rather than a front load.  This change increased the\r\n  total heated square footage of the house by 82 square feet.  Therefore, at the\r\n  agreed upon rate of $72.50 per square foot, Appellant was entitled to an\r\n  additional $5,945.  Furthermore, Appellant constructed the optional screened\r\n  porch, entitling him to $6,000.  In total, these figures coupled with the\r\n  $5,000 for the bonus room, result in Appellant being entitled to $176,300[3] in expenses. \r\nThe\r\n  Appellant also claims the trial court erred by ignoring a sentence in the\r\n  agreement which reads: &quot;Some costs may vary up or down.&quot;  However, as\r\n  even Appellant indicates in its brief on appeal, &quot;the parties' intention\r\n  must be gathered from the contents of the entire agreement and not from any\r\n  particular clause thereof.&quot;  Thomas-McCain, Inc. v. Siter, 268 S.C.\r\n  193, 197, 232 S.E.2d 728, 729 (1977).  Accordingly, the sentence must be read\r\n  in the larger context in which it appears.  The full paragraph reads:\r\n\r\n\tBuilder\r\n  has estimated a cost per square foot of $72.50.  A Specifications and\r\n  Allowances sheet has been provided.  These are general standards used in\r\n  building and some may not apply to this building job should the plan not call\r\n  for it.  Some costs could vary up or down.  Should there be an\r\n  unreasonable increase the Investors (Respondent) will be notified accordingly\r\n  to make the final decision.  The draws will be made according to the draw\r\n  schedule and will be followed closely.  This will help in keeping us within our\r\n  budget.  \r\n\r\n(emphasis added).\r\nThis\r\n  section serves to bolster that building expenses were to be based upon $72.50\r\n  per square foot, as all parties agreed to follow the draw schedule as closely\r\n  as possible, which is based on that amount.  It also makes clear the phrase\r\n  &quot;[s]ome costs could vary up or down&quot; is referring to the items on the\r\n  specifications and allowances sheet.  Thus, Appellant's contention that this\r\n  phrase creates an ambiguity as to the appropriate expense per square foot is\r\n  unfounded.  Rather, there is ample evidence to support the trial court's\r\n  interpretation of the contract.\r\nAppellant\r\n  next argues that the trial court erred by failing to interpret the contract\r\n  against Respondent; however, because there is no ambiguity in the contract,\r\n  this court need not address this argument.  See Duncan v. Little,\r\n  384 S.C. 420, 426, 682 S.E.2d 788, 791 (2009) (indicating that only when the\r\n  contract is deemed ambiguous will the rule of contract interpretation mandating\r\n  construction against the drafting party be employed).\r\nAccordingly,\r\n  the trial court did not err in finding Appellant entitled to $176,300 in\r\n  costs.  \r\nII.&nbsp; Reduction of Appellant's\r\n  share of profits\r\nNext\r\n  Appellant alleges that the trial court erred in awarding only $1,449.  We\r\n  agree. \r\nConstruction\r\n  and interpretation of a clear and unambiguous contract is a question of law for\r\n  the trial court to determine.  Bowen v. Bowen, 345 S.C. 243, 249, 547\r\n  S.E.2d 877, 880 (Ct. App. 2001).\r\nAppellant\r\n  argues that the trial court erred by inexplicably deducting $12,551 from his\r\n  $14,000 share of the profits, effectively awarding $26,551 of the $28,000 in\r\n  claimed profits to Respondent.  \r\nInitially,\r\n  we note the trial court's deduction of $12,551 is not inexplicable; however, it\r\n  is nonetheless an erroneous interpretation of an unambiguous contract.  In this\r\n  case, the trial court found, and we agree, that the contract entitled Appellant\r\n  to $176,300 in expenses, but instead, he was paid and received $188,851.  The\r\n  trial court calculated the difference between these amounts and determined that\r\n  Appellant had received $12,551 in excess of what he was entitled.  Accordingly,\r\n  the trial court halved the $28,000 in profits, and then reduced Appellant's\r\n  $14,000 share by $12,551, arriving at a total entitlement of $1,449.  Put\r\n  another way, the trial court found that Appellant was entitled to $176,300 plus\r\n  a $14,000 share of profits, for a total entitlement of $190,300, of which he\r\n  had received $188,851, leaving a difference of $1,449.  \r\nHowever,\r\n  the trial court's interpretation does not consider that profits of $28,000 were\r\n  calculated after having paid Appellant $188,851, of which $12,551 he was not\r\n  entitled to receive.  The contract indicates profit is dependent upon the\r\n  amount of costs Appellant is entitled to under the contract; profit is not a\r\n  fixed amount.  Here, the agreement unambiguously provides Appellant is entitled\r\n  to $176,300 &quot;plus one-half profits;&quot; however, the trial court\r\n  interpreted the contract as entitling Appellant to $176,300 plus one-half of\r\n  $28,000.\r\nThe\r\n  agreement stipulates each party was to receive one-half of profits, not\r\n  one-half of $28,000; therefore, it is significant that Appellant received\r\n  $12,551 in excess of the $176,300 he was entitled to under the contract. \r\n  Because the $12,551 &quot;expense&quot; should not have been paid by\r\n  Respondent, the $28,000 profit figure was artificially deflated by $12,551[4].\r\n   Consequently, each party is entitled to one-half of $40,551 ($28,000 +\r\n  $12,551).  Therefore, Appellant should receive $176,300 plus &quot;one-half of profits&quot;\r\n  ($20,275.50) for a total amount of $196,575.50, not $176,300 plus $14,000 as\r\n  the trial court interpreted the agreement.  \r\nAs\r\n  noted, Appellant has already received $188,851 of the $196,575.50 due him. \r\n  Thus, he remains entitled to the difference of $7,724.50.  Accordingly, the\r\n  order of the trial court is modified to award Appellant $7,724.50 rather than\r\n  $1,449.[5] \r\nCONCLUSION \r\nAlthough we do\r\n  not find the contract to be ambiguous, we do find error in the trial court's interpretation\r\n  of the unambiguous contract to find Appellant entitled to expenses plus $14,000\r\n  or $1,449.  Rather, the appropriate interpretation demonstrates Appellant is\r\n  entitled to $7,724.50, and we herein modify the trial court's order\r\n  accordingly.  Therefore, the ruling of the trial court is \r\nAFFIRMED AS\r\n  MODIFIED. \r\nHUFF A.C.J. and PIEPER, J.,\r\n  concur.\r\n\r\n\r\n[1] Respondent maintains and the trial court agreed that\r\n  this is a typographical error and should read 2,198 square feet.  \r\n[2]  Respondent claims this is a typo and should actually\r\n  read 2,198 square feet, and points to the architect's plans to demonstrate.\r\n[3]  159,355 + 5,000 + 5,945 + 6,000 = 176,300.\r\n[4]  Put in mathematical terms; because all expenses are\r\n  paid and undisputed, it remains Appellant was paid $188,851, and Respondent\r\n  possessed $28,000 in residual monies.  Therefore, $216,851 ($188,851 + $28,000)\r\n  represents proceeds.  Because Appellant is entitled to $176,300: $40,551 ($216,851\r\n  - $176,300) represents the amount remaining after all expenses are paid.\r\n[5] For the reasons above, Appellant's argument that he\r\n  is entitled to a full $14,000 share of the profits fails.\r\n\r\n","court":"Appeals"},{"id":"4648","title":"The State v. Randy Elders","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4648","description":"Randy Elders appeals his convictions for armed robbery, assault and battery of a high and aggravated nature, and two counts of kidnapping, arguing that the trial court erred by admitting certain photographs and knives into evidence.  Elders further contends that the trial court erred in failing to grant his motion for a directed verdict with respect to his kidnapping charges.  Specifically, he claims that, because he had previously pled guilty to carjacking, the Double Jeopardy Clause barred the State from charging him with kidnapping for the same incident.  We affirm.","date":"2010-01-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Randy Charles\r\n          Elders, Appellant.\r\n    \r\n  \r\n\r\n\r\nAppeal from Richland County\r\nJames W. Johnson, Jr., Circuit Court Judge\r\n\r\nOpinion No. 4648\r\n  Heard December 9, 2009 – Filed January 28,\r\n2010   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Robert William Mills, of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, Assistant Attorney General Deborah R.J. Shupe, and Solicitor\r\n          Warren Blair Giese, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nGEATHERS, J: Randy Elders appeals his\r\n  convictions for armed robbery, assault and battery of a high and aggravated\r\n  nature, and two counts of kidnapping, arguing that the trial court erred by\r\n  admitting certain photographs and knives into evidence.  Elders further\r\n  contends that the trial court erred in failing to grant his motion for a\r\n  directed verdict with respect to his kidnapping charges.  Specifically, he\r\n  claims that, because he had previously pled guilty to carjacking, the Double\r\n  Jeopardy Clause barred the State from charging him with kidnapping for the same\r\n  incident.  We affirm.\r\nFACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nElders and his girlfriend, Christina\r\n  Hall, were arrested and indicted for crimes that occurred on the evening of April\r\n  17, 2005.  At approximately 7:30 p.m. that evening, Dwight Riggs and his wife\r\n  Kathryn were returning home from church when they stopped at the Bi-Lo grocery\r\n  store on Garners Ferry Road in Columbia, South Carolina.  Mrs. Riggs went into\r\n  the store, and Mr. Riggs remained in the car.  As he waited for his wife, Mr.\r\n  Riggs was approached by a woman he had never seen before.  The woman asked Mr.\r\n  Riggs to give her and her male companion a ride to Mike's Produce Market, which\r\n  was located a short distance away on Garners Ferry Road.  Mrs. Riggs returned\r\n  to the car and sat down in the front passenger seat.  The woman, along with her\r\n  male friend, got into the back seat of the car, with the man sitting directly\r\n  behind Mrs. Riggs.  Mr. Riggs drove to Mike's Produce Market and pulled into\r\n  the parking lot.  \r\nUpon their arrival, the male\r\n  passenger placed a knife to Mrs. Riggs' neck and told Mr. Riggs to &quot;keep\r\n  going straight.&quot;  According to Mrs. Riggs, the knife had a &quot;little\r\n  hump&quot; on it and a blade that was about six to eight inches long.  Instead\r\n  of complying with the man's orders, Mr. Riggs grabbed both of the man's hands\r\n  and pulled him out of the car.  A struggle ensued on the pavement outside of\r\n  the car, and Mr. Riggs was stabbed in the wrist and the chest.  The man subsequently\r\n  broke away from Mr. Riggs and ran over to Mrs. Riggs, who had exited the car. \r\n  The man proceeded to tackle Mrs. Riggs and take her purse.  In doing so, he\r\n  broke Mrs. Riggs' toe and scraped her arm and knee.  The man and the woman then\r\n  left the scene in the Riggses' car.  \r\nThe police later determined\r\n  that the man and woman were Elders and Hall.  In connection with the incident,\r\n  Elders was indicted for one count of armed robbery, two counts of assault and battery\r\n  with intent to kill (ABIK), one count of carjacking, and two counts of\r\n  kidnapping.  Prior to trial, Elders informed the trial court that he wanted to\r\n  plead guilty to the carjacking charge and the ABIK charge involving Mr. Riggs. \r\n  The State objected, arguing that the guilty pleas would hinder its ability to\r\n  present a cogent case regarding the other four charges.  After hearing\r\n  arguments on both sides, the trial court allowed Elders to plead guilty to both\r\n  the carjacking charge and the ABIK charge concerning Mr. Riggs.  \r\nAt trial, the State offered into\r\n  evidence a photograph of Mr. Riggs that showed the injuries he had sustained.  Elders\r\n  objected to the admission of the photograph, arguing that it was prejudicial\r\n  and inflammatory because it showed Mr. Riggs in the hospital, attached to\r\n  medical equipment.  The trial court concluded that the photograph was no more\r\n  prejudicial than other photographs of Mr. Riggs that were admitted without\r\n  objection and consequently admitted the photograph into evidence.  \r\nAdditionally, later in the\r\n  trial, the State offered a photograph of Mrs. Riggs that showed the injuries to\r\n  her knee.  Because it depicted Mrs. Riggs in a wheelchair, Elders objected to\r\n  the admission of the photograph, arguing that it, like the photograph of Mr.\r\n  Riggs, was prejudicial and inflammatory.  After reviewing the photograph, the\r\n  trial court overruled Elders' objection.  \r\nThereafter, the State offered\r\n  four knives that were found by the police on April 19, 2005 (two days after the\r\n  crimes occurred) in Elders' belongings at the home of Elders' friend, Chris\r\n  Smith.[1] \r\n  Three of the knives were pocketknives that were found in Elders' suitcase.  The\r\n  fourth knife, which was found in Elders' shoe, was a switch blade with bears\r\n  emblazoned on the handle.  Elders objected to the admission of the knives,\r\n  contending that they were irrelevant because none of them were used during the\r\n  commission of the crimes.  Over Elders' objection, the trial court admitted the\r\n  knives into evidence.  \r\nAt the conclusion of the\r\n  State's case in chief, Elders moved for a directed verdict with respect to his\r\n  kidnapping charges.  Elders argued that charging him with kidnapping after he\r\n  had pled guilty to carjacking constituted double jeopardy.  The trial court\r\n  denied Elders' motion.    \r\nThe jury subsequently found\r\n  Elders guilty of armed robbery and two counts of kidnapping.  Additionally,\r\n  with respect to the ABIK charge involving Mrs. Riggs, the jury found Elders\r\n  guilty of the lesser included offense of assault and battery of a high and\r\n  aggravated nature (ABHAN).  The trial court sentenced Elders to twenty years'\r\n  imprisonment for the carjacking conviction, fifteen years' imprisonment for the\r\n  ABIK conviction,[2] thirty years' imprisonment for the armed robbery conviction, thirty years'\r\n  imprisonment for each of the two kidnapping convictions, and ten years'\r\n  imprisonment for the ABHAN conviction.[3] \r\n  This appeal followed.\r\nISSUES ON APPEAL\r\n1. Did the trial court err by failing\r\n  to direct a verdict on Elders' kidnapping charges?\r\n2. Did the trial court err by admitting\r\n  the photographs of Mr. Riggs and Mrs. Riggs into evidence?\r\n3. Did the trial court err by admitting\r\n  the four knives into evidence?\r\nSTANDARD OF REVIEW\r\nI. Directed Verdict\r\nWhen reviewing the denial of\r\n  a motion for a directed verdict, an appellate court must employ the same\r\n  standard as the trial court by viewing the evidence and all reasonable\r\n  inferences in the light most favorable to the nonmoving party.  Elam v. S.C.\r\n    Dep't of Transp., 361 S.C. 9, 27-28, 602 S.E.2d 772, 782 (2004).  This court\r\n  will reverse a trial court's ruling on a directed verdict motion if no evidence\r\n  supports the trial court's decision or the ruling is controlled by an error of\r\n  law.  Howard v. Roberson, 376 S.C. 143, 148-49, 654 S.E.2d 877, 880 (Ct.\r\n  App. 2007).\r\nII.&nbsp; Admission of Evidence\r\n&quot;The admission or\r\n  exclusion of evidence is a matter addressed to the sound discretion of the\r\n  trial court and its ruling will not be disturbed in the absence of a manifest\r\n  abuse of discretion accompanied by probable prejudice.&quot;  State v.\r\n    Douglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48 (2006).  An abuse of\r\n  discretion occurs where the conclusions of the trial court either lack\r\n  evidentiary support or are controlled by an error of law.  Id. at\r\n  429-30, 632 S.E.2d at 848.  Prejudice exists when there is &quot;a reasonable\r\n  probability that the jury's verdict was influenced by the challenged evidence\r\n  or the lack thereof.&quot;  State v. Martucci, 380 S.C. 232, 248, 669\r\n  S.E.2d 598, 606 (Ct. App. 2008).  \r\nWhere a review of the whole\r\n  record establishes that an error is harmless beyond a reasonable doubt, the conviction\r\n  should not be reversed.  State v. Thompson, 352 S.C. 552, 562, 575\r\n  S.E.2d 77, 83 (Ct. App. 2003).  &quot;Error is harmless beyond a reasonable\r\n  doubt where it did not contribute to the verdict obtained.&quot;  State v.\r\n    Pagan, 369 S.C. 201, 212, 631 S.E.2d 262, 267 (2006).  &quot;[I]n order to\r\n  conclude that the error did not contribute to the verdict, the Court must 'find\r\n  that error unimportant in relation to everything else the jury considered on\r\n  the issue in question, as revealed in the record.'&quot;  Lowry v. State,\r\n  376 S.C. 499, 508, 657 S.E.2d 760, 765 (2008) (quoting Yates v. Evatt,\r\n  500 U.S. 391, 403 (1991)).\r\nLAW/ANALYSIS\r\nI. Directed Verdict\r\nElders contends that the trial\r\n  court erred by failing to grant his motion for a directed verdict with respect\r\n  to his kidnapping charges.  He argues that the Double Jeopardy Clause precluded\r\n  his being convicted of both kidnapping and carjacking.  We disagree.  \r\nThe Double Jeopardy Clauses\r\n  of the United States and South Carolina Constitutions protect citizens from\r\n  being twice placed in jeopardy of life or liberty for the same offense.  See U.S. Const. amend. V (&quot;No person shall be . . . subject for the same\r\n  offence to be twice put in jeopardy of life or limb . . .&quot;); S.C. Const.\r\n  art. I, § 12 (&quot;No person shall be subject for the same offense to be twice\r\n  put in jeopardy of life or liberty . . .&quot;).  More specifically,\r\n  &quot;[t]he Double Jeopardy Clause protects against a second prosecution for the\r\n  same offense after acquittal or conviction, and protects against multiple\r\n  punishments for the same offense.&quot;  Stevenson v. State, 335 S.C.\r\n  193, 198, 516 S.E.2d 434, 436 (1999).  In both multiple punishment and\r\n  successive prosecution cases, double jeopardy claims are evaluated under the\r\n  &quot;same elements&quot; test set forth in Blockburger v. United States,\r\n  284 U.S. 299 (1932).[4] \r\n    \r\nPursuant to Blockburger,\r\n  &quot;where the same act or transaction constitutes a violation of two distinct\r\n  statutory provisions, the test to be applied to determine whether there are two\r\n  offenses or only one, is whether each provision requires proof of a fact which\r\n  the other does not.&quot;  Blockburger, 284 U.S. at 304; see also State v. Hall, 280 S.C. 74, 76 n.1, 310 S.E.2d 429, 430 n.1 (1983).  Under\r\n  the Blockburger test, a defendant may be convicted of two separate\r\n  crimes arising from the same conduct without being placed in double jeopardy\r\n  where his conduct &quot;consists of two 'distinct' offenses.&quot;  State v.\r\n    Pace, 337 S.C. 407, 417, 523 S.E.2d 466, 471 (Ct. App. 1999) (quoting State\r\n      v. Moyd, 321 S.C. 256, 258, 468 S.E.2d 7, 9 (Ct. App. 1996)); accord Hall, 280 S.C. at 77, 310 S.E.2d at 431; State v. Steadman, 216\r\n  S.C. 579, 589, 59 S.E.2d 168, 173 (1950); State v. Lewis, 321 S.C. 146, 148,\r\n  467 S.E.2d 265, 266 (Ct. App. 1996).[5]  \r\nHere, the kidnapping statute\r\n  and the carjacking statute each require proof of a fact that the other one does\r\n  not.  In order to convict a defendant of kidnapping, the State is required to\r\n  prove that the defendant: (i) unlawfully seized, confined, inveigled, decoyed,\r\n  kidnapped, abducted or carried away any other person by any means whatsoever;\r\n  (ii) without authority of law.  S.C. Code Ann. § 16-3-910 (2003).[6] \r\n  In contrast, to convict a defendant of carjacking, the State must prove that\r\n  the defendant: (i) took, or attempted to take, a motor vehicle from another\r\n  person; (ii) by force and violence or by intimidation; (iii) while the person\r\n  was operating the vehicle or while the person was in the vehicle.  S.C. Code\r\n  Ann. § 16-3-1075(B) (2003).  Thus, whereas the kidnapping statute requires proof\r\n  that the defendant &quot;unlawfully seized, confined, inveigled, decoyed,\r\n  kidnapped, abducted or carried away any other person by any means whatsoever,&quot;\r\n  the carjacking statute does not require such proof.  Conversely, the carjacking\r\n  statute requires the State to prove that the defendant &quot;took, or attempted\r\n  to take, a motor vehicle from another person,&quot; which is not required to\r\n  prove kidnapping.  Therefore, because kidnapping and carjacking each contain an\r\n  element that the other does not, we hold that the trial court did not err by\r\n  denying Elders' motion for a directed verdict on his kidnapping charges.  \r\nII. Admission of Photographs\r\nNext,\r\n  Elders argues that the trial court erred by admitting into evidence the photograph\r\n  of Mr. Riggs in the hospital, attached to medical equipment, and the photograph\r\n  depicting Mrs. Riggs in a wheelchair.  Specifically, Elders contends that the\r\n  photographs were inflammatory and that they were introduced solely to arouse\r\n  the passions and prejudices of the jury.  We disagree. \r\n&quot;The relevance,\r\n  materiality, and admissibility of photographs are matters within the sound\r\n  discretion of the trial court and a ruling will be disturbed only upon a\r\n  showing of an abuse of discretion.&quot;  Martucci, 380 S.C. at 249, 669\r\n  S.E.2d at 607.  Ordinarily, it is not an abuse of discretion to admit\r\n  photographs that corroborate testimony.  State v. Hambright, 310 S.C.\r\n  382, 388, 426 S.E.2d 806, 809 (Ct. App. 1992).  However, &quot;[p]hotographs\r\n  calculated to arouse the sympathy or prejudice of the jury should be excluded\r\n  if they are irrelevant or not necessary to substantiate material facts or\r\n  conditions.&quot;  State v. Brazell, 325 S.C. 65, 78, 480 S.E.2d 64, 72\r\n  (1997). \r\n\r\n  A. Photograph of Mr. Riggs\r\n\r\nHere, we conclude that the\r\n  trial court did not err by admitting the photograph of Mr. Riggs.  The\r\n  photograph showed the puncture wound to Mr. Riggs' chest, as well as abrasions\r\n  to the outside of his hand, and therefore corroborated Mr. Riggs' testimony\r\n  regarding his struggle with Elders and the injuries he sustained as a result. \r\n  Additionally, because the photograph showed that Mr. Riggs had been stabbed, it\r\n  was relevant to the armed robbery charge in that it tended to demonstrate that\r\n  Elders was armed with a knife or similar weapon on the evening the crimes\r\n  occurred.[7]  \r\nThus, because the photograph\r\n  had significant probative value, the present case is readily distinguishable\r\n  from the two cases relied upon by Elders: State v. Langley, 334 S.C.\r\n  643, 515 S.E.2d 98 (1999) and State v. Livingston, 327 S.C. 17, 488\r\n  S.E.2d 313 (1997).  In each of those two cases, the South Carolina Supreme\r\n  Court ruled that the trial court erred by admitting a photograph of the crime\r\n  victim because the photograph had no probative value.  See Langley,\r\n  334 S.C. at 648, 515 S.E.2d at 100 (concluding that photograph of murder victim\r\n  was &quot;not relevant to proving the guilt of appellant&quot; because it was\r\n  introduced solely to distance victim from drug dealing occurring near murder\r\n  scene and to neutralize testimony by the State's witnesses regarding victim's\r\n  drug use); Livingston, 327 S.C. at 20, 488 S.E.2d at 314 (finding that\r\n  photograph of felony DUI victim taken shortly before her death was &quot;irrelevant\r\n  to any matter in issue&quot;).  Here, the photograph of Mr. Riggs was relevant\r\n  to establishing Elders' guilt and therefore Langley and Livingston are inapposite to the present case.  See State v. Bennett, 369\r\n  S.C. 219, 228-29, 632 S.E.2d 281, 286-87 (2006) (finding that hospital\r\n  photographs introduced to show the extent of the injuries suffered by ABHAN\r\n  victims were &quot;easily distinguishable&quot; from the photographs in Langley and Livingston due to their highly probative nature).   \r\nFurthermore, while the\r\n  photograph may have aroused some sympathy among the jury, we conclude that the\r\n  photograph was not unduly prejudicial.   The\r\n  photograph was similar to other photographs that depicted Mr. Riggs' injuries and\r\n  that were admitted without objection.  Additionally, while the photograph\r\n  showed Mr. Riggs in the hospital, connected to medical equipment, Mr. Riggs\r\n  testified without objection that he spent several hours in the hospital after\r\n  the incident.  Therefore, we hold that the trial court did not err by failing\r\n  to exclude the photograph on the basis that it was too inflammatory.  \r\nNonetheless, Elders appears\r\n  to suggest that it was improper to admit the photograph given that Elders had,\r\n  prior to trial, pled guilty to the ABIK charge relating to Mr. Riggs.  However,\r\n  during the pre-trial arguments about Elders' guilty pleas, Elders' counsel\r\n  stated that the defense would not object to the State's presenting any of the\r\n  evidence that the State would have introduced on the two charges to which\r\n  Elders desired to plead guilty.  Additionally, as noted above, the photograph\r\n  was relevant to the armed robbery charge.  Accordingly, we hold that the trial\r\n  court properly admitted the photograph of Mr. Riggs.  \r\n\r\n  B. Photograph of Mrs. Riggs\r\n\r\nSimilarly, we conclude that the\r\n  trial court did not err by admitting the photograph of Mrs. Riggs.  Like the\r\n  photograph of Mr. Riggs, the photograph of Mrs. Riggs was probative without\r\n  being overly prejudicial.  It showed the injuries to Mrs. Riggs' knee and thus\r\n  corroborated her testimony that her knee had been injured when Elders grabbed\r\n  her purse from her.  Additionally, the photograph was relevant to both the ABIK\r\n  charge with respect to Mrs. Riggs and the armed robbery charge.  Moreover,\r\n  although the photograph showed Mrs. Riggs in a wheelchair, we do not find that the\r\n  photograph was inflammatory.  Other photographs of Mrs. Riggs' injuries were\r\n  admitted without objection.  Therefore, we hold that the photograph of Mrs.\r\n  Riggs was properly admitted.\r\nIII.&nbsp; Admission of Knives\r\nFinally,\r\n  Elders argues that the trial court erred by admitting into evidence the four knives\r\n  that were found in Elders' belongings at the time he was arrested. \r\n  Specifically, Elders claims that the knives were calculated to arouse the\r\n  sympathy or prejudice of the jury and that they were irrelevant given that none\r\n  of them were used during the crimes in question.  \r\n&quot;Evidence\r\n  which is not relevant is not admissible.&quot;  Rule 402, SCRE.[8] \r\n  Additionally, even relevant evidence should be excluded &quot;if its probative\r\n  value is substantially outweighed by the danger of unfair prejudice.&quot;  Rule\r\n  403, SCRE.  &quot;Unfair prejudice does not mean the damage to a defendant's\r\n  case that results from the legitimate probative force of the evidence; rather\r\n  it refers to evidence which tends to suggest decision on an improper\r\n  basis.&quot;  State v. Gilchrist, 329 S.C. 621, 630, 496 S.E.2d 424, 429\r\n  (Ct. App. 1998) (quoting United States v. Bonds, 12 F.3d 540, 567 (6th\r\n  Cir.1993)).  \r\nHere,\r\n  there is considerable evidence in the record demonstrating that the knives were\r\n  not used in the commission of the crimes.[9] \r\n  Additionally, none of the witnesses specifically testified that the knives were\r\n  similar to the knife used to commit the crimes.  Thus, evidence that the knives\r\n  were found in Elders' belongings two days after the crimes occurred tended to\r\n  prove not that Elders committed the crimes in question, but rather that he was\r\n  the sort of person who might commit such crimes.  Accordingly, in light of the\r\n  negligible probative value of the knives, as well as the danger of unfair\r\n  prejudice created by their admission, we hold that the knives should have been\r\n  excluded pursuant to Rule 403, SCRE.\r\nNonetheless,\r\n  although admitting the knives was error, we find that the error was harmless in\r\n  light of the overwhelming evidence of Elders' guilt.  Both Mr. Riggs and Mrs. Riggs\r\n  identified Elders as the person who put the knife to Mrs. Riggs' neck, who\r\n  fought with Mr. Riggs, and who stole the Riggses' car and Mrs. Riggs' purse. \r\n  Additionally, testimony by Hall corroborated the Riggses' testimony regarding\r\n  Elders' involvement in the crimes.  Moreover, Chris Smith and his mother, Dawn\r\n  Smith, both testified that Elders confessed to stealing a car.  In addition,\r\n  the officer who arrested Elders a couple of days after the crimes occurred testified\r\n  that he observed scratch marks on Elders' arms, hands and face, as well as a\r\n  bandage on Elders' wrist, thus buttressing the testimony by Hall and the\r\n  Riggses regarding the struggle between Elders and Mr. Riggs.  Furthermore, a\r\n  cigarette butt containing DNA that matched Elders' DNA was found in the Riggses'\r\n  car, as was Elders' jacket.  Finally, because Elders' guilty pleas were made\r\n  shortly before the trial commenced, the jury was aware of the fact that Elders\r\n  had pled guilty to carjacking and ABIK with respect to Mr. Riggs.  Based on the\r\n  foregoing, we are convinced beyond a reasonable doubt that the admission of the\r\n  knives did not contribute to the jury's verdict and that reversal of Elders'\r\n  convictions is therefore not warranted.  See State v. Bailey, 298\r\n  S.C. 1, 5, 377 S.E.2d 581, 584 (1989) (&quot;When guilt has been conclusively\r\n  proven by competent evidence such that no other rational conclusion can be\r\n  reached, the Court should not set aside a conviction because of insubstantial\r\n  errors not affecting the result.&quot;).\r\nCONCLUSION\r\nWe hold that the trial court\r\n  did not err by denying Elders' motion for a directed verdict with respect to\r\n  his kidnapping charges.  We also conclude that the trial court did not abuse its\r\n  discretion by admitting the challenged photographs of Mr. and Mrs. Riggs. \r\n  Although we find that the trial court erred by admitting the four knives, we\r\n  deem the error harmless.  Accordingly, Elders' convictions are \r\nAFFIRMED.\r\nHUFF, J., and GOOLSBY, A.J.,\r\n  concur.  \r\n\r\n\r\n[1] On the evening\r\n  before the knives were discovered, Elders went over to Smith's house and spent\r\n  the night there.  \r\n[2] As noted above,\r\n  Elders is not appealing his carjacking conviction or his ABIK conviction.\r\n[3] At sentencing,\r\n  the trial court appeared to indicate that the last four of Elders' sentences\r\n  were to run concurrently to the first two, thus effectively giving Elders a\r\n  thirty-five year sentence.  However, according to the State's brief, all of\r\n  Elders' sentences were set to run concurrently.  For the purposes of\r\n  this appeal, it is unnecessary for us to resolve this apparent discrepancy.  \r\n[4] Stevenson,\r\n  335 S.C. at 198, 516 S.E.2d at 437; State\r\n    v. Easler, 327 S.C. 121, 132, 489 S.E.2d 617, 623 (1997).\r\n[5] Blockburger notwithstanding, a court may conclude that there is no double jeopardy\r\n  violation even if the &quot;same elements&quot; test is met where the\r\n  legislature clearly intends multiple punishments for a single act.  Stevenson,\r\n  335 S.C. at 198 n.4, 516 S.E.2d at 437 n.4 (citing Missouri v. Hunter,\r\n  459 U.S. 359 (1983)).  Importantly, the Double Jeopardy Clause does not limit\r\n  the legislature's power to impose sentences for a given crime, but rather acts\r\n  as a restraint on courts and prosecutors.  Brown v. Ohio, 432 U.S. 161,\r\n  165 (1977); Hall, 280 S.C. at 77, 310 S.E.2d at 431.  \r\n[6] Under South\r\n  Carolina law, a defendant may be convicted of kidnapping even when the kidnapping\r\n  is merely incidental to another crime.  See Hall, 280 S.C. at 77-78,\r\n  310 S.E.2d at 431-32 (1983); State v. East, 353 S.C. 634, 636-38, 578\r\n  S.E.2d 748, 750 (Ct. App. 2003).  However, there is a caveat to this rule; where\r\n  the defendant has been sentenced for murder, the kidnapping statute prohibits\r\n  the trial court from separately sentencing the defendant for kidnapping.  S.C.\r\n  Code Ann. § 16-3-910 (2003); State v. Livingston, 282 S.C. 1, 8, 317\r\n  S.E.2d 129, 133 (1984).\r\n[7] Although the\r\n  armed robbery charge was brought in connection with the theft of Mrs. Riggs'\r\n  purse, Elders' struggle with Mr. Riggs occurred shortly before Mrs. Riggs'\r\n  purse was taken.  \r\n[8] &quot;Relevant\r\n  evidence&quot; means &quot;evidence having any tendency to make the existence\r\n  of any fact that is of consequence to the determination of the action more\r\n  probable or less probable than it would be without the evidence.&quot;  Rule\r\n  401, SCRE.  \r\n[9] Mr. Riggs\r\n  provided express testimony to that effect.  Additionally, the State's expert in\r\n  DNA analysis testified that he conducted a &quot;very sensitive&quot; screening\r\n  test on the knives to determine the presence of blood and that he found no\r\n  blood on the knives. \r\n\r\n","court":"Appeals"},{"id":"4649","title":"Tracey Sims v. Dewey Gregory, Jr.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4649","description":"Tracy Sims, as guardian for Emma G., a minor child under the age of 18, appeals from the trial court's grant of summary judgment for Dewey Gregory in an action arising from a car accident.  The trial court held (1) South Carolina law does not allow an alleged violation of a seatbelt law to be used as evidence of negligence, and (2) the injuries to the minor child were not caused by any negligence on part of Gregory but were caused by negligence of a third party. We affirm.","date":"2010-01-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Tracey Sims, as\r\n          Guardian for Emma G., a minor child under the age of eighteen (18), Appellant,\r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Dewey V.\r\n          Gregory, Jr., Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Dorchester County\r\n  James C. Williams, Jr., Circuit Court\r\nJudge\r\n\r\nOpinion No. 4649\r\n  Heard October 13, 2009 – Filed January 28,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Grahame E. Holmes, Ronnie L. Crosby, and Matthew\r\n          V. Creech, all of Walterboro, for Appellant.\r\n        Thomas  Milligan, of Mt. Pleasant, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J: Tracy Sims, as guardian for Emma G., a minor child\r\n  under the age of 18, appeals from the trial court's grant of summary judgment\r\n  for Dewey Gregory in an action arising from a car accident.  The trial court\r\n  held (1) South Carolina law does not allow an alleged violation of a seatbelt\r\n  law to be used as evidence of negligence, and (2) the injuries to the minor\r\n  child were not caused by any negligence on part of Gregory but were caused by\r\n  negligence of a third party. We affirm.\r\nFACTS\r\nThis case arises\r\n  from an automobile accident that occurred in Summerville, South Carolina. \r\n  Gregory was driving his daughter, Emma G., home from school when the accident\r\n  occurred.  Stephen Welch crossed the center line on Highway 17A and struck\r\n  Gregory's automobile head-on.  As a result of the accident, Emma G. suffered a\r\n  brain injury.  Sims, Emma G.'s mother, filed suit against Gregory on the ground\r\n  that Gregory failed to properly restrain Emma G. prior to the collision.  \r\nGregory filed a\r\n  motion for summary judgment arguing Emma G. was properly restrained, and even\r\n  if she was not, South Carolina law does not allow the violation of a seatbelt\r\n  law to be used as evidence of negligence.  Additionally, Gregory argued the accident\r\n  was caused by the intervening negligence of a third party, Welch.  In support\r\n  of his position, Gregory submitted an affidavit, stating Emma G. was properly\r\n  restrained at the time of the collision.  \r\nIn response, Sims\r\n  submitted an affidavit, claiming Gregory told her Emma G. was not properly\r\n  restrained at the time of the accident because Emma G. was wearing only her lap\r\n  belt and did not have on her shoulder harness.  Additionally, Sims submitted an\r\n  affidavit from her counsel, stating that Emergency Medical Services records\r\n  indicated Emma G. was wearing only her lap belt at the time of the accident.    \r\nThe trial court\r\n  granted Gregory's motion, holding Gregory was not negligent in causing the\r\n  accident, the accident was solely the fault of a third party, and South\r\n  Carolina law does not recognize or allow a cause of action for a violation of\r\n  the seatbelt statute.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\nWhen reviewing the grant of a summary judgment motion, this court\r\n  applies the same standard of review as the circuit court under Rule 56, SCRCP.  Cowburn\r\n    v. Leventis, 366 S.C. 20, 30, 619 S.E.2d 437, 443 (Ct. App. 2005).  Summary judgment is proper when there\r\n  is no genuine issue as to any material fact and the moving party is entitled to\r\n  a judgment as a matter of law.  Id.  To determine whether any triable\r\n  issues of fact exist, the reviewing court must consider the evidence and all\r\n  reasonable inferences in the light most favorable to the non-moving party.  Id.\r\nLAW/ANALYSIS\r\nIn granting\r\n  summary judgment, the trial court ruled South Carolina law does not allow a\r\n  violation of a seatbelt law to be used as evidence of negligence.  We agree.\r\nIn 1989, the General Assembly\r\n  passed a statute requiring all drivers and occupants of motor vehicles to use\r\n  safety belts.  S.C. Code Ann. § 56-5-6520 (Supp.\r\n  2008).  The mandatory seatbelt law states, &quot;[t]he driver and every occupant of a motor vehicle . . . must\r\n  wear a fastened safety belt. . . .  The driver is charged with the\r\n  responsibility of requiring each occupant seventeen years of age or younger to\r\n  wear a safety belt or be secured in a child restraint system. . . .&quot;  Id. \r\n  Simultaneously, the General Assembly refused to allow the use of evidence in a\r\n  civil action showing that a driver or occupant of a motor vehicle failed to use\r\n  a safety belt.  S.C. Code Ann. § 56-5-6540(C) (Supp. 2008).  Specifically, section\r\n  56-5-6540(C), which delineates the penalties for a violation of the mandatory\r\n  seatbelt law, states, &quot;[a] violation of this article is not negligence per\r\n  se or contributory negligence, and is not admissible as evidence in a civil\r\n  action.&quot;  \r\nThe cardinal rule\r\n  of statutory construction is to determine and give effect to the intent of the\r\n  legislature.  Charleston County Sch. Dist. v. State Budget &amp; Control Bd.,\r\n  313 S.C. 1, 5, 437 S.E.2d 6, 8 (1993).  The best evidence of legislative intent\r\n  is the text of the statute.  Wade v. State, 348\r\n  S.C. 255, 259, 559 S.E.2d 843, 844 (2002) (internal quotations\r\n  and citations omitted).  If the terms of the statute are clear, the court must\r\n  apply those terms according to their literal meaning.  City of\r\n    Columbia v. Am. Civil Liberties Union of S.C., Inc., 323 S.C. 384, 387, 475\r\n  S.E.2d 747, 749 (1996).  \r\nIn the present case, section\r\n  56-5-6540(C) clearly states a violation of the mandatory seatbelt law cannot be\r\n  used as evidence in a civil action to show that a\r\n  driver or occupant of a motor vehicle failed to use a safety belt.  Even\r\n  if we assume Gregory violated the seatbelt law by failing to ensure Emma G. was\r\n  wearing her safety belt, section 56-5-6540(C) precludes any evidence of\r\n  Gregory's alleged violation to be used in a civil trial to show he failed to\r\n  restrain Emma G.  See Clark v. Cantrell, 332 S.C. 433, 451, 504\r\n  S.E.2d 605, 614-15 (Ct. App. 1998) (&quot;[Section 56-5-6540(C)] precluded the\r\n  use of evidence in a civil action showing that a driver or occupant of a motor\r\n  vehicle failed to wear a safety belt.&quot;).   The language of the statute is\r\n  clear, and as such, we must give effect to that language, and conclude the\r\n  trial court properly granted summary judgment in favor of Gregory.  \r\nNonetheless, Sims\r\n  argues her claims of common law negligence would survive even after the\r\n  enactment of sections 56-5-6520 and 56-5-6540. We disagree.  \r\nThe South\r\n  Carolina Supreme Court has held that absent a statutory duty, there was no\r\n  common law duty to wear a safety belt.  Keaton v. Pearson, 292 S.C. 579,\r\n  580, 358 S.E.2d 141, 141 (1987). In Keaton, our supreme court stated it\r\n  was the province of the General Assembly to impose a duty to wear a safety\r\n  belt.  Id.  Our General Assembly accepted this invitation, and two years\r\n  after the Keaton decision enacted the mandatory safety belt law.  Clark, 332\r\n  S.C. at 451 n.11, 504 S.E.2d at 615 n.11.  The only duty to wear a safety belt\r\n  is statutory.  As such, Sims' argument fails.[1]\r\nCONCLUSION\r\nAccordingly, the trial court’s\r\n  decision is \r\nAFFIRMED.\r\nWILLIAMS and GEATHERS, JJ.,\r\n  concur.\r\n\r\n\r\n[1] Both parties argue about the application of section\r\n  56-5-6460.  This section states, &quot;[a] violation of this article shall not\r\n  constitute negligence, per se, contributory negligence nor be admissible as\r\n  evidence in any trial of any civil action.&quot;  However, this section only\r\n  applies to children five years or younger.  S.C. Code\r\n  Ann. § 56-5-6410 (Supp. 2008).  At the time of the accident, Emma G. was\r\n  seven years old.  Thus, section 56-5-6460 is inapplicable to this case. \r\n\r\n","court":"Appeals"}]