[{"id":"4761","title":"Coake v. Burt","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4761","description":"Robert and Susan Coake (the Coakes) argue the trial court erred in granting Kathleen Thomason Davis's (Davis) motion for a directed verdict on their cause of action for violation of the Residential Property Condition Disclosure Act (the Disclosure Act).  Davis cross-appeals and maintains the trial court erred in failing to award her attorney's fees.","date":"2010-12-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:div align=\"center\"\r\n}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE\r\nSTATE OF SOUTH CAROLINA\r\nIn The\r\n  Court of Appeals\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRobert Coake\r\nand Susan Coake, Appellants/Respondents,\r\n\t\t\t\tv.\r\n\t\t\t\tKathleen Burt,\r\nn/k/a Kathleen Thomason, Respondent/Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\n\r\nAppeal\r\n  From Anderson County\r\n  \r\n   J.\r\n  Cordell Maddox, Jr., Circuit Court Judge\r\n\r\n\r\n\r\nOpinion\r\n  No.4761\r\n  \r\nHeard\r\n  June 22, 2010 – Filed December 1, 2010\r\n\r\n\r\n\r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJames A. Blair, III and Kirsten E. Small,\r\n  both of Greenville, for Appellants/Respondents.\r\n\r\n\t\t\t\tHarold P.\r\n  Threlkeld, of Anderson, for Respondent/Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY, J.:  Robert and Susan Coake\r\n  (the Coakes) argue the trial court erred in granting Kathleen Thomason Davis's[1] (Davis) motion for a directed verdict on their cause of action for violation of\r\n  the Residential Property Condition Disclosure Act[2] (the Disclosure Act).  Davis cross-appeals and maintains the trial court erred\r\n  in failing to award her attorney's fees.  We reverse. \r\n  \r\n  \r\n  FACTS\r\n  \r\n  \r\nIn July 2004, the Coakes purchased property located at 2203 East North\r\n  Avenue in Anderson, South Carolina (the Property) from Davis for $296,900. The\r\n  Property consisted of a house, free-standing garage and apartment, pool, and\r\n  pool house on approximately two acres. Prior to the sale, Davis completed a\r\n  Residential Property Condition Disclosure Statement (the Disclosure Statement)\r\n  as required by the Disclosure Act.  In addition, a licensed professional home\r\n  inspector hired by the Coakes completed an inspection of the Property on June\r\n  28, 2004.  According to Robert Coake, he did not receive the inspection\r\n  report until during or after the closing on July 13, 2004.  Robert Coake spent between\r\n  one and two hours personally inspecting the Property before closing. \r\n  \r\n  In May 2005, the Coakes filed suit against\r\n    Davis alleging she violated the Disclosure Act and committed fraud.  During a\r\n    jury trial held in July 2007, the Coakes alleged Davis failed to make certain\r\n    disclosures in the Disclosure Statement regarding the Property.[3]  The Coakes alleged Davis made the following misrepresentations: \r\n1.&nbsp; Underground fuel tank\r\n  The Coakes alleged Davis failed to disclose an\r\n    underground fuel tank on the Property.  Item number 14 on the Disclosure\r\n    Statement required Davis to identify whether any &quot;[e]nvironmental hazards\r\n    (substances, materials or products) including asbestos, formaldehyde, radon\r\n    gas, methane gas, lead-based paint, underground storage tank, toxic mold or\r\n    other hazardous material (whether buried or covered), contaminated soil or\r\n    water, or other environmental contamination&quot; were located on the\r\n    Property.  Davis checked &quot;Yes,&quot; underlined &quot;asbestos,&quot; and\r\n    wrote &quot;#14 asbestos is present in basement&quot; in the explanation area\r\n    provided at the bottom of the Disclosure Statement.  Davis testified it was not\r\n    her intention to not disclose the underground tank, and that she disclosed it\r\n    by checking &quot;Yes.&quot;  \r\n2.&nbsp; Water leakage in basement\r\n  The Coakes alleged Davis failed to disclose water\r\n    leakage in the basement.  Item number 3 asked whether there was any\r\n    &quot;[w]ater seepage, leakage, dampness or standing water or water intrusion\r\n    from any source in any area of the structure.&quot;  Davis answered &quot;No.&quot; \r\n    She testified that although she knew about the leakage, she did not consider it\r\n    to be a problem.       \r\n3.&nbsp; Termite bond\r\n  The Coakes alleged Davis incorrectly asserted there\r\n    was a transferrable termite bond on the Property.  In the Disclosure\r\n    Statement, Davis indicated there was a transferrable termite bond on the\r\n    Property.  After closing, the Coakes discovered the termite bond expired two\r\n    years before the sale.  Davis testified she indicated there was a transferrable\r\n    termite bond on the Property because she &quot;assumed&quot; there was a\r\n    transferrable bond.  \r\n4.&nbsp; Wood rot\r\n  The Coakes alleged Davis failed to disclose rotten\r\n    wood on the garage doors and in the pool house.  Davis indicated she did\r\n    not have any knowledge of problems with any of the structural components of the\r\n    Property.  At trial, Davis testified she checked &quot;No&quot; because she was\r\n    not aware of any problems with the garage or pool house.  \r\n5.&nbsp; Security system\r\n  The Coakes alleged Davis incorrectly asserted the\r\n    house had a working security system.  While Davis indicated the house\r\n    had a working security system, Robert Coake testified the security system did\r\n    not work.  According to Davis, she stopped paying the security company when she\r\n    moved out of the house two years before the sale, but the security system\r\n    worked while she lived in the house.  \r\n6.&nbsp; Pool house plumbing\r\n  \r\nThe Coakes alleged Davis\r\n  failed to disclose problems with the plumbing in the pool house.  Davis\r\n  indicated there were no problems with any of the plumbing on the Property.  The\r\n  Coakes later discovered the pool house had no hot water because the supply line\r\n  had become encased in concrete. \r\n  \r\n  \r\nRobert Coake testified $10,090 of the $38,390 he and his wife spent on\r\n  repairs and improvements to the Property was for repairs related to Davis's\r\n  misrepresentations.  The repairs made by the Coakes included: $2,500 for a new\r\n  alarm system, $2,040 for filling and capping the underground fuel tank, $500\r\n  for repairs to the pool house plumbing, $450 for miscellaneous repairs by a\r\n  contractor, and $4,600 for repairing wood rot in the garage, apartment, and\r\n  pool house.  In January 2006, the Coakes sold the Property for $440,000.\r\n  \r\n  \r\nAfter the Coakes presented their case to the jury, the\r\n  trial court granted a directed verdict to Davis on the Coakes' fraud claim. Following\r\n  the presentation of Davis's case, the trial court granted a directed verdict to\r\n  Davis on the Coakes' cause of action for violation of the Disclosure Act. In a\r\n  written order, the trial court found a genuine issue of fact existed as to\r\n  whether Davis disclosed any material information on the Disclosure Statement\r\n  that she knew to be false, incomplete, or misleading.  In addition, the trial\r\n  court found the Coakes' failure to conduct a reasonable examination of the\r\n  Property and to review the inspection report violated their duty to exercise\r\n  reasonable diligence or discretion to protect their own interests.  The trial\r\n  court determined the Coakes failed to prove damages because they realized a\r\n  profit from the sale of the Property, did not repair all of the items that were\r\n  not disclosed by Davis, and failed to relate any expenditure directly to Davis's\r\n  failure to disclose.  Thereafter, the Coakes moved for a reconsideration\r\n  of the trial court's ruling on their Disclosure Act claim, and Davis moved for\r\n  an award of attorney's fees and costs.  The\r\n  trial court denied both motions.  This appeal followed. [4]\r\n  \r\n  \r\n  STANDARD OF\r\n  REVIEW\r\n  \r\n  \r\nIn reviewing a motion for\r\n  directed verdict, the appellate court applies the same standard as the circuit\r\n  court.  Welch v. Epstein, 342 S.C. 279, 299, 536 S.E.2d 408, 418 (Ct. App.\r\n  2000).  The court must view the evidence and the inferences that can reasonably\r\n  be drawn in the light most favorable to the nonmoving party.  Sabb v. South\r\n  Carolina State Univ., 350 S.C. 416, 427, 567 S.E.2d 231, 236 (2002).  If\r\n  the evidence as a whole is susceptible of more than one reasonable inference, a\r\n  jury issue is created and the motion should be denied.  Bailey v. Segars,\r\n  346 S.C. 359, 366, 550 S.E.2d 910, 913 (Ct. App. 2001).\r\n  \r\n  \r\n  LAW/ANALYSIS\r\n  \r\nI.&nbsp; The Coakes' Appeal\r\nA.&nbsp; Reasonable Inspection\r\n  The Coakes argue the trial court erred in\r\n    granting Davis's directed verdict motion because the evidence presented at\r\n    trial permits more than one reasonable inference as to whether the Coakes\r\n    reasonably inspected the Property.  We agree.  \r\n  The trial court determined the Coakes\r\n    violated their duty to exercise reasonable diligence or discretion to protect\r\n    their interests.  In its order, the trial court noted the Coakes spent less\r\n    than two hours inspecting the Property, and the defects complained of were open\r\n    and obvious to anyone making a reasonable examination of the Property.  Furthermore,\r\n    the trial court noted the Coakes failed to review the home inspection report.  \r\n  In addition to requiring sellers to\r\n    disclose defects in their property, the Disclosure Act also requires buyers to\r\n    inspect the property.  See S.C. Code Ann. § 27-50-80 (2007) (&quot;This\r\n    article does not limit the obligation of the purchaser to inspect the physical\r\n    condition of the property and improvements that are the subject of a contract\r\n    covered by this article.&quot;).  We find the evidence presented at trial\r\n    allows for more than one reasonable inference as to whether the Coakes\r\n    reasonably inspected the Property.  Robert Coake testified he spent between one\r\n    and two hours inspecting the Property before closing.  Coake further testified\r\n    his inspection was hindered by several factors including: (1) the rotten wood\r\n    had been recently painted, (2) excessive overgrowth of vegetation prevented him\r\n    from discovering the oil tank, and (3) the termite damage was not discoverable\r\n    until the pool house floor was removed.  Coake also testified the home inspection\r\n    report was not available until it was faxed during or after the closing, and he\r\n    and his wife were under time pressure to close because the closing date\r\n    specified on the purchase contract had passed.  \r\n  While the trial court determined the\r\n    Coakes did not exercise reasonable diligence or discretion to protect their own\r\n    interests, the reasonableness of the Coakes' actions is a factual question to\r\n    be decided by the jury.  See Unlimited Serv., Inc. v. Macklen Enter.,\r\n      Inc., 303 S.C. 384, 387, 401 S.E.2d 153, 155 (1991) (holding questions\r\n    concerning reliance and its reasonableness are factual questions for the jury); see also Slack v. James, 364 S.C. 609, 615, 614 S.E.2d 636, 639 (2005)\r\n    (holding a question of fact exists as to whether a Buyer's reliance on a\r\n    Seller's misrepresentation is reasonable).  Accordingly, we find the trial\r\n    court erred in failing to submit the question of whether the Coakes made a\r\n    reasonable examination of the Property to the jury. [5]  \r\nB.&nbsp; Damages\r\n  The Coakes also argue the trial court\r\n    erred in finding they failed to present sufficient evidence of damages from\r\n    Davis's non-disclosures to submit the question of damages to the jury.  We\r\n    agree.  \r\n  The trial court determined the Coakes\r\n    failed, as a matter of law, to prove actual damages resulting from any alleged\r\n    false, incomplete, or misleading disclosure made by Davis.  In its order, the\r\n    trial court noted the Coakes purchased the Property for less than $300,000 and spent\r\n    less than $40,000 on repairs before selling the Property for $440,000.  The\r\n    trial court concluded that while the Coakes submitted a list of expenses in the\r\n    amount of $38,398, those expenses related to improvements that presumably\r\n    enabled them to realize a $143,100 gain from the sale of the Property. \r\n  Pursuant to the Disclosure Act, &quot;[a]n\r\n    owner . . . who discloses any material information on the disclosure statement\r\n    that he knows to be false, incomplete, or misleading is liable for actual\r\n    damages proximately caused to the purchaser and court costs.&quot;  S.C. Code Ann. § 27-50-65 (2007).   According to Robert\r\n    Coake, he and his wife spent $10,090 on repairs for items not disclosed by\r\n    Davis in the Disclosure Statement.  Coake testified the repairs included: $2,500\r\n    for a new alarm system, $2,040 for filling and capping the underground fuel\r\n    tank, $500 for repairs to the pool house plumbing, $450 for miscellaneous\r\n    repairs by a contractor, and $4,600 for repairing wood rot in the garage,\r\n    apartment and pool house.  Coake further testified he was not claiming\r\n    damages for any repairs that had not been made. We find the evidence presented\r\n    at trial allows for more than one reasonable inference as to whether the Coakes\r\n    established damages.  Therefore, the trial court erred in failing to submit the\r\n    issue of damages to the jury. \r\nII.&nbsp; Davis's Appeal\r\n  \r\nDavis argues the trial court\r\n  erred in failing to award her attorney's fees. Specifically, Davis contends she\r\n  is entitled to attorney's fees as the prevailing party pursuant to section 27-50-65\r\n  of the South Carolina Code (2007).  Based upon our reversal of the trial\r\n  court's grant of a directed verdict, we need not address Davis's appeal.  Futch\r\n  v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n  591, 598 (1999) (holding an appellate court need not review remaining issues\r\n  when its determination of a prior issue is dispositive of the appeal).\r\n  \r\n  \r\n  CONCLUSION\r\n  \r\n  \r\n  Accordingly,\r\n  the trial court's grant of a directed verdict on the Coakes' cause of action\r\n  against Davis for violation of the Disclosure Act is\r\n  \r\n  \r\n  REVERSED.\r\n  \r\n  \r\n  KONDUROS and GEATHERS, JJ.,\r\n  concur. \r\n  \r\n\r\n\r\n[1] Formerly known as Kathleen Burt.\r\n[2] S.C. Code Ann. §§ 27-50-10 to -110 (2007).\r\n[3] The Disclosure Statement enumerates twenty-four items\r\n  concerning various aspects of the Property that may have problems. For each\r\n  item on the Disclosure Statement, the homeowner can answer &quot;Yes,&quot;\r\n  &quot;No,&quot; or &quot;No Representation.&quot;  According to the\r\n  instructions, a &quot;Yes&quot; answer requires the homeowner to explain the\r\n  problem.  Furthermore, a &quot;No&quot; answer indicates the homeowner has no\r\n  actual knowledge of any problem.  Davis admitted she did not read the\r\n  instructions prior to completing the statement.  \r\n[4] The Coakes did not appeal the trial court's grant of\r\n  a directed verdict on their fraud claim.  \r\n[5] We decline to reach the issue of whether the scope of\r\n  the Disclosure Statement extends to the detached structures on the Property.  See I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 420, 526 S.E.2d 716,\r\n  723 (2000) (holding it is within the appellate court's discretion whether to\r\n  address any of respondent's additional sustaining grounds); Id. at 421,\r\n  526 S.E.2d at 724 (stating the appellate court is &quot;likely to ignore&quot;\r\n  any additional sustaining grounds not presented to the trial court).\r\n\r\n","court":"Appeals"},{"id":"4762","title":"State v. Franklin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4762","description":"Tache Franklin appeals his convictions for voluntary manslaughter and possession of a weapon during the commission of a crime.  Franklin argues the trial court erred in admitting his statement into evidence.","date":"2010-12-01","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:div align=\"center\"\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tTache Franklin, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Orangeburg County\r\n R. Ferrell Cothran, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 4762\r\nSubmitted September 1, 2010 – Filed\r\n  December 1, 2010    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Robert M. Pachak, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant\r\n  Attorney General Julie M. Thames, all of Columbia; and Solicitor David Michael\r\n  Pascoe, Jr., of Orangeburg, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nSHORT,\r\n  J.:  Tache Franklin appeals his convictions for voluntary\r\n  manslaughter and possession of a weapon during the commission of a crime. \r\n  Franklin argues the trial court erred in admitting his statement into\r\n  evidence.  We affirm.[1]\r\nFACTS\r\nFranklin\r\n  was charged with murder, first-degree burglary, and possession of a weapon\r\n  during the commission of certain crimes as a result of the investigation into\r\n  Stephen Raines's (Victim) death.  Officer\r\n  James Shumpert of the Orangeburg County Sheriff's Office was the investigating\r\n  officer and took Franklin's statement at the police station.  \r\nAt\r\n  trial, Franklin sought to suppress his statement.  The trial court held a pre-trial Jackson v. Denno[2] hearing to determine the voluntariness of Franklin's statement.  Shumpert\r\n  testified that at 11:39 a.m. at the police station on the day of the shooting,\r\n  he read Franklin his Miranda[3] rights from the Sheriff's Office's standard Miranda warning form.  Franklin\r\n  initialed next to each Miranda right on the form, proceeded to sign,\r\n  then crossed out his signature and stated he did not want to talk.  Franklin\r\n  testified at the hearing the reason he initially refused to give a statement\r\n  was because he wanted to speak to an attorney.[4] \r\n  Shumpert testified Franklin did not ask for an attorney.  Franklin was taken to\r\n  a holding cell. \r\nAt\r\n  approximately 3:00 p.m., Victim died and Officer Shumpert again met with\r\n  Franklin to inform him of Victim's death.  Franklin testified Officer Bamberg,\r\n  of the Orangeburg County Sheriff's Office, was present and told him he could\r\n  receive a life sentence.  Franklin claimed Bamberg's threat of life\r\n  imprisonment made him panic, and he &quot;figured [he] had to tell them\r\n  something.&quot;  According to Shumpert, Franklin stated &quot;I didn't kill no\r\n  one,&quot; and indicated he wanted to talk.  Shumpert again read Franklin his\r\n  rights, and he signed the Miranda form.  Franklin then gave Shumpert his\r\n  statement.  When asked at the pre-trial hearing: &quot;Did you freely and\r\n  voluntarily give a statement to them?&quot; Franklin responded: &quot;Yes, I\r\n  did.&quot;  He admitted he was not forced or threatened or told he would spend\r\n  the rest of his life in prison if he did not talk to them. \r\nIn\r\n  the written portion of his statement, Franklin claimed he was at work when he\r\n  received a telephone call from Damien asking for a ride to Corona Drive\r\n  Apartments.  Franklin called his friend, Anthony.  Franklin, Damien, and\r\n  Anthony met at the Citgo station.  Damien got into the car with a shotgun, and Franklin\r\n  dropped Anthony off &quot;in the back&quot; with his friend, Terrell.  The men\r\n  then went to the Corona Apartments.  In his statement, Franklin continued:\r\n\r\n\t[T]hey\r\n  went upstairs to do business. I was downstairs. I heard tumbling. I was getting\r\n  ready to walk to the back with . . . Anthony and Terrell, then I heard a shot\r\n  go off. I left the apartment walking because Damien had my keys. Later on got\r\n  picked up by the police. \r\n\r\nThe latter portion of\r\n  Franklin's statement consisted of questions asked by Shumpert and answered by\r\n  Franklin.  \r\nThe\r\n  trial court found Franklin was given his Miranda warnings; the second\r\n  interview was to advise him of a change in the case and that he was now faced\r\n  with a murder charge; and the statement was not coerced and was freely and voluntarily\r\n  made. \r\nAt\r\n  trial, Franklin testified he and Anthony went to Victim's house to buy an ounce\r\n  of cocaine for $600.  Victim let him in the back door.  Neither Franklin nor\r\n  Anthony was armed.  Franklin went upstairs with Victim while Anthony stayed\r\n  downstairs.  Victim told Franklin he needed $800.  Franklin and Victim\r\n  exchanged words, Franklin started to leave, Victim pushed Franklin then grabbed\r\n  a rifle that was leaning against the wall.  Franklin &quot;rushed in,&quot;\r\n  pushed Victim, and grabbed the gun.  Franklin next tripped on a shoe and fell\r\n  into the closet.  The two men tussled, and Victim snatched the gun from\r\n  Franklin.  Franklin pulled the trigger.  Franklin admitted there was no person\r\n  named &quot;Damien&quot; involved.  He testified he lied in his statement to\r\n  the police because he felt he had no choice and was panicked.  \r\nThe\r\n  trial court properly charged the jury it must first determine the voluntariness\r\n  of Franklin's statement before considering it.  The jury found Franklin guilty of voluntary manslaughter and possession\r\n  of a weapon.  The trial court sentenced Franklin to concurrent sentences of\r\n  twenty and five years' imprisonment, respectively.  This appeal followed.\r\nStandard\r\n  of Review\r\nThe trial court's factual\r\n  conclusions as to the voluntariness of a statement will not be disturbed on\r\n  appeal unless so manifestly erroneous as to constitute an abuse of discretion.  State\r\n    v. Baccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006).  An appellate court\r\n  is bound by the trial court's factual findings unless they are clearly\r\n  erroneous.  Id.  When reviewing a trial court's ruling concerning\r\n  voluntariness, the appellate court does not re-evaluate the facts based on its\r\n  own view of the preponderance of the evidence, but simply determines whether\r\n  the trial court's ruling is supported by any evidence.  State v. Saltz,\r\n  346 S.C. 114, 136, 551 S.E.2d 240, 252 (2001).\r\nLAW/ANALYSIS\r\nFranklin\r\n  argues the trial court erroneously admitted his statement because he invoked\r\n  his right to silence and the police initiated contact on the same charges. \r\n  Franklin maintains the admission of his statement was prejudicial error because\r\n  it damaged his credibility.  In his statement, Franklin blamed the shooting on\r\n  a third person, but at trial he asserted self-defense.  We affirm.\r\n&quot;A\r\n  statement obtained as a result of custodial interrogation is inadmissible\r\n  unless the suspect was advised of and voluntarily waived his rights under Miranda . . . .&quot;  State v. Aleksey, 343 S.C. 20, 30, 538 S.E.2d 248, 253\r\n  (2000).  If a suspect invokes his right to counsel, police interrogation must\r\n  cease unless the suspect initiates further communication with police.  State\r\n    v. Wannamaker, 346 S.C. 495, 499, 552 S.E.2d 284, 286 (2001).  \r\nThe\r\n  invocation of the right to remain silent, however, is not equivalent to the\r\n  invocation of the right to counsel and &quot;is not a permanent bar to police\r\n  reinitiating contact with the suspect.&quot;  State v. Benjamin, 345\r\n  S.C. 470, 476, 549 S.E.2d 258, 261 (2001) (citing Michigan v. Moseley,\r\n  423 U.S. 96 (1975)).  If an accused invokes the right to remain silent, the\r\n  police may resume questioning as long as the original request to cease\r\n  questioning was &quot;scrupulously honored.&quot;  Id. (quoting Moseley,\r\n  423 U.S. at 102-04).  \r\n\r\n\tIn Benjamin,\r\n  our supreme court opined:  \r\n\t\r\n\t\tCourts\r\n  interpreting Mosley have set forth five factors to analyze to ascertain\r\n  whether the defendant's right to cut off questioning was &quot;scrupulously\r\n  honored&quot;: (1) whether the suspect was given Miranda warnings at the\r\n  first interrogation; (2) whether police immediately ceased the interrogation\r\n  when the suspect indicated he did not want to answer questions; (3) whether\r\n  police resumed questioning the suspect only after the passage of a significant\r\n  period of time; (4) whether police provided a fresh set of Miranda warnings before the second interrogation; and (5) whether the second\r\n  interrogation was restricted to a crime that had not been a subject of the\r\n  earlier interrogation. \r\n\t\r\n\r\nId.  \r\nThe\r\n  defendant in Benjamin was arrested and taken to the sheriff's office.  Id. at 475, 549 S.E.2d at 261.  When asked by the officer if he wanted to talk,\r\n  Benjamin invoked his right to silence, but according to the officer, did not\r\n  request an attorney.  Id.  Approximately one hour later, a South\r\n  Carolina Law Enforcement Division (&quot;SLED&quot;) officer investigating the\r\n  case arrived.  Id.  Benjamin agreed to talk to the SLED officer and gave\r\n  oral and written statements.  Id.  Finding the statements admissible,\r\n  the supreme court stated:  &quot;[T]he Mosley factors are not\r\n  exclusively controlling, nor do they establish a test which can be woodenly\r\n  applied.  Rather, the factors provide a framework for determining whether,\r\n  under the circumstances, an accused's right to silence was scrupulously\r\n  honored.&quot;  Id. at 477, 549 S.E.2d at 261 (citations omitted).  The\r\n  court further concluded that a second interrogation is not unconstitutional\r\n  merely for involving the same subject matter discussed in the first interview.  Id. at 477, 549 S.E.2d at 262. \r\nThe Benjamin court found &quot;a subsequent interrogation concerning the same crime does\r\n  not, in and of itself, violate an accused's right to remain silent.&quot;  Id. at 478, 549 S.E.2d at 262.  Rather, &quot;[w]hat is paramount is that police,\r\n  under the totality of the circumstances, 'scrupulously honor'&quot; a suspect's\r\n  right to remain silent.  Id.  The court found Benjamin's right to remain\r\n  silent was &quot;scrupulously honored&quot; as he had the right to cut off\r\n  questioning at any time; the original officer immediately ceased questioning\r\n  Benjamin upon his invocation of his right to remain silent; at least one hour\r\n  passed before the SLED agent arrived; the SLED agent informed Benjamin of his Miranda rights; and Benjamin initialed and signed all the waivers.  Id.\r\nWe likewise find,\r\n  under the totality of the circumstances, Franklin's right to remain silent was\r\n  &quot;scrupulously honored.&quot;  Franklin, after being advised of his Miranda rights, invoked his right to remain silent at approximately 11:39 a.m. on the\r\n  day of his arrest.  According to Officer Shumpert, Franklin did not invoke his\r\n  right to counsel.  More than three hours later, Officer Shumpert met with\r\n  Franklin a second time to inform him of Victim's death.  Shumpert again read\r\n  Franklin his rights, and he signed the form.  Although Officer Bamberg informed\r\n  Franklin he could receive a life sentence, Franklin testified at the Jackson\r\n    v. Denno hearing that he was not coerced or threatened, and he freely and\r\n  voluntarily made his statement.  We find, under the totality of the circumstances\r\n  presented here, that the officers complied with the mandates of Moseley,\r\n  and the trial court properly admitted Franklin's statement.  \r\nFor the foregoing\r\n  reasons, Franklin's convictions are\r\nAFFIRMED.\r\nTHOMAS and LOCKEMY,\r\n  JJ., concur.\r\n\r\n\r\n[1] We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n[2] 378 U.S. 368 (1964).\r\n[3] Miranda v.\r\n  Arizona, 384 U.S. 436 (1966).\r\n[4] At trial before the jury, Franklin testified he told\r\n  the officers he wanted to talk to a lawyer.\r\n\r\n","court":"Appeals"},{"id":"4763","title":"Jenkins v. Few","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4763","description":"In this tort action, a jury found Benjamin Scott Few and Few Farms, Inc. (collectively \"Few\") liable to Kenneth B. Jenkins for damage to his fertilizer truck and lost profits.  On appeal, Few maintains the trial court erred by failing to grant his motions for a directed verdict and in qualifying an expert witness.  Few also contends the trial court erred by declining to reduce actual and punitive damages.  We affirm in part and reverse in part.","date":"2010-12-08","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Kenneth B.\r\n          Jenkins, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Benjamin Scott\r\n          Few and Few Farms, Inc., Appellants.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nD. Garrison Hill, Circuit Court Judge\r\n\r\nOpinion No.  4763\r\n  Heard June 22, 2010 – Filed December 8,\r\n2010\r\n\r\nAFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        J. Falkner Wilkes, Jr., and Robert Clyde\r\n          Childs, III, of Greenville, for Appellants.\r\n        Fred W. Suggs, III, of Greenville, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.: In\r\n  this tort action, a jury found Benjamin Scott Few and Few Farms, Inc. (collectively\r\n  &quot;Few&quot;) liable to Kenneth B. Jenkins for damage to his fertilizer\r\n  truck and lost profits.  On appeal, Few maintains the trial court erred by\r\n  failing to grant his motions for a directed verdict and in qualifying an expert\r\n  witness.  Few also contends the trial court erred by declining to reduce actual\r\n  and punitive damages.  We affirm in part and reverse in part.  \r\nFACTS\r\nFew and Jenkins\r\n  are competitors in the fertilizer and lime spreading business.  Jenkins had\r\n  reason to believe Few hired two individuals to place sugar in the gas tank of\r\n  his Ford F-700 fertilizer truck on two separate occasions for the purpose of interfering\r\n  with his business.  Consequently, Jenkins brought suit against Few alleging\r\n  trespass, conversion, civil conspiracy, and violation of South Carolina's Unfair\r\n  Trade Practices Act.[1]\r\nAt trial, two\r\n  witnesses testified Few asked them to sabotage Jenkins's fertilizer truck.  The\r\n  first witness, Buford Stokes, a friend of Few's, testified Few called him and\r\n  asked whether putting sugar or metal filings into a gas tank would cause more\r\n  damage to a truck.  After Stokes replied that he understood sugar would do the\r\n  most damage, Few expressed his desire to destroy a competitor's fertilizer\r\n  business.\r\nThe second\r\n  witness, Johnny Lindsey, testified Few also telephoned him about putting sugar\r\n  in a gas tank.  According to Lindsey, during their conversation Few indicated\r\n  he wanted to place sugar in the gas tank of Jenkins's fertilizer truck.  Lindsey\r\n  initially declined to help Few and handed the phone to a friend, Billy Guest, who\r\n  made arrangements to sabotage Jenkins's truck for Few.  The pair met with Few\r\n  and acquired the sugar.  Later, Guest put the sugar in the gas tank of Jenkins's\r\n  truck while Lindsey waited in the get-a-way car.     \r\nLindsey explained\r\n  Few paid him $100 for his part in the sabotage of Jenkins's truck.  After\r\n  learning Jenkins's truck was still operable, Few called Lindsey again and asked\r\n  him to sabotage the truck a second time.  This time Lindsey put five pounds of\r\n  sugar into a gas can and poured it into Jenkins's truck for another $100.  Eventually,\r\n  Lindsey turned himself in to the police and pled guilty to malicious damage for\r\n  his role in sabotaging Jenkins's fertilizer truck.  Lindsey was ordered to pay\r\n  Jenkins $220 in restitution.\r\nAfter learning Jenkins's\r\n  truck was sabotaged, Stokes explained he met with Jenkins and told him about\r\n  his conversation with Few.  According to Stokes, Few called him after he met\r\n  with Jenkins and threatened him.  Few denied contacting Stokes or Lindsey\r\n  regarding sabotaging Jenkins's truck and denied any involvement in interfering\r\n  with Jenkins's fertilizer business.\r\nAt the end of\r\n  Jenkins's case, Few moved for a directed verdict on civil conspiracy and\r\n  conversion.  The trial court denied Few's motions and after the close of Few's\r\n  case, charged the jury on unfair trade practices, conversion, civil conspiracy,\r\n  and trespass.  The jury found in favor of Jenkins on trespass, conversion, and\r\n  civil conspiracy.  The jury found in favor of Few on the unfair trade practices\r\n  claim.  On a general verdict form, the jury awarded Jenkins $28,000 in actual damages\r\n  and $100,000 in punitive damages.  After the verdict was published, Few moved\r\n  for (1) a new trial absolute on trespass of personal property, conversion, and\r\n  civil conspiracy and (2) a new trial nisi remittitur on actual damages.  Few\r\n  also sought a post verdict review of the punitive damages award.  The\r\n  trial court denied both motions and declined to set aside or modify the\r\n  punitive damages award.  This appeal followed.\r\nISSUES ON APPEAL\r\n\r\n  1. Did the trial court\r\n    err in denying Few's motion for a directed verdict on civil conspiracy?\r\n  2. Did the trial court\r\n    err in denying Few's motion for a directed verdict on conversion?\r\n  3. Did the trial court\r\n    err in declining to exclude Stokes as a witness and qualifying Stokes as an\r\n    expert?\r\n  4. Did the trial court\r\n    err in declining to reduce the jury's award of actual damages?\r\n  5. Did the trial court\r\n    err in finding the jury's punitive damages award comported with due process? \r\n\r\nLAW/ANALYSIS\r\nI. Directed\r\n  Verdict Issues\r\n\r\n  A. Standard of\r\n    Review\r\n\r\nIn reviewing the denial of a directed verdict motion,\r\n  this court employs the same standard as the trial court: we view the evidence\r\n  and all reasonable inferences in the light most favorable to the nonmoving\r\n  party.  Welch v. Epstein, 342 S.C. 279, 299-300, 536 S.E.2d 408, 418&nbsp;(Ct.\r\n  App. 2000).  &quot;This [c]ourt will reverse the trial court only when there is\r\n  no evidence to support the ruling below.&quot;  Steinke v. S.C. Dep't of\r\n    Labor, Licensing &amp; Regulation, 336 S.C. 373, 386, 520 S.E.2d 142,\r\n  148&nbsp;(1999).  \r\n\r\n  B. Civil\r\n    Conspiracy\r\n\r\nFew argues the trial court erred in denying his motion\r\n  for a directed verdict on civil conspiracy because Jenkins failed to demonstrate\r\n  damages beyond those alleged in other causes of action.  We disagree.\r\n&quot;The tort of civil conspiracy has three elements:\r\n  (1) a combination of two or more persons, (2) for the purpose of injuring the\r\n  plaintiff, and (3) causing plaintiff special damage.&quot;  Hackworth v.\r\n    Greywood at Hammett, LLC, 385 S.C. 110, 115, 682 S.E.2d 871, 874&nbsp;(Ct.\r\n  App. 2009).  &quot;[T]he gravamen of the tort is the damage resulting to\r\n  plaintiff from an overt act done pursuant to a common design.&quot;  Id. \r\n  &quot;Because the quiddity of a civil conspiracy claim is the damage resulting\r\n  to the plaintiff, the damages alleged must go beyond the damages alleged in\r\n  other causes of action.&quot;  Pye v. Estate of Fox, 369 S.C. 555, 568,\r\n  633 S.E.2d 505, 511&nbsp;(2006).\r\nIn his complaint, Jenkins alleged special damages from\r\n  the civil conspiracy as &quot;including, but not limited to, the destruction of\r\n  [his fertilizer truck], and the loss of revenue for the nine days which [he]\r\n  could not operate his business.&quot;  Jenkins did not allege lost profits in\r\n  regard to any other cause of action.  At trial, Jenkins testified, without\r\n  objection, that he could not operate his spreading business for 8.16 days and\r\n  lost $5,891 in profits.  Additionally, Jenkins explained he incurred $2,035 in\r\n  costs related to offering and paying a reward for information leading to the parties\r\n  responsible for sabotaging his truck.  We conclude evidence supports the trial\r\n  court's ruling that Jenkins alleged and demonstrated special damages. \r\n  Accordingly, the trial court properly denied Few's motion for a directed\r\n  verdict on civil conspiracy.\r\n\r\n  C. Conversion\r\n\r\nFew argues the trial court\r\n  erred in denying his motion for a directed verdict on conversion because the\r\n  record contains no evidence he wrongfully assumed and exercised the right of\r\n  ownership over Jenkins's fertilizer truck.  We agree.\r\nConversion is the\r\n  &quot;unauthorized assumption and exercise of the right of ownership over goods\r\n  or personal chattels belonging to another, to the exclusion of the owner's\r\n  rights.&quot;  Owens v. Andrews Bank &amp; Trust Co., 265 S.C. 490, 496,\r\n  220 S.E.2d 116, 119&nbsp;(1975).  &quot;Conversion may arise by some illegal\r\n  use or misuse, or by illegal detention of another's chattel.&quot;  Id.\r\nHere, the record reveals no\r\n  evidence Few wrongfully assumed and exercised the right of ownership over\r\n  Jenkins's fertilizer truck.  Jenkins argues the damage to his truck so altered\r\n  its condition that Few wrongfully assumed and exercised the right of ownership.[2] \r\n  However, Jenkins cites no South Carolina authority in support of this proposition. \r\n  Instead, Jenkins points to his testimony Few &quot;took control&quot; of the\r\n  truck by sabotaging it and that Few &quot;took possession of [his] truck&quot;\r\n  because he could not use it after sugar was placed in the gas tank.  These\r\n  statements indicate Few interfered with the truck, not that he wrongfully assumed\r\n  and exercised the right of ownership over the truck.  Because Jenkins presented no evidence Few\r\n  wrongfully assumed and exercised the right of ownership or illegally used or\r\n  misused the truck, we find the trial court erred in denying Few's motion for a\r\n  directed verdict on conversion.\r\nII.&nbsp;&nbsp; Expert Witness\r\nFew argues the trial court\r\n  erred in allowing Stokes to testify as an expert witness because he lacked the\r\n  necessary qualifications and Few was not provided with notice Jenkins intended\r\n  to call Stokes as an expert.  We disagree.\r\nGenerally, &quot;[t]he\r\n  admission or exclusion of evidence is a matter within the sound discretion of\r\n  the trial court and absent clear abuse, will not be disturbed on appeal.&quot;  Gamble v. Int'l Paper Realty Corp. of S.C., 323 S.C. 367, 373, 474\r\n  S.E.2d 438, 441&nbsp;(1996).  Also, &quot;[w]here a party fails timely to\r\n  disclose the identity of an expert witness, the question of whether the\r\n  witness'[s] testimony may be received in evidence is left largely to the\r\n  discretion of the trial judge.&quot;  Tribble v. Hentz, 285 S.C. 616,\r\n  618, 330 S.E.2d 560, 562&nbsp;(Ct. App. 1985).\r\nPursuant to Rule 33(b)(6),\r\n  SCRCP, counsel has a duty to disclose &quot;any expert witnesses whom the party\r\n  proposes to use as a witness at the trial of the case.&quot;  This rule imposes\r\n  an ongoing duty to supplement interrogatory answers to reflect the addition of\r\n  a witness or the intention to call a listed witness as an expert.  Rule 33(b); Bensch\r\n    v. Davidson, 354 S.C. 173, 182, 580 S.E.2d 128, 132&nbsp;(2003)\r\n  (&quot;[T]here is a continuing duty on the part of the party from whom\r\n  information is sought to answer a standard interrogatory, such as the one\r\n  requesting the party list any expert witnesses whom the party proposes to use\r\n  as a witness at the trial of the case.&quot;).  The trial court has the\r\n  discretion to determine whether a sanction is warranted for a violation of Rule\r\n  33(b)'s continuing duty to disclose information.  Bensch, 354 S.C. at\r\n  182, 580 S.E.2d at 133.  &quot;The sanction of excluding a witness should never\r\n  be lightly invoked.&quot;  Id.  Before excluding a witness as a sanction\r\n  for violating the continuing duty to disclose information the trial court\r\n  should ascertain (1) the type of witness involved, (2) the content of the\r\n  evidence, (3) the explanation for the failure to name the witness in answer to\r\n  the interrogatory, (4) the importance of the witness's testimony, and (5) the\r\n  degree of surprise to the other party.  Id.\r\nWe are cognizant of the\r\n  similar factors outlined in Jumper v. Hawkins, and applied by a number\r\n  of subsequent cases.  348 S.C. 142, 558 S.E.2d 911 (Ct. App. 2001); see,\r\n    e.g., Callen v. Callen, 365 S.C. 618, 620 S.E.2d 59&nbsp;(2005); Barnette\r\n      v. Adams Bros. Logging, Inc., 355 S.C. 588, 586 S.E.2d 572&nbsp;(2003); Bryson\r\n        v. Bryson, 378 S.C. 502, 662 S.E.2d 611&nbsp;(Ct. App. 2008); Arthur v.\r\n          Sexton Dental Clinic, 368 S.C. 326, 628 S.E.2d 894&nbsp;(Ct. App. 2006).  However,\r\n  we conclude the Bensch factors are more appropriate because the record\r\n  before us indicates Jenkins listed Stokes as a fact witness but failed to later\r\n  supplement his interrogatory answer to indicate his intention to call Stokes as\r\n  an expert witness.  In sum, Jenkins violated Rule 33(b)'s continuing duty of\r\n  disclosure.  Because this was the precise issue in Bensch, we apply the Bensch factors.  \r\nWe find the trial court made the\r\n  appropriate considerations before declining to exclude Stokes as an expert\r\n  witness.  Here, the trial court determined Jenkins was calling Stokes as an\r\n  expert witness and would testify that introducing sugar into a gas tank could\r\n  damage an engine.  Jenkins's counsel explained he first listed Stokes as a fact\r\n  witness but reserved the right to make a later determination about calling him\r\n  as an expert witness.  However, after deciding to call Stokes as an expert\r\n  witness, Jenkins's counsel inadvertently failed to supplement his interrogatory\r\n  answer.  The trial court found this mistake was not the result of bad faith.  The\r\n  trial court also determined other experts would testify regarding the effect of\r\n  sugar on an engine.  Finally, the trial court found the degree of surprise and\r\n  prejudice to Few was low because Stokes testified to the same thing during his\r\n  deposition and Few's counsel had the opportunity to cross-examine him during an in camera proffer of his testimony.  Accordingly, we conclude the\r\n  trial court did not abuse its discretion in admitting Stokes as an expert\r\n  witness.  \r\nWe now turn to Few's\r\n  contention the trial court erred in qualifying Stokes as an expert.  During the in camera proffer, Stokes testified he was a certified automobile\r\n  mechanic with two years' experience.  Stokes also explained he worked on two\r\n  cars about which he was told had sugar placed in their gas tanks.  Based on\r\n  Stokes's training and experience, the trial court qualified him as an expert in\r\n  automobile mechanics.  Few alleges the trial court erred in qualifying Stokes\r\n  as an expert because he lacked personal knowledge of whether the automobiles he\r\n  worked on actually had sugar placed in their gas tanks.  Stokes's lack of\r\n  personal knowledge goes to the weight of his testimony and not its\r\n  admissibility.  See Peterson v. Nat'l R.R. Passenger Corp., 365\r\n  S.C. 391, 400, 618 S.E.2d 903, 908&nbsp;(2005) (holding experts lack of\r\n  firsthand knowledge &quot;goes to the weight of the testimony, not its admissibility&quot;).  Accordingly, we find the trial court did not abuse its\r\n  discretion in qualifying Stokes as an expert witness.  Fields v. Reg'l Med.\r\n    Ctr. Orangeburg, 363 S.C. 19, 25, 609 S.E.2d 506, 509&nbsp;(2005) (noting a\r\n  trial court's decision to qualify a witness as an expert will not be disturbed\r\n  absent an abuse of discretion).   \r\nIII. Actual Damages\r\nFew argues the trial court\r\n  erred in declining to reduce the jury's award of actual damages for trespass to\r\n  personal property.  According to Few, the actual damages award is excessive\r\n  because it exceeds the diminution in value or damage to Jenkins's fertilizer\r\n  truck and appears to be based on the value of a new truck Jenkins purchased.  We\r\n  disagree.  \r\nFew's argument hinges on a\r\n  finding trespass to personal property is the only surviving cause of action and\r\n  asks us to speculate as to the amount of actual damages attributable to trespass\r\n  to personal property.  Both civil conspiracy and trespass to personal property\r\n  support the jury's actual damage award.  Few contributed to drafting and agreed\r\n  to use a general verdict form that did not include a separate damages award for\r\n  each cause of action.  Because the verdict was a general verdict, it is\r\n  impossible to determine how the jury allocated damages between civil\r\n  conspiracy, conversion, and trespass to personal property.  We will not\r\n  speculate as to how the jury allocated damages.  See Armstrong v.\r\n    Collins, 366 S.C. 204, 227, 621 S.E.2d 368, 379&nbsp;(Ct. App. 2005)\r\n  (finding &quot;[b]ecause the verdict was a general verdict, we cannot now\r\n  speculate as to how the jury allocated damages&quot;).  Accordingly, we will\r\n  not disturb the trial court's ruling on this issue.  \r\nIV. Punitive\r\n  Damages\r\nFew argues the trial court\r\n  erred in failing to reduce the punitive damages award.  Specifically, Few\r\n  maintains that based on the actual damage to Jenkins's fertilizer truck caused\r\n  by his trespass to personal property, the award of punitive damages is\r\n  excessive.  We disagree.   \r\nIn evaluating the\r\n  constitutionality of a punitive damages award, we conduct a de novo review.  Mitchell\r\n    v. Fortis Ins. Co., 385 S.C. 570, 583, 686 S.E.2d 176, 183&nbsp;(2009)\r\n  (holding &quot;our appellate courts must conduct a de novo review when\r\n  evaluating the constitutionality of a punitive damages award&quot;). \r\n  Accordingly, we apply the test articulated in Mitchell and consider (1)\r\n  the degree of reprehensibility of Few's conduct, (2) the disparity between the\r\n  actual harm suffered and the amount of punitive damages awarded by the jury,\r\n  and (3) the difference between punitive damages awarded by the jury and those\r\n  awarded in similar cases.  See id. at 587-89, 686 S.E.2d at\r\n  185-86. (citing BMW of N. Am., Inc. v. Gore, 517 U.S. 559 (1996)).[3]\r\n\r\n  A. Reprehensibility\r\n\r\nIn considering\r\n  the degree of reprehensibility, a court should consider whether:\r\n\r\n  (i) the\r\n    harm caused was physical as opposed to economic; (ii) the tortious conduct\r\n    evinced an indifference to or a reckless disregard for the health or safety of\r\n    others; (iii) the target of the conduct had financial vulnerability; (iv) the\r\n    conduct involved repeated actions or was an isolated incident; and (v) the harm\r\n    was the result of intentional malice, trickery, or deceit, rather than mere\r\n    accident.\r\n\r\n\r\n  Id. at 587, 686 S.E.2d at 185 (citing State Farm Mut. Auto. Ins. Co.\r\n    v. Campbell, 538 U.S. 408, 419 (2003)).  Here, Jenkins suffered economic\r\n  harm.  The damage to his fertilizer truck caused him to lose revenue for the\r\n  eight days he could not operate his business.  Further, the record contains no\r\n  evidence Few evinced an indifference to or a reckless disregard towards\r\n  Jenkins's health or safety.  However, Few deliberately targeted Jenkins's truck\r\n  and business during the fertilizer spreading season when he knew Jenkins would\r\n  be the most busy, ensuring he would inflict the most economic harm to his\r\n  competitor.  Additionally, after learning his first attempt failed to render the\r\n  truck nonoperational, Few sabotaged the truck a second time.  Few acted with\r\n  intentional malice expressing his desire to put Jenkins out of business to both\r\n  Stokes and Lindsey.  Few also perpetrated a clandestine conspiracy to\r\n  accomplish his goal of sabotaging Jenkins's truck.  Weighing the above factors, we find Few's\r\n  conduct was highly reprehensible.\r\n\r\n  B. Ratio\r\n\r\nCourts must ensure that\r\n  punitive damages are &quot;both reasonable and proportionate to the amount of\r\n  harm to the plaintiff and to the general damages recovered.&quot;  Campbell,\r\n  538 U.S. at 426.  Although there is no constitutional limit on the ratio\r\n  between harm and damages recovered, single-digit multipliers are more likely to\r\n  comport with due process.  Id. at 424-25.  In determining reasonableness,\r\n  courts may consider &quot;the likelihood that the award will deter the\r\n  defendant from like conduct; whether the award is reasonably related to the\r\n  harm likely to result from such conduct; and the defendant's ability to\r\n  pay.&quot;  Mitchell, 385 S.C. at 588, 686 S.E.2d at 185. \r\nHere, the jury awarded\r\n  Jenkins $100,000 in punitive damages and $28,000 in actual damages.  The ratio\r\n  between punitive damages and actual damages is 3.6 to 1.  Furthermore, this\r\n  award of punitive damages will serve to deter Few from engaging in like conduct\r\n  against Jenkins or other competitors in the fertilizer spreading business.  Additionally,\r\n  the record contains evidence Few has the ability to pay the punitive damages\r\n  award.  Based on the foregoing, we find the award of punitive damages is both\r\n  reasonable and proportionate to the amount of harm caused.  \r\n\r\n  C. Comparative\r\n    Penalty Awards\r\n\r\nIn conducting a comparative\r\n  penalty analysis the court should consider the difference between the punitive\r\n  damages awarded by the jury and the civil penalties authorized or imposed in\r\n  comparable cases.  Mitchell, 385 S.C. at 588, 686 S.E.2d at 186.  To identify\r\n  comparable cases &quot;a court may consider: the type of harm suffered by the\r\n  plaintiff or plaintiffs; the reprehensibility of the defendant's conduct; the\r\n  ratio of actual or potential harm to the punitive\r\n  damages award; the size of the award; and any other factors the court may deem\r\n  relevant.&quot;  Id. at 588-89, 686 S.E.2d at 186.\r\nA review of case law\r\n  uncovered no case factually on point with this one.  However, research revealed\r\n  several comparable cases on the lower end of the single-digit spectrum.  In Mackela\r\n    v. Bentley, a conversion case, this court affirmed a punitive to actual\r\n  damage ratio of 3.7 to 1.  365 S.C. 44, 50, 614 S.E.2d 648, 651&nbsp;(Ct. App.\r\n  2005).  Also, in Austin v. Specialty Transportation Services, Inc., a\r\n  negligence case, this court affirmed a punitive to actual damage ratio of 2.5\r\n  to 1. 358 S.C. 298, 318, 594 S.E.2d 867, 877 (Ct. App. 2004).  This court has\r\n  also affirmed ratios on the high end of the single-digit spectrum.  For\r\n  instance, in Collins Entertainment Corp. v. Coats &amp; Coats Rental\r\n    Amusement, this court upheld a punitive to actual damage ratio of 9.9 to 1\r\n  on an intentional interference with contract claim.  355 S.C. 125, 143-44, 584\r\n  S.E.2d 120,&nbsp;130 (Ct. App. 2003).  Our review of these cases leads us to\r\n  the conclusion the 3.6 to 1 ratio at issue here is within the range of\r\n  comparable cases and those most often upheld by South Carolina courts.  See Mitchell, 385 S.C. at 593, 686 S.E.2d at 188 (&quot;South Carolina courts have most often upheld verdicts on\r\n  the low end of the single-digit spectrum . . . .&quot;).  \r\nAfter applying the standard\r\n  articulated in Mitchell, in our view—especially considering the\r\n  reprehensibility of Few's conduct and the low single-digit ratio of actual to\r\n  punitive damages—the jury's award of punitive damages comports with due\r\n  process.   \r\nCONCLUSION\r\nIn sum, Jenkins's claim for\r\n  civil conspiracy was properly submitted to the jury.  However, we find the\r\n  trial court erred in submitting Jenkins's conversion claim to the jury. \r\n  Furthermore, the trial court properly declined to exclude Stokes as a witness\r\n  and did not err in qualifying Stokes as an expert.  Because the jury issued a\r\n  general verdict, we will not speculate as to the amount of damages attributable\r\n  to each remaining cause of action.  Therefore, we affirm the trial court as to\r\n  the actual damages award.  Finally, we find the jury award of punitive damages\r\n  comports with due process.  Accordingly, the decision of the trial court is\r\nAFFIRMED IN PART AND REVERSED IN PART.   \r\nKONDUROS and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] S.C. Code Ann. §§ 39-5-10, -560 (1985 &amp; Supp.\r\n  2009). \r\n[2] The Restatement of Torts appears to support this\r\n  contention: &quot;One who\r\n    intentionally destroys a chattel or so materially alters its physical condition\r\n    as to change its identity or character is subject to liability for\r\n    conversion.&quot;  Restatement (Second) of Torts § 226 (1965). \r\n  Absent a change in identity there still may be conversion if &quot;the change\r\n  materially affects the value of the chattel to the plaintiff for the normal\r\n  uses to which such chattels are put.&quot;  Id. at § 226 cmt. d.  However,\r\n  no South Carolina case has adopted this view of conversion.  \r\n[3] We note the post-trial review factors outlined in Gamble\r\n  v. Stevenson, 305 S.C. 104, 111-12, 406 S.E.2d 350, 354&nbsp;(1991) are\r\n  still applicable, but only within the context of the test articulated in Mitchell,\r\n  385 S.C. at 587, 686 S.E.2d at 185.\r\n\r\n","court":"Appeals"},{"id":"4764","title":"Walterboro Community Hospital v. Meacher","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4764","description":"In this appeal of a declaratory judgment action, Walterboro Community Hospital, Inc., d/b/a Colleton Medical Center (\"Colleton\"), contends the circuit court erred in holding that Colleton was not entitled to equitable indemnification for costs it incurred in defending and settling a malpractice action brought by a third party.  Colleton also argues that the circuit court erred in finding against Colleton on its breach of contract claim against Carolina Health Specialists, P.A., a/k/a CareFirst Health Specialists (\"CareFirst\").  We affirm.","date":"2010-12-15","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tWalterboro Community Hospital, Inc. d/b/a Colleton Medical\r\n      Center, Appellant\r\n\t\t\t\tv.\r\n\t\t\t\tDavid E. Meacher, M.D., David E. Meacher, M.D., P.A., Carolina\r\n      Health Specialists, P.A. a/k/a Care First Health Specialists, and The South\r\n      Carolina Medical Malpractice Liability Joint Underwriting Association, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Colleton County\r\nPerry M. Buckner, Circuit Court Judge\r\nOpinion No. 4764\r\nHeard September 15, 2010 – Filed\r\n  December 15, 2010\r\nWithdrawn, Substituted and Refiled March\r\n  2, 2011    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tC. Mitchell\r\n  Brown, Michael J. Anzelmo, Monteith P. Todd, and Weldon R. Johnson, all of\r\n  Columbia, for Appellant.\r\n\t\t\t\tAndrew F.\r\n  Lindemann and Andrew G. Melling, both of Columbia; Hutson S. Davis, Jr. and\r\n  Barry L. Johnson, both of Okatie; and James Edward Bradley, of West Columbia, for\r\n  Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nGEATHERS,\r\n  J: In this appeal of a declaratory judgment action, Walterboro Community Hospital,\r\n  Inc., d/b/a Colleton Medical Center (&quot;Colleton&quot;), contends the\r\n  circuit court erred in holding that Colleton was not entitled to equitable\r\n  indemnification for costs it incurred in defending and settling a malpractice\r\n  action brought by a third party.  Colleton also argues that the circuit court\r\n  erred in finding against Colleton on its breach of contract claim against\r\n  Carolina Health Specialists, P.A., a/k/a CareFirst Health Specialists\r\n  (&quot;CareFirst&quot;).  We affirm.  \r\nFACTS\r\nThis declaratory\r\n  judgment action arises out of a medical malpractice action brought by Johnnie\r\n  Grant against Colleton, David E. Meacher, M.D. (&quot;Dr. Meacher&quot;), David\r\n  E. Meacher, M.D., P.A. (&quot;Meacher P.A.&quot;), and CareFirst (hereinafter\r\n  referred to as &quot;the Grant action&quot;).  On March 10, 2000, Grant arrived\r\n  at the emergency department at Colleton, complaining of pain and swelling in\r\n  his left testicle.  Grant was examined and treated by Dr. Meacher, who,\r\n  according to Grant's amended complaint, diagnosed Grant with epididymitis and\r\n  released him.  Dr. Meacher had been assigned to work at Colleton by CareFirst,\r\n  which had entered into a professional services agreement with Colleton (the\r\n  &quot;Agreement&quot;) to provide physician staffing for Colleton's emergency\r\n  department.\r\nAccording\r\n  to Grant, he continued to experience pain and swelling in his testicle after\r\n  being discharged from Colleton.  He thereafter sought treatment at the Medical\r\n  University of South Carolina (&quot;MUSC&quot;), where he was diagnosed with\r\n  testicular torsion.  The MUSC physicians determined that Grant's testicle could\r\n  not be repaired, and it was surgically removed.\r\nGrant\r\n  subsequently sued Colleton, Dr. Meacher, Meacher P.A., and CareFirst for\r\n  medical malpractice.  In his amended complaint, Grant contended that Dr.\r\n  Meacher and Colleton deviated from the standard of care in failing to take\r\n  appropriate diagnostic measures, in failing to request a urological\r\n  consultation, in misdiagnosing his condition, in failing to rule out testicular\r\n  torsion as a diagnosis, and in otherwise failing to diagnose and treat his\r\n  condition properly.  Additionally, Grant contended that Colleton, CareFirst,\r\n  and Meacher P.A. were vicariously liable for Dr. Meacher's negligence. \r\n  Colleton made demand on CareFirst to assume its defense pursuant to section\r\n  four of the Agreement, but CareFirst refused.  Specifically, section 4.1 of the\r\n  Agreement required CareFirst to provide a defense to Colleton &quot;for claims\r\n  arising solely on the basis of vicarious liability or ostensible or\r\n  apparent agency.&quot; (emphasis added).\r\nGrant's\r\n  case proceeded to trial.  On the second day of trial, Grant reached a\r\n  settlement with Colleton, Dr. Meacher, and Meacher P.A. for $100,000, with\r\n  Colleton contributing $50,000 and Meacher contributing $50,000.  The settlement\r\n  agreement expressly denied any negligence or fault by any party.  The settlement\r\n  agreement further provided &quot;this Release And Agreement shall not be\r\n  construed as an admission of liability by any or all of the Released\r\n  Parties.&quot;\r\nFollowing\r\n  the settlement, Colleton asked for indemnification from Respondents.  They\r\n  refused, and Colleton subsequently brought this declaratory judgment action\r\n  against them.  In its complaint, Colleton alleged, among other things, that it\r\n  was entitled to equitable indemnification from Respondents for its payment of\r\n  $50,000 to settle Grant's medical malpractice claim.  It further alleged that\r\n  CareFirst breached section 4.1 of the Agreement by failing to assume Colleton's\r\n  defense in the Grant action.  \r\nPrior\r\n  to the hearing on Colleton's declaratory judgment action, the parties entered\r\n  into a joint stipulation of facts.  At the hearing, Colleton called only one\r\n  witness: Weldon Johnson, the attorney who represented Colleton in the Grant\r\n  action.  The circuit court subsequently found that Colleton was not entitled to\r\n  equitable indemnification and that it was not entitled to recovery under the\r\n  Agreement.  Colleton filed a motion to alter or amend judgment, which the\r\n  circuit court denied.  This appeal followed.\r\nISSUES\r\n  ON APPEAL\r\n\r\n\t\r\n\t\t\r\n\t\t\t1.\r\n\t\t\tDid the trial\r\n  court err in holding that Colleton was not entitled to equitable indemnification? \r\n\t\t\t\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t2. \r\n\t\t\tIn an imputed fault vicarious liability action \r\n\t\t\tsetting, should there be a requirement on the part of the indemnitee to prove its own lack of fault?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t3.\r\n\t\t\tAlternatively, in an imputed fault vicarious \r\n\t\t\tliability indemnity action setting, should proving fault on the part \r\n\t\t\tof the indemnitee be by way of an affirmative defense, with\r\n  the burden for doing so being placed on the indemnitor?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t4. \r\n\t\t\tDid the trial court err in denying relief on Colleton's breach of contract claim?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t5.\r\n\t\t\tDoes the nondelegable duty doctrine set forth in Simmons v. Tuomey Regional Medical\r\n    Center, 341 S.C. 32, 53, 533 S.E.2d 312, 323 (2000), preclude recovery by\r\n  Colleton?[1]\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t6. \r\n\t\t\tIs Colleton precluded from seeking equitable \r\n\t\t\tindemnification because its insurance company paid all of Colleton's settlement costs?\r\n\t\t\r\n\t\r\n\r\nStandard of Review\r\n&quot;A\r\n  declaratory judgment action is neither legal nor equitable, and therefore, the\r\n  standard of review is determined by the nature of the underlying issue.&quot;  Auto\r\n    Owners Ins. Co. v. Newman, 385 S.C. 187, 191, 684 S.E.2d 541, 543 (2009).  Equitable\r\n  indemnity is an action in equity.  See Verenes v. Alvanos, 387\r\n  S.C. 11, 18 n.6, 690 S.E.2d 771, 774 n.6 (2010) (noting a cause of action for\r\n  equitable indemnity is necessarily equitable in nature); Loyola Fed. Sav.\r\n    Bank v. Thomasson Props., 318 S.C. 92, 93, 456 S.E.2d 423, 424 (Ct. App.\r\n  1995) (same).  &quot;In an action in equity tried by a judge alone, the\r\n  appellate court may find facts in accordance with its view of the preponderance\r\n  of the evidence.&quot; Goldman v. RBC, Inc., 369 S.C. 462, 465, 632\r\n  S.E.2d 850, 851 (2006).  &quot;However, this broad scope of review does not\r\n  require the appellate court to disregard the findings made below.&quot;  Id.\r\nIn\r\n  contrast to equitable indemnification, &quot;[a] breach of contract action is\r\n  an action at law.&quot;  Madden v. Bent Palm Invs., LLC, 386 S.C. 459,\r\n  464, 688 S.E.2d 597, 599 (Ct. App. 2010). &quot;In an action at law tried\r\n  without a jury, an appellate court's scope of review extends merely to the\r\n  correction of errors of law.&quot;  Temple v. Tec-Fab, Inc., 381 S.C.\r\n  597, 599-600, 675 S.E.2d 414, 415 (2009).  Therefore, the trial court's\r\n  findings will not be disturbed unless they are found to be without evidence\r\n  that reasonably supports those findings.  Id. at 600, 675 S.E.2d at 415. \r\nLAW/ANALYSIS\r\nI.&nbsp; Did\r\n  the circuit court err in holding that Colleton was not entitled to equitable\r\n  indemnification?\r\nColleton\r\n  contends the circuit court erred in holding that it was not entitled to\r\n  equitable indemnification because the circuit court erroneously concluded that\r\n  the settlement of the Grant action precluded Colleton from being indemnified by\r\n  Meacher.  After reviewing the language of the order, we believe Colleton\r\n  misconstrues the circuit court's order.  \r\nThe\r\n  order sets forth the requirements for equitable indemnification set forth in Vermeer\r\n    Carolina's, Inc. v. Wood/Chuck Chipper Corp., 336 S.C. 53, 518 S.E.2d 301\r\n  (Ct. App. 1999).  Pursuant to Vermeer, a plaintiff asserting an\r\n  equitable indemnification cause of action may recover damages if he proves: (1)\r\n  the indemnitor was liable for causing the plaintiff's damages; (2) the\r\n  indemnitee was exonerated from any liability for those damages; and (3) the\r\n  indemnitee suffered damages as a result of the plaintiff's claims against it,\r\n  which were eventually proven to be the fault of the indemnitor.  Vermeer,\r\n  336 S.C. at 63, 518 S.E.2d at 307.  The order then states:\r\n\r\n\tThese\r\n  requirements have not been met in the present case.  [Colleton] settled the\r\n  Grant lawsuit prior to the completion of trial.  Thus, Dr. Meacher has not been\r\n  legally adjudicated at fault, nor has [Colleton] been found without fault. \r\n  Therefore, since there has been no finding of fault, [Colleton] is not entitled\r\n  to equitable indemnification.\r\n\r\nWe\r\n  believe the language of the order is ambiguous as to whether the circuit court\r\n  based its decision on Colleton's failure to satisfy the Vermeer requirements or on the fact that the parties settled prior to the completion of\r\n  trial.\r\nWe\r\n  note that Rule 52(a) of the South Carolina Rules of Civil Procedure requires a\r\n  trial court to make specific findings of fact so that the parties and the\r\n  appellate court may determine the basis for the ruling.  As our supreme court\r\n  recently stated:  &quot;The [Rule 52] requirement for appropriately detailed\r\n  findings is designed . . . to dispose of the issues raised by the pleadings and\r\n  to allow the appellate courts to perform their proper function in the judicial\r\n  system.&quot;  Mathis v. Brown &amp; Brown of S.C., Inc., 389 S.C. 299,\r\n  320, 698 S.E.2d 773, 784 (2010) (internal citations and quotations omitted).   \r\nIf\r\n  this were an action at law, we would remand for further factual findings.  See In re Treatment and Care of Luckabaugh, 351 S.C. 122, 134, 568 S.E.2d\r\n  338, 343-44 (2002) (remanding law case for failure to comply with Rule 52,\r\n  SCRCP).  However, in this equitable action we are free to make findings of fact\r\n  in accordance with our own view of the preponderance of the evidence.  Goldman,\r\n  369 S.C. at 465, 632 S.E.2d at 851.  \r\nIn\r\n  reviewing the record, we look for evidence to support a finding that Meacher\r\n  was at fault, while Colleton was not at fault.  See Vermeer, 336 S.C. at 63,\r\n  518 S.E.2d at 307 (&quot;Equitable indemnity cases involve a fact pattern in\r\n  which the first party is at fault, but the second party is not.&quot;); id. (&quot;If the second party is also at fault, he comes to court without equity\r\n  and has no right to indemnity.&quot;); id. (&quot;The most important\r\n  requirement for the finding of equitable indemnity is that the party seeking to\r\n  be indemnified is adjudged without fault and the indemnifying party is the one\r\n  at fault.&quot;).\r\nWe believe the preponderance of the evidence supports\r\n  the conclusion that Colleton failed to meet the Vermeer requirements. \r\n  Importantly, at the declaratory judgment hearing, the only witness Colleton\r\n  offered was Weldon Johnson, who acted as Colleton's attorney in the Grant\r\n  action.  No medical experts testified on Colleton's behalf at the hearing. \r\n  Although Johnson rehashed some of the testimony provided by medical experts at\r\n  the truncated Grant trial,[2] the transcript of the Grant trial is not in the record and it is therefore\r\n  impossible to know whether Johnson provided a full picture of what occurred at\r\n  that trial.  We note that the Grant trial transcript was also not admitted as\r\n  evidence during the indemnification hearing before the circuit court judge. \r\nIn\r\n  addition, Colleton offered no expert testimony at the declaratory judgment\r\n  hearing.  See Melton v. Medtronic, Inc., 389 S.C. 641, 653, 698\r\n  S.E.2d 886, 892 (2010) (&quot;[E]xpert testimony is required in cases involving\r\n  medical malpractice claims.&quot;).[3] \r\n  We believe the record reflects that Colleton failed to meet the first and\r\n  second elements of equitable indemnification.  Specifically, Colleton did not\r\n  conclusively establish that Dr. Meacher was liable for causing Colleton's\r\n  damages.  Further, Colleton failed to present any evidence that it was without\r\n  fault.  See Fowler v. Hunter, 388 S.C. 355, 363, 697 S.E.2d 531,\r\n  535&nbsp;(2010) (stating\r\n  in clear terms that the person &quot;asserting an equitable indemnification\r\n  cause of action&quot; must prove the elements of indemnity, including that\r\n  &quot;the indemnitee was exonerated from any liability&quot;).  \r\nColleton\r\n  claims that the parties' stipulations were sufficient evidence for the trial\r\n  court to find that Dr. Meacher was at fault and that Colleton was not at\r\n  fault.  In making this argument, Colleton cites the following stipulations: (1)\r\n  &quot;At the Grant trial, Dr. Mazo testified that Dr. Meacher's failure to\r\n  order an ultrasound was a departure from [the] standard of care.&quot;; (2) &quot;The\r\n  only evidence introduced at the Grant trial by Plaintiff as to negligence or\r\n  departure from [the] standard of care by either Defendant was limited to\r\n  alleged departures by Dr. Meacher.&quot;; and (3) &quot;At the Grant trial, Dr.\r\n  Mazo testified that in his opinion, to a reasonable degree of medical\r\n  certainty, the cause of the loss of a testicle by Grant was the misdiagnosis of\r\n  testicular torsion by Meacher.&quot;\r\nAll of the above stipulations, however, merely discuss\r\n  what occurred at the Grant trial—a trial that was terminated early because a\r\n  settlement was reached.  Moreover, Colleton, Dr. Meacher, and Meacher P.A.\r\n  expressly denied any negligence or fault resulting from Grant's medical\r\n  treatment as part of the settlement agreement.  As noted above, the\r\n  stipulations are not accompanied by a transcript of the Grant trial and thus\r\n  provide an incomplete picture of that trial.  \r\nWe believe these stipulations were akin to\r\n  stipulations as to the law.  Therefore, the circuit court was not required to\r\n  accept these stipulations as conclusive proof that Dr. Meacher was liable for\r\n  causing Grant's injuries, or as conclusive proof that Colleton was not liable.  See Greenville Cnty. Fair Ass'n v. Christenberry, 198 S.C. 338,\r\n  345, 17 S.E.2d 857, 859 (1941) (holding that a &quot;stipulation as to the\r\n  law&quot; is generally not binding upon the courts); McDuffie v. McDuffie,\r\n  308 S.C. 401, 409-10, 418 S.E.2d 331, 336 (Ct. App. 1992) (holding that\r\n  stipulations involving questions of law are not binding on the court).  \r\nWe\r\n  recognize that settlement alone does not preclude indemnification when there is\r\n  sufficient evidence to support a finding of fault on the part of the indemnitor\r\n  and lack of fault by the indemnitee.  However, we distinguish this case from the\r\n  facts of Otis Elevator, Inc. v. Hardin Construction Co., 316 S.C. 292,\r\n  450 S.E.2d 41 (1994), and Griffin v. Van Norman, 302 S.C. 520, 397\r\n  S.E.2d 378 (Ct. App. 1990).  In Otis Elevator, a subcontractor (Otis\r\n  Elevator) settled with the plaintiff after a twelve-day trial and four hours of\r\n  jury deliberation.  Id. at 295, 450 S.E.2d at 43.  Otis Elevator then\r\n  brought a cause of action for contractual indemnification against the general\r\n  contractor (Hardin Construction).  Id.  In the indemnification action, the\r\n  jury returned with a verdict against Hardin Construction.  Id.  The jury\r\n  also responded to a special interrogatory finding no act or omission on the\r\n  part of Otis Elevator caused the plaintiff's injuries.  Id.  Thus, Otis\r\n  Elevator was entitled to seek indemnity from Hardin Construction, because\r\n  although Otis Elevator settled, there was a subsequent finding of lack of fault\r\n  on Otis Elevator's part while Hardin Construction was subsequently found\r\n  liable.  Id. at 295-96, 450 S.E.2d at 43-44.   \r\nIn Griffin, Van Norman (home seller) employed\r\n  an exterminating company (exterminator) to provide a wood infestation report required\r\n  by the Griffins (home buyers) before the sale of a house could be completed.  Griffin,\r\n  302 S.C. at 521, 397 S.E.2d at 379.  After the sale was consummated, the\r\n  Griffins discovered the report was false.  Id.  The Griffins sued Van\r\n  Norman and the exterminator.  Id. at 521, 397 S.E.2d at 378-79.  Both\r\n  defendants settled with the Griffins, but the Van Norman's cross-claim for\r\n  indemnification against the exterminator proceeded to a bench trial.  Id. at 521, 397 S.E.2d at 379.  The trial judge found that the loss suffered by the\r\n  Griffins was occasioned &quot;solely by the wrong of the [exterminator]&quot;\r\n  and that Van Norman had no knowledge that the report was false.  Id. at\r\n  522, 397 S.E.2d at 379.  Because the indemnity trial established that Van\r\n  Norman was totally innocent of wrongdoing and that the exterminator was guilty\r\n  of fraud, the trial court concluded Van Norman was entitled to indemnification\r\n  by the exterminator.  Id.  This court affirmed the trial court's ruling on\r\n  appeal.  Id. at 527, 397 S.E.2d at 382.  \r\nUnlike Griffin and Otis Elevator, here the\r\n  circuit court made no finding of fault on Dr. Meacher's part or lack of fault\r\n  on Colleton's part at the subsequent indemnification hearing.  Reviewing the\r\n  record, we conclude that there was insufficient evidence presented at the\r\n  indemnification hearing to enable the circuit court to make any such findings\r\n  of fault.  Finally, even if the circuit court's order was ambiguous as to the\r\n  exact basis for finding Colleton was not entitled to equitable indemnification,\r\n  we can affirm for any reason appearing (or, in this case, failing to appear) in\r\n  the record.  See Rule 220(c), SCACR (noting &quot;[t]he appellate court\r\n  may affirm any ruling, order, decision or judgment upon any ground(s) appearing\r\n  in the Record on Appeal&quot;); see also I'on, L.L.C. v. Town of Mt.\r\n    Pleasant, 338 S.C. 406, 418, 526 S.E.2d 716, 722 (2000).  \r\nThere was insufficient evidence of fault on Dr.\r\n  Meacher's part and lack of fault on Colleton's part presented at the medical malpractice\r\n  trial prior to settlement, and insufficient evidence of fault/lack of fault at\r\n  the subsequent indemnity hearing.  Therefore, the Vermeer requirements\r\n  were not met and the circuit court did not err in finding Colleton was not\r\n  entitled to equitable indemnification.  \r\nII.&nbsp; Did\r\n  the circuit court err by denying relief to Colleton on its breach of contract\r\n  claim against CareFirst?\r\nColleton\r\n  argues that the circuit court misconstrued its breach of contract claim against\r\n  CareFirst as a contractual indemnification claim and therefore the matter\r\n  should be remanded to the circuit court for a determination of whether\r\n  CareFirst breached the Agreement.  \r\nThe\r\n  portion of the Agreement at issue, section 4.1, states in pertinent part:\r\n\r\n\tContractor's\r\n  [CareFirst's] insurance coverage shall provide Facility [Colleton] defense for claims arising \r\n\tsolely on the basis of vicarious liability or\r\n  ostensible or apparent agency, for the acts or inaction of Contractor and/or\r\n  Contractor's Representatives.[4] . . . . In the event neither Contractor nor Contractor's Representatives\r\n  purchase the required coverage, Facility, in addition to any other rights it\r\n  may have under the terms of this Agreement or under law, shall be entitled, but\r\n  not obligated, to purchase such coverage.  Facility shall be entitled to\r\n  immediate reimbursement from Contractor or Contractor's Representative for the\r\n  cost thereof.  \r\n\r\n(emphases\r\n  added).[5]  \r\nIn\r\n  its complaint, as well as in its motion to amend, Colleton alleged that\r\n  CareFirst &quot;breached&quot; section 4.1 by failing to obtain insurance\r\n  coverage that provided Colleton a defense in the Grant action.  However, in its\r\n  pre-trial brief, Colleton did not specifically contend that CareFirst breached\r\n  the Agreement.  Rather, it claimed that it was entitled to &quot;contractual\r\n  indemnification&quot; from CareFirst under the Agreement.  Moreover, at the\r\n  declaratory judgment hearing, Colleton's counsel referred to its contract claim\r\n  as a &quot;contractual indemnity&quot; claim.[6]  \r\nIn\r\n  its order, the circuit court reviewed section 4.1 of the Agreement and found:\r\n\r\n\tThese provisions\r\n  [of the Agreement] do not entitle either party to indemnification in the event\r\n  of malpractice liability, but rather for the reimbursement for the costs of\r\n  obtaining insurance.  They merely provide the procedure of obtaining insurance\r\n  and handling claims on the theory of ostensible or apparent agency, not for the\r\n  indemnification for settlement of such claims, especially without a finding of\r\n  fault.  \r\n\r\nThus, we\r\n  acknowledge that the circuit court construed Colleton's claim as a contractual\r\n  indemnification claim rather than a breach of contract claim.  However, we\r\n  believe remand is not required because there was no breach of contract.  \r\nInitially,\r\n  we note this issue is questionably preserved because of the nebulous manner in\r\n  which Colleton presented its contract issue to the circuit court.  See Jean Hoefer Toal, et al., Appellate Practice in South Carolina 58 (2d\r\n  ed. 2002) (&quot;A party need not use the exact name of a legal doctrine in\r\n  order to preserve it, but it must be clear that the argument has been presented\r\n  on that ground.&quot;).  However, in light of the fact that Colleton raised the\r\n  breach of contract issue in both its complaint and its motion to amend, we\r\n  proceed to address the issue on the merits.    \r\nAs\r\n  to the merits of Colleton's breach of contract claim, we do not believe\r\n  CareFirst was required to provide Colleton a defense in the Grant action.  The\r\n  South Carolina Supreme Court has instructed that &quot;[i]f the facts alleged\r\n  in a complaint against an insured fail to bring a claim within policy coverage,\r\n  an insurer has no duty to defend.&quot;  City of Hartsville v. South Carolina\r\n    Mun. Ins. &amp; Risk Fin. Fund, 382 S.C. 535, 544, 677 S.E.2d 574, 578\r\n  (2009).  Therefore, &quot;the allegations of the complaint determine the\r\n  insurer's duty to defend.&quot;  Id.  \r\nAlthough\r\n  the situation here is slightly different than Hartsville, we believe\r\n  CareFirst's duty to defend should be determined by reviewing Grant's\r\n  complaint.  In paragraph eighteen of his complaint, Grant alleged that\r\n  Colleton, CareFirst, and Meacher P.A. were vicariously liable to Grant for Dr.\r\n  Meacher's negligence.  However, in paragraph sixteen of his complaint, Grant\r\n  contended that both Dr. Meacher and Colleton deviated from the standard\r\n  of care in failing to take appropriate diagnostic measures, in failing to\r\n  request a urological consultation, in misdiagnosing his condition, in failing\r\n  to rule out testicular torsion as a diagnosis, and in otherwise failing to\r\n  diagnose and treat his condition properly.  Thus, Grant's complaint alleges\r\n  that Colleton was negligent in its own right.  Accordingly, because the\r\n  Agreement only required CareFirst to provide a defense to Colleton &quot;for\r\n  claims arising solely on the basis of vicarious liability or ostensible\r\n  or apparent agency,&quot; CareFirst was not required to provide Colleton a\r\n  defense at the onset of the litigation.\r\nWe\r\n  recognize Grant's attorney &quot;stipulated&quot; during the Grant trial that\r\n  his only cause of action against Colleton was a vicarious liability claim.  However,\r\n  the record reflects this stipulation was made as part of the settlement agreement. \r\n  Thus, as of the date of the stipulation, when CareFirst arguably was required\r\n  to provide a defense to Colleton, Colleton was no longer in need of a defense.  See Hartsville, 382 S.C. at 547, 677 S.E.2d at 580 (holding that\r\n  insurer had a &quot;continuing duty to defend&quot;).\r\nFurthermore, the settlement agreement\r\n  contained the following disclaimer language:\r\n\r\n\tIt is understood that the Released\r\n  Parties expressly deny that any negligent acts and/or omissions on their part\r\n  caused or contributed to the circumstances described herein and thus they deny\r\n  they are liable for any loss, injury and/or damage resulting to [Grant] because\r\n  of the medical treatment.&nbsp; This Release and Agreement is entered into for\r\n  the purpose of ending existing litigation and avoiding future litigation.&nbsp;\r\n  Therefore, this Release and Agreement shall not be construed as an admission of\r\n  liability by any or all of the Released Parties.&nbsp; \r\n\r\nTherefore,\r\n  we do not believe the language of the settlement agreement, which contains an\r\n  explicit disclaimer as to any liability, can be construed as evidence that\r\n  Colleton was only liable to Grant under a theory of vicarious\r\n  liability.&nbsp; &nbsp;Indeed, the settlement agreement's release language\r\n  further supports the conclusion that there was no adjudication of fault or lack\r\n  of fault on Colleton's behalf.  \r\nBecause\r\n  we do not believe CareFirst breached the Agreement, it is inconsequential\r\n  whether the circuit court misconstrued Colleton's breach of contract claim\r\n  against CareFirst as a contractual indemnification claim.  See Rule\r\n  220(c), SCACR (noting &quot;[t]he appellate court may affirm any ruling, order,\r\n  decision or judgment upon any ground(s) appearing in the Record on\r\n  Appeal&quot;).  Accordingly, we decline to remand to the circuit court for\r\n  further proceedings.   \r\nIII.&nbsp; Remaining\r\n  Issues on Appeal\r\nA.&nbsp; Issue\r\n  Preservation\r\nColleton\r\n  contends that, in a vicarious liability indemnity setting, the indemnitee\r\n  should not have to prove that it was not at fault.  In other words, Colleton\r\n  contends that the test set forth in Vermeer should be modified in\r\n  vicarious liability cases so that the indemnitee is not required to establish\r\n  its own lack of fault.  Colleton further argues that in an imputed fault vicarious\r\n  liability action, proving fault on the part of the indemnitee should be by way\r\n  of an affirmative defense, with the burden of doing so being placed on the\r\n  indemnitor. \r\nWe\r\n  decline to address either of these issues as neither issue was properly\r\n  preserved for appellate review.  To be preserved for appellate review, an issue\r\n  must have been &quot;(1) raised to and ruled upon by the trial court, (2)\r\n  raised by the appellant, (3) raised in a timely manner, and (4) raised to the\r\n  trial court with sufficient specificity.&quot;  S.C. Dep't of Transp. v.\r\n    First Carolina Corp. of S.C., 372 S.C. 295, 301-02, 641 S.E.2d 903, 907\r\n  (2007) (citations and quotations omitted).  Here, Colleton never specifically\r\n  argued to the circuit court that the Vermeer test should be modified for\r\n  vicarious liability cases.  Accordingly, we believe neither issue was properly preserved.  See Bodkin v. Bodkin, 388 S.C. 203, 219, 694 S.E.2d 230, 239 (Ct.\r\n  App. 2010) (an issue is not preserved for appeal unless it was raised to and\r\n  ruled upon by the trial court).\r\nB.&nbsp; Additional\r\n  Sustaining Grounds Raised by Respondents\r\nThe\r\n  remaining issues on appeal are additional sustaining grounds raised by the\r\n  Respondents, namely (1) whether the nondelegable duty doctrine set forth in Simmons\r\n    v. Tuomey Regional Medical Center, 341 S.C. 32, 53, 533 S.E.2d 312, 323\r\n  (2000), precludes recovery by Colleton, and (2) whether Colleton is precluded\r\n  from seeking equitable indemnification because its insurance company paid all\r\n  of Colleton's settlement costs.  We decline to address either of these issues\r\n  because we affirm on other grounds appearing in the record on appeal. &nbsp;See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\n  S.E.2d 591, 598 (1999) (stating an appellate court need not address remaining\r\n  issues when a decision on a prior issue is dispositive).\r\nCONCLUSION\r\nFor\r\n  the foregoing reasons, the decision of the lower court is\r\nAFFIRMED.\r\nFEW, C.J., and HUFF, J., concur. \r\n\r\n\r\n[1] Issues five and six listed in the Statement of Issues on Appeal are additional\r\n  sustaining grounds raised by Respondents.  \r\n[2] Johnson's\r\n  testimony arguably constituted hearsay, but we note Respondents did not object\r\n  when Johnson provided this testimony.\r\n[3] Although the\r\n  present case is not technically a medical malpractice case, in order to\r\n  establish that Dr. Meacher was liable for Grant's damages (as mandated by Vermeer),\r\n  Colleton was required to make a showing similar to that required in a medical\r\n  malpractice case.  \r\n[4] The term\r\n  &quot;Contractor's Representatives&quot; is defined in the Agreement as\r\n  &quot;all of Contractor's [CareFirst's] employees, shareholders, partners,\r\n  subcontractors, and agents providing services under this Agreement.&quot;  Thus,\r\n  the term would appear to include Dr. Meacher.  \r\n[5] Under section\r\n  4.1 of the Agreement, CareFirst was required to obtain insurance that would\r\n  provide a defense to Colleton.  Section 4.1 did not require CareFirst to\r\n  obtain coverage that would indemnify Colleton.  Therefore, even if CareFirst\r\n  had breached section 4.1, it is questionable whether Colleton would be entitled\r\n  to the $50,000 settlement amount as Colleton claims.  See Sloan Constr.\r\n    Co. v. Central Nat'l Ins. Co. of Omaha, 269 S.C. 183, 186, 236 S.E.2d 818,\r\n  820 (1977) (&quot;The duty to defend is separate and distinct from the\r\n  obligation to pay a judgment rendered against the insured.&quot;).\r\n[6] Black's Law\r\n  Dictionary 837 (9th ed. 2009), defines &quot;contractual indemnity&quot; as\r\n  &quot;[i]ndemnity that is expressly provided for in an agreement.&quot;  Black's\r\n    Law Dictionary further defines &quot;indemnity clause&quot; as &quot;[a]\r\n  contractual provision in which one party agrees to answer for any specified or\r\n  unspecified liability or harm that the other party might incur.&quot;  Id. at 837-38.\r\n\r\n","court":"Appeals"},{"id":"4765","title":"State v. Burgess","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4765","description":"Darrell Burgess was convicted of the drug-related murders of David Slice and Kim Fauscette.  The trial judge sentenced Burgess to two life sentences for the murders, and five years for possession of a firearm during the commission of a violent crime.  Burgess has raised two issues on appeal.  First, he challenges the trial judge's decision not to remove a juror who realized after jury selection that the brother of Slice's estranged wife worked for him.  Second, he argues the judge violated his constitutional right to present a complete defense by excluding evidence of third party guilt.  We affirm.","date":"2010-12-15","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Darrell Burgess, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\nKnox McMahon, Circuit Court Judge\r\n\r\nOpinion No.  4765\r\n  Heard May 19, 2010 – Filed December 15,\r\n2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Deputy Chief Appellate Defender Robert M.\r\n          Dudek, of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Donald J. Zelenka, Senior Assistant Attorney General William Edgar Salter, III,\r\n          all of Columbia; and Solicitor Donald V. Myers, of Lexington, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.:  Darrell Burgess was convicted of the\r\n  drug-related murders of David Slice and Kim Fauscette.  The trial judge\r\n  sentenced Burgess to two life sentences for the murders, and five years for\r\n  possession of a firearm during the commission of a violent crime.  Burgess has\r\n  raised two issues on appeal.  First, he challenges the trial judge's decision\r\n  not to remove a juror who realized after jury selection that the brother of\r\n  Slice's estranged wife worked for him.  Second, he argues the judge violated\r\n  his constitutional right to present a complete defense by excluding evidence of\r\n  third party guilt.  We affirm.\r\nI.&nbsp; Facts\r\nSlice and Fauscette lived\r\n  together in a &quot;crack house&quot; in Gaston with at least one other person. \r\n  During the evening of September 5, 2005, and continuing into the following\r\n  morning, Slice, Fauscette and a crack dealer named James Johnson had been talking,\r\n  watching television, drinking alcohol and smoking crack in the mobile home.  Before\r\n  dawn on September 5, Burgess arrived unexpectedly and Fauscette allowed him\r\n  inside.  Burgess explained that he wrecked his car and was running from the\r\n  police.  Burgess did not mention that Michael Wise drove him to his house after\r\n  the wreck so Burgess could get his gun and Wise was waiting outside.  Burgess,\r\n  Slice, Fauscette and Johnson sat around for ten or fifteen minutes while\r\n  Burgess waited for Johnson to leave.  Eventually, Burgess stood up and shot\r\n  Slice three times and Fauscette twice, killing them both.  Johnson ran away\r\n  when Burgess's gun emptied.  Burgess fled the scene with Wise.\r\nII.&nbsp; The Decision not to Remove\r\n  the Juror\r\nAfter the jury was selected\r\n  but before opening statements, a member of the jury notified the deputy clerk\r\n  of court that &quot;he recognized a lady in the audience.&quot;[1] \r\n  The judge brought the juror into the courtroom to question him.  The juror\r\n  explained that after jury selection he recognized a woman in the courtroom whom\r\n  he believed to be Georgette Slice.  Georgette, who had not been introduced to\r\n  the jury panel during voir dire, was the estranged wife of David Slice, and the\r\n  sister of a man the juror supervised at work.  The judge asked the juror if he\r\n  could still be a fair and impartial juror to both the State and the defense, to\r\n  which the juror responded &quot;yes, sir.&quot;  Outside of the juror's\r\n  presence, the judge asked if either side wanted additional voir dire.  Burgess\r\n  requested that the juror be asked whether he discussed the situation with any\r\n  other members of the jury, and that the juror be removed for cause.  After\r\n  returning to the courtroom, the juror testified he had not discussed it with\r\n  anyone in the jury room.  He again testified he could be fair and impartial to\r\n  both sides.  The juror also testified he had not heard anything about the case\r\n  and did not even know the murders occurred.  Neither side requested further\r\n  voir dire.\r\nWe find no error in the\r\n  judge's decision not to remove the juror.  First, the fact that a juror has\r\n  some relationship with the victim does not automatically require the trial\r\n  judge to remove the juror.  See State v. Jones, 298 S.C. 118, 121,\r\n  378 S.E.2d 594, 596 (1989) (&quot;The mere fact that\r\n  a person is a friend or acquaintance of the deceased does not render him\r\n  incompetent as a juror.&quot;);State v. Wells, 249 S.C. 249,\r\n  259-60, 153 S.E.2d 904, 909-10 (1967) (affirming qualification of a juror who\r\n  directly employed victim a year or more prior to trial); State v. Hilton,\r\n  87 S.C. 434, 439, 69 S.E. 1077, 1078 (1910) (&quot;There\r\n  is no rule of the common law, nor is there a statute disqualifying a juror on\r\n  account of his relationship to a witness, either by affinity or consanguinity,\r\n  within any degree.&quot;).  Second, the juror did not conceal any\r\n  information requested during voir dire.[2] \r\n  Finally, the judge acted within his discretion in finding the juror could be\r\n  fair and impartial.  See State v. Mercer, 381 S.C. 149, 158, 672\r\n  S.E.2d 556, 560-61 (2009) (describing the trial judge's broad discretion to\r\n  determine whether a juror is qualified); State v. Bell, 374 S.C. 136,\r\n  147, 646 S.E.2d 888, 894 (Ct. App. 2007) (&quot;A decision on whether to\r\n  dismiss a juror and replace her with an alternate is within the sound\r\n  discretion of the trial court . . . .&quot;).\r\nBurgess argues, however, that\r\n    the juror should have been excused based on the supreme court's reasoning in State\r\n      v. Stone, 350 S.C. 442, 567 S.E.2d 244 (2002).  We believe Burgess misinterprets\r\n    the opinion.  In Stone, the State called the defendant's aunt to testify\r\n    during the penalty phase of a capital trial.  350 S.C. at 448, 567 S.E.2d at 247. \r\n  One of the jurors realized she knew the aunt, and the trial judge granted the\r\n  State's request to remove the juror.  Id.  On appeal, the supreme court quoted\r\n    its decision in State v. Woods:\r\n\r\n  When a juror conceals information inquired into during voir dire,\r\n    a new trial is required only when the court finds the juror intentionally\r\n    concealed the information, and that the information concealed would have\r\n    supported a challenge for cause or would have been a material factor in the use\r\n    of the party's peremptory challenges.\r\n\r\n350 S.C. at 448, 567 S.E.2d\r\n  at 247 (emphasis added) (quoting State v. Woods, 345 S.C. 583, 587-88,\r\n  550 S.E.2d 282, 284 (2001)).  Calling Woods &quot;instructive,&quot; the Stone court held the removal of the juror was error because neither of\r\n  the criteria listed in Woods existed.  350 S.C. at 448-49, 567 S.E.2d at\r\n  247-48.  First, the court stated &quot;[i]t is patent here that [the juror's]\r\n  failure to disclose her acquaintance with [the witness] was innocent.&quot;  350\r\n  S.C. at 448, 567 S.E.2d at 247.  Second, the court stated &quot;we find her scant acquaintance would neither have supported\r\n  a challenge for cause nor\r\n  would it have been a material factor in the state's exercise of its peremptory\r\n  challenges.&quot;  350 S.C. at 448, 567 S.E.2d at 247-48.  However, either\r\n  of those findings would have independently rendered the trial judge's removal\r\n  of the Stone juror erroneous.  \r\nWhen a party contends a juror\r\n  should be removed for failure to disclose information during voir dire, Stone requires the trial judge to consider the two criteria from Woods.  If\r\n  the judge finds both of the Woods criteria exist, the judge must remove\r\n  the juror.  However, if either of the criteria is absent, the judge may not\r\n  remove the juror on that basis.  Here, we need only look to the absence of the\r\n  first criterion to affirm.  As in Stone, this juror's failure to\r\n  disclose the information was innocent.  Thus the removal of the juror would\r\n  have been error.  See Smith v. State, 375 S.C. 507, 518, 654\r\n  S.E.2d 523, 529 (2007) (&quot;Where a juror, without justification, fails to\r\n  disclose a relationship, it may be inferred . . . that the juror is not\r\n  impartial.  On the other hand, where the failure to disclose is innocent, no\r\n  such inference may be drawn.&quot; (quoting Woods, 345 S.C. at 587-88,\r\n  550 S.E.2d at 284)).    \r\nFinally, Burgess argues the\r\n  trial judge applied the wrong legal standard in deciding not to remove the\r\n  juror.  In making this argument, Burgess focuses on one comment made by the\r\n  judge immediately after he denied the motion to remove the juror: &quot;I think\r\n  I have to take jurors at their word.  I can't second guess that.  . . .  I can't\r\n  sit up here and decide that jurors won’t follow the law.&quot;  The State contends\r\n  the argument is not preserved for appellate review.  We agree.\r\nThe rules of issue\r\n  preservation impose on counsel a duty to challenge a statement of law made by\r\n  the trial judge which counsel believes to be erroneous.\r\n\r\n  A\r\n    litigant must object to inadequate . . . conclusions of law in order to give\r\n    the trial court an opportunity to correct them.  . . .  While a party has the\r\n    right to assume that the trial court knows and will properly apply the law,\r\n    this does not excuse the failure to seek correction of an error once the\r\n    complaining party becomes aware of it.\r\n\r\n89 C.J.S. Trial § 1134\r\n  (2001).  See also I'On, LLC v. Town of Mt. Pleasant, 338 S.C.\r\n  406, 422, 526 S.E.2d 716, 724 (2000) (&quot;The losing party must first try to\r\n  convince the lower court it has ruled wrongly . . . .&quot;).  Burgess's\r\n  failure to challenge the judge's comment and seek clarification of the basis of\r\n  his ruling leaves the issue unpreserved for two reasons.  \r\nFirst, we cannot determine\r\n  the correct context in which to interpret the comment.  Burgess argues the\r\n  judge was stating the legal standard he had used in deciding not to remove the\r\n  juror.  The State argues, however, the comment simply indicates the judge\r\n  expected the jurors to follow his instructions on the law.  See U.S.\r\n    v. Olano, 507 U.S. 725, 740 (1993) (noting &quot;the\r\n  almost invariable assumption of the law that jurors follow their\r\n  instructions&quot;) (quoting Richardson v. Marsh, 481 U.S. 200, 206\r\n  (1987)).  Second, even if he was addressing the standard for removing\r\n  the juror, we cannot determine that he applied the wrong standard.  The judge\r\n  made the comment immediately after he ruled.  In the ruling itself, however, he\r\n  stated: &quot;I would have to deny your motion based on State v. Elmore.&quot; \r\n  While the comment cited by Burgess would indicate the judge used an incorrect\r\n  standard, the reference to Elmore indicates he used the correct\r\n  standard.[3]  \r\nIf Burgess had sought\r\n  correction of the alleged error at trial, we would be able to determine which\r\n  issue the trial judge was addressing, and whether he was correct.  Because we\r\n  cannot determine either, the issue is not preserved.\r\nIII. Third Party Guilt and the\r\n  Right to Present a Complete Defense\r\nBurgess\r\n  offered the testimony of five witnesses who would have testified that the\r\n  victims had been threatened over their drug debts in the months leading up to\r\n  the murders.  On appeal he contends the trial judge's decision not to allow their\r\n  testimony before the jury violated his constitutional right to present a\r\n  complete defense.  We conclude the judge ruled correctly.\r\nThe United States Constitution\r\n  guarantees a criminal defendant the right &quot;to present a complete defense.&quot;\r\n   Crane v. Kentucky, 476 U.S. 683, 690 (1986).  This right is also\r\n  guaranteed by our State constitution: &quot;Any person charged with an offense\r\n  shall enjoy the right . . . to be fully heard in his defense . . . .&quot; \r\n  S.C. Const. art. I, § 14 (2009).  See S.C. Code Ann. § 17-23-60 (2003)\r\n  (&quot;Every person accused shall, at his trial, be allowed . . . to produce\r\n  witnesses and proofs in his favor . . . .&quot;); State v. Lyles, 379\r\n  S.C. 328, 341, 665 S.E.2d 201, 208 (Ct. App. 2008).  In Chambers v.\r\n    Mississippi, 410 U.S. 284 (1973), the United\r\n  States Supreme Court stated: &quot;Few rights are more fundamental than that of\r\n  an accused to present witnesses in his own defense.&quot;  410 U.S. at 302.  However,\r\n  the right to introduce even relevant evidence &quot;is not unlimited, but rather\r\n  is subject to reasonable restrictions.&quot;  U.S. v. Scheffer, 523 U.S.\r\n  303, 308 (1998).  The exclusion of witness testimony does not violate a\r\n  defendant's constitutional right to present evidence so long as the evidence rules\r\n  are &quot;not 'arbitrary' or 'disproportionate to the purposes they are\r\n  designed to serve.'&quot;  Id. (quoting Rock v. Arkansas, 483\r\n  U.S. 44, 56 (1987)).  In this case, Burgess's argument that his right to\r\n  present a defense was violated is refuted by the trial judge's correct\r\n  application of the law of third party guilt to the facts of the case.\r\nAs the trial judge correctly\r\n  stated, the admissibility of evidence of third party guilt is governed by the\r\n  rule set forth in State v. Gregory, 198 S.C. 98, 16 S.E.2d 532 (1941).  See State v. Cope, 385 S.C. 274, 292-93, 684 S.E.2d 177, 186-87\r\n  (Ct. App. 2009) (quoting State v. Gregory as the rule governing\r\n  admissibility of evidence of third party guilt); State v. Swafford, 375\r\n  S.C. 637, 641-43, 654 S.E.2d 297, 299-300 (Ct. App. 2007) (affirming\r\n  application of State v. Gregory).  In Gregory, our supreme court stated:\r\n\r\n  [T]he evidence\r\n    offered by accused as to the commission of the crime by another person must be\r\n    limited to such facts as are inconsistent with his own guilt, and to such facts\r\n    as raise a reasonable inference or presumption as to his own innocence;\r\n    evidence which can have (no) other effect than to cast a bare suspicion upon\r\n    another, or to raise a conjectural inference as to the commission of the crime\r\n    by another, is not admissible.  . . . But before such testimony can be\r\n    received, there must be such proof of connection with it, such a train of facts\r\n    or circumstances, as tends clearly to point out such other person as the guilty\r\n    party. Remote acts, disconnected and outside the crime itself, cannot be\r\n    separately proved for such a purpose.\r\n\r\n198 S.C. at 104-05, 16 S.E.2d\r\n  at 534-35 (internal citations omitted).  \r\nThe trial judge applied the Gregory standard correctly.  The judge listened to each witness's testimony outside the\r\n  presence of the jury and provided Burgess the opportunity to argue its\r\n  admissibility.  After quoting Gregory, the judge noted that some of the\r\n  evidence related to events occurring more than eight months before the murders,\r\n  and that even the most recent events occurred more than two weeks before.  He\r\n  found that none of the evidence was inconsistent with Burgess's guilt and\r\n  concluded &quot;it's mere conjecture or surmise.&quot;  The exclusion of the\r\n  testimony was consistent with Gregory, and within the trial judge's\r\n  discretion.\r\nBurgess argues, however, that\r\n  this case is controlled by the decision of the United States Supreme Court in Holmes\r\n    v. South Carolina, 547 U.S. 319 (2006).  Burgess is correct that the Supreme\r\n  Court concluded &quot;the rule applied in [State v. Holmes][4] by the State Supreme Court violates a criminal defendant's right to have 'a\r\n  meaningful opportunity to present a complete defense.'&quot;  547 U.S. at 331\r\n  (quoting Crane, 476 U.S. at 690).  However, Burgess fails to understand\r\n  that it was not the rule of Gregory which offended the defendant's\r\n  rights.  Rather, it was the &quot;radically changed and extended&quot; rule of State\r\n    v. Gay, 343 S.C. 543, 541 S.E.2d 541 (2001), and State v. Holmes.  547\r\n  U.S. at 328-31.  In fact, the Supreme Court specifically stated that the rule\r\n  of State v. Gregory is the type of rule that does not deny a defendant\r\n  his right to present evidence.  547 U.S. at 328.  Holmes v. South Carolina preserves Gregory as the appropriate standard for evaluating the\r\n  admissibility of evidence of third party guilt.  The trial judge in this case\r\n  applied Gregory correctly, and there was no error.\r\nAFFIRMED.\r\nTHOMAS and PIEPER, JJ.,\r\n  concur.\r\n\r\n\r\n[1] The record does not indicate whether the jury had\r\n  been sworn.\r\n[2] The trial judge asked whether &quot;any member of the\r\n  jury panel or a member of your immediate family[,] were they close personal\r\n  friends of the victims    . . . ?&quot;  The record does not indicate whether\r\n  the juror even knew David Slice.  They were not &quot;close personal\r\n  friends.&quot;  The only other relevant questions were whether the jurors\r\n  &quot;had any knowledge about the case&quot; or had ever &quot;heard or known\r\n  anything about the case from any source whatsoever[.]&quot;  \r\n[3] In State v. Elmore, 279 S.C. 417, 308 S.E.2d\r\n  781 (1983) overruled on other grounds by State v. Torrence, 305\r\n  S.C. 45, 406 S.E.2d 315 (1991), the defendant asked the trial court to\r\n  disqualify a juror for cause because one of the assistant solicitors was the\r\n  juror's daughter's closest friend.  279 S.C. at 420, 308 S.E.2d at 784.  The\r\n  supreme court characterized the trial judge's ruling as follows: &quot;The trial judge re-examined [the juror] and assured\r\n    himself that the juror was impartial.&quot;  Id. (emphasis added). \r\n  The Elmore court then cited State v. Gulledge, in which the\r\n  supreme court stated: &quot;The trial judge has the duty to assure himself that every juror is unbiased, fair and impartial.&quot;  277 S.C. 368, 370, 287\r\n  S.E.2d 488, 489 (1982) (emphasis added).  Moreover, after the juror in the case\r\n  before us initially testified he could be fair and impartial, the judge asked\r\n  both sides if they requested any additional voir dire.  If the judge felt he\r\n  was bound by the juror's answer, he would have had no reason to offer further\r\n  questioning.\r\n[4] 361 S.C. 333, 605 S.E.2d 19\r\n  (2004).\r\n\r\n","court":"Appeals"},{"id":"4766","title":"State v. Bryant","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4766","description":"Thomas T. Bryant, Jr. appeals his murder conviction and sentence of life without the possibility of parole, arguing the trial judge erred in refusing to admit certain evidence and refusing to instruct the jury on the defense of habitation.  We reverse and remand for a new trial based on the erroneous refusal to charge defense of habitation.","date":"2010-12-15","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Thomas T.\r\n          Bryant, Jr., Appellant.\r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nPerry M. Buckner, Circuit Court Judge\r\nOpinion No. 4766\r\n  Heard November 3, 2010 – Filed December\r\n15, 2010\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief Appellate Defender Robert M. Dudek,\r\n          of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General Donald\r\n          J. Zelenka, Assistant Attorney General Alphonso Simon, Jr., Solicitor Warren B.\r\n          Giese, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nHUFF, J.:  Thomas\r\n  T. Bryant, Jr. was convicted of murder in the death\r\n  of Daniel Austin.  Bryant appeals, asserting the trial judge erred in\r\n  (1) refusing to admit into evidence a dispatch log of a 911 call and (2)\r\n  refusing to instruct the jury on the defense of habitation. We\r\n  reverse and remand for a new trial.[1]\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nThe record shows Bryant is a\r\n  paraplegic who is confined to a wheelchair.  At the time of this incident,\r\n  Bryant had been living at a Days Inn Hotel, located approximately 150 yards\r\n  from the &quot;Bottoms Up&quot; nightclub.  On the night of July 22, 1999,\r\n  Bryant met Austin at the nearby nightclub.  Austin, who was at the club with\r\n  some other men from North Carolina, became friendly with Bryant.  As the night\r\n  wore on, both Bryant and Austin became intoxicated. \r\nThere is conflicting evidence\r\n  on the relationship of the two men that evening and what occurred between\r\n  them.  An employee of the club characterized the two as being &quot;very\r\n  chummy,&quot; and observed no arguments, fighting, or violence between Bryant\r\n  and Austin.  According to Bryant, Austin and the two other men with Austin\r\n  pressed Bryant to obtain some marijuana.  Bryant told them &quot;he did not do\r\n  that&quot; and informed them he did not know where to obtain any.  At\r\n  approximately 3:30 a.m. on July 23, 1999, Bryant and Austin left the\r\n  nightclub.  The nightclub employee testified that just before they left, Bryant\r\n  had fallen from his wheelchair and the employee and Austin assisted Bryant back\r\n  into the chair and helped him out the door.  Austin then continued to help\r\n  Bryant down the road toward the Days Inn, &quot;pushing him along, still\r\n  talking, still carrying on, having a good time.&quot;  Bryant, however,\r\n  testified he was attempting to leave the club by himself when Austin followed\r\n  him in the parking lot and was on the back of his wheelchair, telling Bryant to\r\n  let him help him.\r\nNellie Connell, the night\r\n  auditor and desk clerk at the Days Inn, was working the night shift when in the\r\n  early morning hours she observed a gentleman pushing Bryant in his wheelchair. \r\n  According to Connell, the two men were laughing and talked &quot;like two\r\n  buddies.&quot;  As she watched them, she saw Bryant fall out of his wheelchair\r\n  when they hit a speed bump in the parking lot.  The other gentleman then put\r\n  Bryant back into his wheelchair.  \r\nBryant testified he\r\n  repeatedly told Austin he did not need his help.  When Austin continued, Bryant\r\n  stopped his chair and told Austin he did not want his help and Austin should\r\n  leave him alone and let him go.  Austin then pushed Bryant, causing him to\r\n  almost fall from his chair.  Austin and Bryant began swinging at each other and\r\n  Bryant was knocked from his chair.  Austin then picked Bryant up and placed him\r\n  back in his wheelchair.  As Bryant attempted to roll away, Austin grabbed the\r\n  back of his chair and they argued again.  As they rolled down the street,\r\n  Bryant stopped again and told Austin to leave him alone, but Austin began\r\n  cussing at Bryant, harassing him again for some drugs.  Bryant stated another\r\n  altercation ensued in which Bryant was again knocked from his chair, but this\r\n  time Austin kicked Bryant in the face twice.  Because he could not get away\r\n  from Austin, Bryant finally &quot;went along with it,&quot; and the two ended\r\n  up outside Bryant's room at the Days Inn. \r\nBryant claimed he was scared\r\n  to open the door to the room with Austin standing there because Austin had been\r\n  pressing him for marijuana and they had been fighting.  He attempted to stall\r\n  in opening his door and Austin tried to snatch a pouch from him, which\r\n  contained his room key, causing the contents of the pouch to fall to the\r\n  ground.  The two men cussed at each other, and Austin left, presumably to go to\r\n  the front desk to obtain a room key.  During this time, a gentleman named Mr. Hawkins\r\n  walked through, and Bryant asked Hawkins to help him by &quot;get[ting]\r\n  somebody to call&quot; because &quot;they done beat me up and I feel like they're\r\n  going to rob me.&quot;  Bryant testified he referred to &quot;they&quot;\r\n  because he was concerned one or two of the other men with Austin that night\r\n  might be &quot;hanging back waiting.&quot;  Hawkins agreed to go to the desk\r\n  and get the night clerk to call the police.  Thereafter, Bryant found his key\r\n  and opened the door to his room.  Once he entered, but before he could shut his\r\n  door, Austin came in the room behind him and shut the door.  Bryant testified\r\n  he did not invite Austin into his room and did not want him in there.  Bryant\r\n  maintained he was scared, as Austin then stated, &quot;I'm going to kill you,&quot;\r\n  and Austin had shut the door to the room.  Bryant then opened a drawer to a\r\n  nightstand and pulled out a pistol.  When he turned around, Austin, who was &quot;a\r\n  good six feet in the door&quot; was coming toward him, and he shot Austin &quot;once[,]\r\n  . . . twice, maybe a few more times.&quot;  According to Bryant, Austin fell,\r\n  got right back up, opened the door and ran from the room.  Bryant dropped his\r\n  pistol on his bed, retrieved a shotgun from his dresser, rolled out of the door\r\n  and saw Austin standing in the breezeway.  Bryant then started shooting Austin\r\n  until his shotgun was empty.      \r\nBryant further testified, at\r\n  the time he saw Austin in the breezeway, &quot;I had done had -- I'm seeing\r\n  red.  I'm very angry, mad.  I've been done like this -- I was done like this\r\n  for no reason.  And when I seen him, I started shooting him, and I just -- I\r\n  just shot.  I shot my shotgun 'til it was -- I believe it was empty.&quot;  Bryant\r\n  explained he did not know if Austin had a weapon or not, but he was concerned\r\n  Austin could get his weapon, and stated, &quot;I was scared to death.&quot; \r\n  Bryant stated, after having been treated the way he was, he was not thinking\r\n  and recognized, &quot;I was just seeing red because I'd done had enough.  I'd\r\n  done been beat, kicked and everything over something that I didn't even do.&quot; \r\n  He claimed he did not plan on killing Austin, but he did so because he was\r\n  scared for his life and did not feel he had any other options at that time, as\r\n  he felt Austin was going to hurt him badly or kill him.  Bryant further acknowledged\r\n  that he was angry and he grabbed his shotgun, and when Austin fell and then\r\n  jumped up and ran, he did not know if he had hit Austin, but he was scared\r\n  because he believed another person was  out there besides Austin.               \r\nWhen the authorities arrived,\r\n  Austin was lying in the breezeway bleeding from gunshot wounds, and shots were\r\n  being fired from Bryant's room.  After a standoff lasting approximately twenty\r\n  minutes, officers heard one final, muffled pistol shot.  The officers entered\r\n  Bryant's room and found Bryant on the floor with a self-inflicted gunshot wound\r\n  to his stomach. Bryant was transported to the hospital for treatment, but\r\n  Austin died at the scene.  \r\nAn autopsy showed Austin\r\n  suffered from birdshot and buckshot wounds, as well as three standard bullet\r\n  gunshot wounds.  Two of the standard bullets, consistent with a .32 caliber\r\n  projectile, were recovered from the upper portion of the right side and just\r\n  above the hip on the right side of Austin's body.  The pathologist testified\r\n  the most deadly or dangerous shot, and the cause of Austin's death, was the\r\n  gunshot delivered to the upper portion of Austin's right side, which fractured\r\n  a rib, passed through the right lung, ruptured the aorta, and passed through\r\n  the left lung.  He opined that after receiving this gunshot, about half of\r\n  Austin's blood volume would have been immediately pouring out into his chest,\r\n  his blood pressure would have dropped, he would start to lose consciousness,\r\n  and within seconds he would have been on the ground.  While a wound to Austin's\r\n  left side, where shotgun pellets entered his left lung, would have been a\r\n  dangerous wound, it was not fatal in an immediate manner as was the standard\r\n  bullet wound to the right upper side of Austin's body.  Had this fatal gunshot\r\n  wound from the .32 caliber projectile occurred first, Austin would have been\r\n  able to walk a short period of time, and it was not outside the realm of\r\n  possibility that he could have run twenty feet.\r\nFollowing presentation of all\r\n  the evidence, the trial judge discussed the matters he intended to charge. \r\n  Bryant noted he requested a charge on the defense of habitation.[2] \r\n  The trial judge recognized Bryant had requested the charge but declined to\r\n  include it in his instructions to the jury, noting he was charging, as part of\r\n  the self-defense instruction, that a defendant had no duty to retreat while on\r\n  his own premises before acting in self-defense and, in addition was charging &quot;words\r\n  accompanied by hostile acts, prior difficulties, age, prior violence by the\r\n  victim, threats by the victim, no other way to avoid the danger, and then no\r\n  duty to retreat if on your own premises, [and] degree of force continuing until\r\n  the threat of harm is ended,&quot; finding defense of habitation was going to\r\n  be covered by his charge.  The trial judge thereafter charged the jury as he\r\n  indicated and did not include the defense of habitation charge sought by\r\n  Bryant.[3] \r\n  Bryant was convicted of murdering Austin and was sentenced to life imprisonment\r\n  without parole.  This appeal followed.\r\nISSUES\r\nI.&nbsp; Did the trial judge err by refusing to instruct the jury on the\r\n  defense of habitation because a self-defense instruction was not sufficient to\r\n  cover this separate distinct defense when Bryant testified he was threatened in\r\n  and around his hotel room and Bryant was entitled to this instruction under the\r\n  facts of this case?  \r\nII.&nbsp; Did the trial judge err by refusing to admit evidence of a Richland\r\n  County Sheriff's Department computer-aided dispatch record that showed the Days\r\n  Inn night clerk told the dispatch operator that a man was being &quot;pushed\r\n  around and pushed out of wheelchair&quot; because this document was admissible\r\n  as a business record, and the trial judge erred by excluding this critical\r\n  evidence of self-defense?\r\nLAW/ANALYSIS\r\nI. Defense of Habitation Charge\r\nOn appeal, Bryant asserts the defense of habitation\r\n  provides that defending one's home or premises means ending an unwarranted\r\n  intrusion through the use of reasonably necessary means of ejection, that an\r\n  instruction that the same elements required by law to establish self-defense\r\n  apply to the defense of habitation with the exception of duty to retreat is an\r\n  improper charge as it incorrectly implies the defense of habitation requires a\r\n  defendant to establish his person or property was in danger of injury or harm,\r\n  for the defense of habitation to apply a defendant need only establish a\r\n  trespass has occurred and the chosen means of ejectment were reasonable, and\r\n  the defense of habitation is analogous to self-defense and should be charged when\r\n  the defendant presents evidence that he was defending himself from imminent\r\n  attack on his own premises.  Bryant argues evidence that Austin entered his\r\n  hotel room without consent after Austin had beaten him, that Bryant asked\r\n  another person to summon help, and that Austin was not a guest in his room and\r\n  had threatened to kill him is evidence Bryant was acting in self-defense, as\r\n  well as evidence he was attempting to eject a trespasser, therefore entitling\r\n  him to a charge on the defense of habitation.  \r\nThe State acknowledges the law provides as to the defense\r\n  of habitation that defending one's home or premises means ending an unwarranted\r\n  intrusion through the use of reasonably necessary means of ejection, and one is\r\n  permitted to use deadly force against a trespasser, with no duty to retreat\r\n  before taking the life of the trespasser.  However, the State asserts Bryant\r\n  was not entitled to a defense of habitation charge because there was no\r\n  evidence indicating that he was attempting to eject a trespasser. \r\n  Specifically, the State contends there was no evidence indicating Bryant was\r\n  attempting to eject Austin when he shot him in the hotel room.  Rather, it\r\n  maintains Bryant's testimony clearly indicates that ejecting Austin was not his\r\n  concern during his assault on Austin, citing Bryant's testimony that he\r\n  followed Austin out to the breezeway and that he saw red, he was very angry and\r\n  mad because he had been &quot;done like this for no reason,&quot; when he saw\r\n  Austin he started shooting him, and he shot until his shotgun was empty.  The\r\n  State further contends, even if the trial judge erred in declining to give the\r\n  requested defense of habitation charge, the error was harmless as Bryant's\r\n  guilt was conclusively proven by competent evidence at trial and no other rational\r\n  conclusion could have been reached.\r\nThe law to be charged to the jury is determined by the\r\n  evidence presented at trial.  State v. Gaines, 380 S.C. 23, 31, 667\r\n  S.E.2d 728, 732 (2008).  If there is any evidence to support a jury charge, the\r\n  trial judge should give a requested charge on the matter.  State v. Burriss,\r\n  334 S.C. 256, 262, 513 S.E.2d 104, 108 (1999).  To warrant reversal, a trial\r\n  judge's refusal to give a requested jury charge must be both erroneous and\r\n  prejudicial to the defendant.  Gaines, 380 S.C. at 31, 667 S.E.2d at\r\n  732.  The refusal to grant a requested jury charge that states a sound\r\n  principle of law applicable to the case at hand constitutes an error of law.  State\r\n    v. Pittman, 373 S.C. 527, 570, 647 S.E.2d 144, 167 (2007).\r\nThe defense of habitation\r\n  provides that defending one's home or premises means ending an unwarranted\r\n  intrusion through the use of reasonably necessary means of ejection.  State\r\n    v. Rye, 375 S.C. 119, 123, 651 S.E.2d 321, 323 (2007).  &quot;One defending\r\n  himself from imminent attack on his own premises is entitled to a charge of\r\n  defense of habitation.&quot;  State v. Lee, 293 S.C. 536, 537, 362\r\n  S.E.2d 24, 25 (1987).  &quot;For the defense of habitation to apply, a\r\n  defendant need only establish that a trespass has occurred and that his chosen\r\n  means of ejectment were reasonable under the circumstances.&quot;  Rye,\r\n  375 S.C. at 124, 651 S.E.2d at 323.  Unlike the defense of self-defense, the\r\n  defense of habitation does not require that a defendant reasonably believe that\r\n  he or his property was in imminent danger of sustaining serious injury or\r\n  damage.  Id.  Rather, the defense of habitation provides &quot;where one\r\n  attempts to force himself into another's dwelling, the law permits an owner to\r\n  use reasonable force to expel the trespasser.&quot;  Id.  &quot;The\r\n  defense of habitation is analogous to self-defense and should be charged when\r\n  the defendant presents evidence that he was 'defending himself from imminent\r\n  attack on his own premises.'&quot;   State v. Sullivan, 345 S.C. 169,\r\n  173, 547 S.E.2d 183, 185 (2001) (quoting Lee, 293 S.C. at 537 362 S.E.2d\r\n  25).  Although self-defense and habitation are analogous, the defenses are not\r\n  identical.  Rye, 375 S.C. at 124, 651 S.E.2d at 323.  \r\nWhen one becomes a\r\n  trespasser, the law permits the owner of the home to employ such force, even to\r\n  the taking of the life of the trespasser, as may be reasonably necessary to\r\n  accomplish the expulsion.  State v. Sparks, 179 S.C. 135, 137, 183 S.E.\r\n  719, 720 (1936).  \r\n\r\n  A man\r\n    who attempts to force himself into another's dwelling, or who, being in the\r\n    dwelling by invitation or license refuses to leave when the owner makes that\r\n    demand, is a trespasser, and the law permits the owner to use as much force,\r\n    even to the taking of his life, as may be reasonably necessary to prevent the\r\n    obtrusion or to accomplish the expulsion.\r\n\r\nState v. Bradley, 126 S.C. 528, 533, 120 S.E. 240, 242 (1923).\r\nIn the case at hand, although\r\n  there is conflicting evidence as to the relationship between Austin and Bryant\r\n  on the night in question, Bryant presented evidence that he was in a vulnerable\r\n  position, being confined to a wheelchair, that he argued with and was assaulted\r\n  by Austin and attempted to get away from Austin prior to entering his room at\r\n  the hotel, that he attempted to prevent Austin from entering his room with\r\n  delay tactics, that Austin was not invited in the room but managed to enter it\r\n  after Bryant entered but before Bryant was able to close the door, that Austin\r\n  advanced toward Bryant and threatened to kill Bryant, and that Bryant then shot\r\n  Austin with his pistol while in the hotel room.  Thus, there is evidence from\r\n  which the jury could conclude Austin became a trespasser by forcing himself\r\n  into Bryant's dwelling and that Bryant was defending himself from imminent\r\n  attack on his own premises.  Further, the law permits the owner of the home to\r\n  employ such force, even to the taking of the life of the trespasser, as may be\r\n  reasonably necessary to accomplish the expulsion.  Accordingly, contrary to the\r\n  State's assertion, there is evidence Bryant was attempting to eject a\r\n  trespasser from his dwelling such that he was entitled to a defense of\r\n  habitation charge.\r\nIn arguing there was no\r\n  evidence Bryant was attempting to eject a trespasser from his premises, the\r\n  State points to Bryant's testimony that he was mad and angry when he followed\r\n  Austin out of his room and into the breezeway where Bryant then shot at Austin\r\n  until his shotgun was empty.  We recognize the law provides that the right of\r\n  the occupant to expel a trespasser and to use such force as might be necessary,\r\n  even to killing him, is limited to the place of his habitation and perhaps his\r\n  curtilage, and the defense of habitation does not exist at the place of a\r\n  homicide that is away from the habitation and away from the curtilage.  Bradley,\r\n  126 S.C. at 537,  120 S.E. at 243.  See also State v. Boyd, 126\r\n  S.C. 300, 302, 119 S.E. 839, 840 (1923) (holding that one on his land,\r\n  adjoining a public road, if assaulted by another who is on such road, is bound\r\n  to retreat before taking the life of his adversary, if there is probability of\r\n  his being able to escape without losing his life or suffering grievous bodily\r\n  harm, the reason of this distinction being that, under the circumstances, he\r\n  would not have the right to eject his adversary from the place where the\r\n  adversary had a right to be); State v. Rochester, 72 S. C. 194, 203, 51\r\n  S. E. 685, 688 (1905) (holding, if the defendant was attacked while on his own\r\n  premises by the deceased, who was at that time on the public highway, or where\r\n  he had a right to be, then the defendant was bound to retreat before taking the\r\n  life of his adversary, if there was a probability of his being able to escape\r\n  without losing his life or suffering grievous bodily harm, the reason being\r\n  that under such circumstances he would not have had the right to eject his\r\n  adversary from the place where he had a right to be).  Had the evidence shown\r\n  Bryant peaceably ejected Austin from his room and then followed Austin out to\r\n  the breezeway, a place Austin was entitled to be and no longer a trespasser in\r\n  Bryant's dwelling, it is unlikely that Bryant would have been entitled to a\r\n  defense of habitation charge had he thereafter inflicted a fatal blow.  We need\r\n  not decide that point, however, as there is evidence that when Bryant fired the\r\n  fatal shot, he was attempting to eject Austin as a trespasser from his\r\n  dwelling.  Bryant testified that he shot Austin with his pistol while Austin\r\n  was present in his room, and then followed Austin out into the breezeway,\r\n  leaving his pistol behind and shooting him there with his shotgun.  The\r\n  testimony of the pathologist who performed the autopsy on Austin indicates that\r\n  the injury that caused Austin's death was inflicted by the pistol and not the\r\n  shotgun.  Accordingly, the fatal shot, based on this testimony, occurred while\r\n  Austin was in Bryant's room and Bryant was attempting to eject him as a\r\n  trespasser.  Though Bryant's testimony that he thereafter followed Austin\r\n  outside his room and continued to shoot Austin, at least in part out of anger,\r\n  may be evidence that Bryant's goal was not, in fact, to eject Austin as a\r\n  trespasser, we find such determination is for the jury, as there was evidence\r\n  adduced at trial from which the jury could find Bryant was attempting to eject\r\n  a trespassing Austin from his dwelling when Bryant inflicted the fatal blow. \r\nFurther, although\r\n  self-defense and defense of habitation are analogous, it is insufficient to\r\n  charge only self-defense when a charge on defense of habitation is warranted. \r\n  In Rye, the trial judge actually charged the jury in part on the defense\r\n  of habitation, instructing that the law recognized the right of every person to\r\n  defend his or her premises, &quot;but differentiated habitation from\r\n  self-defense with the sole caveat that '[a] person defending his or her home or\r\n  premises . . . has no duty to retreat.'&quot;  Rye, 375 S.C. at 123, 651\r\n  S.E.2d at 323.  The court found, by instructing the jury that &quot;'[t]he same\r\n  elements required by law to establish self-defense apply to the defense of\r\n  habitation, with the exception of the duty to retreat,' the charges [in that\r\n  case] incorrectly implied that [defense of] habitation requires a defendant to\r\n  establish that his person or property was in some danger of injury or harm.&quot;  Id.  at 123-24, 651 S.E.2d at 323.  Thus, the court in Rye determined\r\n  the jury was not properly charged on the defense of habitation.  Likewise, the\r\n  trial judge's charge on self-defense in the case at hand was clearly\r\n  insufficient to cover the law on the defense of habitation.\r\nFinally, we believe there is no merit to the State's\r\n  assertion that any error in the failure to charge the jury on the defense of\r\n  habitation is harmless because of overwhelming evidence of Bryant's guilt.  In\r\n  making this argument, the State points to evidence that is either incorrect, in\r\n  dispute, and/or irrelevant to the defense of habitation.  Essentially, the arguments\r\n  raised by the State in this regard are matters for the jury.  At any rate, inasmuch\r\n  as the trial judge effectively deprived Bryant of an entire defense, the error\r\n  here cannot be harmless.\r\nII. Exclusion of 911 Log\r\nBecause we reverse Bryant's\r\n  conviction and remand for a new trial based on the failure of the trial judge\r\n  to charge defense of habitation, it is unnecessary to address the second issue.  See Rye, 375 S.C. at 122-23, 651 S.E.2d at 323 (noting, although\r\n  appellant presented a total of eight issues for appellate review, the court,\r\n  exercising its prerogative to address only those issues necessary to resolution\r\n  of a case, addressed only the refusal of the trial court to charge Rye's\r\n  proposed charge on the defense of habitation).  See also State v. Mekler,\r\n  379 S.C. 12, 17, 664 S.E.2d 477, 479 (2008) (affirming this court's decision\r\n  reversing defendant's conviction and granting a new trial based on failure to\r\n  charge involuntary manslaughter, but finding it unnecessary to address an issue\r\n  concerning the admission of evidence decided by this court, noting whether this\r\n  issue will arise on retrial and its resolution will depend upon the evidence\r\n  and testimony presented, and it will be for the trial judge's consideration).\r\nCONCLUSION\r\nFor the foregoing reasons, we hold Bryant was entitled to a\r\n  defense of habitation charge as evidence was presented to show Bryant was\r\n  attempting to eject a trespasser from his premises when he inflicted the fatal\r\n  blow.  Accordingly, we reverse Bryant's conviction and remand for a new trial. \r\nREVERSED AND REMANDED.\r\nKONDUROS and LOCKEMY, JJ., concur.     \r\n\r\n\r\n[1] Bryant was initially tried and convicted of\r\n  Austin's murder in 2001.  That conviction was reversed by the supreme court in\r\n  2006 based on the improper admission of Bryant's prior firearms convictions,\r\n  and Bryant was re-tried in 2008.  State v. Bryant, 369 S.C. 511, 633\r\n  S.E.2d 152 (2006).  It is from his second conviction for murder that Bryant\r\n  appeals.\r\n[2] Trial counsel, citing State v. Rye, 375 S.C.\r\n  119, 651 S.E.2d 321 (2007), and State v. Bradley, 126 S.C. 528, 120 S.E.\r\n  240 (1923), requested the following defense of habitation charge: &quot;A\r\n  person may use deadly force to protect his home.  Thus, he may use deadly force\r\n  to eject a trespasser who is in his house or in the area immediately\r\n  surrounding his house.  For the defense of habitation to apply, a defendant\r\n  need only establish that a trespass has occurred and that his chosen means of\r\n  ejectment were reasonable under the circumstances.  Stated differently, unlike\r\n  the defense of self-defense, the defense of habitation does not require that a\r\n  defendant reasonably believe that he (or his property) was in imminent danger\r\n  [of] sustaining serious injury or damage.  Instead, the defense of habitation\r\n  provides that where one attempts to force himself into another's dwelling, the\r\n  law permits an owner to use reasonable force to expel the trespasser.&quot; \r\n[3] While trial counsel did not thereafter except to the\r\n  charge as given, the matter is still preserved for our review.  See  State\r\n    v. Johnson, 333 S.C. 62, 64 n.1, 508 S.E.2d 29, 30 n.1 (1998) (wherein our\r\n  supreme court set forth the following preservation rule:  &quot;[W]here a party\r\n  requests a jury charge and, after opportunity for discussion, the trial judge\r\n  declines the charge, it is unnecessary, to preserve the point on appeal, to\r\n  renew the request at conclusion of the court's instructions.&quot;).    \r\n\r\n","court":"Appeals"},{"id":"4767","title":"Pilgrim v. Eaton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4767","description":"This appeal presents two questions related to workers' compensation.  The first is the factual question of whether Rufus Revis is the statutory employer of the claimant, Danny Pilgrim. The answer to this question determines the jurisdiction of the workers' compensation commission.  The second is whether the commission committed an error of law in its method of calculating Pilgrim's average weekly wage.  We affirm the commission on the first question, but reverse and remand on the second.","date":"2010-12-15","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDanny R.\r\n      Pilgrim, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tBilly Eaton and\r\n      Rufus Revis,  and S.C. Workers Compensation Uninsured Employers' Fund, Defendants,\r\n\t\t\t\tOf Whom  Billy\r\n      Eaton and Rufus Revis are Appellants,\r\n\t\t\t\tAnd S.C. Workers\r\n      Compensation Uninsured Employers' Fund is also Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Anderson County\r\n J. C. Buddy Nicholson, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 4767\r\nHeard May 19, 2010 – Filed December 15,\r\n  2010    \r\nAFFIRMED IN PART, REVERSED IN PART AND\r\n  REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThomas Bailey Smith, of Mt. Pleasant, for Appellants.\r\n\t\t\t\tAmy V. Cofield, of Lexington; Ernest Caskey Trammell, of Anderson,\r\n  for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nFEW,\r\n  C.J.:  This appeal presents two\r\n  questions related to workers' compensation.  The first is the factual question\r\n  of whether Rufus Revis is the statutory employer of the claimant, Danny\r\n  Pilgrim. The answer to this question determines the jurisdiction of the workers'\r\n  compensation commission.  The second is whether the commission committed an\r\n  error of law in its method of calculating Pilgrim's average weekly wage.  We\r\n  affirm the commission on the first question, but reverse and remand on the\r\n  second.\r\nI.&nbsp; Facts and Procedural\r\n  History\r\nDanny\r\n  Pilgrim worked for years as a maintenance worker at an apartment complex but\r\n  lost that job in January, 2005.  On January 25, 2005, Pilgrim began working for\r\n  Sean Kern.  Kern had contracted\r\n  with Billy Eaton to provide carpenters for Eaton's unincorporated business Just\r\n  Garages Plus.  Pilgrim's first job assignment for Kern was to work on the roof of\r\n  a garage Eaton was building for a customer.[1] \r\n  On January 28, Pilgrim fell from the roof and seriously injured his back.  The\r\n  commission determined that Pilgrim sustained a work-related injury and awarded\r\n  him temporary total disability benefits.  \r\nThe\r\n  commission found that both Eaton and Rufus Revis were Pilgrim's statutory\r\n  employers.  Revis had been the sole owner and operator of the garage business until\r\n  selling an interest in it to Eaton in 2002.  Revis contends that he sold the\r\n  entire business to Eaton, and therefore he is insulated from workers'\r\n  compensation liability.  The commission found that Eaton and Revis continued to\r\n  operate the business together as a &quot;joint effort,&quot; and that both are liable\r\n  to Pilgrim as his statutory employers.  Revis appeals this finding.  As to the\r\n  second question, both Eaton and Revis argue the commission erred in its\r\n  calculation of Pilgrim's average weekly wage.  The circuit court affirmed the\r\n  commission on both issues.  We affirm the finding that Revis was Pilgrim's\r\n  statutory employer.  We reverse the determination of average weekly wage, and\r\n  remand to the commission.  On remand, the commission shall calculate Pilgrim's\r\n  average weekly wage in compliance with section\r\n  42-1-40 of the South Carolina Code (Supp. 2009), and set the compensation rate\r\n  for his benefits accordingly. \r\nII.&nbsp; Statutory Employer\r\n  Determination\r\nThe\r\n  question of whether Revis is Pilgrim's statutory employer is considered\r\n  &quot;jurisdictional&quot; because its answer determines the jurisdiction of\r\n  the commission under the Workers' Compensation Act.  See Glass v. Dow\r\n    Chem. Co., 325 S.C. 198, 201-02, 482 S.E.2d 49, 51 (1997).  The commission's\r\n  finding that Revis is a statutory employer means that Pilgrim's claim against\r\n  him is subject to the exclusivity provision of the Act.  See Glass,\r\n  325 S.C. at 201, 482 S.E.2d at 50, n.1.[2] \r\n  As to these jurisdictional facts, an appellate court must make its own findings\r\n  according to the preponderance of the evidence after a thorough review of the\r\n  entire record.  Glass, 325 S.C. at 202, 482 S.E.2d at 51.\r\nThe\r\n  parties do not dispute that Just Garages Plus qualifies as Pilgrim's statutory\r\n  employer under section 42-1-410 of the South Carolina Code (1985).  Eaton\r\n  concedes that he is an owner[3] and operator of the business, and is thus liable for benefits as determined by\r\n  the commission.  We agree with the commission that Revis is also liable to\r\n  Pilgrim.  We find that Revis remained an owner and operator of Just Garages\r\n  Plus at least until the time of Pilgrim's injury, and is therefore jointly\r\n  liable with Eaton to Pilgrim as his statutory employer.\r\nRevis\r\n  was the sole owner and operator of Just Garages until 2002 when he sold an\r\n  interest in the business to Eaton, and the name was changed to Just Garages\r\n  Plus.  Because Revis was a licensed contractor, and Eaton was not licensed,\r\n  Revis was required to stay involved in the business.  South Carolina law\r\n  requires that contracting work, such as the work performed by Just Garages Plus,\r\n  be performed only by licensed contractors.  S.C. Code Ann. § 40-11-30 (2001).  A\r\n  person who is not a licensed contractor may not even obtain a building permit\r\n  for such work.  See S.C. Code Ann. § 40-11-370(A)- (B) (2001 &amp; Supp.\r\n  2009).  It would have been unlawful for any person other than Revis to do the\r\n  work of Just Garages Plus.  S.C. Code Ann. § 40-11-370(B) (Supp. 2009) (&quot;It is unlawful to engage in construction under a name other\r\n  than the exact name which appears on the license issued pursuant to this\r\n  chapter.&quot;).  Therefore, in order for the business to function after\r\n  Eaton became involved, Revis had to continue to act as the general contractor. \r\nMoreover,\r\n  Revis's financial interest in the sale to Eaton was the monthly installment\r\n  payments he received from Eaton.  Eaton was unable to make those payments\r\n  without income from jobs for which Revis acted as the contractor and obtained the\r\n  required permits.  Thus, both Revis and Eaton depended on Revis's integral\r\n  participation in the work of Just Garages Plus. Further, at least as late as\r\n  April 2, 2003, Revis admitted he still operated the business. On that date, he\r\n  signed an agreement with the commission under the name &quot;Rufus Revis d/b/a\r\n  Just Garages, Respondent.&quot;  The agreement states &quot;from June 22, 2002\r\n  . . . , the Respondent was operating and continues to operate . . . .&quot;\r\n  Finally, when Revis eventually quit obtaining building permits for Just Garages\r\n  Plus, Eaton stopped building garages. \r\nEaton,\r\n  doing business as Just Garages Plus, contracted to build a garage in January,\r\n  2005.  The building permit required for the job bears the name &quot;Rufus\r\n  Revis&quot; as &quot;Contractor.&quot;  While there is some uncertainty about\r\n  whether Revis actually obtained this particular permit, we find that he did.[4] Revis was therefore the general contractor for the job.  S.C. Code Ann. §§\r\n  40-11-30, 40-11-20(8)-(9) (2001).  On January 28, 2005, Pilgrim fell from the\r\n  roof of the garage and was injured.  As the general contractor and the only\r\n  person allowed under the law to &quot;engage in construction&quot; on that job,\r\n  Revis was doing business as Just Garages Plus.  We affirm the commission's\r\n  decision that Revis was Pilgrim's statutory employer.\r\nOur\r\n  holding in this case has no impact on the liability of a seller of a business\r\n  for workers' compensation benefits owed to employees of the business injured\r\n  after the sale.  On these unique facts, we hold that Revis did not sell the\r\n  business.  Rather, he remained one of its owners and operators.  Just like\r\n  Eaton, Revis was acting in his individual capacity, doing business as Just\r\n  Garages Plus.\r\nIII.&nbsp; Average Weekly Wage\r\n  Calculation\r\nIn\r\n  making its award of temporary total disability benefits to Pilgrim, the\r\n  commission set a compensation rate based on its calculation that Pilgrim's\r\n  average weekly wage was $720.  Eaton and Pilgrim appeal this calculation. As to\r\n  this calculation, an appellate court may not reverse\r\n  the commission's decision unless substantial rights of the appellant have been\r\n  prejudiced because the decision is affected by an error of law, or because the\r\n  factual findings are clearly erroneous in view of the reliable, probative, and\r\n  substantial evidence.  S.C. Code Ann. § 1-23-380(5) (Supp. 2009).  See Forrest v. A.S. Price Mech., 373 S.C. 303, 306, 644 S.E.2d 784, 785-86 (Ct. App. 2007).\r\nWhen\r\n  Pilgrim was injured on January 28, 2005, he had worked only 29.5 hours for\r\n  Kern, all on the job for Eaton and Revis.  He was paid for this time at the\r\n  rate of $18 an hour.  Other than this, neither party presented any direct\r\n  evidence for the commission to use in calculating average weekly wage.  The commission calculated Pilgrim's average weekly\r\n  wage by multiplying $18 by a forty-hour week.  We\r\n  believe the commission's calculation of average weekly wage amounts to an error\r\n  of law and resulted in an average weekly wage that is clearly erroneous. \r\n  Because we find these errors have prejudiced substantial rights of the\r\n  appellant, we reverse.  \r\nThe Workers'\r\n  Compensation Act defines average weekly wages precisely: &quot;'Average weekly wages' means the earnings of the injured employee in the employment in\r\n  which he was working at the time of the injury during the period of fifty-two\r\n  weeks immediately preceding the date of the injury . . . .&quot;  S.C. Code\r\n  Ann. § 42-1-40 (Supp. 2009).  The section sets forth four alternative methods\r\n  for the commission to use to calculate the average wage.  Forrest, 373 S.C. at 308, 644 S.E.2d at 786.  The primary\r\n  method of calculation requires that &quot;'[a]verage\r\n  weekly wage' must be calculated by taking the total wages paid for the last\r\n  four quarters . . . divided by fifty-two or by the actual number of weeks for\r\n  which wages were paid, whichever is less.&quot;  S.C. Code Ann. §\r\n  42-1-40.  The commission must use this method unless\r\n  &quot;the employment, prior to the injury, extended over a period of less than\r\n  fifty-two weeks,&quot; or unless &quot;for exceptional reasons&quot; it would\r\n  be unfair to do so.  Id.[5]\r\nIn\r\n  this case, the record shows that Pilgrim had been working at the job for Kern\r\n  for less than one week.  Therefore, it was not permissible for the commission\r\n  to use the primary method of calculating Pilgrim's average weekly wage.  Under\r\n  this circumstance, the commission is required to consider which of the alternative\r\n  methods for calculating average weekly wage it will use.  Each alternative is\r\n  preceded by a description of the conditions under which the commission may use\r\n  the alternative.  Id.  Before the commission may use any one of these\r\n  alternatives, the commission must find, or the record must clearly show, that\r\n  the necessary conditions exist.  \r\nThe\r\n  commission failed to comply with section 42-1-40 in two important respects. \r\n  First, it failed to make any factual findings showing which of the alternatives\r\n  in the section was appropriate to use for calculating Pilgrim's average weekly\r\n  wage.  Second, it used a method of calculation which is not permitted under any\r\n  scenario.[6] \r\n  The commission found:\r\n\r\n\tAt the\r\n  time of the accident, Claimant was earning $18 an hour.  . . .  The amount\r\n  yields an average weekly wage of $720.00 per week and a compensation rate of\r\n  $480.24.  Although he worked for only a short period of time, several days, it\r\n  is reasonable to conclude that is the amount he would be earning were it not\r\n  for the accident. \r\n\r\nTo\r\n  illustrate that this calculation is an error of law, we consider each of the\r\n  alternatives available under the section in light of the facts of this case.  The\r\n  first alternative to the primary method is to be used &quot;[w]hen the employment\r\n  . . . extended over a period of less than fifty-two\r\n  weeks . . . .&quot;  Id.  In such a situation, the commission must use\r\n  &quot;the method of dividing the earnings during that period by the number of\r\n  weeks and parts thereof during which the employee earned wages . . . .&quot;  Id.  Section 42-1-40 states that &quot;the method . . . shall be followed, as long\r\n  as results fair and just to both parties will be obtained.&quot;  Id.  The\r\n  section also contains a requirement that this particular method be\r\n  &quot;practicable.&quot;  Id.[7]  \r\nTherefore, in order for the commission to use the first\r\n  alternative to the primary method, two predicate conditions must exist.  First,\r\n  it must be &quot;practicable&quot; to use the first alternative method.  Second,\r\n  the calculation must yield a result which is &quot;fair and just to both\r\n  parties.&quot;  Ordinarily, the commission should make factual findings of\r\n  these two predicate conditions.  In some situations, however, it may be clear\r\n  from the record that both of the two predicate conditions exist.  In this case,\r\n  neither of them exists.  \r\nThe &quot;practicable&quot; requirement is not met simply because\r\n  29.5 hours of wage data cannot yield a reasonably accurate calculation of an\r\n  average that is designed to be based on a year of data.  The &quot;fair and\r\n  just&quot; requirement is not met for the same reason, and because Pilgrim's\r\n  own testimony establishes that the commission's calculation is clearly\r\n  erroneous.  On cross-examination, Pilgrim testified that he earned $29 in\r\n  2005.  Assuming the $29 was earned in a week separate from the week of his\r\n  injury, in which he earned $531, his average weekly wage for January 2005 would\r\n  have been $280.[8] \r\n  Neither side offered any other direct evidence of previous or subsequent\r\n  earnings.  The circumstantial evidence that was offered would have reduced the\r\n  calculation of Pilgrim's average weekly wage even lower.  When asked how much\r\n  he earned in 2004 and in 2003, Pilgrim responded &quot;I don't know.&quot;  He\r\n  also testified that since at least 1997 he filed no income tax returns and he\r\n  paid no social security taxes.  \r\nBecause the primary and first alternative methods of calculating\r\n  average weekly wage were not available to the commission, it should have\r\n  considered using the second alternative method.[9] \r\n  This second alternative requires the commission to consider &quot;the average\r\n  weekly amount which . . . was being earned by a person of the same grade and\r\n  character employed in the same class of employment in the same locality or\r\n  community.&quot;  Id.  Because neither of the parties mentioned the\r\n  possibility of presenting such evidence, and the commission did not inquire of\r\n  its availability, we cannot determine whether this would have been the\r\n  appropriate way to calculate the average weekly wage.\r\nThe final alternative for calculating average weekly wage is to be\r\n  employed when &quot;exceptional reasons&quot; exist that make it &quot;unfair,\r\n  either to the employer or the employee,&quot; to use the alternatives set forth\r\n  above.  Id.  In that event, section 42-1-40 provides that &quot;such\r\n  other method of computing average weekly wages may be resorted to as will most\r\n  nearly approximate the amount which the injured employee would be earning were\r\n  it not for the injury.&quot;  Id.  This alternative may be used by the\r\n  commission when it makes factual findings that explain the &quot;exceptional\r\n  reasons&quot; it finds the other methods are &quot;unfair.&quot;  Id.  See Forrest, 373\r\n  S.C. at 308-11, 644 S.E.2d at 786-88 (affirming the commission's use of the\r\n  &quot;exceptional reasons&quot; alternative based on specific findings which\r\n  &quot;justified deviation from the usual statutory method of . . . \r\n  computation&quot;).  In this case, the commission did not make any findings to\r\n  justify using the &quot;exceptional reasons&quot; alternative.  \r\nAppellants contend that this appeal should be resolved based on\r\n  the burden of proof.  Appellants argue that Pilgrim has the burden to prove\r\n  average weekly wage, and thus compensation rate.  They argue the lack of\r\n  sufficient evidence of wages should penalize Pilgrim.  We believe, however,\r\n  that the question of which side bears the burden of proof as to this specific\r\n  issue is not properly before us.  First, neither party raised the burden of\r\n  proof to the commission; and the commission did not rule on it.  Second, we\r\n  need not reach the question of the burden of proof because our ruling already\r\n  requires the commission to recalculate the average on remand.  Third, it is not\r\n  clear that there is a burden of proof on the issue of average weekly wage.  We\r\n  address the existence of a burden of proof on the question of average weekly\r\n  wage.  However, we do not answer the question.\r\nOur courts have frequently stated that the burden of proof is on\r\n  the claimant to prove facts which will bring the injury under the coverage of\r\n  the Workers' Compensation Act.  See, e.g., Clade v.\r\n    Champion Labs., 330\r\n  S.C. 8, 11, 496 S.E.2d 856, 857 (1998); Bartley v. Allendale County Sch. Dist., 381 S.C. 262, 272, 672 S.E.2d 809,\r\n  814 (Ct. App. 2009).  These cases generally place the burden on a claimant to\r\n  prove the injury is compensable.  For example, in Clade, the supreme\r\n  court placed the burden of proof on the claimant to prove her injury arose out\r\n  of the scope and course of her employment.  330 S.C. at 11, 496 S.E.2d at 857.  Similarly, our courts have\r\n  held that the burden of proving causation is on the claimant.  See Shealy\r\n    v. Algernon Blair, Inc., 250 S.C. 106, 113, 156 S.E.2d 646, 649 (1967) (&quot;The burden of proving\r\n  causation rested upon claimant.&quot;).[10]  However,\r\n  the Act does not place the burden of proof on the claimant as to all issues. \r\n  For example, S.C. Code Ann. § 42-9-60 (Supp. 2009)\r\n  specifically places the burden on the employer when asserting the defenses of\r\n  intoxication or willful injury.  On jurisdictional\r\n  questions, our courts have stated the burden is on the claimant, and have made\r\n  statements indicating the burden of proof as to jurisdictional facts may not be\r\n  on the claimant.[11]  Compare Marlow v. E.L. Jones &amp; Son, Inc., 248 S.C. 568, 570,\r\n  151 S.E.2d 747, 748 (1966) (&quot;[T]he burden of\r\n  proving the relationship of employer and employee is upon the claimants.&quot;); with Chavis v. Watkins, 256 S.C. 30, 34, 180 S.E.2d 648, 650 (1971) (&quot;The burden\r\n  rested upon the [employer] to show that a change in the identity of his\r\n  employer was made known to [the employee].&quot;)[12] and Shuler v. Tri-County\r\n    Elec. Co-op., Inc., 385 S.C. 470, 473, 684 S.E.2d 765, 767 (2009) (&quot;It\r\n  is South Carolina's policy to resolve jurisdictional doubts in favor of\r\n  inclusion rather than exclusion.&quot;); Hill v. Eagle Motor Lines, 373\r\n  S.C. 422, 429, 645 S.E.2d 424, 427 (2007) (&quot;In determining jurisdictional\r\n  questions, doubts of jurisdiction will be resolved in favor of inclusion of\r\n  employees within workers' compensation coverage rather than exclusion.&quot;).  Therefore, the burden of proof may vary depending on the issue before\r\n  the commission.\r\nOn the question of a burden of proof for the amount of\r\n  compensation due for a compensable injury, the Workers' Compensation Act is\r\n  silent, and our courts have hardly spoken.  In one case, however, this court\r\n  cited the regulations of\r\n  the commission and stated &quot;the claimant has the burden of proving wages\r\n  earned from jobs other than the one where the accident occurred.&quot;  Steele\r\n    v. Self Serve, Inc., 335 S.C. 323, 327, 516 S.E.2d 674, 676 (Ct. App.\r\n  1999).  The reasoning of Steele, if applicable here, would actually\r\n  place the burden of proving the average weekly wage from a single employer on\r\n  the employer, not the claimant.  Steele cited former regulation\r\n  67-1603(B),[13] which required a claimant to file a completed Form 20 for &quot;each additional\r\n  job&quot; other than the one for whom the claimant was working at the moment of\r\n  injury.  335 S.C. at 327, 516 S.E.2d at 676.  From the requirement of filing a\r\n  completed Form 20, this court imposed the burden of proof on the claimant as to\r\n  that issue.  Id.  As to a single employer, however, the same\r\n  regulation places the requirement of filing a Form 20 on the employer:  &quot;The employer's representative shall calculate the\r\n  claimant's compensation rate by completing a Form 20, Statement of Earnings of\r\n  Injured Employee.&quot;  S.C. Code Ann. Regs. § 67-1603 A (Supp. 2009).  The\r\n  regulation goes on to require that &quot;[w]age information shall be provided\r\n  by the employer.&quot;  Id. § 67-1603 B.  The regulation also addresses\r\n  what the commission may do if the employer fails to file a proper Form 20.  &quot;Failure\r\n  to file and/or serve the Form 20 as set forth above may result in . . .  the\r\n  commissioner . . . determining the average weekly wage and compensation rate\r\n  from information in the Commission's file and statements or evidence presented\r\n  at the hearing . . . .&quot;  Id. § 67-1603 G.[14]  Thus, applying the reasoning of Steele,\r\n  the burden of proof as to the average weekly wage would be on the employer.\r\nThe overriding goal of the Workers' Compensation Act &quot;is\r\n  to compensate workers for reductions in their earning power caused by\r\n  work-related injuries . . . .&quot;  Stephenson v. Rice Servs., Inc.,\r\n  323 S.C. 113, 116, 473 S.E.2d 699, 700 (1996).  This statement from Stephenson was made in the\r\n  context of explaining the &quot;economic,&quot; or &quot;earning impairment\r\n  theory&quot; of workers' compensation law in South Carolina.  323 S.C. at 116,\r\n  473 S.E.2d  at 701.  The starting point for determining compensation under this\r\n  earning impairment theory is the commission's calculation of the average weekly\r\n  wage under section 42-1-40.  The specific goal of section 42-1-40 is for the\r\n  commission to calculate an average weekly wage that is fair to both the worker\r\n  and the employer.  Applying an older version of the section, our supreme court\r\n  stated &quot;[t]he objective of wage calculation is\r\n  to arrive at a fair approximation of the claimant's probable future earning\r\n  capacity.&quot;  Bennett v. Gary Smith Builders, 271 S.C.\r\n  94, 98, 245 S.E.2d 129, 131 (1978).  Citing Bennett, this court has stated that section 42-1-40 &quot;provides an elasticity or flexibility with a view toward\r\n  always achieving the ultimate objective of reflecting fairly a claimant's\r\n  probable future earning loss.&quot;  Sellers v.\r\n    Pinedale Residential Ctr., 350 S.C. 183, 191, 564 S.E.2d 694, 698 (Ct. App. 2002). With these general objectives in mind,\r\n  however, we note the Workers' Compensation Act sets forth a framework of\r\n  statutory requirements which must be specifically followed.  We hold the\r\n  commission's failure to correctly apply section 42-1-40 was an error of law that prejudiced substantial rights\r\n  of Appellants.  We reverse the calculation of average weekly wage and remand to\r\n  the commission.\r\nOn remand, the commission must determine whether to allow the\r\n  parties to present additional evidence, or to make the calculation based on the\r\n  evidence already in the record.  The commission must then comply with section 42-1-40\r\n  of the South Carolina Code.  The commission must first determine which method\r\n  to use in calculating Pilgrim's average weekly wage, and make factual findings\r\n  on the existence of the conditions that warrant the use of the method chosen. \r\n  The commission must then apply the method to the wage data before it.  If the\r\n  commission makes its decision on remand pursuant to regulation 67-1603, it must\r\n  make that clear in its written decision. \r\nAffirmed in part, reversed in part, and remanded.\r\nTHOMAS and PIEPER, JJ., concur.\r\n\r\n[1] Kern is not a party to this claim.  The commission\r\n  found he was not subject to liability under the Workers' Compensation Act. \r\n[2] The exclusivity provision of the Act is found in\r\n  section 42-1-540 of the South Carolina Code (1985).  The statutory employer\r\n  liability of &quot;contractors&quot; such as Eaton and Revis is governed by\r\n  section 42-1-410 (1985).  When the commission determines that a &quot;contractor&quot;\r\n  qualifies as a statutory employer pursuant to section 42-1-410, the exclusivity\r\n  provision of section 42-1-540 applies to claims made against that contractor.\r\n[3] The use of the term &quot;owner&quot; here refers\r\n  only to Eaton's status as owner of Just Garages Plus, and not to his status as\r\n  a statutory employer.  Eaton is a statutory employer as a\r\n  &quot;contractor&quot; under section 42-1-410. The statute relating to the\r\n  statutory employer status of an &quot;owner&quot; is section 42-1-400 of the\r\n  South Carolina Code (1985), and is not at issue in this appeal.\r\n[4] Eaton testified that Revis was the only person to\r\n  obtain permits for Just Garages Plus at the time of Pilgrim's injury.  Revis\r\n  was equivocal on the subject. We find his testimony is evasive and not\r\n  credible.  At one point Revis testified he did not obtain the permit. He later\r\n  testified he did not know whether he did and that he would &quot;have to go\r\n  back . . . to the courthouse and find that out.&quot;  He admitted the permit &quot;shows\r\n  [his] name printed by someone.&quot; \r\n[5] The &quot;exceptional reasons&quot; alternative,\r\n  which is discussed below, is based on the following paragraph from section\r\n  42-1-40: \r\n\r\n\tWhen for exceptional reasons the foregoing would be unfair, either\r\n  to the employer or employee, such other method of computing average weekly\r\n  wages may be resorted to as will most nearly approximate the amount which the\r\n  injured employee would be earning were it not for the injury.\r\n\r\n[6] It is conceivable that the method used by the\r\n  commission could have been employed under the &quot;exceptional reasons&quot;\r\n  alternative, but only if the commission made the requisite factual findings. \r\n[7] This requirement is found\r\n  in the provision that the third alternative method of calculation may not be\r\n  used unless the first or second methods are &quot;impracticable.&quot;  Id.\r\n[8] Making the calculation using only two work weeks\r\n  results in the highest possible average.  Total January earnings of $560\r\n  divided by two weeks yields an average of $280 per week.  We use this\r\n  calculation merely to illustrate the commission's error, not to suggest the\r\n  outcome of the calculation the commission must make on remand.\r\n[9] Section 42-1-40 provides this method is to be used\r\n  &quot;[w]here, by reason of a\r\n  shortness of time during which the employee has been in the employment of his\r\n  employer or the casual nature or terms of his employment, it is impracticable\r\n  to compute the average weekly wages as defined in this section . . . .&quot;  Id.\r\n[10] But see Tiller v. Nat'l. Health Care Ctr. of Sumter, 334\r\n  S.C. 333, 513 S.E.2d 843 (1999) (arguably calls the burden of proof on\r\n  causation into question).\r\n[11] We need not decide this question either, as our\r\n  factual findings on the jurisdictional facts in this case would be the same\r\n  regardless of who bears the burden.\r\n[12] The Chavis court specifically stated the issue\r\n  was jurisdictional.  256 S.C. at 32, 180 S.E.2d at 649.\r\n[13] S.C. Code Ann. Regs. §\r\n  67-1603(B) (1990).  The regulation was amended in 1997, and a modified version\r\n  of the same requirement now is found at S.C. Code Ann. Regs. § 67-1603 H (Supp.\r\n  2009).\r\n[14] The commission might have\r\n  applied this regulation in making its decision as to Pilgrim's average weekly\r\n  wage.  However, the commission's written decision says nothing about doing so,\r\n  or even about the regulation.  The Record on Appeal does not contain a Form 20,\r\n  and there no indication as to whether a Form 20 was filed by the employer. \r\n  Neither party addressed a Form 20 or this regulation in their briefs.\r\n\r\n","court":"Appeals"},{"id":"4769 ","title":"In The Interest Of Tracy B.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4769 ","description":"Tracy B. appeals his juvenile convictions for murder, unlawful possession of a handgun, and unlawful possession of a handgun by a minor.  He argues that the family court erred in (1) failing to suppress an inculpatory statement he gave to police, (2) failing to find that he acted in self-defense, and (3) denying his motion for a new trial.  We affirm.","date":"2010-12-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tIn The Interest Of Tracy B., A Juvenile Under The Age Of\r\n      Seventeen, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Charleston County\r\n Paul W. Garfinkel, Family Court Judge\r\nOpinion No.  4769  \r\nHeard September 16, 2010 – Filed\r\n  December 20, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tChief\r\n  Appellate Defender for Capital Appeals Robert M. Dudek, of Columbia, and Megan\r\n  S. Ehrlich, of Charleston, for Appellant.\r\n\t\t\t\tAttorney\r\n  General Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Donald J. Zelenka, all of Columbia; and Solicitor\r\n  Scarlett Anne Wilson, of Charleston, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nGEATHERS,\r\n  J.:  Tracy\r\n  B. appeals his juvenile convictions for murder, unlawful possession of a\r\n  handgun, and unlawful possession of a handgun by a minor.  He argues that the family\r\n  court erred in (1) failing to suppress an inculpatory statement he gave to\r\n  police, (2) failing to find that he acted in self-defense, and (3) denying his\r\n  motion for a new trial.  We affirm.  \r\nFACTS\r\nAppellant's\r\n  convictions stem from the shooting death of Larry Jenkins on August 11, 2007.  At\r\n  approximately 2:00 a.m. on the day of the incident, a group of young people—mostly\r\n  teenagers—were sitting on the front porch of a home in North Charleston, South\r\n  Carolina.  The members of the group included, among others, Appellant,\r\n  &quot;Twin,&quot; Kayron, and two sisters named Ebony and Edginee.[1]  Both Twin and\r\n  Kayron were carrying guns.  At some point during the evening, Twin handed his\r\n  gun to Appellant, who was fourteen years old at the time.  \r\nA\r\n  green Lincoln Town Car arrived at the house.  Two of the occupants of the car got\r\n  out and began speaking with Appellant and the other teenagers on the porch. \r\n  The conversation was &quot;polite.&quot;  Twin gave one of the Town Car occupants\r\n  a &quot;dap,&quot; or a friendly fist bump, as he approached the porch.[2]  The\r\n  individuals from the car then stated that they were going to the store, and\r\n  they left.  \r\nAbout\r\n  ten to fifteen minutes later, the teenagers sitting on the front porch saw the same\r\n  Town Car return, with Jenkins sitting in the back seat.  As the vehicle\r\n  approached, an individual sitting in the front passenger seat of the car fired three\r\n  shots into the air.  The group on the porch scattered, and some of the\r\n  teenagers tripped over each other in their attempts to enter the house and avoid\r\n  the gunfire.  When the Town Car was approximately two houses past Ebony and\r\n  Edginee's house, Appellant ran from the front porch to the front gate and fired\r\n  the gun in the direction of the departing car.  The single gunshot struck Jenkins\r\n  in the back of his head as he sat in the back seat of the Town Car, killing him. \r\nA\r\n  few days later, while at football practice, Appellant was picked up by police\r\n  and brought to the North Charleston police station for questioning.  A North\r\n  Charleston police detective, Greg Gomes, advised Appellant of his Miranda[3] rights and\r\n  informed Appellant that witnesses had implicated him in Jenkins' death.  Appellant\r\n  denied being in the area when the shooting occurred.  After further\r\n  questioning, Appellant informed Detective Gomes that he wanted to speak to a\r\n  lawyer.  Detective Gomes stopped questioning Appellant at that time and left\r\n  the interview room.\r\nDetective\r\n  Gomes later returned to the interview room to take Appellant, who was still wearing\r\n  some of his football gear, to the restroom so that Appellant could change into\r\n  more comfortable attire.  Detective Gomes accompanied Appellant back to the\r\n  interview room after Appellant changed his clothes.  As Detective Gomes was\r\n  leaving the interview room, Appellant asked him, &quot;How serious is\r\n  this?&quot;  Detective Gomes stated that it was really serious because someone\r\n  had died.  Appellant then asked to speak with his mother.  \r\nShortly\r\n  thereafter, Lieutenant Melvin Cumbee, who was serving as watch commander at the\r\n  police station, brought Appellant's mother to the interview room where she\r\n  spoke with Appellant for five to ten minutes.  When Appellant's mother left the\r\n  interview room, she advised Lieutenant Cumbee that &quot;he wanted to talk to y'all.&quot; \r\n  Lieutenant Cumbee entered the interview room and sat beside Appellant.  He informed\r\n  Appellant that his mother mentioned that Appellant wanted to talk to the\r\n  police, and he asked Appellant if he still wanted to talk.  Appellant stated\r\n  that he did want to talk, and he asked Lieutenant Cumbee about the potential\r\n  length of his jail sentence.  Lieutenant Cumbee informed Appellant that he did\r\n  not know how long he could be incarcerated.  Lieutenant Cumbee then asked\r\n  Appellant what he wanted to talk about.  Appellant responded by stating that he\r\n  had &quot;shot the gun at the car&quot; and that he &quot;just pointed the gun\r\n  and shot it.&quot;  Lieutenant Cumbee asked Appellant if he had been advised of\r\n  his Miranda rights and Appellant said yes.  Lieutenant Cumbee then asked\r\n  Appellant if he wanted to tell his side of the story and Appellant stated that\r\n  he did.  At that point, Lieutenant Cumbee exited the interview room and asked Detective\r\n  Gomes to obtain a formal statement from Appellant.  \r\nAppellant\r\n  subsequently gave a statement to Detective Gomes in which he admitted that &quot;[a]fter\r\n  the car passed by me I shot at the car one time.&quot;  He further stated that\r\n  he did so because he &quot;thought they were shooting at me.&quot;  Appellant\r\n  was arrested and subsequently charged with murder, unlawful possession of a\r\n  handgun, and unlawful possession of a handgun by a minor. \r\nDuring\r\n  a pre-trial Jackson v. Denno[4] hearing, defense counsel moved for the suppression of Appellant's inculpatory\r\n  statement to police.  Defense counsel contended that Appellant's statement was\r\n  not voluntarily made, and she emphasized Appellant's age, his educational level,\r\n  and the fact that Appellant never signed a form waiving his rights.  Defense\r\n  counsel also noted that Appellant had invoked his right to counsel prior to making\r\n  his statement.  After hearing testimony, the family court denied Appellant's\r\n  motion, finding that Appellant knowingly waived his rights and that his statement\r\n  to police was voluntarily given. \r\nThe\r\n  family court held Appellant's trial in December of 2007.  At the conclusion of\r\n  the State's case, Appellant moved for a directed verdict, contending, among\r\n  other things, that the State failed to disprove that Appellant was acting in\r\n  self-defense.  The family court denied Appellant's motion.  Appellant renewed\r\n  his motion for a directed verdict at the conclusion of his case, and the family\r\n  court again denied the motion.  \r\nThe\r\n  family court subsequently found Appellant guilty of murder, unlawful possession\r\n  of a handgun, and unlawful possession of a handgun by a minor.  Appellant moved\r\n  for a new trial based on &quot;all previous motions and lack of evidence.&quot;  After Appellant's motion for a new trial was denied, Appellant was\r\n  committed to the Department of Juvenile Justice for an indeterminate period not\r\n  to exceed his 21st birthday.  This appeal followed.\r\nISSUES\r\n  ON APPEAL\r\n\r\n\t\r\n\t\t\r\n\t\t\t1.\r\n\t\t\tDid the family court err in failing to suppress \r\n\t\t\tAppellant's statement to police?&nbsp; \r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t2. \r\n\t\t\tDid the family court err in finding Appellant \r\n\t\t\tguilty of murder beyond a reasonable doubt when the State failed to \r\n\t\t\tdisprove self-defense beyond a reasonable doubt?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t3.\r\n\t\t\tDid the family court err in denying Appellant's \r\n\t\t\tmotion for a new trial based on lack of evidence presented at trial?\r\n\t\t\r\n\t\r\n\r\nLAW/ANALYSIS\r\nI.&nbsp; Appellant's\r\n  Statement\r\nAppellant\r\n  argues that the family court erred by refusing to suppress his inculpatory\r\n  statement to the police.  Specifically, he contends that his statement should\r\n  have been suppressed because the police interrogated him after he invoked his\r\n  right to counsel.  He also claims that his statement to police was not\r\n  voluntarily made.  We proceed to address each of these arguments in turn.  \r\nA.&nbsp; Invocation\r\n  of Fifth Amendment Right to the Presence of an Attorney during Custodial\r\n  Interrogation\r\nAppellant\r\n  contends his statement should have been suppressed because the police\r\n  interrogated him after he invoked his right to have an attorney present.  We\r\n  disagree.  \r\nThe\r\n  Fifth Amendment's privilege against self-incrimination provides an individual\r\n  who has been accused of a crime the right to consult with an attorney and to have\r\n  an attorney present during custodial interrogation.  Miranda v. Arizona,\r\n  384 U.S. 436, 478-79 (1966).  This privilege has been extended to the States\r\n  via the Fourteenth Amendment.  Malloy v. Hogan, 378 U.S. 1, 6 (1964) (&quot;[T]he\r\n  Fifth Amendment's exception from compulsory self-incrimination is also\r\n  protected by the Fourteenth Amendment against abridgment by the States.&quot;). \r\n  Once an accused has invoked his right to have an attorney present during custodial\r\n  interrogation, he may not be subjected to further police interrogation\r\n  &quot;unless the accused himself initiates further communication, exchanges, or\r\n  conversations with the police.&quot;  Edwards v. Arizona, 451 U.S. 477,\r\n  484-85 (1981).\r\nIn\r\n  contrast, &quot;[t]he Sixth Amendment right to counsel 'attaches only at or\r\n  after the initiation of adversary judicial proceedings against the\r\n  defendant.'&quot;[5]  State v. Stahlnecker, 386 S.C. 609, 620, 690 S.E.2d 565, 571 (2010)\r\n  (quoting United States v. Gouveia, 467 U.S. 180, 187 (1984)).  &quot;[A]\r\n  criminal defendant's initial appearance before a judicial officer, where he\r\n  learns the charge against him and his liberty is subject to restriction, marks\r\n  the start of adversary judicial proceedings that trigger attachment of the\r\n  Sixth Amendment right to counsel.&quot;  Stahlnecker, 386 S.C. at 620,\r\n  690 S.E.2d at 571 (quoting Rothgery v. Gillespie Cnty., 554 U.S. ___, 128\r\n  S. Ct. 2578, 2592 (2008)).  Here, while Detective Gomes had informed Appellant\r\n  that he planned to charge him, Appellant had not been formally charged or\r\n  arraigned at the time he made his statement to police.  In fact, the\r\n  record indicates that Appellant gave his inculpatory statement to Detective\r\n  Gomes less than two hours after the initial interrogation began.\r\nIn\r\n  the present case, Appellant argues that he did not reinitiate communication\r\n  with police after he invoked his right to an attorney, but rather that the\r\n  police reinitiated contact with him.  In making this argument, Appellant cites State\r\n    v. Anderson, 357 S.C. 514, 593 S.E.2d 820 (Ct. App. 2004).  Initially, we\r\n  note that the Anderson decision was based upon the Sixth Amendment right\r\n  to formal representation by counsel rather than the Fifth Amendment right to\r\n  consult an attorney during custodial interrogation that is at issue in the\r\n  present case.  Id. at 517-18, 593 S.E.2d at 822.  In addition, the Anderson opinion hinges upon the bright-line rule set forth in Michigan v. Jackson that once a defendant invokes his or her Sixth Amendment right to counsel, any\r\n  subsequent waiver is presumed invalid if secured pursuant to police-initiated\r\n  conversation.  See Anderson, 357 S.C. at 518-19, 593 S.E.2d at\r\n  822 (citing Michigan v. Jackson, 475 U.S. 625, 636 (1986)).  \r\nJackson was recently\r\n  overruled by Montejo v. Louisiana, 556 U.S. ___, 129 S. Ct. 2079, 2091\r\n  (2009).  In Montejo, the Supreme Court concluded that Jackson's expansion\r\n  of the Edwards rule was not warranted in light of the &quot;marginal\r\n  benefits&quot; and &quot;substantial costs&quot; of that expansion.[6]  Id. at 2091.  The Montejo Court remanded to permit Montejo to argue whether or\r\n  not he initiated the subsequent police interrogation in accordance with Edwards.  Id. at 2091.  Therefore, the additional protection afforded by Edwards is currently applicable in both Fifth Amendment and Sixth Amendment contexts.  \r\nAccordingly,\r\n  although Anderson was a Sixth Amendment right to counsel case, we\r\n  believe the facts of Anderson are relevant to the question presented\r\n  here (i.e., whether police violated the Edwards rule by reinitiating\r\n  contact with Appellant).  Thus, a comparison of the facts of Anderson with those of the present case is warranted.  Anderson was arraigned for murder\r\n  and completed documentation requesting the services of a public defender.  Anderson,\r\n  357 S.C. at 518, 593 S.E.2d at 822.  Later the same day, the defendant's aunt\r\n  visited him at the police station.  Id.  After the visit, his aunt\r\n  suggested to one of the police officers investigating the crime that he &quot;go\r\n  talk to [the defendant] again.&quot;  Id.  The officer went to talk to the\r\n  defendant again, read him his Miranda warnings, and asked him if &quot;anything\r\n  had changed since the last time [they] talked.&quot;  Id.  The defendant\r\n  subsequently made a self-incriminating statement.  Id.  \r\nWe\r\n  believe the facts of Anderson are distinguishable from the present\r\n  case.  In Anderson, the defendant's aunt merely suggested to police that\r\n  they go talk to Appellant.  Id.  She did not indicate to police that the\r\n  defendant himself wanted to talk to them.  Here, in contrast, after speaking to\r\n  Appellant, Appellant's mother informed police that &quot;he wanted to talk to\r\n  y'all.&quot;  Moreover, before questioning Appellant, the police confirmed that\r\n  Appellant still wanted to talk to them.  Therefore, while Anderson arguably did\r\n  not reinitiate contact via his aunt, we believe Appellant did reinitiate\r\n  contact through his mother.  \r\nMost\r\n  other jurisdictions addressing the issue have held that defendants can, after\r\n  invoking their Fifth Amendment right to counsel, reinitiate contact with police\r\n  via a third party.  See, e.g., Van Hook v. Anderson, 488 F.3d 411,\r\n  428 (6th Cir. 2007) (holding when police receive\r\n  information from a third party which might evince a willingness and a\r\n  desire to talk by the suspect, this is enough to justify a limited inquiry with\r\n  the suspect to confirm or disaffirm that belief); Owens v. Bowersox,\r\n  290 F.3d 960, 962-64 (8th Cir. 2002) (holding that defendant initiated contact\r\n  with police where defendant's mother informed police that the defendant wanted\r\n  to talk to them); United States v. Michaud, 268 F.3d 728, 735-38 (9th\r\n  Cir. 2001) (holding that defendant initiated communication with police where\r\n  defendant's cellmate told police that defendant wanted to speak to someone\r\n  &quot;about a murder&quot;); United States v. Gaddy, 894 F.2d 1307,\r\n  1310-11 (11th Cir. 1990) (holding that &quot;no police-initiated interrogation\r\n  occurred&quot; where police interrogated defendant after being notified by the\r\n  defendant's aunt that the defendant &quot;wished to speak&quot;); Ex parte\r\n    Williams, 31 So. 3d 670, 683 (Ala. 2009) (holding that under Edwards an accused can initiate further interrogation through a third party); Harvell\r\n      v. State, 562 S.E.2d 180, 182 (Ga. 2002) (observing that defendant\r\n  initiated further contact with police through his mother). \r\nThe\r\n  facts of Harvell are substantially similar to the present case, and\r\n  warrant some discussion.  In Harvell, the defendant's mother informed\r\n  police that the defendant wished to give them a statement.  Id. at 182. \r\n  A police officer thereafter asked the defendant, who had previously requested a\r\n  lawyer, if he had &quot;changed his mind.&quot;  Id.  The defendant\r\n  stated that he had.  Id.  The defendant then signed a waiver form and\r\n  gave an inculpatory statement.  Id.  The statement was admitted at trial\r\n  and the defendant was convicted of various offenses.  Id.  On appeal,\r\n  the Georgia Supreme Court held that the Edwards rule was not violated by\r\n  the admission of the defendant's statement.  Id. at 182-83.  It\r\n  explained:   \r\n\r\n\tAppellant\r\n  contends that, by asking whether he had changed his mind, the officer violated\r\n  the mandate of Edwards.  However, the obvious purpose of this limited\r\n  inquiry was to determine whether the information relayed by Harvell's mother\r\n  was correct.  By merely confirming her report that he was willing to make a\r\n  statement, the officer did not reinitiate interrogation. Under these\r\n  circumstances, Harvell reinitiated the questioning—albeit through his agent,\r\n  his mother.  \r\n\r\nId. at 182 (internal\r\n  citations and quotations omitted).  Other jurisdictions have also held that\r\n  when the police receive information from a suspect or a third party that appears\r\n  to show the suspect is willing to talk to them, they may inquire into whether\r\n  the suspect was reinitiating communication.  See Van Hook, 488\r\n  F.3d at 428; Michaud, 268 F.3d at 735-36.\r\nHere,\r\n  as in Harvell, the record demonstrates Appellant reinitiated communication\r\n  with police, and not vice-versa.  After meeting with Appellant, Appellant's\r\n  mother informed Lieutenant Cumbee that Appellant wanted to speak with authorities.  Shortly thereafter, Lieutenant Cumbee asked Appellant whether he still\r\n  wanted to speak with police, and Appellant answered in the affirmative.  In\r\n  making this limited inquiry, Lieutenant Cumbee was not reinitiating\r\n  communication with Appellant; he was merely confirming that the information he\r\n  received from Appellant's mother was accurate.  Appellant then asked Lieutenant\r\n  Cumbee about the length of his potential jail sentence—further proof that\r\n  Appellant did in fact want to talk to police about the investigation.  Cf. Oregon v. Bradshaw, 462 U.S. 1039, 1045-46 (1983) (plurality opinion) (holding\r\n  that the defendant evinced a desire for a generalized discussion about the\r\n  investigation by asking, &quot;Well, what is going to happen to me\r\n  now?&quot;).  After informing Appellant that he did not know how long Appellant\r\n  could be incarcerated, Lieutenant Cumbee asked Appellant what he wanted to talk\r\n  about—a relatively innocuous question that could prompt any number of\r\n  non-incriminating responses.  At that point, Appellant admitted he had fired\r\n  a single shot at the car.  Based upon these facts, we find Appellant\r\n  reinitiated communication with police.   \r\nFurthermore,\r\n  we believe this conclusion comports with the purposes of the Edwards rule.  The United States Supreme Court has stressed &quot;the Edwards rule is not a constitutional mandate, but judicially prescribed prophylaxis.&quot;  Maryland v. Shatzer, 559 U.S. ___, 130 S. Ct. 1213, 1220 (2010).  As\r\n  such, it is &quot;justified only by reference to its prophylactic\r\n  purpose.&quot;  Id. (quoting Davis v. United States, 512 U.S.\r\n  452, 458 (1994)).  According to the Court, the purpose behind the Edwards rule\r\n  is &quot;to prevent police from badgering a defendant into waiving his\r\n  previously asserted Miranda rights.&quot;  Michigan v. Harvey,\r\n  494 U.S. 344, 350 (1990).  Stated differently, &quot;[t]he rule ensures that\r\n  any statement made in subsequent interrogation is not the result of coercive\r\n  pressures.&quot;  Minnick v. Mississippi, 498 U.S. 146, 151 (1990). \r\nIn\r\n  the present case, we do not believe the actions taken by police can fairly be characterized\r\n  as &quot;coercive.&quot;  After being told by Appellant's mother that Appellant\r\n  wanted to speak to police, Lieutenant Cumbee asked Appellant if he still wanted\r\n  to talk and, if so, what Appellant wanted to talk about.  There is no evidence\r\n  that either Lieutenant Cumbee or Detective Gomes pressured Appellant into\r\n  implicating himself.  Detective Gomes testified that Appellant was not\r\n  &quot;threatened in any way&quot; when he gave his formal statement.  Detective\r\n  Gomes also allowed Appellant to change out of his football pants into shorts so\r\n  that Appellant would be more comfortable, and gave him a protein drink when\r\n  Appellant said he was hungry.  Lieutenant Cumbee asked Appellant if he\r\n  had been advised of his Miranda rights before any further questioning,\r\n  and Appellant said yes.  Lieutenant Cumbee testified that he did not make any\r\n  promises to Appellant to tell the family court judge about Appellant's\r\n  cooperation.\r\nBased\r\n  on the foregoing, we do not believe the police's actions in this case\r\n  constituted &quot;badgering&quot; or &quot;coercive pressure.&quot;  Accordingly,\r\n  we find the Edwards rule does not mandate the suppression of Appellant's\r\n  statement to police.    \r\nB.&nbsp; Voluntariness\r\n  of Appellant's Statement\r\nAppellant\r\n  next argues the family court erred in failing to suppress his statement to\r\n  police because it was not voluntarily made.  We disagree.\r\n&quot;A\r\n  criminal defendant is deprived of due process if his conviction is founded, in\r\n  whole or in part, upon an involuntary confession.&quot;  State v. Pittman,\r\n  373 S.C. 527, 565, 647 S.E.2d 144, 164 (2007) (citing Jackson v. Denno,\r\n  378 U.S. 368, 377 (1964)).  In conducting the due process analysis, &quot;courts\r\n  look to the totality of circumstances to determine whether a confession was\r\n  voluntary.&quot;  Withrow v. Williams, 507 U.S. 680, 693 (1993).  The pertinent\r\n  circumstances include &quot;the youth of the accused, his lack of education or\r\n  his low intelligence, the lack of any advice to the accused of his\r\n  constitutional rights, the length of detention, the repeated and prolonged\r\n  nature of the questioning, and the use of physical punishment such as the\r\n  deprivation of food or sleep.&quot;  Pittman, 373 S.C. at 566, 647\r\n  S.E.2d at 164 (quoting Schneckloth v. Bustamonte, 412 U.S. 218, 226 (1973)).\r\n   No one factor is determinative; each case requires careful scrutiny of all the\r\n  surrounding circumstances.  Pittman, 373 S.C. at 566, 647 S.E.2d at 164\r\n  (citing Schneckloth, 412 U.S. at 226).  \r\nA\r\n  confession of a juvenile is not per se involuntary simply because it is obtained\r\n  without the presence of counsel, a parent, or other interested adult.  See In re Williams, 265 S.C. 295, 300, 217 S.E.2d 719, 721-22 (1975)\r\n  (declining to adopt a rule in which any inculpatory statement made by a minor\r\n  in the absence of counsel, parent, or other friendly adult is per se\r\n  inadmissible).  But cf. Gallegos v. Colorado, 370 U.S. 49, 54\r\n  (1962) (noting the opportunity to receive adult advice in the form of a lawyer\r\n  or an adult relative or friend would afford a juvenile additional protection\r\n  and put him on &quot;a less unequal footing with his interrogators&quot;).  \r\n&quot;Although\r\n  courts have given confessions by juveniles special scrutiny, courts generally\r\n  do not find a juvenile's confession involuntary where there is no evidence of\r\n  extended, intimidating questioning or some other form of coercion.&quot;  Pittman,\r\n  373 S.C. at 568, 647 S.E.2d at 165.  When the only evidence presented is the\r\n  young age of the appellant, this alone is not probative of coercion.  See id. at 569, 647 S.E.2d at 166; accord Williams v. Peyton,\r\n  404 F.2d 528, 530&nbsp;(4th Cir. 1968) (&quot;Youth by itself is not a ground\r\n  for holding a confession inadmissible.&quot;).\r\nHere,\r\n  upon reviewing the totality of the circumstances, we believe the family court\r\n  correctly determined that Appellant's inculpatory statement was made\r\n  voluntarily.  First, as discussed above, the police did not act in an\r\n  intimidating or coercive fashion in this case.  There is no evidence that\r\n  police put undue pressure on Appellant; in fact, Detective Gomes specifically testified\r\n  that Appellant was not threatened in any way.  Moreover, there is no evidence\r\n  that Appellant was subjected to any sort of physical punishment.  Rather, the\r\n  record shows that the police attempted to make Appellant comfortable by\r\n  allowing him to change out of his football gear and giving him a protein drink.\r\nSecond,\r\n  the length of Appellant's interrogation was relatively short.  Appellant was\r\n  advised of his Miranda rights at 8:35 p.m. and he asked for an attorney\r\n  forty minutes later at 9:15 p.m.  Questioning then ceased.  At approximately\r\n  10:15 p.m., Lieutenant Cumbee asked Detective Gomes to obtain a formal statement\r\n  from Appellant.  That task was completed at 10:20 p.m.  Thus, only an hour and\r\n  forty-five minutes elapsed between the time that Appellant's initial\r\n  interrogation began and the time that he gave his statement to Detective Gomes.  In addition, Appellant was not subjected to interrogation by police for\r\n  about an hour of that period.\r\nThird,\r\n  Detective Gomes advised Appellant of his Miranda rights before he\r\n  initially began questioning Appellant, and Appellant signed a form stating that\r\n  he understood those rights.  Detective Gomes testified that he had no reason to\r\n  believe that Appellant did not understand his rights.  Although Lieutenant\r\n  Cumbee did not re-Mirandize Appellant when questioning recommenced, he did ask\r\n  Appellant whether he had been previously advised of his Miranda rights, and\r\n  Appellant said yes.  At that time, less than two hours had transpired since\r\n  Appellant was initially Mirandized. \r\nFourth,\r\n  although Appellant was only fourteen years old at the time he made the\r\n  inculpatory statement, this fact alone does not make his statement inadmissible. \r\n  Rather, Appellant's age is just one factor that must be considered along with\r\n  other circumstances such as &quot;his intelligence, education, experience, and\r\n  ability to comprehend the meaning and effect of his statement.&quot; Williams, 265 S.C. at\r\n  300, 217 S.E.2d at 722 (citations and quotations omitted).  Here, it does not\r\n  appear that Appellant suffered from low intelligence; the last grade he\r\n  completed was eighth grade, which is typical for a fourteen-year-old.  Appellant\r\n  was apprised of his Miranda rights and was told that anything he said\r\n  could be used against him in a court of law.  Detective Gomes testified that Appellant\r\n  did not seem to be confused or to be under the influence of any substance.  \r\nFinally,\r\n  the fact that police allowed Appellant to speak to his mother provided him with\r\n  additional protection and put him on a &quot;less unequal footing&quot; with\r\n  his interrogators.  See Gallegos, 370 U.S. at 54.  Appellant\r\n  asked if he could speak to his mother, and he was given the opportunity to do\r\n  so.  The police were not present while Appellant spoke to his mother, and no\r\n  evidence was presented to suggest the police used Appellant's mother as an\r\n  agent to obtain her son's confession.  Cf. Spano v. New York, 360\r\n  U.S. 315, 322-24 (1959) (finding a defendant's confession involuntary when the\r\n  police directed a childhood friend of the defendant to falsely tell the\r\n  defendant that his job with the police department was in jeopardy if defendant\r\n  did not confess, and the interrogation process continued for eight straight\r\n  hours).  \r\nAccordingly,\r\n  upon a review of the totality of the circumstances, we hold that Appellant's\r\n  statement to police was made voluntarily.\r\nII.&nbsp; Self-Defense\r\nAppellant\r\n  argues the family court erred in finding him guilty of murder beyond a\r\n  reasonable doubt when the State allegedly failed to disprove self-defense\r\n  beyond a reasonable doubt.  We disagree. \r\nA.&nbsp; Evidence\r\n  of Murder\r\nMurder is statutorily\r\n  defined as &quot;the killing of any person with malice aforethought, either\r\n  express or implied.&quot;  S.C. Code Ann. § 16-3-10&nbsp;&nbsp; (2003).  &quot;'Malice' is\r\n  the wrongful intent to injure another and indicates a wicked or depraved spirit\r\n  intent on doing wrong.&quot;  State v. Kelsey, 331 S.C. 50, 62, 502\r\n  S.E.2d 63, 69&nbsp;(1998).  &quot;It is the doing of a wrongful act\r\n  intentionally and without just cause or excuse.&quot;  Tate v. State, 351\r\n  S.C. 418, 426, 570 S.E.2d 522, 527&nbsp;(2002).\r\nMalice\r\n  can be inferred from conduct which is so reckless and wanton as to indicate a\r\n  depravity of mind and general disregard for human life.  State v. Mouzon,\r\n  231 S.C. 655, 662, 99 S.E.2d 672, 675&nbsp;(1957).  In the context of murder, malice\r\n  does not require ill-will toward the individual injured, but rather it\r\n  signifies &quot;a general malignant recklessness of the lives and safety of\r\n  others, or a condition of the mind which shows a heart regardless of social duty\r\n  and fatally bent on mischief.&quot;  Id. at 662, 99 S.E.2d at 675-76\r\n  (quoting State v. Heyward, 197 S.C. 371, 375, 15\r\n  S.E.2d 669, 671&nbsp;(1941)).\r\nThe\r\n  evidence presented at trial demonstrated Appellant shot a gun in the direction\r\n  of an occupied vehicle, thereby killing Victim.  In his statement, Appellant\r\n  admitted he saw &quot;an arm come out the passenger window of the car and start\r\n  shooting.&quot;  Immediately thereafter, Appellant ran towards the vehicle\r\n  in the street and fired a single shot in the direction of the vehicle.  We\r\n  believe this was sufficient evidence of reckless conduct and wanton disregard\r\n  for human life from which the family court could infer malice.  Accordingly,\r\n  the family court did not err in finding the State proved Appellant guilty of\r\n  murder beyond a reasonable doubt.\r\nB.&nbsp; Evidence\r\n  of Self-Defense\r\nAppellant\r\n  argues the State failed to disprove self-defense beyond a reasonable doubt.  We\r\n  disagree.    \r\nIn In re Winship, 397 U.S. 358, 368 (1970), the United States Supreme Court\r\n  held that juveniles, like adults, are constitutionally entitled to proof beyond\r\n  a reasonable doubt when they are charged with a violation of a criminal law.  &quot;Current\r\n  law requires the State to disprove self-defense, once raised by the defendant,\r\n  beyond a reasonable doubt.&quot;  State v. Burkhart, 350 S.C. 252, 261, 565\r\n  S.E.2d 298, 303 (2002) (quoting State v. Wiggins, 330 S.C. 538, 544, 500\r\n  S.E.2d 489, 492-93 (1998)).  \r\n&quot;To\r\n  establish self-defense in South Carolina, four elements must be present.&quot;  State v. Bryant, 336 S.C. 340, 344, 520 S.E.2d 319, 321&nbsp;(1999).  The\r\n  four elements are: (1) the defendant must be without fault in bringing on the\r\n  difficulty; (2) the defendant must have been in actual imminent danger of\r\n  losing his life or sustaining serious bodily injury, or he must have actually\r\n  believed he was in imminent danger of losing his life or sustaining serious\r\n  bodily injury; (3) if his defense is based upon his belief of imminent danger,\r\n  a reasonably prudent man of ordinary firmness and courage would have entertained\r\n  the same belief; if the defendant was actually in imminent danger, the\r\n  circumstances were such as would warrant a man of ordinary prudence, firmness\r\n  and courage to strike the fatal blow in order to save himself from serious\r\n  bodily harm or losing his own life; and (4) the defendant had no other probable\r\n  means of avoiding the danger.  Id. at 344-45, 520 S.E.2d at 321-22.  \r\nWe\r\n  believe the State presented sufficient evidence to disprove two of the four\r\n  elements of self-defense beyond a reasonable doubt.  We acknowledge that\r\n  Appellant presented some evidence demonstrating he actually believed he was in\r\n  imminent danger of serious bodily harm, and that a reasonably prudent person of\r\n  ordinary firmness and courage would have entertained the same belief.  Bryant,\r\n  336 S.C. at 344, 520 S.E.2d at 321.  In his statement to Detective Gomes,\r\n  Appellant claimed that he shot at the car because &quot;I thought they were\r\n  shooting at me.&quot;  The other teenagers sitting on the front porch that\r\n  night testified they were afraid as well, and Kayron admitted that he tripped\r\n  over either Ebony or Edginee in his frenzied attempt to enter their home to\r\n  avoid the gunfire.\r\nHowever,\r\n  the State presented evidence to disprove the first element of self-defense\r\n  beyond a reasonable doubt.  Specifically, we do not believe Appellant was\r\n  without fault in bringing on the difficulty.  Bryant, 336 S.C. at 344,\r\n  520 S.E.2d at 321.  The record reflects that the initial difficulty had passed\r\n  by the time Appellant chose to fire the fatal shot.  According to Ebony's\r\n  estimate, the Town Car had passed their house and was two houses beyond when\r\n  Appellant ran out to the front gate and fired his gun.  Appellant admitted in\r\n  his statement to Detective Gomes that he shot at the car &quot;[a]fter the car\r\n  passed by me.&quot;  In addition, the State presented evidence that Appellant was\r\n  in unlawful possession of a pistol on the evening in question.  Although this\r\n  fact alone does not automatically bar a self-defense charge, it is evidence of an\r\n  unlawful activity which can preclude the assertion of self-defense.  State\r\n    v. Slater, 373 S.C. 66, 70, 644 S.E.2d 50, 52-53 (2007).  \r\nFinally,\r\n  the State disproved the fourth element of self-defense beyond a reasonable\r\n  doubt.  Appellant plainly had other means of avoiding the danger.  Bryant,\r\n  336 S.C. at 345, 520 S.E.2d at 322.  The other teenagers sitting on the front\r\n  porch ran into the house when the first shots were fired from the Town Car. \r\n  Appellant was the only teenager sitting on the front porch that evening who ran\r\n  towards the departing car and fired a gun in its direction.  Under these\r\n  circumstances, Appellant could easily have avoided further confrontation.\r\nBased\r\n  upon the foregoing, we believe the State disproved self-defense beyond a\r\n  reasonable doubt.  See Burkhart, 350 S.C. at 261, 565 S.E.2d at\r\n  303.  Specifically, the State presented evidence to disprove the first and fourth\r\n  elements of self-defense.  Bryant, 336 S.C. at 344-45, 520 S.E.2d at\r\n  321-22.  The State need only disprove one of the four elements of self-defense\r\n  beyond a reasonable doubt.  State v. Bixby, 388 S.C. 528, 554, 698\r\n  S.E.2d 572, 586 (2010) (&quot;Because all of the elements are required to\r\n  establish self-defense . . . [i]t is an axiomatic principle of law that\r\n  [self-defense] has not been established if any one element is\r\n  disproven.&quot;).  Therefore, we affirm Appellant's murder conviction as the\r\n  State disproved self-defense beyond a reasonable doubt.  \r\nIII.&nbsp; New\r\n  Trial\r\nLastly,\r\n  Appellant argues the family court erred in denying his motion for a new trial\r\n  based on lack of evidence presented at trial.  We disagree.  \r\n&quot;[T]he\r\n  grant or refusal of a new trial is within the discretion of the trial judge and\r\n  will not be disturbed on appeal absent a clear abuse of that discretion.&quot;  State\r\n    v. Smith, 316 S.C. 53, 55, 447 S.E.2d 175, 176&nbsp;(1993).  &quot;An abuse of discretion occurs when the trial court's\r\n  findings are wholly unsupported by the evidence or the conclusions reached are controlled\r\n  by an error of law.&quot;  Wright v. Craft, 372 S.C. 1, 36, 640 S.E.2d\r\n  486, 505&nbsp;(Ct. App. 2006); accord State v. Anderson, 386 S.C.\r\n  120, 126, 687 S.E.2d 35, 38 (2009).          \r\nHere,\r\n  the State presented evidence of malice for purposes of murder, and the State presented\r\n  evidence that disproved self-defense beyond a reasonable doubt.  Therefore, the\r\n  family court did not abuse its discretion in denying Appellant's motion for a\r\n  new trial based on lack of evidence presented at trial.  \r\nCONCLUSION\r\nFor\r\n  all of the foregoing reasons, we affirm.\r\nFEW,\r\n  C.J., and HUFF, J., concur.    \r\n\r\n\r\n[1] Ebony and\r\n  Edginee both resided at the house where these events occurred.  \r\n[2] &quot;Dap&quot; is defined in the Urban Dictionary as &quot;[t]he knocking of\r\n  fists together as a greeting, or form of respect.&quot;  Aaron Peckham, Urban Dictionary 98 (2005).\r\n[3] Miranda v. Arizona, 384 U.S. 436 (1966).\r\n[4] 378 U.S. 368 (1964).\r\n[5] The Sixth\r\n  Amendment provides in pertinent part that &quot;[i]n all criminal\r\n    prosecutions, the accused shall enjoy the right . . . to have the\r\n  Assistance of Counsel for his defence.&quot; U.S. Const. amend. VI (emphasis added). \r\n[6] Michigan v.\r\n  Jackson set forth a bright-line rule that &quot;if police initiate\r\n  interrogation after a defendant's assertion, at an arraignment or similar\r\n  proceeding, of his right to counsel, any waiver of the defendant's right\r\n  to counsel for that police-initiated interrogation is invalid.&quot;  Jackson,\r\n  475 U.S. at 636 (emphasis added).  Montejo v. Louisiana overruled Jackson,\r\n  noting the marginal benefits of a bright-line policy designed to prevent\r\n  coerced confessions were &quot;dwarfed by&quot; the substantial societal costs\r\n  of hindering the conviction and punishment of those who violate the law.  Montejo,\r\n  129 S. Ct. at 2089.             \r\n\r\n","court":"Appeals"},{"id":"4770","title":"Pridgen v. Ward","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4770","description":"Robert Ward, Charles Sheppard, and Karen Hair (the Appellants) appeal the trial court's denial of their motions for directed verdict and judgment notwithstanding the verdict with regard to Henry Pridgen's civil conspiracy claim.  The Appellants argue (1) they acted at all times within the scope of their employment, (2) Pridgen failed to present evidence of a joint assent by the Appellants to carry out a conspiratorial objective, and (3) they were entitled to immunity under the South Carolina Tort Claims Act.","date":"2010-12-22","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tHenry L.\r\n      Pridgen, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tRobert Ward,\r\n      Charles Sheppard, and Karen Hair, Appellants.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From\r\n  Lexington County\r\n John M. Milling,\r\n  Circuit Court Judge\r\nOpinion No. 4770\r\nHeard October 7,\r\n  2010 – Filed December 22, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAndrew F. Lindemann and Lake Eric Summers, both of Columbia, for\r\n  Appellants.\r\n\t\t\t\tJ. Lewis Cromer,\r\n  of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY, J.:  Robert Ward, Charles\r\n  Sheppard, and Karen Hair (the Appellants) appeal the trial court's denial of\r\n  their motions for directed verdict and judgment notwithstanding the verdict\r\n  with regard to Henry Pridgen's civil conspiracy claim.  The Appellants argue\r\n  (1) they acted at all times within the scope of their employment, (2) Pridgen\r\n  failed to present evidence of a joint assent by the Appellants to carry out a\r\n  conspiratorial objective, and (3) they were entitled to immunity under the\r\n  South Carolina Tort Claims Act.  We affirm.\r\n  \r\n  \r\n  FACTS/PROCEDURAL BACKGROUND\r\n  \r\n  \r\nOn May 24, 2004, Pridgen was fired by the South Carolina Department of\r\n  Corrections (SCDC) from his position as the Associate Warden of Operations at\r\n  the Lee Correctional Institution (Lee).  SCDC charged Pridgen with gross\r\n  misconduct and intentional improper behavior after an internal\r\n  &quot;shakedown&quot; investigation at Lee in January 2004.  Pridgen filed this\r\n  civil conspiracy action in December 2005.  In his complaint, Pridgen alleged\r\n  the Appellants &quot;met, schemed, planned and conspired and put together an\r\n  agenda to purposely harm [him] and cause him to be terminated.&quot; \r\n  \r\n  \r\nThe conflict between Pridgen and the Appellants began after a hostage\r\n  situation occurred at Lee in October 2003.  Ward, SCDC's Deputy Director of\r\n  Operations, Sheppard, SCDC's Inspector General, and Hair, an SCDC Investigator,\r\n  all responded to the hostage situation. According to Pridgen, Ward and Sheppard\r\n  were dissatisfied with the performance of Laurie Bessinger, the Director of\r\n  Training and Security for SCDC.   Following the hostage situation, Pridgen\r\n  maintains Ward told him he had problems with Bessinger and if Pridgen told\r\n  anyone he would call Pridgen a liar.  Pridgen also contends Lee's Warden,\r\n  Calvin Anthony, told him Ward wanted Pridgen to provide false and derogatory information\r\n  about Bessinger in the After Action Report he was compiling about the hostage\r\n  situation. Pridgen refused to comply with Ward's request.\r\n  \r\n  \r\nHair was assigned to Lee as an Investigator in Fall 2002.  Pridgen and\r\n  Hair had a strained relationship, and Hair did not get along with other\r\n  employees at Lee.  Pridgen had several meetings with Ward and Sheppard to\r\n  discuss the problems he had with Hair.  Anthony also met with Ward about\r\n  resolving the problems between Pridgen and Hair. According to Anthony, Ward\r\n  told him it was a fight he could not win. \r\n  \r\n  \r\nIn January 2004, Ward authorized a shakedown inspection at Lee.  Contrary\r\n  to custom, Anthony and Pridgen were not given prior notice of the shakedown.  During\r\n  the shakedown, Ward and Hair went directly to inspect the boiler room. According\r\n  to an SCDC memo prepared by Sheppard, the boiler room inspection revealed a\r\n  number of unauthorized items including computers, software, cameras, bulk food\r\n  items, and an electric frying utensil.  The memo also stated inmates had\r\n  been allowed in the boiler room unsupervised, and that inmates in the boiler\r\n  room had access to the internet. In addition, the investigation revealed an inmate\r\n  had, on prior occasions, been in possession of security keys.\r\n  \r\n  \r\nPridgen was suspended as a result of the discoveries made during the\r\n  shakedown and transferred to the Wateree Correctional Institution. After\r\n  Pridgen received notice of his suspension, investigators removed files from his\r\n  office.  Included in the confiscated files was a file Pridgen kept on Hair.  Hair's\r\n  file contained complaints Pridgen received from other employees about Hair, and\r\n  the notes Pridgen took during his meetings with Sheppard and Ward.  According to\r\n  Pridgen, Sheppard was upset Pridgen kept a file on Hair and told Pridgen he\r\n  would find a way to have him fired.  Several months after his transfer\r\n  to Wateree, Pridgen's employment was terminated.  \r\n  \r\n  \r\nDuring trial in April 2008, the trial court denied the Appellants' motion\r\n  for a directed verdict.  Following trial, the jury returned a verdict in favor\r\n  of Pridgen and awarded him $372,000 in actual damages.  The Appellants'\r\n  post-trial motions for a judgment notwithstanding the verdict (JNOV), a new\r\n  trial absolute, and a new trial nisi remittitur were all denied.  This appeal\r\n  followed. \r\n  \r\n  \r\n  STANDARD OF\r\n  REVIEW\r\n  \r\n  \r\n&quot;When reviewing the\r\n  denial of a motion for directed verdict or JNOV, this Court applies the same\r\n  standard as the trial court.&quot;  Gibson v. Bank of America, N.A., 383\r\n  S.C. 399, 405, 680 S.E.2d 778, 781 (Ct. App. 2009).  &quot;The Court is\r\n  required to view the evidence and inferences that reasonably can be drawn from\r\n  the evidence in the light most favorable to the non-moving party.&quot;  Id. \r\n  &quot;The motions should be denied when the evidence yields more than one\r\n  inference or its inference is in doubt.&quot;  Id.  &quot;An appellate\r\n  court will only reverse the [trial] court's ruling when there is no evidence to\r\n  support the ruling or when the ruling is controlled by an error of law.&quot;  Id. \r\n  \r\n  \r\n  LAW/ANALYSIS\r\n  \r\n  I.&nbsp; Scope of Employment\r\n  The Appellants argue the trial court erred\r\n    in denying their motions for directed verdict and judgment notwithstanding the\r\n    verdict because they acted at all times within the scope of their employment.  We\r\n    disagree. \r\n  &quot;A civil conspiracy is a combination\r\n    of two or more persons joining for the purpose of injuring and causing special\r\n    damage to the plaintiff.&quot;  McMillan v. Oconee Memorial Hosp., Inc.,\r\n    367 S.C. 559, 564, 626 S.E.2d 884, 886 (2006); Cricket Cove Ventures, LLC v.\r\n      Gilland, Op. No. 4730 (S.C. Ct. App. Filed Aug. 25, 2010). &quot;It is\r\n    well-settled in South Carolina that the tort of civil conspiracy contains three\r\n    elements: (1) a combination of two or more persons; (2) for the purpose of\r\n    injuring the plaintiff; (3) causing plaintiff special damage.&quot;  Cowburn\r\n      v. Leventis, 366 S.C. 20, 49, 619 S.E.2d 437, 453 (Ct. App. 2005).  &quot;In\r\n    order to establish a conspiracy, evidence, either direct or circumstantial,\r\n    must be produced from which a party may reasonably infer the joint assent of\r\n    the minds of two or more parties to the prosecution of the unlawful\r\n    enterprise.&quot;  Id.\r\n  &quot;A civil conspiracy cannot be found\r\n    to exist when the acts alleged are those of employees or directors, in their\r\n    official capacity, conspiring with the corporation.&quot;   McMillan,\r\n    367 S.C. at 565, 626 S.E.2d at 887.  As a result, &quot;no conspiracy can exist\r\n    if the conduct challenged is a single act by a single corporation acting\r\n    exclusively through its own directors, officers, and employees, each acting\r\n    within the scope of his employment.&quot;  Id.  However, although a\r\n    corporation cannot conspire with itself, &quot;the agents of a corporation are\r\n    legally capable, as individuals, of conspiracy among themselves or with third\r\n    parties.&quot;  Lee v. Chesterfield General Hosp., Inc., 289 S.C. 6, 14,\r\n    344 S.E.2d 379, 383 (Ct. App. 1986).    \r\n  While the Appellants argue Pridgen failed to\r\n    present evidence they acted outside the scope of their employment, Pridgen\r\n    maintains the evidence in the record indicates the Appellants conspired against\r\n    him for personal reasons that constitute intentional acts outside the scope of\r\n    their employment.  Pridgen alleges the Appellants lied and conspired to have\r\n    his employment with SCDC terminated.  Specifically, Pridgen maintains Ward\r\n    desired to get rid of Bessinger and developed a personal vendetta against him\r\n    when he refused to provide false information in Anthony's After Action Report. \r\n    Pridgen also contends the Appellants' decision to ignore custom and not give\r\n    notice of the shakedown at Lee is suggestive of personal, rather than\r\n    professional, motives.  The Appellants argue Pridgen failed to present any\r\n    evidence they had personal, non-employment related reasons for investigating\r\n    Pridgen's conduct.    \r\n  &quot;An act is within the scope of a\r\n    servant's employment where [it is] reasonably necessary to accomplish the\r\n    purpose of his employment and in furtherance of the master's business.&quot;  Armstrong\r\n      v. Food Lion, Inc., 371 S.C. 271, 276, 639 S.E.2d 50, 52 (2006).  &quot;On\r\n    the other hand, if the servant acts for some independent purpose of his own,\r\n    wholly disconnected with the furtherance of his master's business, his conduct\r\n    falls outside the scope of his employment.&quot;  Crittenden v.\r\n      Thompson-Walker Co., Inc., 288 S.C. 112, 116, 341 S.E.2d 385, 387 (Ct. App.\r\n    1986).  \r\n  We find the evidence in the record creates\r\n    more than one reasonable inference as to whether the Appellants acted outside the\r\n    scope of their employment. The jury could infer from the evidence presented\r\n    that the Appellants' actions were personally, not professionally, motivated,\r\n    and were wholly disconnected from the business of SCDC.  The jury could\r\n    determine from the Appellants' deviation from custom in failing to give notice\r\n    of the shakedown, Pridgen's refusal to comply with Ward's request that Pridgen\r\n    provide false information about Bessinger in the After Action Report, and\r\n    Pridgen's poor relationships with the Appellants and their subsequent meetings\r\n    regarding Pridgen, that the Appellants had personal motives for harming Pridgen\r\n    and their conduct was not necessary to accomplish the purpose of their\r\n    employment. Ultimately, the jury could find the Appellants intended to harm\r\n    Pridgen, and thus, their conduct served an independent purpose, wholly disconnected\r\n    from the business of SCDC. Therefore, viewing the evidence in the light most favorable\r\n    to Pridgen, we find the trial court properly denied the Appellants' motions for\r\n    directed verdict and judgment notwithstanding the verdict.  \r\n  At the conclusion of their argument\r\n    regarding scope of employment, the Appellants assert Pridgen's civil conspiracy\r\n    claim fails because he was an at-will employee.[1] \r\n    The Appellants rely on Angus v. Burroughs &amp; Chapin Co., 358 S.C.\r\n    498, 596 S.E.2d 67 (Ct. App. 2004), to support their contention that the\r\n    termination of an at-will employee cannot support a cause of action for civil\r\n    conspiracy.  In Angus, this court affirmed the trial court's dismissal\r\n    of Angus' civil conspiracy claim against four members of the Horry County\r\n    Council (Council).  358 S.C. at 503, 596 S.E.2d at 70.  Angus, the Horry County\r\n    Administrator, was terminated from her employment by the Council.  Id. at 500-01, 596 S.E.2d at 69.  Relying on Ross v. Life Insurance Co. of\r\n      Virginia, 273 S.C. 764, 259 S.E.2d 814 (1979), the Angus court held\r\n    an at-will employee could not maintain an action against a former employer for\r\n    civil conspiracy that resulted in the employee's termination.  358 S.C. at 503,\r\n    596 S.E.2d at 70.  This court also determined Angus' argument that she was\r\n    suing them not as council members, but in their individual capacities, was\r\n    unpersuasive.  Id.  This court noted Angus' employment agreement\r\n    specified that she served &quot;at the will&quot; of the Council.  Id.  Therefore,\r\n    because the council members acted within their authority when they fired Angus,\r\n    they could not be sued for doing what they had the right to do.  Id.\r\n  Here, Pridgen's civil conspiracy claim was\r\n    not against his employer.  Rather, Pridgen's claim was against the Appellants,\r\n    who did not have the power to terminate his employment.  Because Pridgen did\r\n    not serve at the will of the Appellants, they were not immune from suit by\r\n    Pridgen for civil conspiracy.  Therefore, the trial court did not err in\r\n    denying Appellants' motions for a directed verdict and a judgment\r\n    notwithstanding the verdict.\r\n  II.&nbsp; Joint Assent\r\n  The Appellants argue the trial court erred\r\n    in denying their motions for directed verdict and judgment notwithstanding the\r\n    verdict because Pridgen failed to present any evidence of a joint assent by the\r\n    Appellants to carry out a conspiratorial objective.  We disagree.  \r\n  &quot;In order to establish a conspiracy,\r\n    evidence, either direct or circumstantial, must be produced from which a party\r\n    may reasonably infer the joint assent of the minds of two or more parties to\r\n    the prosecution of the unlawful enterprise.&quot; Cowburn, 366 S.C. at\r\n    49, 619 S.E.2d at 453.  &quot;Conspiracy may be inferred from the nature of the\r\n    acts committed, the relationship of the parties, the interests of the alleged\r\n    conspirators, and other relevant circumstances.&quot;  Moore v. Weinberg,\r\n    373 S.C. 209, 228, 644 S.E.2d 740, 750 (Ct. App. 2007).  &quot;Because civil\r\n    conspiracy is 'by its very nature covert and clandestine,' it is usually not\r\n    provable by direct evidence.&quot;  Id. (quoting Island Car Wash,\r\n      Inc. v. Norris, 292 S.C. 595, 601, 358 S.E.2d 150, 153 (Ct. App. 1987)).\r\n  The Appellants argue Pridgen failed to\r\n    present any evidence, direct or circumstantial, by which the jury could\r\n    reasonably infer a joint assent by the Appellants to have Pridgen's employment\r\n    terminated. They maintain Pridgen's claims against them amount only to &quot;mere\r\n    speculation.&quot; In response, Pridgen argues the relationship of the\r\n    Appellants and the nature of the acts they committed are evidence of a conspiracy.\r\n      According to Pridgen, the Appellants &quot;met to discuss [him] numerous\r\n    times, and the Appellants acted together, in concert, in a course of action\r\n    that was contrary to the normal policy and procedure at SCDC, but which\r\n    furthered their own personal objective to harm [him].&quot;   \r\n  We find the evidence in the record creates\r\n    more than one reasonable inference as to whether the Appellants engaged in a\r\n    joint assent to have Pridgen's employment terminated.  First, we note the\r\n    record contains evidence the Appellants had motive to harm Pridgen.  Pridgen testified\r\n    he refused Ward's request to discredit Bessinger by including false statements\r\n    about Bessinger in Anthony's After Action Report.  Furthermore, Pridgen and\r\n    Hair had an unfriendly relationship.  According to Terry Taylor, SCDC's\r\n    Assistant Division Director of Investigations and Hair's direct supervisor, Hair\r\n    took her concerns about Pridgen directly to Sheppard instead of bringing them\r\n    to him first. We also note that, according to Pridgen, Sheppard was upset\r\n    Pridgen kept a file on Hair and told Pridgen he would find a way to have him\r\n    fired.  \r\n  The jury also heard testimony regarding\r\n    meetings between the Appellants.  Prior to the shakedown, Ward and Sheppard met\r\n    with Hair on several occasions regarding problems between Pridgen and Hair.  Hair\r\n    also e-mailed Sheppard in January 2004 regarding Pridgen and the conditions in\r\n    the boiler room at Lee.   Sheppard admitted he forwarded Hair's e-mail to\r\n    Ward.   Furthermore, Ward and Sheppard had a professional friendship and the\r\n    two men ate lunch together several times a week.  \r\n  We also note the record contained evidence\r\n    that not all of the unauthorized items Ward and Hair found in the boiler room were\r\n    contraband. Anthony testified the surveillance cameras located in the boiler\r\n    room were approved by Ward to monitor inmate movement. Additionally, Pridgen\r\n    testified Honeywell brought computers into the boiler room to maintain Lee's\r\n    HVAC system. Also, in a memo posted in the boiler room, Anthony approved a request\r\n    to allow inmates to work unsupervised in the boiler room.  According to\r\n    Pridgen, inmates had been allowed to work unsupervised in the boiler room since\r\n    before he began working at Lee.  \r\n  Viewing the evidence in the light most\r\n    favorable to Pridgen, we find the trial court properly denied the Appellants'\r\n    motions for a directed verdict and a judgment notwithstanding the verdict.  The\r\n    jury could infer from the nature of the acts committed by the Appellants as\r\n    well as the relationships and interests of the Appellants that they conspired\r\n    to have Pridgen's employment terminated.  Although the evidence presented was\r\n    circumstantial, there was at least some evidence to the support the trial\r\n    court's denial of the Appellant's motions.    \r\n  III.&nbsp; Tort Claims Act\r\n  The Appellants argue the trial court erred\r\n    in failing to find they were entitled to immunity under the South Carolina Tort\r\n    Claims Act (SCTCA) as a matter of law.[2]  We disagree.  \r\n  Pursuant to section 15-78-70(a) of the\r\n    South Carolina Code (2005), &quot;[a]n employee of a governmental entity who\r\n    commits a tort while acting within the scope of his official duty is not liable\r\n    therefor except as expressly provided for in subsection (b).&quot;  Section\r\n    15-78-70(b) provides:  \r\n  \r\n\tNothing\r\n    in the chapter may be construed to give an employee of a governmental entity\r\n    immunity from suit and liability if it is proved that the employee's conduct\r\n    was not within the scope of his official duties or that it constituted actual\r\n    fraud, actual malice, intent to harm, or a crime involving moral turpitude.\r\n\r\n  S.C. Code Ann. § 15-78-70(b) (2005).  Section 15-78-30(i) defines\r\n    &quot;scope of official duty&quot; as &quot;(1) acting in and about the\r\n    official business of a governmental entity and (2) performing official\r\n    duties.&quot;  S.C. Code Ann. § 15-78-30(i) (2005).  \r\n  The Appellants contend Pridgen failed to\r\n    introduce any evidence they acted outside the scope of their official duty. They\r\n    argue Pridgen, as the Associate Warden for Operations, was the subject of a\r\n    legitimate investigation with respect to the operation of the boiler room, and\r\n    the discoveries made during the shakedown represented clear and actionable\r\n    violations of SCDC policy.  Additionally, the Appellants argue the &quot;intent\r\n    to harm&quot; exception in section 15-78-70(b) should not apply in cases where a\r\n    supervisor or co-employee takes action within his authority to investigate and\r\n    discipline another employee.  Pridgen argues the Appellants' actions were\r\n    outside the scope of their employment and were committed with the intent to\r\n    harm him.  Pridgen alleges the Appellants had personal motives and conducted a\r\n    biased investigation.  \r\n  As discussed above, there was at least\r\n    circumstantial evidence in the record to support a finding by the jury that the\r\n    Appellants acted outside the scope of their employment and with the intent to\r\n    harm Pridgen.  The jury could infer from the relationship of the Appellants, as\r\n    well as the nature of their actions, that they intended to harm Pridgen and\r\n    conspired to have his employment terminated for personal reasons, wholly\r\n    disconnected from the furtherance of SCDC's business.  Accordingly, the trial\r\n    court did not err in determining the Appellants were not entitled to immunity\r\n    under the SCTCA as a matter of law. \r\n  \r\n  CONCLUSION\r\n  \r\n  \r\nThe trial court's denial of the Appellants'\r\n  motions for directed verdict and judgment notwithstanding the verdict is\r\n\r\n\r\nAFFIRMED.\r\n\r\n\r\nSHORT and THOMAS, JJ.,\r\n  concur.  \r\n\r\n\r\n\r\n[1]  In its pre-trial order denying the Appellants'\r\n  motion for summary judgment, the trial court determined Pridgen was not an\r\n  at-will employee.    \r\n[2]&nbsp; S.C. Code Ann. §§ 15-78-10 to -200 (2005).  \r\n\r\n","court":"Appeals"},{"id":"4771","title":"Sanderson v. Sanderson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4771","description":"Husband appeals the family court's calculation of alimony, including the imputation of income to him although he was unemployed.  Husband also appeals the family court's ruling making alimony and child support retroactive.  We affirm in part, reverse in part, and remand.","date":"2010-12-22","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRobert A.\r\n      Sanderson, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tDelia M.\r\n      Sanderson, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From York County\r\n Robert E. Guess, Family Court Judge\r\nOpinion No. 4771\r\nHeard September 15, 2010 – Filed December\r\n  22, 2010   \r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRebecca West, of Lexington, for Appellant.\r\n\t\t\t\tJames Wilson Tucker, Jr., of Rock Hill, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nKONDUROS, J.: Robert Sanderson (Husband) appeals the family court's findings regarding Delia\r\n  Sanderson's (Wife's) financial need and the imputing of income to him in the\r\n  amount of $64,000.  Husband also appeals the retroactive award of alimony and\r\n  child support.  We affirm in part, reverse in part, and remand.\r\nFACTS\r\nHusband\r\n  and Wife married in 1984 in Wife's native country, Honduras.  The parties had\r\n  three children including their oldest son, Kyle, who was nineteen at the time\r\n  of trial.[1] \r\n  Husband began an adulterous relationship with a paramour, and the divorce was\r\n  granted on that basis.  The parties separated in July 2005 and Wife filed an\r\n  action for divorce seeking child support, alimony, and custody of the parties'\r\n  children.[2] \r\n  Although he had moved out of the marital home, Husband continued to pay for Wife's\r\n  and the children's household expenses.  He did so until February 2006 when his\r\n  position as Corporate Director of Quality with the Cooley Group was eliminated\r\n  because of corporate downsizing.  Husband continued paying the household expenses until April 1, 2006, using funds\r\n  from his severance package.  Husband then, by agreement of the parties, began\r\n  paying $75 per week in child support using his unemployment benefits.  When\r\n  those benefits were exhausted, Husband stopped paying child support.  \r\nWhen\r\n  Husband's employment was terminated, he was earning a gross income of $95,000,\r\n  plus additional funds for teaching as an adjunct professor at area colleges. \r\n  Wife earned approximately $33,000 per year in a clerical position.  \r\nAt the time of\r\n  trial, Husband was unemployed and living with his paramour.  Husband testified\r\n  he had looked for employment but could find nothing.  He indicated he had\r\n  applied for positions for which he was overqualified and was rejected based on\r\n  the employer's belief that he would only work temporarily in such a position\r\n  until a better job became available.  According to the record, Husband brought\r\n  to the family court a file containing copies of numerous letters he sent\r\n  seeking employment.[3] \r\n  Wife testified she believed Husband could find a job because he was from this\r\n  country and knew how to &quot;manipulate the system.&quot;  In determining the\r\n  issues of alimony and child support, the family court concluded the parties\r\n  enjoyed a comfortable standard of living during the marriage, and Wife required\r\n  financial assistance from Husband to meet her necessary living expenses.  The\r\n  family court imputed income to Husband of $64,000 per year, noting he had\r\n  earned at least that much in annual salary since 1994.  Using that figure, the\r\n  family court awarded alimony in the amount of $650 per month, retroactive to\r\n  March 1, 2006, with payment of $25 bi-monthly applying toward the arrearage. \r\n  The family court ordered child support in the amount of $168 per week in\r\n  accordance with the guidelines and made the award retroactive to August 1, 2006,\r\n  with payment of $15 per week going toward the arrearage.  This appeal followed.\r\nSTANDARD OF REVIEW\r\nOn\r\n  appeal in family court matters, the appellate court's scope of review extends\r\n  to the finding of facts based on its own view of the preponderance of the\r\n  evidence.  Thomson v. Thomson, 377 S.C. 613, 619, 661 S.E.2d 130, 133\r\n  (Ct. App. 2008).  &quot;Questions concerning alimony\r\n  rest within the sound discretion of the family court judge whose conclusion\r\n  will not be disturbed absent a showing of abuse of discretion.&quot;  Degenhart\r\n    v. Burriss, 360 S.C. 497, 500, 602 S.E.2d 96, 97 (Ct. App. 2004).  Questions concerning child support are likewise ordinarily\r\n  committed to the discretion of the family court, whose conclusions will not be\r\n  disturbed on appeal absent an abuse of discretion.  Blackwell v. Fulgum,\r\n  375 S.C. 337, 347, 652 S.E.2d 427, 432 (Ct. App. 2007).  \r\nLAW/ANALYSIS\r\nI.&nbsp; Section\r\n  20-3-130[4] Factors\r\nHusband\r\n  maintains the family court erred in its conclusions as to several of the\r\n  statutory factors to be considered in awarding alimony and child support.  We\r\n  will address each argument in turn. \r\nA.&nbsp; Standard\r\n  of Living\r\nHusband\r\n  argues the family court erred in concluding the parties enjoyed a comfortable\r\n  standard of living.  This issue is not preserved for our review.  \r\nHusband\r\n  did not argue this point at trial, and his motion for reconsideration does not\r\n  ask the family court to reconsider this finding.  Husband's Rule 59(e), SCRCP,\r\n  motion urges that Wife's living expenses as presented at trial were inflated. \r\n  However, this point goes to the issue of Wife's financial need as opposed to\r\n  the standard of living enjoyed by the parties during the marriage.  A point not\r\n  specifically raised to and ruled upon by the trial court will not be considered\r\n  on appeal.  See S.C. Dep't of Transp. v. First Carolina Corp. of S.C.,\r\n  372 S.C. 295, 301-02, 641 S.E.2d 903, 907 (2007) (stating to be preserved for\r\n  appellate review, issue must have been (1) raised to and ruled upon by the\r\n  trial court, (2) raised by the appellant, (3) raised in a timely manner, and\r\n  (4) raised to the trial court with sufficient specificity).\r\nB.&nbsp; Husband's\r\n  Income\r\nHusband argues the family court abused its discretion in imputing\r\n  income to him of $64,000 per year.  We agree.\r\nWithout question, the family court has the discretion to impute\r\n  income to a party with respect to awards of alimony or child support.  \r\n\r\n\tIf the obligor spouse has the ability to earn more income than he\r\n  is in fact earning, the court may impute income according to what he could earn\r\n  by using his or her best efforts to gain employment equal to his capabilities,\r\n  and an award of alimony based on such imputation may be a proper exercise of\r\n  discretion even if it exhausts the obligor spouse's actual income.\r\n\r\nDixon v. Dixon, 334 S.C. 222, 240, 512 S.E.2d 539, 548\r\n  (Ct. App. 1999); see also Blackwell v. Fulgum, 375 S.C. 337, 347,\r\n  652 S.E.2d 427, 432 (Ct. App. 2007) (stating imputing income to a party who is\r\n  voluntarily unemployed or underemployed is appropriate when determining child\r\n  support obligations).\r\nAccording to the South Carolina Child Support Guidelines\r\n  (Guidelines), &quot;[i]n order to impute income to a parent who is unemployed\r\n  or underemployed, the court should determine the employment potential and\r\n  probable earnings level of the parent based on that parent's recent work\r\n  history, occupational qualifications, and prevailing job opportunities and\r\n  earning levels in the community.&quot;  S.C. Code Ann. Regs. 114-4720(A)(5)(B)\r\n  (Supp. 2009).  A bad faith\r\n  motivation is not required for a finding of voluntary underemployment.   Arnal\r\n    v. Arnal, 371 S.C. 10, 13, 636 S.E.2d 864, 866 (2006).  &quot;However, the\r\n  motivation behind any purported reduction in income or earning capacity should\r\n  be considered in determining whether a parent is voluntarily\r\n  underemployed.&quot;  Spreeuw v. Barker, 385 S.C. 45, 62, 682 S.E.2d\r\n  843, 851 (Ct. App. 2009).  When actual income versus earning capacity is at\r\n  issue, courts should closely examine a good-faith and reasonable explanation\r\n  for the decreased income.  Id.\r\nIn this case, Wife does not dispute Husband lost his job through\r\n  no fault of his own.  Furthermore, Husband paid all the household expenses from\r\n  the time of separation in July 2005 until the loss of his job on February 2,\r\n  2006.  Husband continued to pay the household expenses for two more months,\r\n  February and March, using funds from his severance package.  Husband then, by\r\n  agreement of the parties, began paying $75 per week in child support using his\r\n  unemployment benefits.  When those benefits were exhausted, Husband stopped\r\n  paying child support.  The record contains little evidence Husband's failure to\r\n  be employed is motivated by bad faith.[5] \r\n  However, a finding of bad faith is not required to establish a party is voluntarily\r\n  underemployed or unemployed.  Therefore, we will continue our analysis by\r\n  examining the factors listed in the Guidelines to determine if the family court\r\n  abused its discretion in imputing a $64,000 annual income to Husband.\r\n1.&nbsp; Recent\r\n  Work History\r\nAs the family court noted, Husband earned $95,000 annually at his\r\n  most recent job.  He had been employed with that company for three years.  In\r\n  addition, Husband traditionally earned several thousand dollars a year by\r\n  teaching as an adjunct professor at area colleges.  According to the record, he\r\n  had earned $82,000 plus teaching pay in 2004.  Prior to that, Husband's annual\r\n  salary is a little difficult to discern, but he appears to have earned a total\r\n  income of $66,000 in 1997 and approximately $64,000 in 1994.\r\n2.&nbsp; Occupational\r\n  Qualifications\r\nHusband has a master's degree in technology and an undergraduate\r\n  degree in career occupations.  He was employed through his enlistment in the\r\n  Air Force prior to 1991.  According to Husband's testimony, his skill set and education\r\n  were most suited for work in the manufacturing sector.\r\n3.&nbsp; Prevailing\r\n  Job Opportunities \r\nThe only evidence in the record on this point is Husband's\r\n  testimony that he has applied for numerous positions, including those for which\r\n  he is over-qualified, and he has been unable to find a job.  Husband testified\r\n  he had applied for jobs at Lowe's and Home Depot but was rejected because the\r\n  employer believed he would leave the position once he found a better job. \r\n  Husband admitted he had not applied for work at McDonald's or other comparable\r\n  establishments because he believed the cost of gas to get to work, when\r\n  subtracted from his earnings, would not permit him to make his $75 per week\r\n  payment.\r\n4.&nbsp; Earning\r\n  Levels in the Community\r\nThe\r\n  record contains no evidence on this point other than Wife's assertion that\r\n  because Husband knew how to &quot;manipulate the system,&quot; he should be\r\n  able to earn what he had earned at his most recent employment with the Cooley\r\n  Group.\r\nLittle evidence is\r\n  present of bad faith on Husband's part.  While that is not determinative of the\r\n  issue, it is to be considered and goes to the credibility of his testimony that\r\n  he has attempted to find work and has been unable to do so.  The record is\r\n  bereft of any testimony establishing the job opportunities or earning levels in\r\n  the community that might contradict his testimony.  Husband has a good recent\r\n  work history, but his qualifications, while high, are confined to a specific\r\n  area.  \r\nWhen\r\n  Husband earned $64,000 per year, it was in the field in which job opportunities\r\n  have significantly decreased.  That earning capacity, even though it may have\r\n  been accurate a decade earlier, does not clearly translate into a job market in\r\n  which similar jobs are no longer readily available.  That being said, Husband\r\n  is not permitted, as Wife argues, to simply do nothing because the job market\r\n  has changed.  Furthermore, Husband admitted he had not sought all employment as\r\n  he eschewed McDonald's because of the low wages and high price of gas for\r\n  transportation.  That Husband cannot find any employment is somewhat incredible. \r\n  The record shows he did earn some income from teaching although it was not\r\n  full-time.  Based on all of the foregoing, we conclude the family court abused\r\n  its discretion in imputing $64,000 annually to Husband.  Accordingly, we remand\r\n  this matter to the family court for it to calculate Husband's income based on\r\n  the evidence in the record.\r\nC.&nbsp; Wife's\r\n  Financial Need\r\nHusband\r\n  also argues the family court erred in finding Wife required financial\r\n  assistance in order to meet her reasonable living expenses.  We disagree.\r\nHusband\r\n  contends Wife offered contradictory testimony regarding some of the expenses\r\n  listed on her financial declaration.  However, Husband does not dispute Wife is\r\n  the custodial parent to the two minor children and the parties' son Kyle was\r\n  living with Wife while he was attending college.  Nor does Husband dispute the\r\n  mortgage payment for the marital home was about $1,000 per month and Wife's net\r\n  income was approximately $1,987 per month.  Furthermore, Husband never\r\n  indicated in his testimony Wife would not need assistance to meet her\r\n  reasonable living expenses.  He simply testified he had encouraged Wife to\r\n  downgrade her lifestyle since their separation.  Based on these figures and\r\n  deferring to the family court's judgment as to Wife's credibility, we find the\r\n  family court did not err in concluding Wife needed financial assistance from\r\n  Husband to meet her reasonable living expenses.  See Doe v. Roe, 386 S.C. 624, 630-31, 690 S.E.2d 573, 577 (2010) (stating the\r\n  family court is in a better position &quot;to evaluate [witness]\r\n  credibility and assign comparative weight to their testimony&quot;).\r\nII.&nbsp; Retroactivity\r\nFinally,\r\n  Husband contends the family court erred in making the award of child support\r\n  and alimony retroactive.  We disagree.\r\nInitially,\r\n  this issue is not fully preserved for our review.  In his motion for\r\n  reconsideration Husband states:\r\n\r\n\tPlaintiff[]\r\n  request[s] that the [c]ourt reconsider its findings as to the amount of child\r\n  support ordered.  The amount is based upon an imputed income that Plaintiff\r\n  does not receive and applies retroactive to August 2006.  There was no evidence\r\n  of &quot;bad faith&quot; on Plaintiff's part in being discharged from\r\n  employment or in not being able to find employment.\r\n\r\nWhile\r\n  the retroactive application of the child support award is mentioned, Husband\r\n  fails to mention the retroactive application of the alimony award.  Therefore,\r\n  any question regarding the retroactive award of alimony is not preserved.  See S.C. Dep't of Transp., 372 S.C. at 301-02, 641 S.E.2d at 907 (stating to\r\n  be preserved for appellate review, issue must have been (1) raised to and ruled\r\n  upon by the trial court, (2) raised by the appellant, (3) raised in a timely\r\n  manner, and (4) raised to the trial court with sufficient specificity).  \r\nWith\r\n  respect to the retroactive award of child support, the only argument Husband\r\n  sets forth in his appellate brief is that the family court erred in creating\r\n  such a substantial arrearage when he has no means to pay it.  We discern no\r\n  abuse of discretion in making the child support award retroactive, but we note\r\n  the amount of any arrearage must be adjusted to reflect Husband's income as\r\n  determined on remand.  See Thornton v. Thornton, 328 S.C. 96,\r\n  115, 492 S.E.2d 86, 96 (1997) (&quot;The decision to order retroactive support\r\n  rests within the sound discretion of the family court and should not be\r\n  reversed absent an abuse of discretion by the family court.&quot;).\r\nCONCLUSION\r\nWe find the family\r\n  court did not err in determining Wife requires financial assistance from\r\n  Husband to meet her reasonable living expenses, and we conclude the issue\r\n  regarding the parties' standard of living during the marriage is not preserved\r\n  for our consideration.  We reverse and remand the issue of the amount of income\r\n  to be imputed to Husband to the family court to be determined in accordance\r\n  with the evidence presented at trial.  We further find the family court did not\r\n  abuse its discretion in making the alimony and child support awards\r\n  retroactive.  However, any arrearages should be calculated based on the amount\r\n  of income imputed to Husband on remand.\r\nAccordingly, the\r\n  decision of the family court is \r\nAFFIRMED\r\n  IN PART, REVERSED IN PART, AND REMANDED.\r\nWILLIAMS,\r\n  J., concurs.  \r\nPIEPER,\r\n  J., concurs in a separate opinion.\r\nPIEPER, J., concurring:  \r\nI\r\n  concur in the decision to remand.  However, I write separately because I would\r\n  clarify that the party asserting voluntary underemployment or voluntary\r\n  unemployment should carry the initial burden of proof on the issue.  \r\nSouth\r\n  Carolina has not yet addressed this issue; however, other states have found\r\n  that the party asserting voluntary underemployment or voluntary unemployment\r\n  shoulders the burden of proof at the time of the initial determination.  See,\r\n    e.g., Pisco v. Stroup, 3 A.3d 316, 320 (D.C. 2010) (&quot;When one\r\n  parent seeks to impute income to another who has involuntarily lost her job,\r\n  the burden is on the party seeking the imputation to prove that the other\r\n  parent was voluntarily foregoing more gainful employment by showing that more\r\n  lucrative work was currently available.&quot;) (internal quotation marks and\r\n  citation omitted); McCants v. McCants, 984 So. 2d 678, 681 (Fla. Dist.\r\n  Ct. App. 2008) (noting the party asserting the voluntary underemployment of his\r\n  or her spouse shoulders the burden of proof); Burkley v. Burkley, 911\r\n  So. 2d 262, 269 (Fla. Dist. Ct. App. 2005) (finding when the wife offered no\r\n  evidence of the husband's ability to be gainfully employed and relied solely on\r\n  the fact that he had previously worked, the wife's claim of voluntary\r\n  underemployment must fail because she wrongly attempted to shift the burden of\r\n  proof); Staffrey v. Smith, 2010-Ohio-1296, 2010 WL 1177647 at *7 (Ohio\r\n  Ct. App. Mar. 25, 2010) (&quot;When one parent claims that the other parent is\r\n  voluntarily underemployed, the parent making this claim has the initial burden\r\n  of proof. . . . Once the parent making the voluntary underemployment claim has\r\n  met this burden, the burden shifts to the underemployed parent to show that he\r\n  or she is working at his or her potential.&quot;) (internal citations omitted); Wine v. Wine, 245 S.W.3d 389, 394 (Tenn. Ct. App. 2007) (reversing the\r\n  denial of the petition to reduce child support because the trial court\r\n  erroneously placed the burden on the father to prove that he was not willfully\r\n  underemployed when the burden of proof was on the mother);  In re B.R.,\r\n  No. 04-09-00362-CV, 2010 WL 2105346 at *4 (Tex. App. May 26, 2010) (&quot;Once\r\n  the obligor has offered proof of his current wages, the obligee bears the\r\n  burden of demonstrating the obligor is intentionally underemployed.&quot;); In\r\n    re J.G.L., 295 S.W.3d 424, 427 (Tex. App. 2009) (describing the analysis\r\n  for voluntary underemployment and noting that once the obligor's wages are\r\n  established, the burden shifts to the obligee to demonstrate the obligor's\r\n  intent to decrease income for the purpose of reducing child support payments); Mir\r\n    v. Mir, 571 S.E.2d 299, 304 (Va. Ct. App. 2002) (&quot;The burden is on the\r\n  party seeking the imputation to prove that the other parent was voluntarily\r\n  foregoing more gainful employment, either by producing evidence of a\r\n  higher-paying former job or by showing that more lucrative work was currently\r\n  available.&quot;) (internal quotation marks and citation omitted); Blackburn\r\n    v. Michael, 515 S.E.2d 780, 784 (Va. Ct. App. 1999) (holding the court may\r\n  impute income to the party asserting a need for support based on a finding of\r\n  voluntary underemployment, but the burden of proof is on the party seeking\r\n  imputation).\r\nAccordingly,\r\n  in the best interests of the parties' children and because this burden of proof\r\n  issue has not been addressed in our jurisprudence, I would allow the record to\r\n  be reopened on remand with the burden appropriately noted.  \r\n\r\n\r\n[1] Kyle turned twenty\r\n  in the interim between the two hearing dates.\r\n[2] In October 2005,\r\n  Husband filed a complaint seeking to pay a reasonable amount of child support\r\n  and requesting placement of the parties' children with Wife.  The actions were\r\n  eventually consolidated for trial.\r\n[3] Husband did not\r\n  enter the letters into evidence at trial, and they are not included in the\r\n  appellate record.\r\n[4] S.C. Code Ann.\r\n  § 20-3-130 (Supp. 2009).\r\n[5] Husband earned\r\n  approximately $1,800 teaching a course at DeVry Institute between the first and\r\n  second dates of this hearing.  He did not provide any portion of that money to\r\n  Wife, testifying he used it to repair his car and pay past-due car payments and\r\n  insurance.\r\n\r\n","court":"Appeals"},{"id":"4772","title":"Luchok v. Vena","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4772","description":"In this automobile accident case the jury returned a verdict in an amount significantly below the damages claimed by Plaintiff.  The trial judge granted Plaintiff's motion for a new trial nisi additur, but failed to state compelling reasons for doing so.  Our court addressed this specific situation on indistinguishable facts in Green v. Fritz, 356 S.C. 566, 590 S.E.2d 39 (Ct. App. 2003).  As we did in Green, we reverse and reinstate the jury verdict.","date":"2010-12-22","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tKathryn Luchok, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tRebecca Ann Vena, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n L. Casey Manning, Circuit Court Judge\r\nOpinion No. 4772\r\nHeard September 16, 2010 – Filed December 22, 2010    \r\n\r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tR. Hawthorne Barrett and Shannon F. Bobertz, both of\r\n  Columbia; for Appellant.\r\n\t\t\t\tD. Michael Kelly and Brad Hewett, both of Columbia; for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nFew, C.J.:  In this automobile\r\n  accident case the jury returned a verdict in an amount significantly below the damages\r\n  claimed by Plaintiff.  The trial judge granted Plaintiff's motion for a new\r\n  trial nisi additur, but failed to state compelling reasons for doing\r\n  so.  Our court addressed this specific situation on indistinguishable facts in Green\r\n    v. Fritz, 356 S.C. 566, 590 S.E.2d 39 (Ct. App. 2003).  As we did in Green,\r\n  we reverse and reinstate the jury verdict.[1]\r\nKathryn\r\n  Luchok sued Rebecca Vena for damages resulting from a rear-end collision.  Vena\r\n  admitted that her negligence caused the accident but disputed whether all of the\r\n  alleged damages were recoverable.  Luchok claimed over $10,000.00 in medical\r\n  bills, of which $9,100.00 were bills from a chiropractor.[2] \r\n  The jury returned a verdict for Luchok in the amount of $3,023.90.  The order granting\r\n  the motion states:\r\n\r\n\tDuring trial, Plaintiff presented evidence that her medical\r\n  bills alone totaled $10,071.00, consisting almost entirely of chiropractic\r\n  treatment.  Plaintiff testified at trial that the treatment for her injuries\r\n  was reasonable and necessary and that she ceased to treat once she felt that\r\n  she no longer required chiropractic treatment.  . . . \r\n\tBased on the findings of fact as set forth above, the Court\r\n  concludes and orders:\r\n\tThe charges for chiropractic treatment of Plaintiff's\r\n  injuries were reasonable and necessary.  Despite the Defendant's admittance of\r\n  liability and medical bills of $10,071.00, the jury limited the Plaintiff's\r\n  award to $3,023.90.  This award represents a grossly inadequate judgment\r\n  rendered by the jury as liability was uncontested and the amount awarded does\r\n  not approach the amount of medical costs reasonably and necessarily incurred by\r\n  the Plaintiff.\r\n\r\nIn Green,\r\n  we repeated the long-standing requirement that &quot;a judge must offer compelling reasons for invading the jury's province by granting a motion for additur.&quot;  356 S.C. at 570, 590 S.E.2d at 41 (citing Bailey v. Peacock,\r\n  318 S.C. 13, 14, 455 S.E.2d 690, 691 (1995)).[3]  The requirement is imposed to balance the wide discretion\r\n  given to a trial judge in ruling on a new trial motion with the substantial\r\n  deference courts must give to a jury's determination of damages.  Todd,\r\n  385 S.C. at 517, 685 S.E.2d at 618; Green, 356 S.C. at 570, 590\r\n  S.E.2d at 41.  We find the judge's order does\r\n  not comply with the requirement.\r\nThe amount of recoverable damages was hotly contested.  The\r\n  only two points made by defense counsel in her opening statement were to argue that\r\n  Plaintiff did not prove causation as to the chiropractic treatments and to\r\n  focus the jury on the question of whether those treatments were reasonable and\r\n  necessary.  Plaintiff was the only witness in her case in chief.  She testified\r\n  she did not need an ambulance, she did not go to the emergency room, and she drove\r\n  herself home after the accident.  She waited until the next day to go to her\r\n  family doctor.  The first time Plaintiff went to the chiropractor was more than\r\n  three weeks after the accident and she continued going to the chiropractor for\r\n  seventeen months.  On cross-examination, Plaintiff conceded that the\r\n  chiropractor's bills during those seventeen months included charges for\r\n  massages she received from a massage therapist who worked for the chiropractor. \r\n    \r\nWe interpret the judge's order to set forth two reasons for\r\n  invading the jury's province.  First, the verdict did not cover all the\r\n  chiropractic bills.  In the face of the sharply conflicting evidence, this is\r\n  not a compelling reason to grant the motion.  See Green, 356\r\n  S.C. at 571, 590 S.E.2d at 41 (&quot;Where, as here,\r\n  the evidence of damages is disputed, the mere listing of Green's claimed\r\n  damages by the trial judge in his order does not constitute compelling reasons\r\n  for invading the jury's province.&quot;).[4] \r\n  Second, the &quot;charges for chiropractic treatment of Plaintiff's injuries\r\n  were reasonable and necessary.&quot;  The judge is not entitled to make that\r\n  determination as a matter of law when the evidence is conflicting.  Therefore, there is no compelling reason and the trial judge's improper\r\n  invasion of the province of the jury amounts to an abuse of discretion.  \r\nAppellant also\r\n  contends the order should be reversed because it improperly grants additur without the option of a new trial.  However, because we reverse on other\r\n  grounds and reinstate the jury verdict, we need not reach this issue.\r\nREVERSED.\r\nHUFF and GEATHERS, JJ., concur.\r\n\r\n\r\n[1]&nbsp; Because oral argument would not aid the court in resolving the issue, we decide\r\n  this case without oral argument pursuant to Rule 215, SCACR.\r\n[2] In addition to the chiropractic bills, the record contained evidence of\r\n  $1,512.78 in other damages.  Luchok testified to $87.80 for a rental car bill,\r\n  $20.00 for prescriptions, $176.00 for a cervical collar and doctor's visit with\r\n  her regular physician, $413.98 of lost wages, $775.00 for physical therapy to\r\n  which she was referred by her physician, and $40.00 for a high-back chair at\r\n  work. \r\n[3] See also Todd v. Joyner, 385 S.C. 509, 517, 685 S.E.2d 613, 618 (Ct. App. 2008), aff'd,\r\n  385 S.C. 421, 685 S.E.2d 595 (2009); Jones v. Ingles Supermarkets, Inc.,\r\n  293 S.C. 490, 493, 361 S.E.2d 775, 777 (Ct. App. 1987), overruled on other\r\n    grounds by O'Neal v. Bowles, 314 S.C. 525, 527, 431 S.E.2d 555, 556\r\n  (1993).\r\n[4] In many respects, this appeal presents an even more\r\n  compelling case for reversal than Green.  In Green, the plaintiff\r\n  actually went to the emergency room in an ambulance and spent the night in the\r\n  hospital.  356 S.C. at 568, 590 S.E.2d at 40.  The\r\n  chiropractor testified at trial to a specific diagnosis of the plaintiff's\r\n  injuries, and to the causal connection between the accident and the\r\n  chiropractic treatment.  356 S.C. at 568-69, 590 S.E.2d at 40-41.  The\r\n  chiropractic treatment in Green lasted only four weeks, and cost only\r\n  $1,470.00.  356 S.C. at 569, 590 S.E.2d at 40.  The $1,500.00 verdict in Green exceeded the combined ambulance and hospital bills of $1,318.90.  356 S.C. at\r\n  569, 590 S.E.2d at 41.\r\n\r\n","court":"Appeals"},{"id":"4773","title":"Consignment Sales v. Tucker Oil Company","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4773","description":"In this breach of contract action, Tucker Oil Company (Tucker Oil) argues the trial court erred in finding the existence and breach of a contract with Consignment Sales, LLC.  Tucker Oil also maintains the trial court erred in ordering an accounting and declaring it was obligated to continue paying Consignment Sales.  We affirm.","date":"2010-12-22","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tConsignment\r\n      Sales, LLC, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tTucker Oil\r\n      Company, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n G. Thomas Cooper, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 4773\r\nHeard September 14, 2010 – Filed December 22, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tWesley D. Few, of Columbia, for Appellant. \r\n\t\t\t\tGeorge R. McElveen, III, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nLOCKEMY,\r\n  J.: In this breach of contract action,\r\n  Tucker Oil Company (Tucker Oil) argues the trial court erred in finding the\r\n  existence and breach of a contract with Consignment Sales, LLC.  Tucker Oil\r\n  also maintains the trial court erred in ordering an accounting and declaring it\r\n  was obligated to continue paying Consignment Sales.  We affirm.  \r\nFacts\r\nTucker\r\n  Oil owns several convenience stores and supplies gasoline to numerous gas\r\n  stations throughout South Carolina.  Consignment Sales owns several gas\r\n  stations and also services gasoline supply contracts.  Pursuant to a gasoline\r\n  supply contract, a gas station operator agrees to purchase gasoline exclusively\r\n  from a supplier at an agreed upon price for a fixed period of time.  These\r\n  contracts are also assignable from supplier to supplier.    \r\nBy\r\n  contract dated June 27, 2005, Consignment Sales assigned twelve gasoline supply\r\n  contracts to Tucker Oil for $20,000 and 50% of the &quot;net profits&quot;\r\n  generated by each contract.  Net profits were to be calculated pursuant to a\r\n  formula set forth in an exhibit to be attached to the contract.  No exhibit was\r\n  ever attached.\r\nThe\r\n  contract also required Consignment Sales to market Tucker Oil's products and\r\n  give Tucker Oil the right of first refusal to any new gasoline supply contracts\r\n  procured by Consignment Sales.  The contract included a termination clause that\r\n  stated:\r\n\r\n\tThis\r\n  agreement is terminable by either party upon 60 days written notice to the\r\n  other, after which [Consignment Sales'] duty to market [Tucker Oil's] products\r\n  and secure accounts for [Tucker Oil's] approval shall expire.  All contracts\r\n  subject to this agreement, however, shall remain subject to this agreement in\r\n  spite of such termination for the life of said contracts.\r\n\r\nIn March 2006, Tucker Oil\r\n  informed Consignment Sales it intended to terminate the parties' agreement\r\n  because it &quot;decided this is not the type of business that [it] want[ed] to\r\n  deal with.&quot;  Tucker Oil informed Consignment Sales it would continue\r\n  paying on the accounts sold by Consignment Sales &quot;based on the terms of\r\n  [the] agreement.&quot;  However, in July, Tucker Oil informed Consignment Sales\r\n  it would stop paying on the existing supply contracts in December.  Subsequently,\r\n  Tucker Oil stopped payment, and Consignment Sales initiated an action for\r\n  breach of contract, accounting, and a declaratory judgment.\r\nAfter\r\n  a bench trial, the trial court found a valid and enforceable contract existed\r\n  between the parties, and Tucker Oil breached its obligation to continue paying\r\n  Consignment Sales for the life of the supply contracts.  The trial court ordered\r\n  an accounting because Tucker Oil was in exclusive control of the\r\n  &quot;information necessary to determine the amounts due&quot; Consignment\r\n  Sales.  The trial court also declared Tucker Oil was obligated to pay\r\n  Consignment Sales 50% of the net profits on the supply contracts\r\n  &quot;previously assigned or procured&quot; by Consignment Sales for the life\r\n  of the contracts.  This appeal followed.  \r\nIssues\r\n  on appeal\r\n\r\n\t\r\n\t\t\r\n\t\t\t1. \r\n\t\t\tDid the trial court err in finding a valid and \r\n\t\t\tenforceable contract existed without finding an agreed upon \r\n\t\t\tdefinition of net profits?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t2.\r\n\t\t\tDid the trial court err in finding Consignment \r\n\t\t\tSales sufficiently established damages to recover for breach of \r\n\t\t\tcontract?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t3. \r\n\t\t\tDid the trial court err in ordering Tucker Oil to \r\n\t\t\trender an equitable accounting to establish Consignment Sales' \r\n\t\t\tdamages?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t4.\r\n\t\t\tDid the trial court err in ordering a declaratory \r\n\t\t\tjudgment where Consignment Sales failed to establish rights that \r\n\t\t\tcould be declared going forward?\r\n\t\t\r\n\t\r\n\r\nStandard\r\n  of Review\r\n&quot;When\r\n  legal and equitable actions are maintained in one suit, each retains its own\r\n  identity as legal or equitable for purposes of the applicable standard of\r\n  review on appeal.&quot;  Corley v. Ott, 326 S.C. 89, 92 n.1, 485 S.E.2d\r\n  97, 99 n.1&nbsp;(1997).  \r\nLaw/Analysis\r\nI.&nbsp; Issues 1 and 2: Existence\r\n  and Breach of Contract\r\nA.&nbsp;&nbsp; Standard of Review\r\n&quot;An\r\n  action for breach of contract is an action at law.&quot;  Electro Lab of\r\n    Aiken, Inc. v. Sharp Constr. Co. of Sumter, Inc., 357 S.C. 363, 367, 593\r\n  S.E.2d 170, 172&nbsp;(Ct. App. 2004).  &quot;In an action at law, on appeal of\r\n  a case tried without a jury, the appellate court's standard of review extends\r\n  only to the correction of errors of law.&quot;  Id.  &quot;The trial\r\n  judge's findings of fact will not be disturbed upon appeal unless found to be\r\n  without evidence which reasonably supports the judge's findings.&quot;  Id.\r\nB.&nbsp;&nbsp; Existence of Contract\r\nTucker\r\n  Oil argues the trial court erred in finding a valid and enforceable contract\r\n  existed between the parties because there was no agreed upon definition of net\r\n  profits.  We disagree.  \r\nIn\r\n  general, a binding contract requires a manifestation of mutual assent to its\r\n  terms.  Edens v. Laurel Hill, Inc., 271 S.C. 360, 364, 247 S.E.2d 434,\r\n  436&nbsp;(1978).  Terms such as price, time, and place are indispensable to a\r\n  binding contract and must be set out with reasonable certainty.  Id. \r\n  Where a contract fails to fix a price, there must be a definite method for\r\n  ascertaining it.  Id.  Here, the parties agreed on a price term: $20,000\r\n  and 50% of the &quot;net profits&quot; generated by each supply contract. \r\n  Although the exhibit outlining the formula used to calculate net profits was\r\n  never attached to the contract, Tucker Oil calculated net profit and paid\r\n  Consignment Sales for eighteen months without objection.  In fact, even in terminating\r\n  the contract, Tucker Oil never expressed any difficulty in determining net\r\n  profits.  Tucker Oil's assertion that its contract with Consignment Sales is\r\n  invalid because it lacked an agreed upon price term is inconsistent with its\r\n  actions.  Accordingly, we find the parties set forth the price term with\r\n  reasonable certainty, and the trial court properly determined the contract was\r\n  valid and enforceable.      \r\nC.&nbsp;&nbsp; Breach of Contract\r\nTucker\r\n  Oil argues the trial court erred in finding Consignment Sales sufficiently\r\n  established damages for recovery under a breach of contract claim.  We\r\n  disagree.\r\nIn order to recover\r\n  for breach of contract, a plaintiff must allege and prove (1) the existence of\r\n  a contract, (2) breach of the contract, and (3) damages caused by the breach.  Fuller\r\n    v. E. Fire &amp; Cas. Ins. Co., 240 S.C. 75, 89, 124 S.E.2d 602, 610&nbsp;(1962). \r\n  Tucker Oil misconstrues the trial court's order.  The trial court never found\r\n  Consignment Sales sufficiently established damages as Tucker Oil suggests.  Rather,\r\n  the trial court found a valid and enforceable contract existed, and Tucker Oil\r\n  breached the contract by ceasing payment of 50% of the net profits from the\r\n  existing supply contracts.  The trial court never ruled Consignment Sales\r\n  established damages.  Instead, the trial court ordered an accounting because\r\n  Tucker Oil was in &quot;exclusive control of the information necessary to\r\n  determine the amounts due&quot; Consignment Sales.  See Rogers v.\r\n    Salisbury Brick Corp., 299 S.C. 141, 144-45, 382 S.E.2d 915, 917-18&nbsp;(1989)\r\n  (finding appellant was entitled to an accounting where respondent was in\r\n  control of information needed to calculate just compensation under the parties'\r\n  lease agreement).  In fact, the trial court's order specifically retained\r\n  jurisdiction to render a final judgment in accordance with the accounting.  Accordingly,\r\n  Tucker Oil's argument that the trial court erred in finding Consignment Sales sufficiently\r\n  established damages is without merit.        \r\nII.&nbsp; Equitable Accounting\r\nTucker\r\n  Oil maintains that because Consignment Sales sought a remedy for breach of\r\n  contract, it was error for the trial court to order an equitable accounting.  We\r\n  disagree. \r\nAn\r\n  action for an accounting is an action in equity.  Historic Charleston\r\n    Holdings, LLC v. Mallon, 381 S.C. 417, 427, 673 S.E.2d 448,\r\n  453&nbsp;&nbsp; (2009).  Accordingly, this court &quot;may review the record and make\r\n  findings in accordance with [our] own view of the preponderance of the\r\n  evidence.&quot;  Id.\r\nWe\r\n  find Tucker Oil's argument that Consignment Sales' &quot;sole remedy is at law\r\n  under the alleged contract&quot; because it relied upon the existence of a\r\n  binding contract is without merit.  An accounting implies the defendant is\r\n  responsible to the plaintiff for money or property as the result of a contract\r\n  or some other fiduciary relationship.  1A C.J.S. Accounting § 6 (2010).  Additionally,\r\n  Tucker Oil's reliance on Charleston County Sch. Dist. v. Laidlaw Transit,\r\n    Inc., is misplaced.  348 S.C. 420, 559 S.E.2d 362 (Ct. App. 2001).  The\r\n  issue in Laidlaw was whether Laidlaw could assert equitable\r\n  counterclaims for quantum meruit, contract implied in law, and promissory\r\n  estoppel for additional work it performed outside the parties' contract.  Id. at 424, 559 S.E.2d at 364.  This court affirmed the trial court's dismissal of\r\n  the equitable counterclaims, noting the parties' agreement specifically covered\r\n  the expansion of work.  Id. at 425, 559 S.E.2d at 364.  This court concluded\r\n  Laidlaw's entitlement to payment was determined by its performance under the terms\r\n  of the contract and held &quot;[b]y admitting the contract and its terms . . .\r\n  the parties have defined their relationship, and their rights and obligations\r\n  are governed solely by the contract terms.&quot;  Id.  Here, there is no\r\n  conflict between the equitable remedy of an accounting and any term of the\r\n  parties' agreement.  Accordingly, we conclude Laidlaw is distinguishable\r\n  and lends Tucker Oil no support.       \r\nFurthermore,\r\n  the trial court found Tucker Oil was in exclusive control of the information\r\n  needed to determine the amount Consignment Sales is owed.  Tucker Oil knows\r\n  which of the supply contracts procured by Consignment Sales are still in\r\n  existence.  Tucker Oil knows the amount of gasoline it delivered pursuant to\r\n  the contracts and gross proceeds of the contracts.  Consignment Sales had no\r\n  access to this information except through Tucker Oil and is reliant upon Tucker\r\n  Oil to make the proper calculations and render payment.  An accounting may be\r\n  appropriate where, as here, there is a need for discovery.  Rogers, 299\r\n  S.C. at 144, 382 S.E.2d at 917 (&quot;Equitable jurisdiction for an accounting\r\n  may also be invoked . . . when there is a need for discovery.&quot;).  Thus, we\r\n  find the trial court did not err in ordering an accounting.  \r\nIII.&nbsp; Declaratory Judgment\r\nTucker\r\n  Oil argues the trial court erred in ordering a declaratory judgment because\r\n  Consignment Sales failed to establish rights that could be declared going\r\n  forward.  Specifically, Tucker Oil maintains Consignment Sales failed to establish\r\n  a positive legal duty owed by Tucker Oil because it failed to prove a method of\r\n  calculating net profits.  The gravamen of Tucker Oil's argument is that Consignment\r\n  Sales lacks standing to maintain a declaratory judgment action.  We disagree.     \r\nIn order to\r\n  determine the appropriate standard of review to apply in an appeal from a\r\n  declaratory judgment action, this court must look to the nature of the underlying\r\n  action.  Barnacle Broad., Inc. v. Baker Broad., Inc., 343 S.C. 140, 146,\r\n  538 S.E.2d 672, 675&nbsp;(Ct. App. 2000).  Here, Consignment Sales sought to\r\n  have its right to payment under the existing supply contracts declared pursuant\r\n  to its contract with Tucker Oil; accordingly, this is an action at law.  See id. (applying the action at law standard of review to declaratory\r\n  judgment action involving the interpretation of a contract).  Because this is\r\n  an action at law tried without a jury, our &quot;standard of review extends\r\n  only to the correction of errors of law.&quot;  Electro Lab, 357 S.C. at\r\n  367, 593 S.E.2d at 172.  &quot;The trial judge's findings of fact will not be\r\n  disturbed upon appeal unless found to be without evidence which reasonably\r\n  supports the judge's findings.&quot;  Id.\r\nTo state\r\n  a cause of action under South Carolina's Declaratory Judgment Act,[1] a party must demonstrate a justiciable controversy.  Graham v. State Farm\r\n    Mut. Auto. Ins. Co., 319 S.C. 69, 71, 459 S.E.2d 844, 845&nbsp;(1995). \r\n  &quot;A justiciable controversy exists when a concrete issue is present, there\r\n  is a definite assertion of legal rights and a positive legal duty which is\r\n  denied by the adverse party.&quot;  Id.  Thus,\r\n  &quot;[a]ny person interested under a . . . written contract . . . may have\r\n  determined any question of construction or validity arising under the . . . contract\r\n  . . . and obtain a declaration of rights, status or other legal relations\r\n  thereunder.&quot;  S.C. Code Ann. § 15-53-30 (2005).\r\nHere,\r\n  Consignment Sales is an interested party under its contract with Tucker Oil,\r\n  and thus, has standing to maintain a declaratory judgment action.  The trial\r\n  court declared Tucker Oil had an obligation to pay Consignment Sales a portion\r\n  of the net profits generated by the supply contracts assigned and procured by\r\n  Consignment Sales for the term of the contracts.  Any uncertainty in the method\r\n  of calculating net profits does not affect Tucker Oil's continuing obligation\r\n  to make such payment.  Accordingly, the trial court properly declared the\r\n  parties' rights pursuant to their agreement.  \r\nConclusion\r\nFor\r\n  the foregoing reasons, we hold the trial court properly found (1) a valid and\r\n  enforceable contract existed between the parties, (2) Tucker Oil breached its\r\n  obligations to continue paying on the existing supply contracts pursuant to the\r\n  parties' contract, (3) Consignment Sales' action for breach of contract did not\r\n  preclude an equitable accounting, and (4) Consignment Sales had standing to\r\n  maintain the declaratory judgment action.  Accordingly, the decision of the\r\n  trial court is\r\nAFFIRMED.\r\nSHORT\r\n  and THOMAS, JJ., concur. \r\n\r\n\r\n[1] S.C. Code Ann. § 15-53-10 to -140 (2005). \r\n\r\n","court":"Appeals"}]