[{"id":"4750","title":"Cullen v. McNeal","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4750","description":"In this cross-appeal, the Appellants-Respondents (the Homeowners) argue the circuit court erred in (1) considering extrinsic evidence in interpreting the Declarations for Wright's Point; (2) construing the term","date":"2010-10-06","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\n\r\n  In The\r\n  Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Robert L.\r\n          Cullen, Andrew A. Corriveau, John Caldwell, Andrea Hucks, Jamie Bellamy,\r\n          Michael Pearson, and David Mandrell, \r\n          Plaintiffs,\r\n        v.\r\n        J. Bennett\r\n          McNeal, B. McNeal Partnership, L.P., Anthony R. Porter, and Wright's Point\r\n          Home Owners Association, Inc., Respondents-Appellants,\r\n        of whom Robert\r\n          L. Cullen, Andrew A. Corriveau and Andrea Hucks are Appellants-Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  Appeal\r\n  From Beaufort County\r\n    \r\n   Carmen T.\r\n  Mullen, Circuit Court Judge\r\n\r\n\r\n\r\n  Opinion\r\n  No. 4750\r\n    \r\n  Heard\r\nFebruary 10, 2010 – Filed October 6, 2010\r\nWithdrawn,\r\nSubstituted and Refiled July 1, 2011  \r\n\r\nAFFIRMED\r\n\r\n  \r\n    \r\n      \r\n        \r\n        \r\n        John E. North and Pamela K. Black, both of\r\n        Beaufort, for Appellants-Respondents.\r\n        Joel D. Bailey,\r\n          of Beaufort, for Respondents-Appellants.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.:  In this cross-appeal, the\r\n  Appellants-Respondents (the Homeowners) argue the circuit court erred in (1)\r\n  considering extrinsic evidence in interpreting the Declarations for Wright's Point;\r\n  (2) construing the term &quot;Developer&quot;; (3) finding undeveloped land was\r\n  a part of Wright's Point; (4) finding B. McNeal Partnership, L.P. was a\r\n  &quot;successor developer&quot;;  (5) finding the Developers were entitled to\r\n  continue to control the Association; (6) finding the Developers were entitled\r\n  to continue to control the Committee; and (7) failing to find the Homeowners\r\n  were entitled to pursue the claims of the Association derivatively and seek\r\n  attorney's fees.  The Respondents-Appellants (the Developers) argue the circuit\r\n  court erred in finding they were not entitled to attorney's fees.  We affirm. \r\n\r\n  \r\n  FACTS/PROCEDURAL\r\n  BACKGROUND\r\n Robert L. Cullen,\r\n  Andrew A. Corriveau, and Andrea Hucks (the Homeowners) are property owners in\r\n  Phase I of Wright's Point Plantation, a planned waterfront community in [1] \r\n  J. Bennett McNeal, B. McNeal Partnership, L.P., and Anthony R. Porter (the Developers)\r\n  are real estate developers involved with the development of Wright's Point.\r\n\r\n  \r\nIn 1997, Anthony\r\n  Porter acquired a 1.7 acre tract, a 19.74 acre tract (Parcel B), and a 10.45\r\n  acre tract (Parcel C) of land in Beaufort County from Mary P. Logan, Lewis H.\r\n  Wright, and John D. Wright.  Anthony Porter's father, Jimmy Porter, acquired an\r\n  8.41 acre tract (Parcel D) from Lewis Wright and John Wright.  Pursuant to a\r\n  recorded plat entitled &quot;Wright's Point Phase I,&quot; portions of the 1.7\r\n  acre tract and Parcels B, C, and D were subdivided into 44 lots, roads, and\r\n  community spaces.  A majority of the land within Parcels B and D was labeled\r\n  &quot;Future Development&quot; and not subdivided into lots.\r\n\r\n  \r\nIn June 1998, the\r\n  Declarations of Covenants, Conditions, Restrictions, and Easements (the Declarations)\r\n  for Wright's Point, which subjected all four parcels owned by Anthony Porter\r\n  and Jimmy Porter to the Declarations, were recorded.  Pursuant to the\r\n  Declarations, the Wright's Point Homeowner's Association (the Association) was\r\n  incorporated to administer Wright's Point and enforce the Declarations.  Porter\r\n  and his father conveyed the open spaces, ponds, streets, and certain other\r\n  areas in Wright's Point to the Association.  Also, pursuant to the\r\n  Declarations, all construction and improvements made within Wright's Point were\r\n  subject to review and approval by the Wright's Point Architectural Committee (the\r\n  Committee), which consisted of Anthony Porter, Jimmy Porter, and subsequently\r\n  included their appointees, including McNeal.  In April 1999, Anthony Porter\r\n  conveyed undeveloped Parcel B and four lots in Phase I of Wright's Point to\r\n[2] \r\n  In July 2002, Jimmy Porter conveyed undeveloped Parcel D to B. McNeal\r\n  Partnership, L.P. \r\n  \r\n  \r\nIn May 2003,\r\n  Homeowner Cullen convened a meeting of a group of property owners in Phase I\r\n  and formed a separate entity called the Wright's Point Property Owners\r\n  Association.  According to the minutes of the meeting, those present wanted\r\n  &quot;a total revamping of the [Committee]&quot; so as to permit the use of\r\n  hardi-plank siding.  They also expressed their concern over the use of\r\n  amenities in Phase I by new property owners in subsequent phases.  The\r\n  newly-formed association elected Cullen as president and McNeal was elected as\r\n  a board member, although he was not present at the meeting.  In an October 2003\r\n  letter to property owners in Wright's Point, Cullen explained that McNeal\r\n  informed him Phase I was only part of the total Wright's Point development, and\r\n  plans to develop the remaining properties were moving forward.  Cullen also\r\n  explained that McNeal informed him Wright's Point was a &quot;walking\r\n  community&quot; and owners in new phases should have access to the Wright's\r\n  Point common areas and docks.  In November 2003, Cullen presented McNeal with a\r\n  document which purported to &quot;represent a consensus of the existing\r\n  homeowners and residents.&quot;  The document asserted that Phase I should be a\r\n  &quot;separate and independent area&quot; from the remaining phases of Wright's\r\n  Point, and residents in any additional phases should not have access to the\r\n  common areas and docks.\r\n  \r\n  \r\nIn December 2003, Anthony\r\n  Porter sent a letter to Cullen objecting to the existence of the Wright's Point\r\n  Property Owner's Association and asserting that he was the Developer of\r\n  Wright's Point, and thus, he was entitled to appoint and remove the Association's\r\n  board members and officers.  In January 2004, the Homeowners, together with\r\n  other property owners, held an annual meeting of the Wright's Point Property\r\n  Owners Association.  Anthony Porter attended the meeting with his attorney and\r\n  presented the Homeowners with a memorandum which stated:  (1) he was the\r\n  Developer of Wright's Point and still owned lots there, so he retained\r\n  &quot;the sole authority under the [Declarations] to appoint and remove the\r\n  directors of the [Association]&quot;; (2) the meeting being held was &quot;not\r\n  an official meeting&quot; and several property owners, including himself, had\r\n  not been given notice of the meeting; and (3) any meetings convened by the\r\n  Homeowners had been done without his knowledge and were &quot;not legal.&quot;  In\r\n  March 2004, at a supplemental annual meeting of the Wright's Point Property\r\n  Owner's Association, the property owners in attendance ratified the filing of\r\n  this declaratory judgment action. \r\n\r\n  \r\nThe Homeowners\r\n  filed suit against the Developers in March 2004.  In their first cause of\r\n  action for a declaratory judgment, the Homeowners asked the circuit court to\r\n  find: (1) Anthony Porter's right to control the appointment of directors and\r\n  officers of the Association had terminated, and this right belonged to the\r\n  owners of the lots within Wright's Point; (2) the Homeowners were validly-elected\r\n  directors of the Association;  (3) McNeal did not have the right to act as the\r\n  Developer or the Developer's representative in connection with the business and\r\n  affairs of the Association;  (4) McNeal and B. McNeal Partnership, L.P. did not\r\n  have the right to annex real estate owned by either of them to Wright's Point,\r\n  or to permit owners of any part of that real estate access to or use of the\r\n  common areas and amenities owned by the Association and located within Wright's\r\n  Point;  (5) only those owners of lots depicted on the plat of the development\r\n  and recorded in Plat Book 64 at page 150 (Phase I) had the right to access or\r\n  use the common areas of Wright's Point owned by the Association; and (6) Anthony\r\n  Porter and McNeal did not have the right to include additional real estate\r\n  within the scope of the Declarations. \r\n\r\n  \r\nIn their third\r\n  cause of action, the Homeowners sought both a temporary and permanent injunction\r\n  &quot;restraining and enjoining [the Developers] from asserting or attempting\r\n  to assert control over the business or affairs of the Association,&quot; and\r\n  &quot;restraining and enjoining [the Developers] . . . from granting to any\r\n  owner of real estate outside of Wright's Point Subdivision any purported right\r\n  to access or use of the common areas of the Association.&quot;[3]\r\n\r\n  \r\nIn their Answer and\r\n  Counterclaim, the Developers asserted counterclaims for damages under multiple\r\n  causes of action, including: civil conspiracy, breach of contract, breach of\r\n  implied covenant of good faith and fair dealing, conversion, tortious\r\n  interference with contractual relationships, and defamation.  The Developers\r\n  also sought declaratory and injunctive relief prohibiting the Homeowners from:\r\n  (1) taking any action reserved to the Developer under the Declarations; (2) taking\r\n  any action in the name of the Wright's Point Architectural Committee; and (3) taking\r\n  any action in the name of the Association, or any other entity purporting to be\r\n  legally entitled to act on behalf of the members of such association.  The\r\n  Developers also asked the circuit court to require the Homeowners to &quot;account\r\n  for and return all monies collected from Wright's Point property owners.&quot; \r\n\r\n  \r\nOn February 27,\r\n  2007, McNeal, the owner of all the land other than the 44 lots depicted on the\r\n  official plat, conveyed a portion of the property he acquired from Anthony\r\n  Porter and a portion of the land he acquired from Jimmy Porter to Richard\r\n  Ratcliff Homes, Inc. On February 28, 2007, Anthony Porter executed a document\r\n  entitled &quot;Supplemental Declaration to Declaration of Covenants,\r\n  Conditions, and Restrictions for Wright's Point Covenants&quot; (Supplemental\r\n  Declaration), wherein he acknowledged that Jimmy Porter was a Developer although\r\n  his name was not set forth in § 1.12 of the Declarations.  In June 2007, Anthony\r\n  Porter and Jimmy Porter assigned their rights as Developer of Wright's Point to\r\n  B. McNeal Partnership, L.P. \r\n\r\n  \r\nAfter a March 2007\r\n  non-jury trial, the circuit court issued an order in October 2007 denying all\r\n  of the declaratory and injunctive relief sought by the Homeowners.  The circuit\r\n  court found Anthony Porter had not relinquished his right as Developer to\r\n  appoint and remove officers and directors of the Association or members of the\r\n  Committee.  The circuit court also determined Wright's Point was not confined\r\n  to the properties in Phase I, and the remaining land within the development\r\n  could be developed as part of subsequent phases.  Furthermore, the circuit\r\n  court determined the amenities and common areas within Phase I were not\r\n  restricted for use solely by owners in Phase I, but were for the use and\r\n  enjoyment of all current and future property owners within Wright's Point.  The\r\n  circuit court also found Jimmy Porter was an official developer of Wright's\r\n  Point and B. McNeal Partnership, L.P. was an assignee and successor developer\r\n  of Wright's Point. \r\n\r\n  \r\nThe circuit court\r\n  denied the Developers' counterclaims for damages and granted the Developers'\r\n  request for injunctive relief with respect to the ability of the Developer to\r\n  control the Association, and the right of all property owners to use and access\r\n  the amenities and common areas of Wright's Point. The circuit court also\r\n  granted the Developers' request for specific performance, requiring the\r\n  Homeowners to perform their contractual obligations under the Declarations,\r\n  particularly with respect to recognizing and adhering to the rights of the\r\n  Developer to control the Association and complete the development.  The circuit\r\n  court denied both the Homeowners' and Developers' requests for attorney's\r\n  fees.  This appeal followed. \r\n\r\n  \r\nSTANDARD OF REVIEW  \r\n  The Homeowners asserted causes of action for\r\n    declaratory judgment and injunctive relief.   &quot;Actions for injunctive\r\n    relief are equitable in nature.&quot;  Wiedemann v. Town of Hilton Head\r\n      Island, 344 S.C. 233, 236, 542 S.E.2d 752, 753 (Ct. App. 2001).  &quot;In\r\n    equitable actions, the appellate court may review the record and make findings\r\n    of fact in accordance with its own view of a preponderance of the evidence.&quot;\r\n     Id.  A suit for declaratory judgment is neither legal nor equitable,\r\n    but is determined by the nature of the underlying issue.  Burton v. York\r\n      County Sheriff's Dept., 358 S.C. 339, 345-46, 594 S.E.2d 888, 891-92 (Ct.\r\n    App. 2004).  &quot;To determine whether an action is legal or equitable, this\r\n    [c]ourt must look to the action's main purpose as reflected by the nature of\r\n    the pleadings, evidence, and character of the relief sought.&quot;  Fesmire\r\n      v. Digh, 385 S.C. 296, 303, 683 S.E.2d 803, 807 (Ct. App. 2009).  Here, the\r\n    Homeowners' primary purpose in bringing this action was to enjoin the\r\n    Developers from controlling the Association and allowing Wright's Point\r\n    property owners outside of Phase I to access the common areas of the\r\n    subdivision.  Therefore, we find this suit is an action in equity and this court\r\n    may review the circuit court's factual findings in accordance with its own view\r\n    of the preponderance of the evidence.  See Cedar Cove Homeowners\r\n      Ass'n, Inc. v. Di Pietro, 368 S.C. 254, 264, 628 S.E.2d 284, 288 (Ct. App.\r\n    2006) (holding &quot;an action to enforce restrictive covenants by injunction\r\n    is in equity&quot;).\r\n  \r\nLAW/ANALYSIS  \r\nI. Homeowners' Appeal\r\n  \r\n    A. Extrinsic Evidence\r\n  \r\nThe Homeowners argue the circuit court improperly\r\n    relied upon extrinsic evidence in interpreting the Declarations without finding\r\n    they were ambiguous.  We disagree.\r\n  \r\n&quot;The main guide in contract interpretation is to\r\n  ascertain and give legal effect to the intentions of the parties as expressed\r\n  in the language of the [contract].&quot; Gilbert v. Miller, 356 S.C. 25,\r\n  30, 586 S.E.2d 861, 864 (Ct. App. 2003).  &quot;If a contract's language is\r\n  clear and capable of legal construction, this [c]ourt's function is to\r\n  interpret its lawful meaning and the intent of the parties as found in the\r\n  agreement.&quot;  Id. at 30-31, 586 S.E.2d at 864.  &quot;A clear and\r\n  explicit contract must be construed according to the terms the parties have\r\n  used, with the terms to be taken and understood in their plain, ordinary, and\r\n  popular sense.&quot;  Id. at 31, 586 S.E.2d at 864.  Under the parol evidence rule, extrinsic evidence is inadmissible to vary or contradict the terms of\r\n  a contract.  Penton v. J.F. Cleckley &amp; Co.,\r\n  326 S.C. 275, 280, 486 S.E.2d 742, 745 (1997). &quot;However, where a contract is ambiguous, parol evidence is admissible to ascertain the true meaning and\r\n  intent of the parties.&quot;  Id.\r\n  \r\n  \r\nWhile the Homeowners argue the circuit court erred in\r\n  relying upon extrinsic evidence, the Developers contend the circuit court\r\n  determined the Declarations were unambiguous, and relied upon the Declarations'\r\n  express language and clear meaning in making its findings.  The Developers note\r\n  the circuit court referenced cases in its order where the language of the\r\n  contracts was clear and unambiguous.  Furthermore, the Developers argue the\r\n  circuit court's review of the evidence was done either to determine the\r\n  resulting effect upon the rights or duties of the parties after it had\r\n  interpreted the applicable provisions of the Declarations, or by way of support\r\n  or confirmation of its interpretation. \r\n\r\n  We find the circuit court properly interpreted the\r\n    Declarations in accordance with the rules of construction. A review of the\r\n    circuit court's order reveals the court relied upon the express language of the\r\n    Declarations and treated the specific covenants at issue as unambiguous.  While\r\n    the circuit court relied upon evidence presented at trial in its order, the\r\n    evidence relied upon was used to determine the rights of both parties pursuant\r\n    to the Declarations.  The circuit court did not use extrinsic evidence to\r\n    ascertain the intention of the parties.  \r\n  \r\n    B. Definition of\r\n      &quot;Developer&quot;\r\n  \r\nThe Homeowners argue the circuit court erred in\r\n    finding Jimmy Porter was a Developer of Wright's Point.  They contend the term\r\n  &quot;Developer&quot; should be limited to the definition contained in § 1.12 of the\r\n  Declarations.  We disagree.  \r\n  The Homeowners contend the circuit court erred in\r\n    considering Anthony Porter's testimony that the omission of Jimmy's name from § 1.12 was a\r\n    clerical error, and in considering the Supplemental Declaration which states\r\n    that Jimmy Porter was a Developer although his name was not set forth in § 1.12.  &quot;In\r\n    construing a contract, the primary objective is to ascertain and give effect to\r\n    the intention of the parties.&quot;  Ecclesiastes Prod. Ministries v.\r\n      Outparcel Assocs., LLC, 374 S.C. 483, 497, 649 S.E.2d 494, 501 (Ct. App. 2007).\r\n     &quot;Contracts should be liberally construed so as to give them effect and\r\n    carry out the intention of the parties.&quot;  Id.  &quot;The parties'\r\n    intention must, in the first instance, be derived from the language of the\r\n    contract.&quot;  Id.  &quot;To discover the intention of a contract, the\r\n    court must first look to its language - if the language is perfectly plain and\r\n    capable of legal construction, it alone determines the document's force and\r\n    effect.&quot;  Id. at 498, 649 S.E.2d at 501.  &quot;The parties'\r\n    intention must be gathered from the contents of the entire agreement and not\r\n    from any particular clause thereof.&quot;  Id. at 498, 649 S.E.2d at\r\n    502. \r\n  The circuit court determined the omission\r\n    of Jimmy Porter's name from § 1.12 was a clerical error.  The circuit court noted\r\n    that while Jimmy Porter's name was not included in the definition of the term\r\n    &quot;Developer&quot; in § 1.12, an examination of the Declarations in their\r\n    entirety supported its determination that Jimmy Porter was an official\r\n    Developer of Wright's Point.  The circuit court noted Jimmy Porter's\r\n    name was included as &quot;Developer&quot; in the language on the first page of\r\n    the Declarations, on the signature page, and in § 1.01.  Furthermore, the circuit\r\n    court noted the Declarations state that a &quot;[d]eveloper is the owner of\r\n    certain real property . . . described in Exhibit A.&quot;  Exhibit A of the\r\n    Declarations contains a description of all four parcels of land, including\r\n    Parcel D which was owned by Jimmy Porter.  The circuit court also noted the\r\n    deed conveying the common areas in Phase I to the Association lists Anthony\r\n    Porter and Jimmy Porter as grantors.  \r\n  We find the Declarations, read in their\r\n    entirety, support a finding that Jimmy Porter was a Developer of Wright's Point. \r\n    The first sentence of the Declarations states:  &quot;This Declaration made\r\n    this 24th day of April, 1998, by Anthony R. Porter and Jimmy W.\r\n    Porter (hereinafter referred to as 'Developer').&quot;  Furthermore, the first\r\n    &quot;[w]hereas&quot; clause on page one of the Declarations states that the\r\n    &quot;Developer&quot; is the owner of certain real property . . . described in\r\n    Exhibit A.&quot;  Exhibit A includes Parcel D owned by Jimmy Porter.   Moreover,\r\n    Anthony Porter and Jimmy Porter signed the Declarations under the &quot;Developer&quot;\r\n    heading.  Accordingly, we find the circuit court did not err in determining\r\n    that Jimmy Porter was a Developer of Wright's Point.  \r\n  \r\n    C. Undeveloped Land\r\n  \r\nThe Homeowners argue the circuit court\r\n    erred in finding Wright's Point included the areas identified as &quot;Phase\r\n    II&quot; and &quot;Future Development&quot; on the recorded plat.  The\r\n    Homeowners contend Wright's Point is limited to the 44 lots, amenities, and\r\n    common areas shown on the plat, and does not include the additional areas shown\r\n  as &quot;Phase II&quot; and &quot;Future Development.&quot; We disagree.  \r\n  The circuit court held Wright's Point was\r\n    not confined to the properties in Phase I.  The circuit court found the\r\n    recorded plat of Wright's Point included a Phase II and an area designated for\r\n    Future Development.  The circuit court noted the marketing materials used to\r\n    sell properties in Wright's Point clearly stated the development would include\r\n    multiple phases.   Furthermore, the circuit court determined Wright's Point\r\n    consisted of the four parcels described in &quot;Exhibit A&quot; attached to\r\n    the Declarations.  \r\n  The Homeowners argue phases subsequent to\r\n    Phase I must be developed and submitted by the Developer pursuant to § 2.03 of the\r\n  Declarations.  § 2.03 states:\r\n  \r\n    Subdivision\r\n      Plat.  Developer reserves the right\r\n      to modify, amend, revise and add to the Plat, at any time and from time to\r\n      time, setting forth such information as Developer may deem necessary with\r\n      regard to the Subdivision, including, without limitation, the locations and dimensions\r\n      of the Lots, the private roads, utility systems, drainage systems, utility\r\n      easements, drainage easements, access easements and building and set-back line\r\n      restrictions.\r\n    Developer\r\n    reserves unto himself, his heirs and assigns, the right to develop and submit\r\n    additional phases to this Declaration of Covenants, Conditions, Restrictions\r\n    and Easements, Wright's Point Homeowner's Association, Inc. and related\r\n    documents.  Such additional phases shall be limited to the property which\r\n    Developer has acquired from Lewis H. Wright, et al. and/or Mary P. Logan, or\r\n    any properties contiguous thereto.  Such additional phases will be subject to\r\n    all of the Covenants, Conditions, Restrictions and Easements and the By-Laws\r\n    upon Developer, his heirs and assigns, filing a copy of the plat signed by the\r\n    Developer showing such additional phases or in the alternative filing with the\r\n    Clerk of Court for Beaufort County, South Carolina his intention to add\r\n  additional phases to the development.  \r\n  \r\nThe Homeowners argue land in &quot;Phase II&quot; and\r\n  &quot;Future Development&quot; must be developed and submitted as additional\r\n    phases and are not &quot;already&quot; a part of Wright's Point, as determined\r\n    by the circuit court.  The Homeowners also contend that when the Developer sold\r\n    the undeveloped land to McNeal, his personal right to develop and submit\r\n  additional phases was extinguished. \r\n  While the Homeowners contend Wright's Point consists\r\n    only of Phase I, we find an examination of the Declarations in their entirety\r\n    reveals Wright's Point includes the undeveloped land labeled &quot;Phase\r\n    II&quot; and &quot;Future Development&quot; on the recorded plat.  The\r\n    Declarations define Wright's Point as the property described in Exhibit A,\r\n    which includes Phase II and Future Development.   The Declarations also\r\n    refer to a &quot;Community-Wide Standard&quot; and define that term as the\r\n    standard &quot;generally prevailing throughout the Property.&quot;  &quot;Property&quot;\r\n    is defined in § 1.19 as all of the land described in Exhibit A. \r\n    Furthermore, all of the property in Exhibit A was obtained by the Developers\r\n    from Lewis H. Wright, et al. and Mary P. Logan as required by § 2.03.  To the\r\n    extent the Homeowners argue the development of additional phases would\r\n    constitute an impermissible annexation of land into Wright's Point, we note § 2.03 provides\r\n    for additional phases of development of existing property already subject to\r\n    the Declarations and not an annexation of property not described in Exhibit A.  Furthermore,\r\n    although the undeveloped property was sold to McNeal, the Declarations provide\r\n    that all of the property in Exhibit A &quot;shall be held, transferred, sold,\r\n    mortgaged, conveyed, leased, occupied and used subject to the covenants.&quot; \r\n    Accordingly, we find the circuit court did not err in determining that Wright's\r\n    Point is not confined to the properties within Phase I.  \r\n  D. McNeal as &quot;Successor\r\n    Developer&quot;\r\n  The Homeowners argue the circuit court erred in\r\n    approving the assignment of development rights to McNeal Partnership, L.P.  We\r\n    disagree. \r\n  § 1.12 of the\r\n    Declarations provides for a successor-in-title or successor-in-interest to the\r\n    Developer of Wright's Point.  § 1.12 states:  \r\n  \r\n    &quot;Developer&quot;\r\n      shall mean and refer to (a) Anthony R. Porter, or (ii) [sic] any\r\n      successor-in-title or any successor in interest to Anthony R. Porter, to all of\r\n      the Property then subject to this Declaration and provided in the instrument of\r\n      conveyance to any such successor-in-title or interest is expressively\r\n      designated as &quot;Developer&quot; hereunder by the grantor of such conveyance,\r\n      which grantor shall be the &quot;Developer&quot; hereunder at the time of such\r\n      conveyance.  \r\n  \r\nIn June 2007, Anthony Porter and Jimmy Porter assigned\r\n  their development rights in Wright's Point to McNeal Partnership, L.P.  The\r\n  Homeowners requested the circuit court &quot;reopen the trial&quot; and\r\n  &quot;include in its ruling . . . a declaration as to the right of McNeal to\r\n  act as the Developer.&quot;  In its order, the circuit court held the\r\n  assignment of Developer rights to McNeal was &quot;done properly&quot; and\r\n  &quot;was executed in accordance with the applicable language of the\r\n  covenants.&quot;  The circuit court noted the conveyance met the requirements\r\n  of § 1.12 by expressly identifying Anthony Porter and Jimmy Porter\r\n  &quot;collectively as 'Developer.'&quot;\r\n\r\n  First, the Homeowners argue the Developers' rights\r\n    were extinguished and could not be conveyed.  They contend Anthony Porter and\r\n    Jimmy Porter conveyed their interests in the undeveloped land more than five\r\n    years before the assignment in June 2007.  Second, the Homeowners argue (1) it\r\n    was a legal impossibility for McNeal to succeed to all of the property subject\r\n    to the Declarations, (2) none of the deeds which conveyed Parcels B and D\r\n    contained any designation that the grantee was deemed the successor developer,\r\n    and (3) McNeal did not take title to all of the property from the Developer.  Third,\r\n    the Homeowners argue the circuit court erred when it determined McNeal was a\r\n    successor developer when the Assignment of Developer's Rights stated McNeal was\r\n    not liable for the Developers' actions which occurred prior to the assignment.  \r\n  The Developers note that according to § 1.12, a\r\n    successor developer becomes Developer &quot;to all of the Property then subject\r\n    to this Declaration.&quot;  The Homeowners argue Parcel C was subdivided and\r\n    the lots sold thus making it impossible for McNeal to succeed as Developer of\r\n    &quot;all the property.&quot;  The Developers contend § 1.12 does not\r\n    state that lots are no longer subject to the Declarations once they have been\r\n    conveyed to subsequent owners.  The Developers also contend § 1.12 provides\r\n    that a successor developer may either be a successor-in-title or a\r\n    successor-in-interest.  They note that while a successor-in-title would derive\r\n    authority through a deed, a successor-in-interest may derive authority through\r\n    another instrument of conveyance. Here, McNeal did not become a successor\r\n    developer through a deed, but rather through the Assignment of Developer's\r\n    Rights.  The Developers also note McNeal was specifically identified as the\r\n    successor developer by the grantor.  \r\n  We find a preponderance of the evidence demonstrates\r\n    that McNeal is a successor developer.  The Assignment of Developer's Rights was\r\n    properly executed and specifically identified McNeal as the successor\r\n    developer.  As a successor-in-interest and not a successor-in-title,\r\n    there was no requirement that the deeds to Parcels B and D designate McNeal as\r\n    a successor developer.  Furthermore, § 12.04 provides that the provisions of the\r\n    Declarations &quot;shall run with and bind title to the Property&quot; and are\r\n    binding upon &quot;all Owners . . . and their respective heirs . . . successors\r\n    and assigns.&quot;  Thus, the Declarations do not indicate that lots are no\r\n    longer subject to the Declarations once they have been conveyed to subsequent\r\n    owners.  Additionally, the Homeowners have failed to prove that a successor\r\n    developer cannot assume the rights of Developer and also disclaim liability for\r\n    actions of the Developer prior to the assignment of rights. Accordingly, we affirm\r\n    the circuit court's finding that McNeal is a successor developer of Wright's\r\n    Point.  \r\n  \r\n    E. Control of the Association\r\n  \r\nThe Homeowners argue the circuit court erred in\r\n    finding the Developer was entitled to continue to appoint and remove officers\r\n  and directors of the Association.  We disagree.  \r\n  § 7.01 of the\r\n    Declarations states, in part:\r\n  \r\n    Developer\r\n      shall have the right to appoint and remove all members of the Board and any\r\n      officer or officers of the Association until such time as the first of the\r\n      following events shall occur:  (i) the date as of which the last Lot in the\r\n      Subdivision shall have been conveyed to a Person other than Developer or\r\n      Builder, or (ii) the surrender by Developer of the authority to appoint and\r\n      remove directors and officers of the Association by an express amendment to\r\n      this Declaration executed and recorded by Developer.  \r\n  \r\nThe circuit court determined the language of §§ 7.01 and\r\n    12.01 was &quot;clear and unambiguous&quot; and that neither of the conditions\r\n    set forth in § 7.01 and reiterated in § 12.01 had occurred.  The\r\n    circuit court found neither Anthony Porter nor Jimmy Porter had surrendered\r\n    their authority to control the Association.  In addition, the circuit court\r\n    found Anthony Porter's transfer of title to his lots in Wright's Point to\r\n    himself as Trustee of a Personal Residence Trust did not divest him of his\r\n    property for purposes of control under § 7.01.  The circuit court noted Anthony Porter\r\n    testified the transfer of title in his lots was for tax purposes only, and that\r\n    he continued to pay his Association dues.  Furthermore, the circuit court\r\n    determined the last lot in Wright's Point had not been conveyed to a person\r\n    other than &quot;Builder.&quot;  The circuit court noted the\r\n    Declarations define &quot;Builder&quot; as &quot;any Person or legal entity\r\n    engaged principally in the business of construction of structures to whom the\r\n    Developer sells or has sold one or more Lots.&quot;  The circuit court also\r\n    noted that Ratcliff and Lloyd Denny, both licensed general contractors,\r\n  testified as to their ownership of lots in Phase I.  \r\n  First, the Homeowners argue Anthony Porter's\r\n    conveyance of his lots in Phase I to his Personal Residence Trust constituted a\r\n    conveyance &quot;to a Person other than Developer&quot; under § 7.01.  They\r\n    argue Porter's Trust is a different legal entity from &quot;Developer.&quot; \r\n    According to § 1.17 of the Declarations,\r\n    &quot;'Person shall mean and refer to a natural person, corporation,\r\n    partnership, association, trust or other legal entity or any combination\r\n    thereof.&quot;  Second, the\r\n    Homeowners contend none of the owners of lots in Phase I meet the definition of\r\n    a &quot;Builder&quot; under the Declarations.  They argue Ratcliff and Denny\r\n    are not &quot;Builders&quot; simply because they hold contractor's licenses in\r\n    their own names, as required by law. Third, the Homeowners argue Porter was no\r\n    longer entitled to control the Association because he no longer had a financial\r\n    interest in Wright's Point.  \r\n  Based upon our finding that McNeal is a successor\r\n    developer of Wright's Point, we affirm the circuit court's finding that the\r\n    Developer was entitled to continue to appoint and remove officers and directors\r\n    of the Association.  Pursuant to § 7.01, the Developer has the right to control the\r\n    Association &quot;until the date as of which the last Lot in the Subdivision\r\n    shall have been conveyed to a Person other than Developer or Builder,&quot; or\r\n    he surrenders the authority by express amendment to the Declarations.  Here, lots\r\n    in Phase I are still owned by builders, and McNeal has not surrendered his\r\n    right to control the Association.  Accordingly, we affirm the circuit court's\r\n    finding that the Developer was entitled to continue to appoint and remove\r\n    officers and directors of the Association.  \r\n  \r\n    F. Control of the Committee\r\n  \r\nThe Homeowners argue the circuit court erred in\r\n    finding the Developer had the right to continue to control the Committee after\r\n  Phase I was developed.  We disagree.  \r\n  § 1.01 of the\r\n    Declarations states, in part:\r\n  \r\n    &quot;Wright's\r\n      Point Architectural Committee&quot; shall mean and refer to Anthony R. Porter\r\n      and Jimmy W. Porter or such other individual(s) as Developer may appoint, or\r\n      such entity to which the Wright's Point Architectural Committee may assign its\r\n      duties, until all improvements constructed thereon and sold to permanent\r\n      residents.  At such time as all of the Lots in the Subdivision have been fully\r\n      developed, the Developer shall notify the Board and all Owners of Lots in the\r\n      Subdivision to that effect, at which time the Developer's rights and\r\n      obligations as the Wright's Point Architectural Committee shall forthwith\r\n      terminate.  Notice to the Board and all the owners by Developer under this\r\n      provision shall be in writing.    \r\n  \r\nThe circuit court found that because there were not improvements\r\n    on all of the lots in Phase I, and because not all of the lots were owned by\r\n    permanent residents, the Developer was entitled to remain in control of the\r\n    Committee.  The circuit court also found the Developer had not given notice to\r\n  the Board and Owners as required by § 1.01.  \r\n  The Homeowners argue it is impossible to determine\r\n    whether all of the lots were owned by permanent residents, or whether all\r\n    improvements had been constructed. They contend the Developer was no longer\r\n    entitled to control the Committee because he sold all of the lots and had no\r\n    financial interest in the development of the undeveloped land.  The Developers\r\n    maintain the evidence produced at trial demonstrates that not all of the lots\r\n    were owned by permanent residents, and that not all of the lots had\r\n    improvements.  \r\n  We find a preponderance of the evidence demonstrates\r\n    there were lots in Phase I not owned by permanent residents, and vacant lots in\r\n    Phase I with no improvements.  Homeowner Caldwell testified there were vacant\r\n    lots in Phase I and lots that had not been sold to permanent residents. \r\n    Richard Ratcliff and Homeowner Hucks both testified they owned lots in Phase I\r\n    that had not been improved.  Moreover, § 1.10 provides that the Developer retains control over\r\n    the Committee until all of the lots are fully developed and the Developer\r\n    notifies the Board and all Owners to that effect.  Anthony Porter\r\n    testified lots in Wright's Point would not be fully developed until all\r\n    improvements within the entire development were complete to his satisfaction.  He also testified that &quot;fully developed&quot; does not mean &quot;the\r\n    completion and sale of all lots.&quot;  Furthermore, there was no evidence\r\n    produced at trial showing Anthony Porter ever notified the Board or the Owners\r\n    that all of the lots had been fully developed as required by § 1.01. \r\n    Accordingly, we affirm the circuit court's finding that the Developer had not\r\n    relinquished the right to control the Committee.  \r\n  \r\n    G. Derivative Claims and Attorney's Fees\r\n  \r\nThe Homeowners contend the circuit court erred in\r\n  failing to find their claims were derivative and that they were entitled to\r\n  attorney's fees. We disagree. \r\n\r\n  A party cannot recover attorney's fees unless\r\n    authorized by contract or statute.  Jackson v. Speed, 326 S.C. 289, 307,\r\n    486 S.E.2d 750, 759 (1997); see also Hegler v. Gulf Ins. Co., 270\r\n    S.C. 548, 549, 243 S.E.2d 443, 444 (1978) (&quot;As a general rule, attorney's\r\n    fees are not recoverable unless authorized by contract or statute.&quot;).  The\r\n    Homeowners argue they are entitled to attorney's fees pursuant to section 33-7-400 of the South Carolina Code (2006), which provides that &quot;[d]erivative\r\n    suits may be maintained on behalf of South Carolina corporations in federal and\r\n    state court in accordance with the applicable rules of civil procedure.&quot; \r\n    The Homeowners contend that while the statute does not specifically authorize\r\n    attorney's fees, the statute's Official Comment provides for recovery.  The\r\n    Official Comment to section 33-7-400 of the South Carolina Code states in part:\r\n    &quot;[t]he right of successful plaintiffs in derivative suits to this recovery\r\n    is so universally recognized, both by statute and on the theory of a recovery\r\n    of a fund or benefit for the corporation, that specific reference was thought\r\n    to be unnecessary.&quot;  Assuming without deciding that this suit is a\r\n    derivative action, the Homeowners are not entitled to attorney's fees under section\r\n    33-7-400.  This section does not specifically authorize the recovery of\r\n    attorney's fees, and the Official Comment is specifically limited to\r\n    &quot;successful plaintiffs.&quot;  Accordingly, we affirm the circuit court's\r\n    denial of the Homeowner's request for attorney's fees.  \r\n  II. Developers' Appeal\r\n  The Developers argue the circuit court erred in\r\n    denying their request for attorney's fees.  This issue is not preserved for our\r\n    review.  \r\n  The Developers contend the language of § 11.01 of the\r\n    Declarations provides a contractual basis that mandates an award of attorney's\r\n    fees to the Developers and the Association.  § 11.01 states, in part:\r\n  \r\n    Each\r\n      Owner shall comply strictly . . . with the covenants, conditions and\r\n      restrictions set forth in this Declaration . . . . Failure to comply with any\r\n      of the same shall be grounds for . . . instituting an action . . . for damages\r\n      and/or for injunctive relief, such actions to be maintainable by Developer, the\r\n      Board on behalf of the Association, or in a proper case, by an aggrieved Owner.\r\n      Should Developer or the Association employ legal counsel to enforce any of the\r\n      foregoing, all costs incurred in such enforcement, including court costs and\r\n      reasonable attorneys' fees, shall be paid by the violating Owner.  \r\n  \r\nThe Developers argue the Homeowners' attempts to gain control\r\n    of the Association, dictate and limit the use of common amenities, and prevent\r\n    future phases of development, as well as their movement of Association funds to\r\n    an unauthorized account, constitute non-compliance with the Declarations.  The\r\n    Developers also argue they are entitled to attorney's fees pursuant to the\r\n    Uniform Declaratory Judgments Act.  Section 15-53-100 of the South\r\n    Carolina Code (2005) provides that &quot;[i]n any proceeding under this chapter\r\n  the court may make such award of costs as may seem equitable and just.&quot;  \r\n  In order for an issue to be preserved for appellate\r\n    review it must have been raised to and ruled upon by the trial court.&nbsp; Staubes\r\n      v. City of Folly Beach, 339 S.C. 406, 412, 529 S.E.2d 543, 546 (2000).&nbsp;\r\n    A party must &quot;present his issues and arguments to the lower court and\r\n    obtain a ruling before an appellate court will review those issues and\r\n    arguments.&quot;  I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406,\r\n    422, 526 S.E.2d 716, 724 (2000).  Here, the Developers failed to present their\r\n    arguments on appeal to the circuit court.  In their Answer and Counterclaim,\r\n    the Developers asserted they were entitled to recover attorney's fees due to\r\n    the frivolous nature of the Homeowners' claims.  However, the Developers did\r\n    not assert they were entitled to attorney's fees pursuant to § 11.01 of the\r\n    Declarations or section 15-53-100 of the South Carolina Code.  Therefore,\r\n    because the circuit court did not rule on these arguments and the Developers\r\n    failed to file a Rule 59(e) motion requesting a ruling from the circuit court,\r\n    these arguments are not preserved for our review. \r\n  \r\n  CONCLUSION\r\n  \r\n  \r\nFor the foregoing reasons, the order of the circuit\r\ncourt is\r\nAFFIRMED.\r\nSHORT and WILLIAMS, JJ., concur.   \r\n\r\n\r\n[1] The Homeowners are part of an original group of seven\r\n  property owners in Wright's Point who initiated this litigation against the\r\n  Developers.  Cullen, Corriveau, and Hucks are the only Homeowners who have\r\n  appealed the circuit court's order.  \r\n[2] McNeal sold his four lots in Phase I of Wright's\r\n  Point prior to this litigation.  \r\n[3] The Homeowners withdrew their second cause of action\r\n  for an accounting prior to trial.      \r\n\r\n","court":"Appeals"},{"id":"4751","title":"State v. Lanier","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4751","description":"Dana Eugene Lanier appeals his conviction for escape, arguing the trial court erred in failing to direct a verdict where Lanier was indicted for violating section 24-13-410 of the South Carolina Code and the indictment made no reference to section 24-3-50 of the South Carolina Code.","date":"2010-10-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tDana Eugene\r\n      Lanier, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From York County\r\nClifton Newman, Circuit Court Judge\r\nOpinion No.  4751\r\nSubmitted October 1, 2010 – Filed October\r\n  13, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender LaNelle C. DuRant, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott,\r\n  and Senior Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and\r\n  Solicitor Kevin S. Brackett, of York, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  Dana Eugene Lanier appeals his conviction\r\n  for escape, arguing the trial court erred in failing to direct a verdict where\r\n  Appellant was indicted for violating section 24-13-410 of the South Carolina\r\n  Code (2007) and the indictment made no reference to section 24-3-50 of the\r\n  South Carolina Code (2007).  We\r\n  affirm.[1]          \r\nFACTS\r\nIn\r\n  February 2006, Lanier, an inmate at the Catawba Correctional Institution\r\n  (Catawba), began participating in the prison's work release program.  Lanier\r\n  attended a work release orientation and signed a community employment agreement\r\n  prohibiting him from leaving his place of employment unless authorized by the\r\n  warden and informing him he could be charged with escape if he did so.  In May\r\n  2006, Lanier began working at Wise Masonry and Construction as a brick mason. \r\n  On July 1, 2006, a City of York police officer detained Lanier at the residence\r\n  of Lanier's sister after the prison reported Lanier missing from the work site\r\n  and the prison.  Subsequently, Lanier was charged with escape in violation of\r\n  section 24-13-410.  The indictments do not reference section 24-3-50.[2]\r\nAt trial, Ronald\r\n  Wiseman, the owner of Wise Masonry and Construction, testified he hired Lanier\r\n  from the Catawba prison work release program.  Wiseman explained foreman Benny\r\n  Hewlett was in charge of Lanier and brought Lanier to and from various work\r\n  sites in York County.  Wiseman stated his construction company was not working\r\n  at the residence of Lanier's sister, and Lanier was not authorized to be there.  Wiseman testified the prison contacted him on July 1, 2006, when Lanier did\r\n  not return to Catawba.  Wiseman admitted he later discovered Hewlett had taken\r\n  Lanier off the work site on prior occasions, but stated Hewlett no longer\r\n  worked for his company.   \r\nLieutenant Richard Caddell of the City of York Police Department testified he responded to a radio\r\n  call on July 1, 2006, seeking to locate Lanier.  Caddell explained he drove to\r\n  the residence of Lanier's sister and observed Lanier sitting on the front porch\r\n  with a beer in his hand.  Caddell testified Lanier did not appear to be\r\n  intoxicated and was cooperative when Caddell detained him. \r\nSouth Carolina Department\r\n  of Corrections Investigator Eddie O'Cain testified he transported Lanier back\r\n  to Catawba shortly after Caddell detained Lanier.  O'Cain conducted a\r\n  five-minute interview with Lanier in which Lanier denied attempting to escape\r\n  from prison custody.  O'Cain testified he also attempted to contact Hewlett\r\n  after interviewing Lanier, but was unable to locate Hewlett.\r\nAfter the State\r\n  rested, Lanier moved for a directed verdict.  The trial court denied his\r\n  motion:\r\n\r\n\tI find\r\n  that the evidence . . . in the light most favorable to the State if believed by\r\n  the jury could result in [Lanier] being found guilty of escape.  The statute\r\n  provides that a person lawfully confined in a prison who attempts to escape is\r\n  guilty of escape, and by extension the section 24-3-50 provides the failure of\r\n  a prisoner to remain within the extended limits of his confinement constitutes\r\n  an escape, and that's the issue before this court.  \r\n\r\nLanier testified at\r\n  trial in his own defense.  He explained Hewlett drove him to and from the\r\n  various work sites and also took him to his sister's home on several\r\n  occasions.  Lanier stated Hewlett took him to his sister's home on July 1 after\r\n  they completed work at a job site.  Hewlett allegedly told Lanier he would be\r\n  back in an hour or so and left Lanier alone.  Lanier testified he became\r\n  worried after a couple of hours when Hewlett failed to return and attempted to\r\n  call Hewlett, but Hewlett did not answer his phone.  Lanier stated he should\r\n  have called Catawba prison officials at that point, but &quot;was scared . . .\r\n  and [that] would have gotten [Hewlett] in trouble.&quot;  Lanier explained he\r\n  was not attempting to escape from prison custody and would have returned to Catawba\r\n  if Hewlett had returned, but admitted he did break prison rules by leaving the\r\n  work site with Hewlett.  \r\nLanier\r\n  renewed his motion for directed verdict at the close of his case, arguing he\r\n  was not guilty &quot;under the indictment which references the statute that [he\r\n  was] charged [with]&quot; because he was not confined in prison at the time the\r\n  prison official found him.  The trial court denied his motion, stating:\r\n  &quot;My interpretation of the statute is different from counsel [in] that a\r\n  person on work release is under extended confinement and can escape from\r\n  extended confinement.&quot;  The jury found Lanier guilty of escape, and the\r\n  trial court sentenced him to one year of imprisonment.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\n&quot;A\r\n  defendant is entitled to a directed verdict when the [S]tate fails to produce evidence\r\n  of the offense charged.&quot;  State v. Weston, 367 S.C. 279, 292, 625\r\n  S.E.2d 641, 648 (2006).  If there is any direct evidence or any substantial\r\n  circumstantial evidence reasonably tending to prove the guilt of the accused,\r\n  the appellate court must find the case was properly submitted to the jury.  Id. at 292-93, 625 S.E.2d at 648.  &quot;When reviewing a denial of a directed\r\n  verdict, this [c]ourt views the evidence and all reasonable inferences in the\r\n  light most favorable to the [S]tate.&quot;  Id. at 292, 625 S.E.2d at\r\n  648.    \r\nLAW/ANALYSIS\r\nSection\r\n  24-13-410(A) of the South Carolina Code (2007) states, in pertinent part:  \r\n\r\n\tIt is\r\n  unlawful for a person, lawfully confined in prison or upon the public works of\r\n  a county or while in the custody of a superintendent, guard, or officer, to\r\n  escape, to attempt to escape, or to have in his possession tools or weapons\r\n  which may be used to facilitate an escape.\r\n\r\nLanier argues the State did\r\n  not offer sufficient evidence to prove he was guilty under this statute because\r\n  when he was charged with escape: (1) he was outside of the prison on work\r\n  release; (2) he was in the custody of Hewlett and relied on Hewlett to transport\r\n  him to the prison; and (3) he did not possess any tools or weapons to\r\n  facilitate an escape.  We disagree.  \r\nBecause no evidence\r\n  in the record establishes Lanier was lawfully confined upon the public works of\r\n  a county, in the custody of a prison official, or possessed tools to facilitate\r\n  an escape, the dispositive issue for purposes of Lanier's directed verdict\r\n  motion is whether the State failed to provide evidence that Lanier escaped\r\n  while &quot;lawfully confined in prison.&quot;  Lanier contends he did not\r\n  escape or attempt to escape from imprisonment because he was on work release\r\n  and not on the prison grounds at the time of his escape.  No South Carolina\r\n  case law directly addresses whether a prisoner on work release is considered to\r\n  be lawfully confined in prison for purposes of a violation of section\r\n  24-13-410.  Accordingly, in the absence of any controlling case law, we &quot;must\r\n  ascertain and effectuate the actual intent of the Legislature.&quot;  State\r\n    v. McGrier, 378 S.C. 320, 328, 663 S.E.2d 15, 19 (2008).   \r\nAlthough section\r\n  24-13-410 does not define the phrase &quot;lawfully confined in prison,&quot;\r\n  the extent of a prisoner's lawful confinement in prison for purposes of the\r\n  work release program is clarified in two other statutes that are part of the\r\n  same general statutory scheme as section 24-13-410.  See State v.\r\n    Morgan, 352 S.C. 359, 366, 574 S.E.2d 203, 206 (Ct. App. 2002) (&quot;Statutes\r\n  must be read as a whole and sections which are part of the same general\r\n  statutory scheme must be construed together and each given effect, if it can be\r\n  done by any reasonable construction.&quot;).  Section 24-3-20 sets forth the\r\n  applicable features of prison work release programs: \r\n\r\n\tWhen\r\n  the director determines that the character and attitude of a prisoner\r\n  reasonably indicates that he may be trusted, he may extend the limits of the\r\n    place of confinement of the prisoner by authorizing him to work at paid\r\n  employment or participate in a training program in the community on a voluntary\r\n  basis while continuing as a prisoner.\r\n\r\nS.C. Code Ann. § 24-3-20(B)\r\n  (2007) (emphasis added).  Section 24-3-50 of the South Carolina Code (2007)\r\n  provides a penalty for prisoners who fail to remain within the limits of their\r\n  work release program:  \r\n\r\n\tThe willful[l]\r\n  failure of a prisoner to remain within the extended limits of his confinement\r\n  as authorized by § 24-3-20(B), or to return within the time prescribed to the\r\n  designated place of confinement, shall be deemed an escape from the custody of\r\n  the Department of Corrections and punishable as provided in § 24-13-410.   \r\n\t\r\n\r\nRead\r\n  together, the legislative intent of sections 24-3-20(B) and 24-3-50 is\r\n  unambiguous: the lawful confinement of a prisoner in a work release program is\r\n  extended to the limits of a prisoner's designated work release location, but no\r\n  further.  See Morgan, 352 S.C. at 367, 574 S.E.2d at 207 (&quot;When\r\n  the terms of a statute are clear, the court must apply those terms according to\r\n  their literal meaning.&quot;).  Moreover, by incorporating section 24-13-410 into\r\n  the text of section 24-3-50, our Legislature has expressly provided a\r\n  punishment of escape under section 24-13-410 for a prisoner who violates the\r\n  confines of their work release program.  Thus, even if the State fails to\r\n  reference section 24-3-50 in an indictment, for purposes of a directed verdict\r\n  motion regarding section 24-13-410, the State may offer evidence that a\r\n  prisoner has left the site of the work release program and has not returned\r\n  back to the prison to show the prisoner escaped or attempted to escape because\r\n  the prisoner violated the extended limits of his lawful prison\r\n  confinement.      \r\nThis statutory\r\n  analysis of section 24-13-410 is also consistent with the supreme court's\r\n  holdings in two other cases involving section 24-13-410.  In State v. Murray,\r\n  the defendant was a prisoner at Goodman Correctional Institution who was\r\n  permitted to leave the confines of the prison for seventy-two hours to visit\r\n  his wife during Christmas.  273 S.C. 374, 375, 256 S.E.2d 543, 543 (1979).  When\r\n  he did not return to the prison from his Christmas furlough, he was indicted\r\n  and convicted for escape.[3]  Id. at 375, 256 S.E2d at 543.  On appeal, the defendant argued &quot;the\r\n  evidence introduced by the State at trial varied materially from the\r\n  allegations of the indictment.&quot;  Id.  In interpreting the crime of\r\n  escape, the supreme court considered another section in the statutory code,\r\n  section 24-3-210 of the South Carolina Code (2007), and held &quot;the evidence\r\n  introduced by the State established the very crime charged in the\r\n  indictment&quot; because the &quot;[f]ailure to return from a furlough is\r\n  deemed an escape by section 24-3-210.&quot;  Id. at 375-76, 256 S.E.2d\r\n  at 543-44 (quotation marks omitted).  In Bing v. Harvey, the supreme\r\n  court came to a similar conclusion in interpreting section 24-13-410 when it\r\n  held &quot;appellant's escape from lawful pretrial custody violated the\r\n  statutory offense of escape.&quot;  274 S.C. 216, 218, 262 S.E.2d 42, 43 (1980).  \r\nTurning\r\n  to the facts of the case at bar, we find the State offered direct evidence of\r\n  Lanier's violation of the escape statute.  Lanier was lawfully imprisoned at\r\n  Catawba for a criminal conviction, and the prison extended the limits of\r\n  Lanier's prison confinement by allowing him to participate in a work release\r\n  program with Wise Masonry and Construction.  On July 1, 2006, Lanier exceeded\r\n  the limits of his prison confinement and escaped when a police officer found\r\n  Lanier away from the work site at his sister's residence.  Lanier admitted he\r\n  broke the rules of the work release program when he left with Hewlett from the\r\n  work site without returning to Catawba.  Accordingly, the trial court did not\r\n  err in denying Lanier's directed verdict motion.\r\nCONCLUSION\r\nBased\r\n  on the foregoing, the decision of the trial court is\r\nAFFIRMED.\r\nSHORT, THOMAS,\r\n  and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n[2]  Section 24-13-410(A) states &quot;it is unlawful for\r\n  a person, lawfully confined in prison . . . to escape, [or] to attempt to\r\n  escape.&quot;  S.C. Code Ann. § 24-13-410(A)\r\n  (2007).  Section 24-3-50 states prisoners may be charged with escape under\r\n  section 24-13-410 if they violate the limits of their designated work release\r\n  location.  See S.C. Code Ann. § 24-3-50 (2007).            \r\n[3]  Although the case does not cite to the specific\r\n  statutory section Murray violated, it appears from the text of the indictment\r\n  quoted in the case that Murray was convicted of a violation of section\r\n  24-13-410.  \r\n\r\n","court":"Appeals"},{"id":"4752","title":"Farmer v. Florence County Sheriff's Office","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4752","description":"The Florence County Sheriff's Office appeals an order requiring it to return items it confiscated from James David Farmer's retail business after the dismissal of an indictment against Farmer for trafficking in counterfeit goods was dismissed.  Farmer cross-appeals the provisions in the order purportedly dismissing certain private causes of action he filed against the Sheriff's Office.","date":"2010-10-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJames David\r\n      Farmer, Respondent/Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tFlorence County\r\n      Sheriff's Office, Appellant/Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Florence County\r\n J. Ernest Kinard, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 4752\r\nHeard April 13, 2010 – Filed October 13,\r\n  2010\r\nAFFIRMED IN PART AND REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJames C. Rushton, III, of Florence, for Appellant/Respondent.\r\n\t\t\t\tPatrick J. McLaughlin, of Florence, for Respondent/Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nTHOMAS, J.:  This is a cross-appeal of an order in a civil action\r\n  for damages allegedly arising from the retention by the Florence County\r\n  Sheriff's Office (the Sheriff's Office) of inventory from James David Farmer's\r\n  retail business pursuant to a warrant asserting that Farmer was selling\r\n  counterfeit merchandise.  The trial judge ordered the Sheriff's Office to\r\n  return to Farmer the seized inventory items that were not involved in any resulting\r\n  criminal conviction and, based on that ruling, refused to allow Farmer to proceed\r\n  on his claims for negligence, conversion, and civil conspiracy.  In the primary\r\n  appeal, the Sheriff's Office argues the trial judge erred in ordering the\r\n  return of the contraband.  In his cross-appeal, Farmer argues he should have\r\n  been allowed to pursue several private causes of action for damages against the\r\n  Sheriff's Office.  We affirm in part and remand.\r\nFACTS AND PROCEDURAL HISTORY\r\nFarmer\r\n  was the sole proprietor of &quot;Top Gear Clothing,&quot; a retail business in\r\n  Florence, South Carolina.  On August 30, 2007, pursuant to a warrant issued the\r\n  same day, agents of the Sheriff's Office initiated a raid of Top Gear Clothing,\r\n  seizing Farmer's inventory of clothing, footwear, movie DVDs and music CDs.\r\nFarmer\r\n  was subsequently charged with trafficking in counterfeit goods in violation of\r\n  section 39-15-1190 of the South Carolina Code (Supp. 2009) and distribution of\r\n  pirated recordings in violation of sections 16-11-930 and 16-11-940 (2003).  On\r\n  January 23, 2008, Farmer negotiated a plea on the charge concerning the alleged\r\n  distribution of pirated recordings.  The charges concerning the counterfeit\r\n  goods were dismissed.\r\nBy\r\n  letter dated February 5, 2008, Farmer's attorney demanded that the Sheriff's\r\n  Office return the clothing and footwear seized from Top Gear Clothing, noting\r\n  these items were not the subject of any guilty plea.  After receiving no\r\n  response, counsel sent another letter on March 19, 2008, informing the\r\n  Sheriff's Office he was making a &quot;final demand&quot; on Farmer's behalf\r\n  for the return of the items referenced in the previous letter.  Counsel further\r\n  advised that if the items in question were not returned within ten days of the\r\n  date of the letter, a lawsuit would follow.\r\nOn\r\n  May 30, 2008, Farmer filed his summons and complaint in the present action\r\n  against the Sheriff's Office, alleging various causes of action arising from\r\n  the allegedly wrongful retention of his inventory, namely, (1) negligence per\r\n  se, (2) general negligence, (3) conversion, and (4) civil conspiracy.  In his\r\n  prayer for relief, Farmer asserted he was entitled to actual and consequential\r\n  damages, special damages, lost profits and interest, and punitive damages.  In\r\n  its answer, the Sheriff's Office denied Farmer was entitled to the relief he\r\n  requested and also asserted (1) Farmer failed to state a cause of action upon\r\n  which relief could be granted, (2) it was entitled to immunity under the South\r\n  Carolina Tort Claims Act, (3) Farmer failed to exhaust his administrative\r\n  remedies, and (4) Farmer's negligence exceeded its own negligence.  The\r\n  Sheriff's Office admitted that no forfeiture proceedings had been filed in the\r\n  matter.\r\nOn\r\n  June 24, 2008, Farmer moved for summary judgment, arguing (1) the Sheriff's\r\n  Office had no legal basis to continue to deny him the return of his inventory\r\n  and (2) he was entitled to the immediate return of his property as well as\r\n  special damages.  On August 20, 2008, the Sheriff's Office filed a notice and\r\n  cross-motion for summary judgment.  Accompanying the motion was a memorandum of\r\n  law in opposition to Farmer's motion and in support of the cross-motion.  In\r\n  its memorandum, the Sheriff's Office argued (1) the applicable statute did not\r\n  provide Farmer with a private right of action, (2) Farmer failed to avail\r\n  himself of the means provided in the statute to recover his inventory, and (3)\r\n  the South Carolina Tort Claims Act prevented Farmer from proceeding on his\r\n  claim.\r\nThe\r\n  trial judge heard both motions on September 2, 2008, and on September 26, 2008,\r\n  issued the appealed order.  In the order, the trial judge ruled Farmer was\r\n  &quot;entitled to the return of his inventory seized not related to his\r\n  criminal convictions (i.e. clothes and shoes)&quot; within ten days of the\r\n  receipt of the order by the Sheriff's Office; however, the trial judge also\r\n  cautioned Farmer that &quot;if said items are, in fact counterfeit and he\r\n  attempts to traffic such items after their return, he will, again, be subject\r\n  to criminal charges.&quot;  Based on this disposition of the matter, the trial\r\n  judge further refused to grant a damages hearing, noting this decision was\r\n  subject to the condition &quot;that the items are returned in substantially the\r\n  same condition as when seized.&quot;  Acknowledging his order was\r\n  &quot;obviously a reasonable compromise,&quot; the trial judge purported to\r\n  dismiss Farmer's private causes of action.  He qualified this ruling, however,\r\n  by suggesting Farmer should pursue redress under the South Carolina Tort Claims\r\n  Act, which he did not consider in disposing of the cross-motions, and explaining\r\n  that &quot;[t]he Sheriff's Office simply cannot hold [Farmer's] property unless\r\n  it is being held for use in a criminal proceeding.&quot;  Both the Sheriff's\r\n  Office and Farmer appeal.\r\nISSUES\r\nI.&nbsp; Did the trial judge err in\r\n  ordering the Sheriff's Office to return the confiscated items to Farmer? \r\n  (Sheriff's Office appeal)\r\nII.&nbsp; Did the trial judge err in holding\r\n  that Farmer's remedy was limited to recovery of his property and that Farmer\r\n  did not have a private right of action against the Sheriff's Office for failing\r\n  to return it?  (Farmer's appeal)\r\nSTANDARD OF REVIEW\r\nBoth\r\n  the primary appeal and the cross-appeal involve the interpretation of sections\r\n  39-15-1190 and 39-15-1195 of the South Carolina Code (Supp. 2009), which prohibit\r\n  the sale of counterfeit goods, state the penalties for this offense, and set\r\n  procedures for the seizure of counterfeit goods and institution of forfeiture\r\n  proceedings by law enforcement agencies.  Furthermore, although the matter came\r\n  before the trial court on cross-motions for summary judgment, the facts are not\r\n  in dispute; therefore, both issues to be decided in this appeal are to be\r\n  reviewed de novo.  See Town of Summerville v. City of N. Charleston,\r\n  378 S.C. 107, 110, 662 S.E.2d 40, 41 (2008) (&quot;Determining the proper\r\n  interpretation of a statute is a question of law, and this Court reviews\r\n  questions of law de novo.&quot;).\r\nLAW/ANALYSIS\r\nI.&nbsp; Return of the Property (Sheriff's\r\n  Office Appeal)\r\nThe\r\n  Sheriff's Office argues the trial judge erred in ordering it to return the\r\n  confiscated clothing and footwear to Farmer, contending it should have been\r\n  allowed to retain possession of these items because (1) law enforcement\r\n  agencies may hold allegedly counterfeit goods for purposes other than use in\r\n  criminal proceedings, (2) inquiry into law enforcement's motives is not proper\r\n  in a hearing for the return of the confiscated items, and (3) Farmer did not\r\n  follow the statutory procedure available to him to obtain a forfeiture hearing.[1] \r\n  We disagree.\r\nThe\r\n  confiscated articles at issue in this appeal were seized pursuant to sections\r\n  39-15-1190 and 39-15-1195 of the South Carolina Code (Supp. 2009).  Section\r\n  39-15-1190(B)(1) prohibits a person from &quot;knowingly and wil[l]fully transport[ing],\r\n  transfer[ring], distribut[ing], sell[ing], or otherwise dispos[ing] of&quot; an\r\n  item with a counterfeit mark.  Section 39-15-1195(A)(1) authorizes the\r\n  &quot;seizure by and forfeiture to any law enforcement agency&quot; of any\r\n  property upon the violation of section 39-15-1190, and other paragraphs within\r\n  this statute describe procedures that a law enforcement agency must observe for\r\n  storing seized items in its custody.   If a seizure is made &quot;without\r\n  process&quot; pursuant to section 39-15-1195(B),[2] &quot;proceedings pursuant to Section 44-53-530 regarding forfeiture must be instituted within a reasonable time.&quot;  S.C. Code Ann. § 39-15-1195(C)\r\n  (Supp. 2009) (emphasis added).\r\nAlthough\r\n  section 39-15-1195 does not indicate who is to institute a forfeiture proceeding,\r\n  section 44-53-530 of the South Carolina Code (2002 &amp; Supp. 2009), which is\r\n  referenced within paragraph (C) of the statute, describes the procedures\r\n  required to finalize a forfeiture of property seized in connection with the\r\n  enforcement of laws regulating controlled substances.  These procedures include\r\n  a petition by the Attorney General, the circuit solicitor, or the appropriate\r\n  designee, that identifies the seized property and all persons known by the\r\n  petitioner to have interests in it.  Farmer, then, could not have invoked\r\n  section 39-15-1195(C) to obtain a forfeiture hearing.\r\nSection\r\n  39-15-1195(C) also mandates that, when allegedly counterfeit property is seized\r\n  pursuant to a warrant, &quot;proceedings pursuant to Section 44-53-530\r\n  regarding forfeiture and disposition must be instituted within a reasonable\r\n  time.&quot;  We believe the South Carolina General Assembly included this\r\n  requirement in recognition of due process concerns arising when the government\r\n  deprives a claimant of the use of his or her property.  See United\r\n    States v. Eight Thousand Eight Hundred and Fifty Dollars ($8,850) in United\r\n    States Currency, 461 U.S. 555, 564 (1983) (&quot;[T]he Fifth Amendment claim\r\n  here—which challenges only the length of time between the seizure and the\r\n  initiation of the forfeiture trial—mirrors the concern of undue delay\r\n  encompassed in the right to a speedy trial.&quot;).  Delays between the seizure\r\n  and the institution of forfeiture proceedings must be reasonable, and unjustifiable\r\n  delays have been, on due process grounds, recognized as reason to bar the\r\n  government from further proceedings and to order the return of the seized\r\n  property.  United States v. $62,972 in United States Currency, 539 F.\r\n  Supp. 586, 593 (D. Nev. 1982).\r\nAs the trial judge\r\n  observed, the items in dispute were not the subject of any criminal conviction\r\n  and no hearing had taken place to determine whether or not they were in\r\n  violation of section 39-15-1190.  The Sheriff's Office has not provided any\r\n  concrete reasons to justify its refusal to return Farmer's merchandise or any\r\n  meaningful argument that its delay in instituting forfeiture proceedings was justified;\r\n  indeed, it has even asserted that law enforcement need not provide any reason whatsoever\r\n  to hold lawfully seized goods beyond the fact that a warrant had been issued\r\n  for the seizure.  In making these arguments, however, the Sheriff's Office\r\n  appears to disregard the recognized purpose of a forfeiture hearing, which is\r\n  &quot;to confirm the state had probable cause to seize the property in\r\n  question.&quot;  Gowdy v. Gibson, 381 S.C. 225, 229, 672 S.E.2d 794, 796\r\n  (Ct. App. 2008) (emphasis added) (citing Medlock\r\n    v. One 1985 Jeep Cherokee VIN 1JCWB7828FT129001, 322 S.C. 127, 131, 470 S.E.2d 373, 376\r\n  (1996)).  Regardless of whether forfeiture of property is contingent on a\r\n  criminal conviction involving that property, a post-seizure hearing is the\r\n  means by which an individual deprived by the government of his or her property\r\n  is able to be heard on the matter.  See Moore v. Timmerman, 276\r\n  S.C. 104, 109, 276 S.E.2d 290, 293 (1981) (&quot;[I]f . . . property seized is\r\n  intended to be subject to forfeiture, then the parties claiming an interest in\r\n  the property must be afforded the basic due process notice and hearing\r\n  rights.&quot;).\r\nThe\r\n  Sheriff's Office further argues that Farmer should have sought return of his\r\n  property under section 39-15-1195(H).  This section, however, only gives an\r\n  aggrieved owner of items confiscated pursuant to section 39-15-1195 the option\r\n  to &quot;apply to the court of common pleas for the return of an item seized\r\n  pursuant to the provisions of this chapter.&quot;  Because section\r\n  39-15-1195(C) requires law enforcement to institute forfeiture proceedings &quot;within\r\n  a reasonable time,&quot; we hold that any failure on Farmer's part to exercise\r\n  an option provided under section 39-15-1195(H) does not excuse the Sheriff's\r\n  Office from discharging its statutorily mandated responsibility to commence\r\n  forfeiture proceedings in a timely manner.\r\nII.&nbsp; Private Right of Action (Farmer's\r\n  appeal)\r\nFarmer\r\n  argues the trial judge erred in dismissing various private causes of action he\r\n  asserted in his complaint, contending (1) the alleged ineffectiveness of\r\n  section 39-15-1195(H) as a remedy made it necessary for him to seek redress\r\n  through a private action against the Sheriff's Office and (2) section\r\n  39-15-1195(C) gives rise to a private cause of action especially in light of\r\n  the South Carolina Tort Claims Act.  We decline to address these arguments.\r\nThe\r\n  matter came before the trial judge on cross-motions for summary judgment;\r\n  however, conspicuously absent from the trial judge's rulings on Farmer's\r\n  private claims is any analysis that would support a determination that the\r\n  Sheriff's Office is entitled to judgment as a matter of law on these claims.  Rather,\r\n  the trial judge simply declined to hold a damages hearing in regards to the\r\n  items he ordered the Sheriff's Office to return, noting the refusal to grant a\r\n  damages hearing would stand &quot;provided that the items are returned in\r\n  substantially the same condition as when seized,&quot; and, in the laudable interest\r\n  of effecting &quot;a reasonable compromise,&quot; purported to dismiss Farmer's\r\n  private claims.  The trial judge further explained his decision did not take\r\n  into consideration the South Carolina Tort Claims Act and specifically noted\r\n  that Farmer should pursue whatever redress was available through that\r\n  legislation.  Contrary to the arguments Farmer has made in his cross-appeal,\r\n  the trial judge's order did not bar him from seeking additional recompense from\r\n  the Sheriff's Office for its refusal to return his inventory.  Without any indication\r\n  as to why the evidence, when viewed in light most favorable to Farmer, does not\r\n  entitle him to seek private redress of any kind against the Sheriff's Office,\r\n  we are unable to engage in meaningful review of that portion of the appealed\r\n  order addressing his claims.  See Bowen v. Lee Process Sys. Co.,\r\n  342 S.C. 232, 241, 536 S.E.2d 86, 90-91 (Ct. App. 2000) (&quot;It is imperative\r\n  . . . that the trial court state the material facts it found undisputed and the\r\n  applicable law supporting its grant to summary judgment . . . .&quot;).  Based\r\n  on our uncertainty in discerning precisely how the trial judge intended to\r\n  dispose of Farmer's private causes of action, we remand this issue for a\r\n  definitive ruling on the matter.\r\nCONCLUSION\r\nWe agree with the\r\n  trial judge that the retention by Sheriff's Office of the items in dispute,\r\n  without instituting forfeiture proceedings, warranted an order that the goods\r\n  be returned to Farmer.  We remand this matter to the trial judge for the\r\n  necessary findings of fact and conclusions of law regarding whether or not the\r\n  Sheriff's Office is entitled to judgment as a matter of law on Farmer's private\r\n  causes of action.\r\nAFFIRMED IN PART\r\n  AND REMANDED.\r\nFEW, C.J., and\r\n  HUFF, J., concur.\r\n\r\n\r\n[1]&nbsp; During oral argument before this court, counsel for\r\n  the Sheriff's Office asserted the trial judge should have set the matter for a\r\n  forfeiture hearing.  Because, however, the Sheriff's Office made no argument to\r\n  this effect in its appellant's brief, we do not consider whether it is entitled\r\n  to this relief.  See Bochette v. Bochette, 300 S.C. 109, 112, 386\r\n  S.E.2d 475, 477 (Ct. App. 1989) (&quot;An appellant may not use either oral\r\n  argument or the reply brief as a vehicle to argue issues not argued in the\r\n  appellant's brief.&quot;).\r\n[2]&nbsp; Section 39-15-1195(B) allows seizure without process\r\n  under various circumstances, among them, &quot;if the seizure is incident to .\r\n  . . a search pursuant to a search warrant.&quot;  S.C. Code Ann. §\r\n  39-15-1195(B)(1) (Supp. 2009).\r\n\r\n","court":"Appeals"},{"id":"4753","title":"Ware v. Ware","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4753","description":"Ralph D. Ware (Husband) appeals the family court's order denying his motion to vacate its divorce orders.  Husband argues the family court erred in failing to vacate its orders because Wife had a full and fair opportunity to challenge the personal jurisdiction of the circuit court of Randolph County, Alabama (Alabama Court), which also entered divorce orders.","date":"2010-10-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMargaret P.\r\n      Ware, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tRalph D. Ware, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Berkeley County\r\n Jocelyn B. Cate, Family Court Judge\r\nOpinion No. 4753 \r\nHeard May 20, 2010 – Filed October 13,\r\n  2010   \r\nAffirmed\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tGregory Samuel Forman, of Charleston, for Appellant.\r\n\t\t\t\tWilliam J.\r\n  Clifford, of\r\n  North Charleston, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nLOCKEMY, J.: Ralph D. Ware (Husband) appeals the family court's order denying his motion to vacate\r\n  its divorce orders.  Husband argues the family court erred in failing to vacate\r\n  its orders because Wife had a full and fair opportunity to challenge the\r\n  personal jurisdiction of the circuit court of Randolph County, Alabama (Alabama\r\n  Court), which also entered divorce orders.  We affirm.\r\nFACTS\r\nHusband\r\n  and Margaret P. Ware (Wife) were married on September 24, 1986.  Over the next\r\n  fourteen years, the parties lived, worked, and purchased a home in South\r\n  Carolina.  In 2000, Husband joined the Military Sea Lift Command, which caused\r\n  him to be at sea for long periods of time, sporadically returning to the\r\n  marital home.  Husband returned to the marital home for the last time in 2005.\r\nOn January 5, 2007,\r\n  Husband filed for divorce in Alabama where he lived.  Wife was served with the\r\n  Alabama divorce action on January 13, 2007.  A month later, Wife filed for\r\n  divorce in South Carolina.  Four days after Wife filed for divorce in South\r\n  Carolina, Alabama attorney Kesa M. Johnson appeared on Wife's behalf before the\r\n  Alabama Court &quot;on the limited basis and for the sole purpose of filing a\r\n  motion to dismiss&quot; Husband's complaint.  In her Limited Notice of\r\n  Appearance, Wife explicitly stated she was not submitting to the jurisdiction\r\n  of the Alabama Court. \r\nWife\r\n  argued the Alabama Court lacked subject matter jurisdiction and personal\r\n  jurisdiction over both parties.  According to Wife, Husband did not satisfy\r\n  Alabama's residency requirement to initiate a divorce action.[1] \r\n  Wife attached a signed affidavit to her motion explaining she has been a\r\n  resident of South Carolina her entire life and has only been to Alabama twice\r\n  to visit Husband's family.  Wife continued, &quot;I have never resided there, I\r\n  have never been registered to vote there, I have never had a driver's license\r\n  from there, [and] I have never owned real or personal property there.&quot;\r\nAfter\r\n  a hearing in April 2007, the Alabama Court denied Wife's motion and\r\n  specifically stated:  \r\n\r\n\tA\r\n  hearing was held on April 4, 2007, on [Wife's] Motion to Dismiss the Complaint\r\n  for Divorce for [Husband's] failure to plead and prove residence as required by\r\n  Alabama statu[t]e.  At said hearing, [Husband] appeared and testified as to his\r\n  domicile in Alabama since 2001.  Furthermore, [Husband] has filed amended\r\n  pleadings that denote the same domicile.  While the Court notes that [Husband]\r\n  spends most of his time at sea due to his profession, residency is based on\r\n  more than w[h]ere he lays his head each night.\r\n\r\nThe\r\n  Alabama Court's order failed to state whether it had personal jurisdiction over\r\n  Wife, instead focusing on its jurisdiction over Husband based on his domicile\r\n  in Alabama.  Wife filed a motion to reconsider, noting the Alabama Court\r\n  addressed personal jurisdiction over Husband but failed to address personal\r\n  jurisdiction over her or jurisdiction over the marital property.  Wife\r\n  reiterated her argument that the Alabama Court lacked jurisdiction over her and\r\n  the marital property and requested the Alabama Court reconsider its ruling.\r\nThe\r\n  Alabama Court did not rule on Wife's motion to reconsider, and instead set a\r\n  trial date for August 2007.  Wife filed a motion for a continuance based on the\r\n  Alabama Court's failure to rule on her motion to reconsider.  Soon thereafter,\r\n  Johnson filed a motion to withdraw as Wife's counsel, which the Alabama Court\r\n  approved.  Wife's motion for reconsideration remained pending until after the\r\n  Alabama Court issued its final divorce order.\r\nMeanwhile, Wife's\r\n  divorce action continued in South Carolina.  Wife attempted to serve Husband\r\n  through certified mail, return receipt requested, but all certified mail was\r\n  returned undelivered.  Wife moved to serve Husband by publication, which the\r\n  family court granted after Wife submitted an affidavit of publication at trial,\r\n  manifesting service by publication in compliance with the South Carolina Code. \r\n  Husband never responded to Wife's attempts to serve process on him and was\r\n  never involved in the South Carolina divorce action.\r\nAfter\r\n  a final hearing in June 2007, the family court issued a final divorce order and\r\n  a supplemental Qualified Domestic Relations Order (QDRO) dividing Husband's\r\n  military retirement.  The family court specifically found it had both subject\r\n  matter jurisdiction and personal jurisdiction over the parties.  The family\r\n  court equitably divided the parties' property, awarded Wife $750 in monthly\r\n  alimony, and awarded Wife $2,867.91 in attorney's fees.\r\nTwo months later, the\r\n  Alabama Court issued a final judgment of divorce.  The Alabama Court declared the\r\n  divorce decree and QDRO entered by the family court &quot;null and void and of\r\n  no effect.&quot;  Further, the Alabama Court found Wife was served with legal\r\n  notice of the divorce proceeding and was represented by counsel.  Additionally,\r\n  the Alabama Court averred:  \r\n\r\n\tJudge\r\n  Jocelyn Cate was sent notice of this Court's Order May 13, 2007, and yet\r\n  refused to abstain from further proceedings and even refers to the notice in\r\n  her Final Order, dated July 13, 2007.  Once this Court obtained jurisdiction of\r\n  this proceeding, no other Court could proceed on any issues regarding a divorce\r\n  between the parties and resolution of all issues of the divorce proceeding. \r\n  Further, [Husband] is full time employed as a member of the Merchant Marine\r\n  Service and is only home 30 days per year.  [Wife] and her attorney in South\r\n  Carolina, William J. Clifford, have to know these facts and yet they do not\r\n  inform the South Carolina Court of these facts, as is reflected in the records,\r\n  and attempted to have him served by notice in the Randolph Leader.\r\n\r\nThe Alabama Court\r\n  granted Husband's request for a divorce and titled his retirement, 2005 Ford\r\n  F-150, old uniforms, clothing and personal belongings into his name.  Additionally,\r\n  the Alabama Court titled Wife's retirement and disability, 2006 Jeep Liberty,\r\n  household furnishings, and home in Charleston in her name.  The order did not\r\n  mention alimony, attorney's fees, or life insurance. \r\nAfter\r\n  issuing its final divorce order, the Alabama Court denied Wife's motion to\r\n  reconsider, finding &quot;jurisdiction was proper [in Alabama] and that [Wife]\r\n  was properly served in this matter and failed to appear.&quot;  Additionally,\r\n  the court noted, &quot;this case was filed and [Wife] served prior to [Wife's]\r\n  commencement of the divorce action in South Carolina.&quot;  \r\nAfter both the\r\n  Alabama Court and the family court entered divorce orders, Husband requested\r\n  the family court vacate its orders pursuant to Rule 60(b)(3)-(5), SCRCP.[2] \r\n  In his motion, Husband argued jurisdiction attached in Alabama before Wife\r\n  filed for divorce in South Carolina; thus, South Carolina never had\r\n  jurisdiction.  \r\nThe\r\n  family court denied Husband's motion to vacate based on Rule 60(b)(3) and\r\n  (b)(5), finding no evidence of fraud, misrepresentation, or other misconduct of\r\n  an adverse party, or evidence demonstrating any judgment was satisfied.  The\r\n  family court then addressed Husband's Rule 60(b)(4) argument at length.  The\r\n  family court found the Alabama Court had personal jurisdiction over Husband and\r\n  his marital status.  However, the family court concluded the Alabama Court lacked\r\n  personal jurisdiction over Wife or in rem jurisdiction over the marital\r\n  property in South Carolina which would have prevented the family court from\r\n  exercising jurisdiction.  The family court also found the Alabama Court's order\r\n  denying Wife's motion to dismiss for lack of subject matter jurisdiction was\r\n  not entitled to full faith and credit because it was not a final ruling on the\r\n  issue and Wife did not submit to the jurisdiction of the Alabama Court.  Ultimately,\r\n  the family court denied Husband's motion to vacate and awarded Wife $2,425 in\r\n  attorney's fees that she requested.  This appeal followed.\r\nIssue\r\n  on Appeal\r\nDid\r\n  the family court err in denying Husband's motion for relief from the final divorce\r\n  orders pursuant to Rule 60(b)(4), SCRCP? \r\nSTANDARD OF REVIEW\r\nThe\r\n  decision to grant or deny a motion for relief from judgment pursuant to Rule\r\n  60(b), SCRCP, is within the sound discretion of the family court and can be\r\n  reversed only if the family court abused its discretion.  Gainey v. Gainey,\r\n  382 S.C. 414, 423, 675 S.E.2d 792, 796-97&nbsp;(Ct. App. 2009).  &quot;An abuse\r\n  of discretion occurs when the [family court's] order [is] controlled by an\r\n  error of law or the order is based on factual conclusions that are without\r\n  evidentiary support.&quot;  Id. at 423, 675 S.E.2d at 797.\r\nLAW/ANALYSIS\r\nHusband\r\n  argues the family court erred in denying his motion to vacate the final divorce\r\n  orders.  Specifically, Husband contends the family court erred in determining\r\n  its final divorce orders were not void because Wife had an opportunity to fully\r\n  litigate the issue of personal jurisdiction before the Alabama Court.  Thus,\r\n  Husband contends the Alabama Court's determination it had jurisdiction over\r\n  Wife is entitled to full faith and credit.  We disagree.   \r\nInitially,\r\n  we note neither party disputes the validity of the other party's divorce. \r\n  Accordingly, that the parties are divorced is the law of the case.  See Lucas v. Rawl Family Ltd. P'ship, 359 S.C. 505, 511, 598\r\n  S.E.2d 712, 715 (2004) (finding an unappealed ruling, right or wrong is the law\r\n  of the case).  The principal issue before\r\n  this court is whether the division of the marital property ordered by the\r\n  Alabama Court is entitled to full faith and credit.   \r\nPursuant\r\n  to article IV, section 1 of the United States Constitution, &quot;Full Faith\r\n  and Credit shall be given in each State to . . . judicial [p]roceedings of\r\n  every other State.&quot;  Thus, every state is required to give a judgment at\r\n  least the res judicata effect it would be afforded in the state where it was\r\n  rendered.  Durfee v. Duke, 375 U.S. 106, 109 (1963); Hospitality\r\n    Mgmt. Assocs., Inc. v. Shell Oil Co., 356 S.C. 644, 653, 591 S.E.2d 611,\r\n  616&nbsp;(2004) (citing Durfee, 375 U.S. at 109).  &quot;'A judgment of\r\n  a court without jurisdiction of the person or of the subject matter is not\r\n  entitled to recognition or enforcement in another state, or to the full faith\r\n  and credit provided for in the federal Constitution.'&quot;  Fin. Fed. Credit Inc. v. Brown, 384 S.C. 555, 562-63, 683 S.E.2d 486,\r\n  490&nbsp;(2009) (quoting 50 C.J.S. Judgments § 986 (1997)); see also Durfee, 375 U.S. at 110 (&quot;[A] judgment of a court in one State is\r\n  conclusive upon the merits in a court in another State only if the court in the\r\n  first State had power to pass on the merits—had jurisdiction, that is, to\r\n  render the judgment.&quot;).  However, when the issue of jurisdiction has been fully\r\n  and fairly litigated and finally decided, further inquiry into the jurisdiction\r\n  of the issuing court is precluded.  Durfee, 375 U.S. at 111; see also Marshall v. Marshall, 547 U.S. 293, 297 (2006) (noting &quot;Durfee stands only for the proposition that a state court's final judgment determining its own jurisdiction ordinarily qualifies for full faith and credit, so\r\n  long as the jurisdictional issue was fully and fairly litigated in the court\r\n  that rendered the judgment&quot;).  If the issue was not fully litigated, a\r\n  court &quot;may inquire into the jurisdictional basis of the foreign court's\r\n  decree.&quot;  Underwriters Nat'l Assurance Co. v. N.C. Life &amp; Accident\r\n    &amp; Health Ins. Guar. Ass'n, 455 U.S. 691, 705 (1982). \r\n  Consequently, &quot;[i]f that court did not have jurisdiction over the subject\r\n  matter or the relevant parties, full faith and credit need not be given.&quot;  Id.\r\nUnder\r\n  Alabama law, Wife's special appearance before the Alabama Court to contest the\r\n  court's jurisdiction did not subject her to the jurisdiction of the Alabama\r\n  Court.  See City of Albany v. Spragins, 93 So. 803,\r\n  805&nbsp;(Ala. 1922) (finding a limited appearance to contest personal\r\n  jurisdiction is not a waiver of the jurisdiction issue and does not submit the\r\n  defendant to the jurisdiction of the court).  Further, in Alabama the denial of\r\n  a motion to dismiss for lack of personal jurisdiction is not a final ruling on\r\n  the issue.  Ex parte McInnis, 820 So. 2d 795, 798&nbsp;(Ala. 2001)\r\n  (&quot;A denial of a . . . motion to dismiss for want of personal jurisdiction\r\n  is interlocutory and preliminary only.&quot;).  The avenues of answer, summary\r\n  judgment, and trial were still available for Wife to challenge the personal\r\n  jurisdiction of the Alabama Court.  Id.  (&quot;After such a denial, the\r\n  continuation of personal jurisdiction over a defendant who appropriately\r\n  persists in challenging it in the defendant's answer to the complaint and by\r\n  motion for summary judgment or at trial depends on the introduction of\r\n  substantial evidence to prove the plaintiff's jurisdictional allegations in the plaintiff's complaint.&quot;).  In fact, in his brief, Husband admits the\r\n  denial of Wife's motion to dismiss for lack of jurisdiction was interlocutory.[3] \r\n  Accordingly, we conclude the family court properly determined the issue of the\r\n  Alabama Court's personal jurisdiction over Wife was not fully and fairly\r\n  litigated and finally decided.  \r\nBecause\r\n  we find the issue of the Alabama Court's personal jurisdiction over Wife was\r\n  not fully litigated, we examine whether the Alabama Court had personal jurisdiction\r\n  over Wife in order to determine whether the Alabama Court's marital property\r\n  division was entitled to full faith and credit.  See Underwriters\r\n    Nat'l Assurance, 455 U.S. at 705 (noting that if the court issuing the\r\n  order lacked jurisdiction over one of the parties, the order need not be afforded\r\n  full faith and credit); Roy T. Stuckey, Marital Litigation in South Carolina\r\n  82-83 (Timothy L. Brown et al. eds., 3rd ed. 2001) (&quot;When multiple states\r\n  issue judgments in divorce cases, full faith and credit should be given to the\r\n  orders of the first court to act after establishing personal jurisdiction\r\n    over both parties.&quot;) (emphasis added).  This determination requires us\r\n  to examine Alabama law.\r\nGenerally,\r\n  Alabama's long arm rule authorizes the assertion of personal jurisdiction to\r\n  the limits of due process.  Leithead v. Banyan Corp., 926 So. 2d 1025,\r\n  1030&nbsp;(Ala. 2005).  Alabama courts employ a two-part test to determine\r\n  whether the exercise of personal jurisdiction is proper: (1) the defendant must\r\n  have minimum contacts with Alabama and (2) the exercise of jurisdiction must\r\n  not offend traditional notions of fair play and substantial justice.  Elliott\r\n    v. Van Kleef, 830 So. 2d 726, 730-31&nbsp;(Ala. 2002); Sena v. Sena,\r\n  709 So. 2d 48, 50&nbsp;(Ala. Civ. App. 1998) (applying the same rule in a\r\n  divorce action).\r\nThe\r\n  record before us contains no evidence of contacts by Wife sufficient to\r\n  establish personal jurisdiction over her.  Other than visiting Husband's family\r\n  twice, Wife had no contacts with Alabama.  Thus, we find the family court\r\n  properly determined the Alabama Court lacked personal jurisdiction over Wife.  Furthermore,\r\n  we note because the Alabama Court lacked personal jurisdiction over Wife, its\r\n  division of the marital property outside Alabama is void under Alabama Law.  Wannamaker\r\n    v. Wannamaker, 976 So. 2d 1026, 1028&nbsp;(Ala. Civ. App. 2007) (holding a default\r\n  judgment purporting to adjudicate marital property was void because the court that\r\n  issued the judgment lacked personal jurisdiction over wife); Burke v. Burke,\r\n  816 So. 2d 498, 501&nbsp;(Ala. Civ. App. 2001) (holding &quot;[b]ecause [the\r\n  Alabama court] did not have in personam jurisdiction over the wife, that\r\n  portion of the order dealing with the division of property is declared void&quot;). \r\n  Accordingly, we find the Alabama Court's division of the parties' marital\r\n  property is not entitled to full faith and credit.[4]\r\nConclusion\r\nFor\r\n  the foregoing reasons, we hold the family court did not abuse its discretion in\r\n  denying Husband's motion to vacate its divorce orders pursuant to Rule\r\n  60(b)(4).  Accordingly, the decision of the family court is\r\nAffirmed.\r\nKonduros and \r\nGeathers,\r\n  JJ., concur.  \r\n\r\n\r\n[1] Section 30-2-5 of the Alabama Code provides,\r\n  &quot;When the defendant is a nonresident, the other party to the marriage must\r\n  have been a bona fide resident of this state for six months next [sic] before\r\n  the filing of the complaint, which must be alleged in the complaint and\r\n  proved.&quot;\r\n[2] South Carolina Rule of Civil Procedure 60(b)(3)-(5)\r\n  provides:\r\n\r\n\tOn\r\n  motion and upon such terms as are just, the court may relieve a party or his\r\n  legal representative from a final judgment, order, or proceeding for the\r\n  following reasons:\r\n\t\r\n\t\t. . .\r\n\t\t(3)\r\n  fraud, misrepresentation, or other misconduct of an adverse party;\r\n\t\t(4) the judgment is void;\r\n\t\t(5) the\r\n  judgment has been satisfied, released, or discharged, or a prior judgment upon\r\n  which it is based has been reversed or otherwise vacated, or it is no longer\r\n  equitable that the judgment should have prospective application.\r\n\t\r\n\r\n[3] Husband argues the interlocutory nature of the\r\n  Alabama Court's ruling is inconsequential because Wife failed to appeal after\r\n  her motion to reconsider was denied.  However, Husband's argument is unavailing\r\n  and merely highlights that the issue of personal jurisdiction was not fully\r\n  litigated.      \r\n[4] In so finding, we give the Alabama Court's division\r\n  of marital property only the res judicata effect it would have in Alabama.  Durfee,\r\n  375 U.S. at 109 (explaining the Full Faith and Credit Clause &quot;requires\r\n  every State to give to a judgment at least the res judicata effect which the\r\n  judgment would be accorded in the State which rendered it&quot;).\r\n\r\n","court":"Appeals"},{"id":"4754","title":"Nelson v. Piggly Wiggly","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4754","description":"Delores and Bernard Nelson (Appellants) appeal the entry of summary judgment in favor of Piggly Wiggly Central, Inc., d/b/a Piggly Wiggly of Bishopville, Inc., and Melco of Bishopville, Inc. (collectively \"Respondents\").  Appellants argue the circuit court erred in granting Respondents' motion for summary judgment despite the existence of genuine issues of material fact and in finding Respondents owed no duty to Appellants.  We affirm.","date":"2010-10-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDelores Nelson\r\n      and Bernard Nelson, Parents of Patrice N., a Minor, Appellants,\r\n\t\t\t\tv.\r\n\t\t\t\tPiggly Wiggly\r\n      Central, Inc., d/b/a Piggly Wiggly of Bishopville, Inc., Melco of\r\n      Bishopville, Inc., and Lola Nelson, Defendants,\r\n\t\t\t\tof whom Piggly\r\n      Wiggly Central, Inc., d/b/a Piggly Wiggly of Bishopville, Inc., and Melco of\r\n      Bishopville, Inc. are the Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lee County\r\n Ralph F. Cothran, Circuit Court Judge\r\nOpinion No.  4754\r\nHeard May 19, 2010 – Filed October 20,\r\n  2010  \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tWilliam W. Wheeler, III, of Bishopville, for Appellants. \r\n\t\t\t\tD. Michael Freeman, II, of Myrtle Beach, and Thomas E. Player, Jr.,\r\n  of Sumter, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nCURETON, A.J.: &nbsp;Delores and Bernard Nelson\r\n  (Appellants) appeal the entry of summary judgment in favor of Piggly Wiggly\r\n  Central, Inc., d/b/a Piggly Wiggly of Bishopville, Inc. (Piggly Wiggly), and\r\n  Melco of Bishopville, Inc. (Melco)  (collectively\r\n  &quot;Respondents&quot;).  Appellants\r\n  argue the circuit court erred in granting Respondents' motion for summary\r\n  judgment despite the existence of genuine issues of material fact and in\r\n  finding Respondents owed no duty to Appellants.  We affirm.  \r\nFACTS\r\nOn\r\n  August 16, 2004, Appellants' thirteen-year-old daughter, Patrice Nelson\r\n  (Nelson), accompanied her great-grandmother, Lola Nelson (Grandmother), to the\r\n  Piggly Wiggly grocery store in Bishopville.[1] \r\n  Nelson was familiar with the store, having shopped there before.  After\r\n  Grandmother pulled her car into a designated parking space adjacent to and\r\n  facing the side of the store, Nelson exited the car.  As Nelson walked between\r\n  the building and the front of Grandmother's car, the car accelerated, crossed a\r\n  concrete wheel stop, and pinned Nelson against the wall.[2] \r\n  The impact fractured Nelson's left femur.    \r\nIn\r\n  April 2006, Appellants filed suit against Grandmother, Piggly Wiggly, and\r\n  Melco, alleging Nelson's injuries resulted from their &quot;negligent,\r\n  careless, reckless, and willful acts.&quot;  Over the next two years, the\r\n  parties deposed Appellants, Nelson, their expert, and others.  \r\nAppellants'\r\n  expert witness, Bryan R. Durig, testified he examined the wheel stops in the\r\n  Piggly Wiggly parking lot and found two different designs.  The more recent\r\n  wheel stop design consisted of a bar six inches tall with a flat top, vertical\r\n  sides, and beveled edges between the top and sides.  The older design consisted\r\n  of a bar four to four and one-eighth inches tall that was sloped on one side. \r\n  Durig did not know when the newer design came into use.  According to Durig,\r\n  the wheel stop in the parking space Grandmother used was of the older, slanted\r\n  design.  Although he believed a car could drive over the older design more\r\n  easily than the newer design, Durig conducted no tests to determine the speed\r\n  or force necessary for a car to cross over the older wheel stop and could give\r\n  no opinion as to whether or not the newer design wheel stop would have\r\n  prevented the accident.\r\nDurig\r\n  took some measurements but did not conduct any tests on the  parking lot.  He\r\n  found the wheel stops were installed four feet away from the building, which\r\n  allowed approximately two feet between the building and the front bumper of\r\n  most cars if they did not cross over the wheel stop.  Although he testified he\r\n  found no building code violation in the parking lot, he stated that building\r\n  codes do not &quot;tell you how to design your parking lot.&quot;  He was\r\n  unaware which industry or safety standard governed parking lot design and\r\n  construction in 1972, when the parking lot at issue was constructed.  In\r\n  addition, he was unaware of any requirement that sidewalks or walkways be\r\n  placed in front of parking spaces.  Nevertheless, he opined the wheel stops in\r\n  the parking lot were &quot;installed in a defective manner so that they created\r\n  hazards.&quot;  \r\nIn\r\n  February 2008, Respondents filed separate motions for summary judgment arguing\r\n  Appellants failed to establish Respondents owed Nelson a duty of care and arguing\r\n  the events in the parking lot were not reasonably foreseeable.[3] \r\n  At the hearing Appellants argued Nelson's injury was entirely foreseeable\r\n  because the wheel stops were installed too close to the building and there was\r\n  no room for a pedestrian to escape injury if a car crossed a wheel stop. \r\n  Appellants also argued the grocery store appeared to recognize a need for\r\n  sidewalks or curbing around the building as early as 1990, but neglected to\r\n  install such curbing.[4] \r\n  The trial court granted Respondents' motions for summary judgment.  This appeal\r\n  followed.\r\nSTANDARD OF REVIEW\r\nWhen reviewing the grant of a summary judgment motion, this court\r\n  applies the same standard that governs the circuit court under Rule 56(c),\r\n  SCRCP.  Englert, Inc. v. Netherlands Ins. Co., 315 S.C. 300, 302, 433 S.E.2d\r\n  871, 873 (Ct. App. 1993).  This standard requires all facts and reasonable\r\n  inferences to be drawn therefrom to be viewed in the light most favorable to\r\n  the appellant.  Id.  However, &quot;[a]n appellate court may decide\r\n  questions of law with no particular deference to the trial court.&quot;  In\r\n    re Campbell, 379 S.C. 593, 599, 666 S.E.2d 908, 911 (2008).  Whether a duty\r\n  exists in a negligence action is a question of law to be determined by the\r\n  court.  Doe v. Greenville County Sch. Dist., 375 S.C. 63, 72, 651 S.E.2d\r\n  305, 309 (2007).\r\nLAW/ANALYSIS\r\nI.&nbsp; Genuine Issue of\r\n  Material Fact\r\nAppellants\r\n  assert the circuit court erred in granting summary judgment despite the\r\n  existence of genuine issues of material fact.  We disagree.  \r\nSummary\r\n  judgment is appropriate when &quot;the pleadings, depositions, answers to\r\n  interrogatories, and admissions on file, together with the affidavits, if any,\r\n  show that there is no genuine issue as to any material fact and that the moving\r\n  party is entitled to a judgment as a matter of law.&quot;  Rule 56(c), SCRCP. \r\n  In determining whether any triable issues of fact exist, the evidence and all\r\n  reasonable inferences therefrom must be viewed in the light most favorable to\r\n  the non-moving party.  Law v. S.C. Dep't of Corr., 368 S.C. 424, 434,\r\n  629 S.E.2d 642, 648&nbsp;(2006).  &quot;[F]or purposes of summary judgment, an\r\n  issue is 'material' if the facts alleged are such as to constitute a legal\r\n  defense or are of such a nature as to affect the result of the action.&quot;  PPG\r\n    Indus., Inc. v. Orangeburg Paint &amp; Decorating Ctr., Inc., 297 S.C. 176,\r\n  179, 375 S.E.2d 331, 332 (Ct. App. 1988).  &quot;A court considering summary\r\n  judgment neither makes factual determinations nor considers the merits of\r\n  competing testimony; however, summary judgment is completely appropriate when a\r\n  properly supported motion sets forth facts that remain undisputed or are\r\n  contested in a deficient manner.&quot;  David v. McLeod Reg'l Med. Ctr.,\r\n  367 S.C. 242, 250, 626 S.E.2d 1, 5&nbsp;(2006).  \r\nA\r\n  plaintiff seeking damages for personal injuries incurred due to a defendant's\r\n  negligent acts or omissions must prove each element of his cause of action by a\r\n  preponderance of the evidence.  Grier v. Cornelius, 247 S.C. 521, 534, 148\r\n  S.E.2d 338, 344 (1966).  When the burden of proof is by a preponderance of the\r\n  evidence, a non-moving party need only present a scintilla of evidence to\r\n  withstand a motion for summary judgment.  Hancock v. Mid-South Management\r\n    Co., Inc., 381 S.C. 326, 330, 673 S.E.2d 801, 803 (2009).  However:\r\n\r\n\tA\r\n  plaintiff cannot create a genuine issue of material fact with the argument that\r\n  the jury does not have to believe a witness.  A party defeats summary judgment\r\n  by affirmatively demonstrating the presence of a genuine issue of material fact.\r\n   As Rule 56(e), SCRCP, states, a party &quot;may not rest upon the mere\r\n  allegations or denials of his pleading[s].&quot;  \r\n\r\nHoard ex rel. Hoard v.\r\n  Roper Hosp., Inc., 387 S.C. 539, 549,\r\n  694 S.E.2d 1, 6 (2010) (alteration in original).  \r\nA\r\n  plaintiff seeking damages suffered because of a dangerous or defective\r\n  condition on a defendant's property must demonstrate that the defendant\r\n  committed a specific act that created the dangerous condition, which in turn\r\n  caused her injury.  Pringle v. SLR, Inc. of Summerton, 382 S.C. 397,\r\n  404, 675 S.E.2d 783, 787 (Ct. App. 2009).  Alternatively, she must demonstrate\r\n  that the defendant had actual or constructive knowledge of an existing\r\n  dangerous condition and failed to correct it.  Id.\r\nWe\r\n  affirm the circuit court's finding that no genuine issue of material fact\r\n  existed.  Summary judgment is appropriate when the material facts are not in\r\n  dispute.  David, 367 S.C. at 250, 626 S.E.2d at 5.  Here, viewing the\r\n  facts in the light most favorable to Appellants, we find none of the material\r\n  facts is in dispute.  Appellants failed to demonstrate Nelson's injuries\r\n  resulted from any act of the Respondents that created a dangerous condition or,\r\n  as is apparently Appellants' contention, that Respondents had actual or constructive\r\n  knowledge of a dangerous condition and failed to remedy it. \r\nIt\r\n  is undisputed that the parking lot was built in 1972, and there is no evidence\r\n  that its construction, which included the installation of the wheel stops,\r\n  violated any code or building standard in effect at that time.  Moreover, Appellants'\r\n  expert could not state that current building or safety standards for parking\r\n  lots applied to the lot in question.  See Elledge v.\r\n    Richland/Lexington Sch. Dist. Five, 352 S.C. 179, 186, 573 S.E.2d 789, 793\r\n  (2002) (stating the general rule that evidence of industry standards is\r\n  relevant to establishing the standard of care in a negligence action).  Appellants\r\n  claim that a 1990 drawing, which arguably shows an addition to the store and\r\n  curbing in the area of the injury, creates a reasonable inference Respondents were\r\n  on notice as early as 1990 or 1991 that the installed wheel stops were\r\n  unreasonably dangerous.  Moreover, Appellants also argue their expert's testimony\r\n  that raised sidewalks are preferred over wheel stops creates an inference that\r\n  Respondents recognized as early as 1990 the superior safety of the sidewalk\r\n  design and thus were negligent in not installing sidewalks in conjunction with\r\n  the 1990 or 1991 renovations.  This inferential leap does not create a genuine\r\n  issue of material fact.  See McKnight v. S.C. Dep't of Corr., 385\r\n  S.C. 380, 389-390, 684 S.E.2d 566, 570-71 (Ct. App. 2009) (holding a non-moving\r\n  party may not rely on speculation to defeat a motion for summary judgment).  The\r\n  undisputed fact is that Grandmother's loss of control of her vehicle caused Nelson's\r\n  injury.  See Oliver v. S.C. Dep't of Highways &amp; Pub. Transp.,\r\n  309 S.C. 313, 316, 422 S.E.2d 128, 130 (1992) (ruling causation in fact is\r\n  proved by establishing that the injury would not have occurred &quot;but\r\n  for&quot; the defendant's negligence).\r\nII.&nbsp; Judgment as a\r\n  Matter of Law\r\nAppellants\r\n  assert the circuit court erred in granting summary judgment by finding\r\n  Respondents owed no duty of care to Nelson.  We disagree.  \r\nInitially,\r\n  we note Appellants pled a cause of action for premises liability arising  from\r\n  negligent or willful acts.  See Pringle, 382 S.C. at 404, 675\r\n  S.E.2d at 787 (quoting Anderson v. Racetrac Petroleum, Inc., 296 S.C.\r\n  204, 205, 371 S.E.2d 530, 531 (1988)) (&quot;To recover damages for injuries\r\n  caused by a dangerous or defective condition on a defendant's premises, a\r\n  plaintiff 'must show either (1) that the injury was caused by a specific act of\r\n  the respondent which created the dangerous condition; or (2) that the\r\n  respondent had actual or constructive knowledge of the dangerous condition and\r\n  failed to remedy it.'&quot;).  The record does not indicate that Appellants\r\n  later abandoned, or that the circuit court struck, any portion of the\r\n  complaint.  Although Appellants pled Nelson's injury occurred because of\r\n  Respondents' &quot;negligent, careless, reckless, and willful acts,&quot; the\r\n  circuit court's discussion of duty focused only on negligence.  Consequently,\r\n  only the law relating to establishment of a duty in a negligence context is\r\n  properly before this court.  \r\nA\r\n  plaintiff prosecuting a negligence claim must demonstrate (1) the defendants\r\n  owed her a duty of care; (2) the defendants breached that duty by a negligent\r\n  act or omission; and (3) she suffered damage as a proximate result of that\r\n  breach.  Bloom v. Ravoira, 339 S.C. 417, 422, 529 S.E.2d 710, 712\r\n  (2000).  Whether a defendant has acted negligently is a mixed question of law\r\n  and fact.  Moore v. Weinberg, 373 S.C. 209, 221, 644 S.E.2d 740, 746\r\n  (Ct. App. 2007).  \r\n\r\n\tFirst,\r\n  the court must determine, as a matter of law, whether the law recognizes a\r\n  particular duty.  If there is no duty, the defendant is entitled to a judgment\r\n  as a matter of law.  If a duty does exist, the jury then determines whether a\r\n  breach of the duty that resulted in damages occurred. \r\n\r\nId. (internal citations omitted).  &quot;Generally, duty\r\n  is defined as the obligation to conform to a particular standard of conduct\r\n  toward another.&quot;  Id.  A &quot;standard&quot; is &quot;a model\r\n  accepted as correct by custom, consent, or authority.&quot;  Black's Law\r\n    Dictionary 1412 (7th ed. 1999).  &quot;Foreseeability of injury, in and of\r\n  itself, does not give rise to a duty.&quot;  Charleston Dry Cleaners\r\n    &amp; Laundry, Inc. v. Zurich Am. Ins. Co., 355 S.C. 614, 618, 586 S.E.2d\r\n  586, 588 (2003) (emphasis in original).  If the plaintiff fails to prove the\r\n  defendants owed her a legal duty of care, she fails to prove actionable\r\n  negligence.  Doe v. Greenville County Sch. Dist., 375 S.C. 63, 72, 651\r\n  S.E.2d 305, 309 (2007).\r\nAppellants'\r\n  contention that the circuit court's ruling equates to a statement that\r\n  Respondents owed &quot;no duty&quot; to Nelson misrepresents the circuit\r\n  court's decision.  The circuit court's actual ruling that Respondents &quot;had\r\n  no duty to make the parking lot accident proof&quot; is accurate.  South\r\n  Carolina courts have long recognized that merchants owe their customers a general\r\n  duty of care:  &quot;[a] merchant is not an insurer of the safety of his\r\n  customer but owes only the duty of exercising ordinary care to keep the\r\n  premises in reasonably safe condition.&quot;  Garvin v. Bi-Lo, Inc., 343\r\n  S.C. 625, 628, 541 S.E.2d 831, 832 (2001).  It is uncontested that Piggly\r\n  Wiggly was in the business of selling products to the public and Melco owned\r\n  the premises from which Piggly Wiggly conducted that business.  Nelson's\r\n  unchallenged deposition testimony established that at the time of her injury,\r\n  she was walking toward the door of the grocery store to help Grandmother,\r\n  presumably by purchasing groceries.  The allegations admitted by Respondents,\r\n  coupled with Nelson's testimony, established Respondents were merchants and\r\n  Nelson was their customer.  Consequently, the record reflects evidence that\r\n  Respondents owed Nelson a duty to exercise ordinary care to keep their premises\r\n  in a reasonably safe condition.  See id.\r\nIn\r\n  the case sub judice, the question, however, is not whether\r\n  Respondents owed Nelson a duty of care, but whether the scope of the\r\n  acknowledged duty of reasonable care extends to the particular risk that led to\r\n  her injury.  A plaintiff must identify a duty that the defendant has to protect\r\n  her from a particular harm to merit consideration of her claim by a jury.  See,\r\n    e.g., Steinke v. S.C. Dep't of Labor, Licensing &amp; Regulation,\r\n  336 S.C. 373, 387, 520 S.E.2d 142, 149 (1999) (requiring circuit court to\r\n  determine as a matter of law whether a &quot;particular duty&quot; exists\r\n  before sending the case to a jury).  &quot;Where a duty of due care exists, a\r\n  person is required to consider only the foreseeable risks of his conduct or\r\n  failure to act.  If an injury is not foreseeable, he is not liable for that\r\n  injury.&quot;  Hubbard, F.P. and Felix, R.L., The Law of Torts In South\r\n    Carolina 43 (3d ed. 2004). This means that the risk must be\r\n  &quot;reasonably foreseeable&quot; before one is required to take action to\r\n  prevent the injury.  See, e.g., Hayes v. Peoples Fed. Sav. &amp; Loan\r\n    Ass'n, 289 S.C. 63, 66, 344 S.E.2d 624, 625 (Ct. App. 1986).  Foreseeability\r\n  &quot;is determined by looking to the natural and probable consequences of the\r\n  defendant's act or omission.&quot;  Baggerly v. CSX Transp., Inc., 370\r\n  S.C. 362, 369, 635 S.E.2d 97, 101 (2006) (internal citations and emphasis\r\n  omitted). \r\nUnder\r\n  the facts of this case, Appellants' principal proof of negligence on the part\r\n  of the Respondents rests upon the testimony of their expert that the design of\r\n  the parking lot created an unreasonable risk of harm to Nelson because the\r\n  wheel stops were improperly constructed and installed and/or Respondents should\r\n  have installed curbing.  The circuit court correctly found Durig's assertion of\r\n  alternate parking lot designs was insufficient to create a question of fact as\r\n  to Respondents' duty to conform to any of those designs.  Durig attested only\r\n  to his own preferences rather than to the requirements of any law, ordinance,\r\n  or recognized industry safety standard.  His opinion did not, as a matter of law,\r\n  establish a duty on Respondents to guard against the possibility that an improperly\r\n  operated vehicle would injure Nelson.  See Moore, 373 S.C. at\r\n  221, 644 S.E.2d at 746 (requiring circuit court to determine as a matter of law\r\n  whether a duty exists before sending the case to a jury).\r\nAdditionally,\r\n  Appellants assert that the testimony of Donald Melton, the principal\r\n  shareholder of Melco, that the area where the accident occurred did not\r\n  correspond with the 1990 drawing creates a question of fact as to whether Respondents\r\n  had a duty to renovate the parking lot in accordance with the 1990 plans.  As\r\n  noted above, Appellants' expert could not point to any recognized safety\r\n  standard or building code that required Respondents to modify the parking lot\r\n  in 1990 or subsequently.  \r\nIn\r\n  their brief, Respondents point to case law from other jurisdictions addressing\r\n  whether circumstances such as those present in this case are sufficiently\r\n  foreseeable to obligate a merchant to protect his customers.  We find the\r\n  Alabama and Florida courts' analysis particularly apropros and hereby adopt it:  \r\n\r\n\tWe are\r\n  not unmindful of the obvious fact that at times operators lose control over the\r\n  forward progress and direction of their vehicles either through negligence or\r\n  as a result of defective mechanisms, which sometimes results in damage or\r\n  injury to others.  In a sense all such occurrences are foreseeable.  They are\r\n  not, however, incidents to ordinary operation of vehicles, and do not happen in\r\n  the ordinary and normal course of events.  When they happen, the consequences\r\n  resulting therefrom are matters of chance and speculation.  If as a matter of\r\n  law such occurrences are held to be foreseeable and therefore to be guarded\r\n  against, there would be no limitation on the duty owed by the owners of\r\n  establishments into which people are invited to enter.  Such occurrences fall\r\n  within the category of the unusual or extraordinary, and are therefore\r\n  unforeseeable in contemplation of the law.\r\n\r\nAlbert v. Hsu, 602 So. 2d 895, 898 (Ala. 1992) (quoting Schatz\r\n  v. 7-Eleven, Inc., 128 So. 2d 901, 904 (Fla. Dist. Ct. App. 1961))\r\n  (quotation marks omitted).  In the case at bar, Nelson's injury resulted not\r\n  from the condition or placement of the wheel stops but from the operation of Grandmother's\r\n  vehicle.  Although not entirely unprecedented, the vehicle's acceleration and\r\n  contact with Nelson were unexpected and unusual.  Consequently, in accordance\r\n  with Albert, this occurrence was legally unforeseeable and beyond the\r\n  realm of any duty Respondents owed to Nelson.  As result, the circuit court did\r\n  not err in finding Respondents were entitled to judgment as a matter of law.  \r\nCONCLUSION\r\nWith regard to the facts of this case, we find the circuit court properly determined that no genuine\r\n  issue of material fact existed.  Therefore, we affirm the circuit court's\r\n  decision on this issue.\r\nAs\r\n  to whether Respondents were entitled to judgment as a matter of law, we agree\r\n  with the circuit court's conclusion that Appellants failed to provide any evidence\r\n  that Respondents owed Nelson a duty of care as relates to the injury she suffered. \r\n  In addition, we find, under the circumstances present herein, the improper\r\n  operation of Grandmother's vehicle was not a foreseeable hazard against which\r\n  Respondents were required to protect Nelson.  Accordingly, the circuit court's\r\n  grant of summary judgment is \r\nAFFIRMED.  \r\nFEW, C.J., and THOMAS, J., concur.  \r\n\r\n\r\n[1] Melco owned the premises and leased them to Piggly\r\n  Wiggly.    \r\n[2] At her deposition, Nelson described the events\r\n  leading up to the accident: &quot;I got out the car and [Grandmother] realized\r\n  she was too far back, so I closed the door and walked across, like going into\r\n  Piggly Wiggly, and she was trying to pull up and the car went forward.&quot;  \r\n[3] In addition, Melco's memorandum in support of its\r\n  motion expressly incorporated the arguments made by Piggly Wiggly.  \r\n[4] Appellants based this argument on a scale drawing of\r\n  the store and its parking lot produced by Respondents during discovery.  Dated\r\n  July 9, 1990, the drawing depicts additions to the grocery store, including\r\n  what appear to be curbing and sidewalk areas around the front and sides of the\r\n  building.  Although Donald Melton, principal shareholder of Melco, admitted\r\n  making &quot;some additions&quot; to the store in 1990 or 1991, he did not\r\n  identify the purpose of the drawing.  Not all changes reflected in the drawing\r\n  were made.  Moreover, no evidence indicated whether the additions triggered an\r\n  obligation for Respondents to bring the entire building into compliance with\r\n  the then-existing building codes or other building standards.   \r\n\r\n","court":"Appeals"},{"id":"4755","title":"Williams v. Smalls","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4755","description":"Pearl C. Williams appeals the trial court's grant of summary judgment which held section 47-7-130 of the South Carolina Code (1987) did not impose strict liability on the owner of livestock for personal injuries suffered when Williams's automobile collided with escaped cows.  We affirm as modified.","date":"2010-10-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tPearl C. Williams, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tDean Smalls, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal\r\n  From Marion County\r\n Michael\r\n  G. Nettles, Circuit Court Judge\r\nOpinion No. 4755\r\nSubmitted May 3, 2010 – Filed October 20, 2010    \r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMichael T. Miller, of Florence, for\r\n  Appellant\r\n\t\t\t\tR. Hawthorne Barrett, of Columbia, and R.\r\n  Heath Atkinson, of Florence, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nTHOMAS, J.: Pearl C.\r\n  Williams appeals the trial court's grant of summary judgment which held section\r\n  47-7-130 of the South Carolina Code (1987) did not impose strict liability on\r\n  the owner of livestock for personal injuries suffered when Williams's\r\n  automobile collided with escaped cows.  We affirm as modified.\r\nFACTS\r\nIn January 2006, Pearl Williams was\r\n  traveling along U.S. Highway 76 in Marion County, when her automobile collided\r\n  with cows owned by Dean Smalls, causing Williams personal injury.  \r\nWilliams sued Smalls alleging both\r\n  negligence and, pursuant to section 47-7-130, strict liability.  Smalls moved\r\n  for summary judgment, and Williams conceded summary judgment on the negligence\r\n  claim.  The trial court subsequently heard the motion on the strict liability claim\r\n  and granted  summary judgment, finding section 47-7-130 extended only to real\r\n  property damage and not personal injury.  This appeal follows.  \r\nSTANDARD OF REVIEW\r\nA trial court may grant a motion for summary\r\n  judgment when no genuine issue of material fact exists, and the moving party is\r\n  entitled to judgment as a matter of law. Rule 56(c), SCRCP.  However,\r\n  &quot;[d]etermining the proper interpretation of a statute is a question of\r\n  law, and this [c]ourt reviews questions of law de novo.&quot;  Town of Summerville\r\n    v. City of N. Charleston, 378 S.C. 107, 110, 662 S.E.2d 40, 41 (2008); see\r\n      also Catawba Indian Tribe of S.C. v. State, 372 S.C. 519, 524, 642\r\n  S.E.2d 751, 753 (2007).  \r\nLAW/ANALYSIS\r\nThe trial court held there was no support\r\n  for the position that the damages recoverable under section 47-7-130 extended\r\n  to personal injury.  Accordingly, the trial court held that recovery for\r\n  personal injury resulting under these facts required a showing of negligence\r\n  and therefore granted summary judgment.  We agree, in part.\r\nThis case involves two novel questions of\r\n  law: first, whether section 47-7-130 imposes a strict liability standard on the\r\n  owners of livestock for personal injury, and second, if such a standard is\r\n  imposed, whether it extends to personal injury occasioned when livestock is\r\n  found at large upon a public roadway.\r\n\r\n\tSection 47-7-130 of the South Carolina Code\r\n  provides:\r\n\t\r\n\t\tWhenever any domestic animals shall be found upon\r\n  the lands of any other person than the owner or manager of such animals, the\r\n  owner of such trespassing stock shall be liable for all damages sustained and\r\n  for the expenses of seizure and maintenance. Such damages and expenses shall be\r\n  recovered, when necessary, by action in any court of competent jurisdiction.\r\n  And the trespassing stock shall be held liable for such damages and expenses,\r\n  in preference to all other liens, claims or encumbrances upon it.\r\n\t\r\n\tWhen this court is confronted with construing\r\n  a statute:\r\n\t\r\n\t\t[If] the statute's language\r\n  is plain and unambiguous, and\r\n  conveys a definite meaning, the rules of statutory\r\n  construction are not needed and the court has no right to impose another\r\n  meaning.  What a legislature says in the text of a statute is considered the\r\n  best evidence of legislative intent or will.  Therefore, the courts are bound\r\n  to give effect to the expressed intent of the legislature.  \r\n\t\r\n\r\nHardee v. McDowell, 381 S.C. 445, 453, 673 S.E.2d 813, 817 (2009) (internal quotations\r\n  and citations omitted).\r\nInitially, the plain language of section\r\n  47-7-130 imposes strict liability for &quot;all damages.&quot; S.C. Code\r\n  Ann. § 47-7-130 (emphasis added).  We find the plain meaning of the language &quot;all\r\n  damages&quot; contemplates not only injury to real property, but also personal\r\n  property.  See Kirby v. Mathis, 89 S.C. 252, 71 S.E. 862 (1911) (imposing\r\n  strict liability on the owner of trespassing stock for damage done to\r\n  plaintiff's wheat crop); Restatement (Third) Torts: Liab. Physical Harm § 21\r\n  (2005) (recognizing the tendency of wandering  animals to not only injure real\r\n  property, but also to damage structures and other personal property unaffixed\r\n  to the land, such as: harvested crops, livestock, and feed supplies); Vangilder\r\n    v. Faulk, 426 S.W.2d 821 (Ark. 1968) (recognizing the owner of a\r\n  trespassing bull to be liable for damage caused when the bull attacked the\r\n  plaintiff's livestock); Hart v. Meredith, 553 N.E.2d 782 (Ill. App. Ct.\r\n  1990) (recognizing liability on the owner of a trespassing bull for\r\n  impregnating plaintiff's cow); W. Page Keeton et al., Prosser &amp; Keeton on\r\n  the Law of Torts 560 (5th ed. 1984) (discussing the liability of the owner of trespassing\r\n  stock for infecting plaintiff's animals with disease).  Additionally, this\r\n  plain reading contemplates strict liability for personal injury.  See Robinson\r\n    v. Kerr, 355 P.2d 117 (Colo. 1960) (finding strict liability for personal\r\n  injury caused by livestock while plaintiff was attempting to expel the\r\n  trespassing stock); Nixion v. Harris, 238 N.E.2d 785 (Ohio 1968)\r\n  (imposing strict liability for personal injury caused by trespassing\r\n  livestock); Williams v. River Lakes Ranch Development Corp., 116\r\n  Cal.Rptr. 200 (Ct. App. 1974) (imposing strict liability on the owner of a bull\r\n  when the bull trespassed on neighboring property and gored the owner).\r\nHowever, just as the plain language of\r\n  section 47-7-130 imposes strict liability for &quot;all damages,&quot; the\r\n  title of the statute directly and specifically addresses the &quot;liability of\r\n  owners of trespassing stock.&quot;  See S.C. Code Ann. § 47-7-130\r\n  (emphasis added).   In the general sense, a trespass is an intentional tort in\r\n  which a trespasser invades a plaintiff's interest in the exclusive possession\r\n  of his real property.  See, e.g., Cedar Cove Homeowner's Ass'n, Inc.\r\n    v. DiPietro, 368 S.C. 254, 264, 628 S.E.2d 284, 289 (Ct. App. 2006)\r\n  (Anderson, J., dissenting).  Accordingly, the language of section 47-7-130 is\r\n  not as explicit in regards to when strict liability is appropriate as it is\r\n  about what damages an owner shall be strictly liable for.  Consequently, we\r\n  must look beyond the language of the statute to determine if strict liability\r\n  applies only when the damage is a result of a trespass.  \r\nTraditionally, the common law did not, and in the\r\n  absence of a statute to the contrary does not, impose a strict duty to keep\r\n  one's stock from entering public highways or roadways unless the animal has\r\n  reasonably known dangerous propensities.  See  Gibbs. v. Jackson,\r\n  990 S.W.2d 745, 747 (Tex. 1999) (indicating that at the common law, although\r\n  the owner of stock had a duty to prevent the animal from trespassing upon\r\n  another person's land, he had no duty to prevent the animal from straying onto\r\n  a public roadway unless the owner had prior knowledge that the particular\r\n  animal had dangerous propensities) (citing Cox v. Burbidge, 13 C.B.\r\n  (N.S.) 430, 438-39 (Eng. C.P. 1863); Heath's Garage, Ltd. v. Hodges,\r\n  [1916] 2 K.B. 370, 375-84 (Eng. C.A.); Salmond, Salmond on Torts § 127, at 494,\r\n  500 (W.T.S. Stallybrass, ed. 7th ed. 1928)).  In the absence of this strict\r\n  duty, the preferred standard is negligence.  See Restatement (Third) Torts:\r\n  Liab. Physical Harm § 21 (noting that traditionally when stock strays onto\r\n  highways, liability should rest only on a negligence standard and distinguishing\r\n  between stock trespassing on private land, where the stock is the sole active\r\n  entry and incidents on highways which must involve at least two actors).\r\nThe very essence of trespass, as a cause of action, is\r\n  to ensure protection of an individual's rights and interests in real property,\r\n  not the least of which is the right of exclusion.  In the simplest sense, these\r\n  rights which support the imposition of strict liability are not implicated in\r\n  situations in which stock enter upon public highways or roadways, and\r\n  consequently, it seems universally accepted that liability in these\r\n  circumstances shall be found only upon a showing of negligence.  See Toole\r\n    v. DuPuis, 735 So.2d 582 (Fla. Dist. Ct. App. 1999) (specifically\r\n  considering and rejecting the application of strict liability to the owner of\r\n  stock straying onto highways); Hand v. Starr, 550 N.W.2d 646 (Neb. 1996)\r\n  (indicating a standard of strict liability for trespassing stock and negligence\r\n  for stock entering public highways); Byram v. Main, 523 A.2d 1387 (Me.\r\n  1987) (finding an owner's liability for stock straying onto highways shall be\r\n  based upon negligence, not strict liability); Davert v. Larson, 209\r\n  Cal.Rptr. 445 (Ct. App. 1985) (indicating that the appropriate standard for\r\n  trespassing stock is strict liability, but the standard for stock entering\r\n  public highways is a negligence standard); Vaclavicek v. Olejarz, 297\r\n  A.2d 3 (N.J. 1972) (declining to apply strict liability to owners of stock\r\n  entering public highways); Scanlan v. Smith, 404 P.2d 776 (Wash. 1965)\r\n  (ruling negligence is the applicable standard for stock straying upon\r\n  highways).\r\nIn this case, because Smalls's cows strayed onto\r\n  a public highway and not Williams's private land, no property right of\r\n  Williams's was impinged solely by the cows' presence upon the highway. \r\n  Similarly, Williams enjoys neither the right of exclusive possession nor the\r\n  right to expel other persons or property from the highway.  Consequently, the\r\n  historic justifications for the imposition of strict liability upon the owner\r\n  of stock are not at stake here.  Williams is entitled to no expectation that\r\n  the roadways will be free and clear of all hazards, simply those hazards interposed\r\n  by the unreasonable conduct of others.  Likewise, a collision would require\r\n  conduct on the part of Williams beyond merely the intrusion by the stock, which\r\n  is not a risk common to trespassing stock.  Therefore, we must find strict\r\n  liability is not to be imposed when stock strays onto a highway or roadway.  Rather,\r\n  liability shall be found only upon negligence.  \r\nThis holding aligns with the jurisprudence\r\n  of this State which has recognized the imposition of a duty upon stock owners\r\n  not to willfully or negligently permit animals to run at large.  See S.C.\r\n  Code Ann. § 47-7-110 (1987) (stating it shall be unlawful to willfully or\r\n  negligently allow stock to run at large).  Similarly, the courts of this State\r\n  have suggested that liability for collisions with stock wandering into a\r\n  highway rests on a negligence theory.  Swindler v. Peay, 227 S.C. 157,\r\n  161, 87 S.E.2d 296, 299 (1955) (finding in a case in which a driver collided\r\n  with livestock it was not error to suggest the predecessor of section 47-7-110\r\n  stated a duty on the part of the owner of the escaped stock);  see also Reed\r\n    v. Clark, 277 S.C. 310, 314, 286 S.E.2d 384, 387 (1982); McCullough v.\r\n      Gatch, 251 S.C. 171, 175, 161 S.E.2d 182, 183-84 (1968) (both applying a\r\n  negligence standard under the predecessor of section 47-7-130 in cases where a\r\n  car collided with stock in the highway).   \r\nRecognizing the applicable standard of\r\n  liability in this case is negligence, we find no error on the part of the trial\r\n  court.  Significantly, because Williams conceded any issues of negligence in\r\n  this case we are not occasioned to consider what conduct will sufficiently\r\n  support such a claim.  It suffices that because our supreme court has held the\r\n  duty imposed by section 47-7-110 to not willfully or negligently allow stock to\r\n  run at large will not support negligence per se, a plaintiff must\r\n  provide evidence of negligence in order to overcome summary judgment.  See McCullough, 251 S.C. 171, 161 S.E.2d 182 (finding a plaintiff who\r\n  collided with stock must present evidence of negligence on the part of the\r\n  defendant).  \r\nCONCLUSION\r\nWe find section 47-7-130 imposes strict\r\n  liability for personal injury caused by trespassing stock; however, we also\r\n  find that negligence, not strict liability, is the appropriate standard for\r\n  instances in which livestock wander into a highway.  Accordingly, because we\r\n  can affirm for any reason appearing in the record,[1] the trial\r\n  court's grant of summary judgment for failure to provide evidence of negligence\r\n  is\r\nAFFIRMED AS MODIFIED\r\nFEW, C.J. and PIEPER, J., concur.\r\n\r\n\r\n[1] See I'On v. Town of Mt. Pleasant, 338\r\n  S.C. 406, 420, 526 S.E.2d 716, 723 (2000) (noting that an appellate court can\r\n  affirm the trial court for any reason appearing in the record).\r\n\r\n","court":"Appeals"},{"id":"4756","title":"Neeltec Ind v. Long, Willard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4756","description":"Neeltec Enterprises, Inc. d/b/a Fireworks Supermarket (Neeltec) appeals the special referee's order substituting two corporations, Foxy's Fireworks and Fireworks Superstore, as defendants in Neeltec's action against Willard Long.","date":"2010-10-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Neeltec\r\n          Enterprises, Inc. d/b/a Fireworks Supermarket, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Willard Long\r\n          d/b/a Foxy's Fireworks, and d/b/a Fireworks Superstore, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Colleton County\r\nA. Victor Rawl, Special Referee\r\n\r\nOpinion No.  4756 \r\n  Submitted September 1, 2010 – Filed\r\nOctober 27, 2010\r\nWithdrawn, Substituted and Refiled January\r\n19, 2011\r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Robert J. Thomas and Robert P. Wood, both\r\n          of Columbia, for Appellant.\r\n        Bert Glenn Utsey, III, of Walterboro, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Neeltec Enterprises, Inc. d/b/a Fireworks Supermarket\r\n  (Neeltec) appeals the special referee's order substituting two corporations, Foxy's\r\n  Firework Superstore, Inc. and Hobo Joe’s, Inc., as defendants in Neeltec's\r\n  action against Willard Long d/b/a Foxy's Fireworks and d/b/a Fireworks\r\n  Superstore.[1] \r\n  We dismiss[2] Neeltec's appeal because the special referee's order\r\n  is not immediately appealable.\r\n&quot;An appeal ordinarily\r\n  may be pursued only after a party has obtained a final judgment.&quot;  Hagood\r\n  v. Sommerville, 362 S.C. 191, 194, 607 S.E.2d 707, 708 (2005) (citing Mid-State\r\n  Distribs., Inc. v. Century Imps., Inc., 310 S.C. 330, 335, 426 S.E.2d 777,\r\n  781 (1993)).  &quot;Any judgment or decree, leaving some further act to be done\r\n  by the court before the rights of the parties are determined, is interlocutory\r\n  and not final.&quot;  Ex parte Wilson, 367 S.C. 7, 12, 625 S.E.2d 205,\r\n  208 (2005).\r\nAbsent\r\n  some specialized statute, the immediate appealability of an interlocutory order\r\n  depends on whether the order falls within section 14-3-330 of the South\r\n  Carolina Code (1977).  Under section 14-3-330(1), this court may review any\r\n  intermediate order that involves the merits of the action.  &quot;An order\r\n  involving the merits must finally determine some substantial matter forming the\r\n  whole or a part of some cause of action or defense in the case in which the\r\n  order is entitled.&quot;  Duncan v. Gov't Emps. Ins. Co., 331 S.C. 484,\r\n  485, 449 S.E.2d 580, 580&nbsp;(1994) (quoting Knowles v. Standard Sav. &amp;\r\n  Loan Ass'n, 274 S.C. 58, 59, 261 S.E.2d 49, 49 (1979)).  Further, an interlocutory order that affects a substantial\r\n  right and in effect determines the action and prevents a judgment from which an\r\n  appeal may be taken or discontinues the action may be reviewed by this court.  See S.C. Code. Ann. § 14-3-330(2)(a).\r\nAlthough\r\n  neither this court nor the South Carolina Supreme Court has addressed whether\r\n  an order granting a motion to substitute a party is immediately appealable, we\r\n  find that in the present case, the special referee's order granting Long's\r\n  motion to substitute does not fall within either section 14-3-330(1) or (2).[3] \r\n  The special referee's order does not involve the merits, nor does the order\r\n  involve a substantial right or prevent a judgment from which an appeal can be\r\n  taken.  A review of the complaint indicates Neeltec only alleged causes of\r\n  action against the corporate defendants.  Neeltec did not specifically assert\r\n  any claim against Long individually, but rather, sued Long d/b/a Foxy's\r\n  Fireworks and d/b/a Fireworks Superstore.  The special referee's order simply\r\n  granted Long's motion to substitute the two corporate defendants for Long d/b/a\r\n  Foxy's Fireworks and d/b/a Fireworks Superstore, as business entities under the\r\n  corporate umbrella.  The special referee's order also specifically permitted\r\n  Neeltec to amend its complaint to assert an individual claim against Long.  \r\n  Accordingly, because the order on appeal is not final, nor does the order fit\r\n  within a statutory exception permitting an appeal from an interlocutory order,\r\n  the order is not immediately appealable.  \r\nAPPEAL\r\n  DISMISSED.\r\nWILLIAMS, PIEPER, and\r\n  KONDUROS, JJ., concur.  \r\n\r\n\r\n[1] At the commencement of this action, the corporate\r\n  name was Hobo Joe's, Inc.  After the filing of the complaint, a separate\r\n  corporation, Foxy's Firework Superstore, Inc., was formed to operate the\r\n  Fireworks Superstore.\r\n[2]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n[3]  We note that a motion to substitute may be\r\n  immediately appealable if it falls under section\r\n  14-3-330(1) or (2).\r\n\r\n","court":"Appeals"}]