[{"id":"4707","title":"Richitelli v. Motiva Enterprises","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4707","description":"In this personal injury action, the court affirmed the grant of summary judgment to Motiva Enterprises, H.D. Payne & Co., H.D. Payne and Co. of Greenwood, and Hayne B. Workman, holding none of the respondents had a master-servant relationship with the individual who was directly responsible for the plaintiffs' injuries.","date":"2010-07-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tChristie L.\r\n      Richitelli and Steve Richitelli, Appellants,\r\n\t\t\t\tv.\r\n\t\t\t\tMotiva\r\n      Enterprises, LLC d/b/a Texaco; and H.D. Payne &amp; Co., Inc., H.D. Payne and\r\n      Co. of Greenwood; and Hayne B. Workman, et al., Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Greenwood County\r\n Wyatt T. Saunders, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 4707\r\nHeard December 10, 2009 – Filed July 7,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tBilly J. Garrett, Jr., of Greenwood, John Paul Detrick, of\r\n  Hampton, and John S. Nichols of Columbia, for Appellants.\r\n\t\t\t\tW. Francis Marion, Jr., Joel M. Bondurant, Jr., and Kenneth N.\r\n  Shaw, all of Greenville, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nTHOMAS, J.: In this\r\n  personal injury action arising from a motor vehicle collision, Christie L.\r\n  Richitelli and Steve Richitelli appeal the grant of summary judgment to Respondents\r\n  Motiva Enterprises, LLC, d/b/a Texaco (&quot;Texaco&quot;); H.D. Payne &amp;\r\n  Co., Inc., and H.D. Payne &amp; Co. of Greenwood (collectively\r\n  &quot;Payne&quot;); and Hayne B. Workman.  The trial court held as a matter of\r\n  law that the Richitellis failed to show Respondents (1) had either an agency\r\n  relationship with the employer of the driver of the wrecker that collided with\r\n  their vehicle or (2) operated a joint venture or partnership with the driver's\r\n  employer.  We affirm.\r\nFACTS AND PROCEDURAL HISTORY\r\nOn\r\n  or about August 6, 2001, while driving her car north on U.S. Highway 25 in\r\n  Greenwood County, Christie Richitelli was struck from behind by a wrecker\r\n  driven by Harry E. Parker and belonging to Parker's employer, North Main\r\n  Texaco.\r\nAt\r\n  the time of the accident, Parker was using the wrecker to move a vehicle from\r\n  North Main Texaco to a body shop.  Each door of the wrecker displayed a decal\r\n  saying &quot;North Main Texaco, Greenwood South Carolina.&quot;  \r\nC. Thomas\r\n  Sprott purchased the business, then known as &quot;Terry's Texaco and Wrecker\r\n  Service&quot; in 1987 and later renamed it &quot;North Main Texaco.&quot;  The\r\n  property on which the business was located belonged to Payne, which also served\r\n  as the &quot;jobber&quot; for the gasoline and petroleum products sold by North\r\n  Main Texaco.[1] \r\n  Hayne Workman was the managing partner of Payne. \r\nIn 1998, Texaco\r\n  provided a Marketer Agreement to Payne and Workman.  This agreement required Payne\r\n  to sell Texaco brand motor fuels at all Texaco-branded facilities, including\r\n  North Main Texaco.  Although the agreement expressly stated that retail\r\n  facilities were at all times independent business entities, they were to meet\r\n  certain Texaco-branded identification.  Failure to comply with this requirement\r\n  could subject a facility to &quot;deidentification&quot; from the Texaco name. \r\n  The agreement also required Payne to (1) submit to Texaco any promotional\r\n  material or advertising before use, (2) require its retail operators to\r\n  participate in training provided by Texaco on customer service, operations, and\r\n  marketing; and (3) ensure compliance by its retail operators with the Texaco\r\n  Wholesale Marketer Credit Card Agreement and other similar agreements.\r\nTexaco\r\n  also provided a &quot;Retail Facility Standards Manual&quot; covering identity,\r\n  facility appearance, signage, fuel dispensers, and use of promotional materials. \r\n  In addition, Texaco regularly evaluated its retail facilities.  In station evaluations\r\n  of North Main Texaco, Texaco noted concerns such as employees not being\r\n  appropriately dressed, lack of approved landscaping, lack of proper signage,\r\n  unavailability of &quot;pay at the pump,&quot; and substandard maintenance of\r\n  the facilities.\r\nOn August 13, 2002, Christie Richitelli filed an\r\n  action against Parker, the Sprotts, and North Main Texaco for damages arising\r\n  from the collision.  Following discovery, Christie Richitelli and her husband\r\n  Steve Richitelli settled with Parker and the Sprotts and signed a covenant not\r\n  to execute.\r\nOn July 20, 2004, the Richitellis filed an &quot;Amended Complaint&quot; under a different case\r\n  number.  In addition to Parker and Sprott, the Richitellis included Texaco,\r\n  Payne, and Workman as defendants.  In their new lawsuit, the Richitellis\r\n  alleged (1) Parker and North Main Texaco were agents of Texaco, (2) Payne was\r\n  acting at Texaco's agent at all pertinent times, and (3) all the defendants\r\n  operated a joint venture or partnership for their shared financial benefit.\r\nRespondents\r\n  subsequently moved for summary judgment.  In support of their motion,\r\n  Respondents argued the Richitellis (1) failed to establish that Parker was the\r\n  actual or apparent agent or servant of any of the defendants and (2) there was\r\n  no evidence of a joint venture or partnership between Respondents and either\r\n  Sprott or Parker.  \r\nThe trial court\r\n  heard the matter on June 5, 2006, and by order dated June 29, 2006, granted\r\n  summary judgment on the ground that the Richitellis, as a matter of law, could\r\n  establish neither an agency relationship between Parker and Respondents nor the\r\n  existence of a joint venture or partnership.[2]\r\nOn July 17, 2006,\r\n  the Richitellis moved to alter or amend the summary judgment order.  The trial\r\n  court denied the motion by form order filed February 26, 2008, whereupon the\r\n  Richitellis filed this appeal.\r\nISSUE\r\nThe\r\n  only ground for summary judgment the Richitellis challenge in their appeal is\r\n  the trial court's ruling that no evidence showed a master-servant relationship\r\n  existed as to Parker's operation of the wrecker on the date of the accident. \r\n  The Richitellis do not dispute the trial court's finding they could not, as a\r\n  matter of law, prove a joint venture or partnership.\r\nSTANDARD OF REVIEW\r\n&quot;An appellate\r\n  court reviews the grant of summary judgment under the same standard applied by\r\n  the trial court.&quot;  Houck v. State Farm Fire &amp; Cas. Ins. Co.,\r\n  366 S.C. 7, 11, 620 S.E.2d 326, 329 (2005).  Summary judgment is appropriate\r\n  when &quot;there is no genuine issue as to any material fact and the moving\r\n  party is entitled to a judgment as a matter of law.&quot;  Rule 56(c), SCRCP.  &quot;When\r\n  determining if any triable issues of fact exist, the evidence and all reasonable\r\n  inferences must be viewed in the light most favorable to the non-moving party.&quot;  Hansson v. Scalise Builders of S.C., 374 S.C. 352, 355, 650 S.E.2d 68,\r\n  70 (2007).\r\nLAW/ANALYSIS\r\nThe\r\n  Richitellis argue the trial court erred in ruling no evidence showed a\r\n  master-servant relationship existed as to Parker's operation of the wrecker on\r\n  the date of the accident.  They maintain that they presented evidence that\r\n  Texaco had the right to control North Main Texaco and that it is this right,\r\n  not its exercise, that is the decisive test in determining the existence of a\r\n  master-servant relationship.  As evidence of the right to control, the\r\n  Richitellis point out that notwithstanding the express disclaimers in the\r\n  Marketing Agreement of any agency relationship, (1) North Main Texaco used Texaco's\r\n  signs, logos, products, advertising, and uniforms, all of which were under the\r\n  control of Texaco and (2) the Marketing Agreement provided Texaco with the\r\n  right of control over the type of fuel sold, the manner in which it was\r\n  delivered, the manner in which retailers advertised their businesses and\r\n  maintained their facilities, and the way their employees interacted with their\r\n  customers.  \r\nWe\r\n  agree with the Richitellis that the critical question here is the right of the\r\n  purported master to control the actions of the purported servant rather than the\r\n  actual exercise of this right.  See Jamison v. Morris, 385 S.C.\r\n  215, 221, 684 S.E.2d 168, 171 (2009) (&quot;The decisive test in determining\r\n  whether the relation of master and servant exists is whether the purported\r\n  master has the right or power to direct and control the servant in the\r\n  performance of his work and in the manner in which the work is to be done.&quot;). \r\n  We disagree, however, with their argument that the various indicia of control\r\n  that they cited were sufficient to create a jury issue regarding Respondents'\r\n  vicarious liability for Christie Richitelli's injuries.\r\nIn Jamison,\r\n  the South Carolina Supreme Court reversed vicarious liability verdicts against\r\n  both a jobber and an oil company, holding there was no evidence that a\r\n  company-branded gas station that illegally sold alcohol to the driver of the\r\n  vehicle in which the plaintiff was seriously injured was the actual agent of\r\n  either appellant.  As in the present case, the oil company in Jamison required\r\n  retailers of its gasoline products to enforce specific standards regarding\r\n  employee appearance and conduct, as well as the appearance and maintenance of\r\n  the business premises.  Id. at 223, 684 S.E.2d at 172.  The gas station in Jamison was also required to participate in a &quot;Mystery Shopper\r\n  Program,&quot; through which the oil company and the jobber evaluated branded\r\n  stations on their compliance with certain designated standards.  Id. at\r\n  224, 684 S.E.2d at 172-73.\r\nNotwithstanding\r\n  this evidence, the court held the trial court erred in submitting the issue of\r\n  vicarious liability to the jury, stating:  &quot;A franchisor is not\r\n  vicariously liable for a tort committed at an independent gas station unless\r\n  the plaintiff can show that the franchisor exercised more control over the\r\n  franchisee than that necessary to ensure uniformity of appearance and quality\r\n  of services among its franchisees.&quot;  Id. at 222-23, 684 S.E.2d at\r\n  172.  The court further held it found no evidence to support a finding that\r\n  either the oil company or the jobber &quot;had the right or power to control\r\n  the retailer in the performance of its retail alcoholic beverage sales or in\r\n  the manner in which that work was done.&quot;  Id. at 225, 684\r\n  S.E.2d at 173 (emphasis added).  Based on this ruling, we agree with\r\n  Respondents that liability against Payne or Texaco required evidence of a\r\n  master-servant relationship &quot; 'between the wrongdoer and the person sought\r\n  to be charged for the result for the wrong at the time and in respect to the\r\n    very transaction out of which the injury arose.' &quot; Holder v. Haynes,\r\n  193 S.C. 176, 7 S.E.2d 833, 838 (1940) (emphasis added) (quoting Linville v.\r\n    Nissen, 77 S.E.1096, 1099 (N.C. 1913)).  \r\nThis\r\n  court requested and received supplemental briefs from counsel on the\r\n  applicability of Jamison, which was issued by the Supreme Court after\r\n  the briefs in the present appeal were filed.  In their supplemental brief, the\r\n  Richitellis attempt to distinguish Jamison by emphasizing the attenuated\r\n  relationship between alcohol sales and the general operation of a service\r\n  station in that case.  In the present case, however, neither the Marketer\r\n  Agreement nor the Retail Facility Standards Manual addresses the provision of\r\n  wrecker services by an individual retailer, and the Richitellis have not called\r\n  to our attention any other evidence in the record that would support a\r\n  determination that either Texaco or Payne attempted to regulate this activity. \r\n  We therefore do not agree that the allegedly attenuated relationship between\r\n  alcohol sales and the general operation of a service station is a valid reason\r\n  to distinguish Jamison from the matter presently before us.  \r\nCONCLUSION\r\nWe hold Jamison is the controlling authority in this case and affirm the trial court's finding\r\n  that the Richitellis failed to show the presence of a genuine issue of material\r\n  fact as to whether either Texaco or Payne had the right to control the\r\n  operation of the wrecker service by North Main Texaco.\r\nAFFIRMED.\r\nSHORT and KONDUROS, JJ., concur.\r\n\r\n\r\n[1]  A &quot;jobber&quot; is a distributor through which\r\n  an oil company sells branded petroleum products.  BP Oil Co. v. Federated\r\n    Mut. Ins. Co., 329 S.C. 631, 634, 496 S.E.2d 35, 37 (Ct. App. 1998).  The\r\n  jobber in turn sells these company-branded petroleum products purchased from\r\n  the oil company to retailers, such as convenience stores and service stations.  Id.\r\n[2]  Respondents also maintained they were entitled to\r\n  summary judgment based on the covenant not to sue; however, the trial court\r\n  declined to use this ground as an additional basis for summary judgment.\r\n\r\n","court":"Appeals"},{"id":"4708","title":"State v. Webb","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4708","description":"Thomas Webb appeals his convictions for kidnapping, armed robbery, and first-degree burglary, arguing the trial court erred in (1) allowing the State to refer to Webb as a \"wild animal\" in its opening statement and closing argument; (2) allowing the State to include facts about Webb's hair in its closing argument; and (3) not allowing defense counsel to fully cross examine Joy Hines and Officer Mann regarding the charges against co-defendant Randy Gaunt.","date":"2010-07-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\n\r\nIn The Court of Appeals\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tThomas Webb, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\n\r\n\r\nAppeal\r\n  From Horry County\r\n\r\n Edward\r\n  B. Cottingham, Circuit Court Judge\r\n\r\n\r\n\r\n\r\nOpinion\r\n  No. 4708\r\n\r\nHeard\r\n  March 2, 2010 – Filed July 7, 2010\r\n  \r\n  \r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\t\r\n\t\t\t\tAppellate Defender LaNelle C. DuRant, of\r\n  Columbia, for Appellant.\r\n\t\t\t\t\r\n\t\t\t\tAttorney General\r\n  Henry Dargan McMaster, Senior Assistant Attorney General Norman Mark Rapoport, Assistant\r\n  Attorney General Mark R. Farthing, Chief Deputy Attorney General John W.\r\n  McIntosh, and Assistant Deputy Attorney General Salley W. Elliott, all of\r\n  Columbia; Solicitor John Gregory Hembree, of Conway, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY, J.: Thomas\r\n  Webb appeals his convictions for kidnapping, armed robbery, and first-degree\r\n  burglary, arguing the trial court erred in (1) allowing the State to refer to\r\n  Webb as a &quot;wild animal&quot; in its opening statement and closing\r\n  argument; (2) allowing the State to include facts about Webb's hair in its\r\n  closing argument; and (3) not allowing defense counsel to fully cross examine\r\n  Joy Hines and Officer Mann regarding the charges against co-defendant Randy\r\n  Gaunt.  We affirm.\r\n  \r\n  \r\n  FACTS\r\n  \r\n  \r\nWebb was indicted on two counts of kidnapping, two counts of armed\r\n  robbery, and one count of first-degree burglary.  The State alleged Webb robbed\r\n  Ellis and Fairey Price at gunpoint at 5:00 a.m. on October 22, 2005, in their\r\n  Myrtle Beach motel room.  At trial, the Prices testified two men identified\r\n  themselves as maintenance workers at the motel and claimed they needed to check\r\n  the room for a water leak.  After entering the room and looking around, one of\r\n  the two men left and returned with a gun.  The two men threatened to\r\n  kill the Prices and stole their cash, credit cards, jewelry, and camera before pulling\r\n  the phone lines out of the wall and telling the Prices not to leave the room. \r\n  \r\n  \r\nOfficer Selena Mann, a detective with the Myrtle Beach Police\r\n  Department, testified she received information that one of the Price's stolen\r\n  credit cards was used at a nearby Wal-Mart within an hour of the robbery.  Officer\r\n  Mann obtained the Wal-Mart security tapes, which showed two men and a woman\r\n  using the Prices' credit card.  Officer Mann recognized Webb and his girlfriend\r\n  Joy Hines and testified she knew where the two lived.  Officer Mann obtained a\r\n  search warrant for their apartment where police collected a revolver and the Prices'\r\n  stolen camera.  While executing the search warrant, Hines, who appeared\r\n  at the residence, received a phone call from Webb telling her where the gun was\r\n  hidden in the apartment and asking her to bring it to him.  Police followed\r\n  Hines to Webb's location, and he was arrested.  Jewelry belonging to Mrs. Price\r\n  was found on Webb at the time of his arrest.  Hines and Gaunt, who was in\r\n  possession of the Prices' Sears credit card, were also arrested. \r\n  \r\n  \r\nHines testified for the State.  She testified she drove Webb and Gaunt\r\n  to the Prices' hotel and stayed in the car while the two men went inside.  Hines\r\n  testified that when Webb and Gaunt returned to the car they had a wallet, &quot;fanny\r\n  pack,&quot; and camera with them.  She further testified Webb had a revolver\r\n  that belonged to her, and he pointed it at her and told her to drive.  According\r\n  to Hines, Webb and Gaunt then counted the cash, and she drove to a gas station\r\n  where she used a credit card from the wallet to pay for the gas.  The three\r\n  then drove to Wal-Mart where they used the Prices' stolen credit card. \r\n  \r\n  \r\nThe jury returned guilty verdicts on all charges against Webb, and\r\n  the trial court sentenced him to thirty years' imprisonment on each kidnapping\r\n  charge, fifteen years on each armed robbery charge, and thirty years for the\r\n  burglary charge.  All of Webb's sentences were to run concurrent with the\r\n  exception of one armed robbery, which was to run consecutive to the others.  This\r\n  appeal followed. \r\n  \r\n  \r\n  LAW/ANALYSIS\r\n  \r\n  I.&nbsp; &quot;Wild Animal&quot;\r\n    Statements\r\n  \r\nWebb argues the trial court\r\n  erred in allowing the solicitor to refer to him as a &quot;wild animal&quot; in\r\n  his opening and closing argument.  Specifically, Webb alleges the solicitor's\r\n  statements inflamed the passions and prejudice of the jury.  We disagree.\r\n  \r\n  \r\nA solicitor's &quot;argument\r\n  must not be calculated to arouse the jurors' passions or prejudices, and its\r\n  content should stay within the record and reasonable inferences to it.&quot;  State\r\n  v. Rudd, 355 S.C. 543, 549, 586 S.E.2d 153, 156 (Ct. App. 2003).  &quot;The\r\n  appropriateness of a solicitor's . . .  argument is a matter left to the trial\r\n  court's sound discretion.&quot;  Id. at 548, 586 S.E.2d at 156.  &quot;An\r\n  appellate court will not disturb a trial court's ruling regarding [a\r\n  solicitor's] argument unless there is an abuse of that discretion.&quot; Id. \r\n  &quot;Improper comments do not require reversal if they are not prejudicial to\r\n  the defendant, and the appellant has the burden of proving he did not receive a\r\n  fair trial because of the alleged improper argument.&quot;  Randall v. State,\r\n  356 S.C. 639, 642, 591 S.E.2d 608, 610 (2004).  &quot;On appeal, an appellate\r\n  court will review the alleged impropriety of the solicitor's argument in the\r\n  context of the entire record, including whether the trial judge's instructions\r\n  adequately cured the improper argument and whether there is overwhelming\r\n  evidence of the defendant's guilt.&quot; Rudd at 550, 586 S.E.2d at 157.\r\n  &quot;The appropriate determination is whether the solicitor's comment so\r\n  infected the trial with unfairness as to make the resulting conviction a denial\r\n  of due process.&quot;  Id.\r\n  \r\n  \r\n\tIn his opening argument, the\r\n  solicitor stated:\r\n\r\n\r\n\r\n\t\r\n\t\tFolks, I wonder if anybody here has ever seen a hyena,\r\n  a dog-like creature, wild, feral, a scavenger, a predator.  Not terribly\r\n  bright, not king of the jungle but its vicious, malevolent, and it hops on\r\n  weak, easy prey, a mean little thing.  And I asked you that question because that's\r\n  what this case reminds me of. \r\n  \t\r\n\r\n  \r\n  \r\nThe solicitor then argued: &quot;So, [Mr. Price] goes\r\n  to open the door.  That's when those wild animals strike.  They want what they\r\n  want.  They have to have it right then, and they rush in the room.&quot;  Later,\r\n  the solicitor remarked:  &quot;Merely forty-five minutes to an hour after these\r\n  wild animals robbed . . . . &quot;  After this third statement, defense counsel\r\n  objected to the characterization of Webb as a wild animal arguing it inflamed\r\n  the passions of the jury.  The trial court overruled the objection and\r\n  determined the solicitor &quot;wasn't referring to this individual . . . . He\r\n  was referring to an act of someone.&quot;  Defense counsel argued the term\r\n  &quot;wild animals&quot; clearly referred to Webb, and the trial court\r\n  responded: &quot;I have permitted this.  He's not talking to him.  He's talking\r\n  generally as to folks who might do this.  He has not indicated him.&quot;  The\r\n  solicitor then agreed to say &quot;armed robbers.&quot;  Later, during his\r\n  closing argument, the solicitor stated: \r\n  \r\n  \r\n\tWell, I started off talking to y'all about hyenas. \r\n  Once again, they are vicious animals, predatory scavengers always looking for\r\n  the easy prey.  They want - - they don't want too hard for them (sic).  Not\r\n  terribly bright, and I think after listening to the facts of the case you\r\n  understand why this case reminds me of hyenas.\r\n  \r\n  \r\n  \r\nThe solicitor further remarked: &quot;Like I said,\r\n  hyenas aren't bright animals.  They go to Wal-Mart with all the nice bright\r\n  lights, big cameras, and that's where they're caught.&quot;  The solicitor\r\n  concluded by stating: &quot;Folks, you've been left firmly convinced.  All I\r\n  ask is that you do your job and you cage this wild animal.  Put him away for\r\n  what he did.&quot;  Defense counsel did not object to the solicitor's closing\r\n  argument. \r\n  \r\n  \r\nWebb contends the solicitor's\r\n  comments likening him to a hyena were prejudicial and deprived him of a fair\r\n  trial.  Specifically, Webb maintains the hyena comment was the first statement\r\n  made by the solicitor to the jurors and thus was the first impression the\r\n  jurors were given of Webb.  Given the facts of this case, we find the\r\n  solicitor's comments did not infect the trial with unfairness so as to deprive\r\n  Webb of a fair trial.  This case is similar to Randall, 356 S.C. 639,\r\n  591 S.E.2d 608.  In Randall, our supreme court held a solicitor's closing\r\n  argument wherein he referred to the defendant drug dealers as &quot;dirty\r\n  cockroaches&quot; did not require a new trial because there was strong evidence\r\n  of the defendants' guilt.  356 S.C. at 643, 591 S.E.2d at 610.  The court also noted\r\n  the solicitor's &quot;dirty cockroach&quot; argument only consisted of ten\r\n  lines of the transcript and was not repeated throughout the trial.  Id. at 643, 591 S.E.2d at 611.  \r\n  \r\n  \r\nHere, there was strong\r\n  evidence of Webb's guilt.  Joy Hines testified she dropped Webb and Gaunt off\r\n  at the motel the night of the robbery, and they returned to the car with the\r\n  gun, wallet, camera, and stolen credit cards.  Webb, Gaunt, and Hines were also\r\n  caught on surveillance cameras at Wal-Mart a short time after the robbery using\r\n  the Prices' stolen credit cards.  Moreover, Webb was arrested with Mrs. Price's\r\n  jewelry in his possession, and the gun and stolen camera were found inside his\r\n  apartment.  Furthermore, the objected-to &quot;wild animal&quot; argument was not\r\n  repeated throughout the trial.  Accordingly, we find the solicitor's comments\r\n  did not so infect the trial with unfairness as to make Webb's conviction a\r\n  denial of due process.\r\n  \r\n  II.&nbsp; Hair Statements\r\n  \r\nWebb argues the trial court\r\n  erred in allowing the State to include in its closing argument facts about his\r\n  hair which were not in evidence.  We disagree. \r\n  \r\n  \r\n\tDuring his closing argument,\r\n  the solicitor stated:\r\n\r\n\r\n\r\n\t\r\n\t\tYou heard the description that the Prices gave. \r\n  Detective Mann told you of the description the Prices gave of the two men.  All\r\n  descriptions indicate that the man with the longer hair, the big man, he's the\r\n  one with the gun.  Mrs. Price told you she got a good look at the man with the\r\n  gun.  She's sitting there looking at him, the man with the gun on her saying,\r\n  &quot;Give me what you got. You're lying to us.&quot;  The man she was so\r\n  frightened of, that was the man with the tattoo on the upper arm.  Both\r\n  defendants had tattoos on the upper arm but she said he was definitely a big\r\n  man with longer hair.\r\n  \t\r\n\r\n  \r\n  \r\nDefense counsel objected on the basis that the\r\n  statement by Mrs. Price was not in evidence.  The trial court overruled the\r\n  objection and stated: &quot;No, sir.  I'll let the jury determine what's in the\r\n  testimony.&quot; \r\n  \r\n  \r\n&quot;A solicitor may not rely\r\n  on statements not in evidence during closing argument.&quot;  State v.\r\n  Huggins, 325 S.C. 103, 107, 481 S.E.2d 114, 116 (1997).  &quot;Arguments\r\n  must be confined to evidence in the record (and reasonable inferences\r\n  therefrom), although failure to do so will not automatically result in\r\n  reversal.&quot; Id.  &quot;A new trial will not be granted unless the\r\n  prosecutor's comments so infected the trial with unfairness as to make the\r\n  resulting conviction a denial of due process.&quot;  Id.  Webb argues\r\n  the solicitor's statements were prejudicial because his hair was long at the\r\n  time of the robbery, and Mrs. Price testified that the gunman's hair was not\r\n  long.  Mrs. Price testified she knew the man with the gun had a tattoo on his\r\n  right arm because his shirt sleeve was rolled up.  Mrs. Price further testified\r\n  the man with the gun looked like a &quot;big biker guy&quot; because &quot;his\r\n  arms were muscular.&quot;  She testified that because she was looking at the\r\n  gun during the robbery, she &quot;wasn't looking at the hair that much.&quot;  While\r\n  Mrs. Price admitted she told police shortly after the robbery the gunman's hair\r\n  &quot;wasn't really long,&quot; she clarified her earlier description by saying\r\n  &quot;I also said he looked like a big biker which they have long hair . . . I\r\n  said he was a big biker or looked like a big biker, and to me the biker that I\r\n  have in my mind has longer hair.&quot;  \r\n  \r\n  \r\nWebb's argument that the\r\n  solicitor's comments regarding his hair were prejudicial is without merit.  While\r\n  there was conflicting testimony from Mrs. Price regarding the length of the\r\n  gunman's hair, the jury is the ultimate fact finder.  See McDill v.\r\n  Mark's Auto Sales, Inc., 367 S.C. 486, 492, 626 S.E.2d 52, 56 (Ct. App. 2006)\r\n  (holding it is &quot;up to the jury, as the finder of fact, to judge the\r\n  credibility of the witnesses and to resolve any conflicts in their testimony&quot;).\r\n   Furthermore, other evidence in the record demonstrates Webb had longer hair\r\n  than Gaunt during the robbery.  Joy Hines testified Webb had a mullet haircut\r\n  at the time of the robbery and that his hair went down his back.  Officer Mann\r\n  testified the Prices described the gunman as having longer hair than the other\r\n  robber.  Officer Mann further testified Webb's hair was longer than Gaunt's\r\n  during the robbery.  Moreover, in addition to the testimony at trial,\r\n  the Wal-Mart video showed the different appearances of the suspects.  Because\r\n  the solicitor's argument was supported by evidence in the record, the trial\r\n  court did not abuse its discretion by allowing his statement.\r\n  \r\n  \r\nEven assuming the trial court\r\n  did err in allowing the solicitor's statement regarding the length of Webb's hair,\r\n  it was harmless error because there was overwhelming evidence of Webb's guilt\r\n  in evidence.  See State v. Baccus, 367 S.C. 41, 55, 625 S.E.2d\r\n  216, 223 (2006) (&quot;When guilt is conclusively proven by competent evidence,\r\n  such that no other rational conclusion could be reached, this [c]ourt will not\r\n  set aside a conviction for insubstantial errors not affecting the result.&quot;).\r\n   \r\n  \r\n  III.&nbsp; Cross-Examinations of Hines\r\n    and Mann\r\n  \r\nWebb argues the trial court\r\n  erred in not allowing defense counsel to fully cross-examine Hines and Officer\r\n  Mann regarding the charges against Gaunt.  We disagree. \r\n  \r\n  \r\nOn cross-examination, defense\r\n  counsel questioned Hines regarding her pending charges and asked her whether\r\n  Gaunt had already pled to the charges against him.  The State objected, arguing\r\n  Hines was not Gaunt's attorney and would not have knowledge of whether Gaunt\r\n  had pled.  The trial court sustained the objection and informed defense counsel\r\n  that information was not pertinent to the present inquiry, and he was not going\r\n  to allow it.\r\n  \r\n  \r\nLater, defense counsel cross-examined\r\n  Officer Mann regarding the disposition of the charges against Gaunt.  Officer Mann\r\n  testified she believed the case was &quot;disposed of,&quot; but she did not\r\n  know anything about Gaunt's sentence.  Defense counsel asked Officer Mann\r\n  whether during the course of the investigation, she learned from Gaunt that\r\n  Hines wanted to commit the robberies.  Defense counsel then presented Mann with\r\n  a transcript of her interview with Gaunt.  The State objected, arguing Gaunt\r\n  was not available for cross-examination, and his statement constituted\r\n  inadmissible hearsay.  Defense counsel argued he only wanted to refresh Mann's\r\n  memory regarding her investigation. \r\n  \r\n  \r\nThe trial court allowed the\r\n  cross-examination to continue, and defense counsel asked Mann whether she\r\n  &quot;learned through the investigation that [Gaunt] says that [Webb] had the\r\n  billfold?&quot;  The State objected, and the trial court stated:  &quot;I tell\r\n  you that if you want that individual to testify, I will make him available to\r\n  you.  I will not permit his testimony through this witness.  That is rank\r\n  hearsay.&quot;  Defense counsel went on to question Officer Mann about her\r\n  conversation with Gaunt.  The trial court stopped the questioning and informed\r\n  defense counsel he could not try and get Gaunt's testimony into the record\r\n  through Officer Mann.  Thereafter, the trial court instructed the jury\r\n  on the hearsay rule and explained why Gaunt's statements were inadmissible. \r\n  \r\n  \r\n  Webb\r\n  maintains his right to confront and cross-examine witnesses is essential to due\r\n  process.  He argues the limits placed on Hines' and Officer Mann's testimony\r\n  regarding Gaunt were prejudicial and prevented him from presenting a complete\r\n  defense.  Webb contends their testimony was significant to his case\r\n  because there was a reasonable probability that Gaunt was the one with the gun\r\n  in the hotel room.  The State alleges defense counsel failed to object to any\r\n  limitation of his cross-examinations of Hines and Officer Mann, and thus, Webb's\r\n  argument is not preserved for review.  The State notes defense counsel\r\n  did not argue at trial the same grounds for allowing his cross-examination of\r\n  Hines and Officer Mann that Webb now asserts on appeal. \r\n  \r\n  \r\nWe find Webb's argument is not\r\n  preserved for our review.  Defense counsel did not object to the trial court's\r\n  limitations on cross-examination, and therefore, Webb's argument is not\r\n  preserved for our review.  See State v. Blalock, 357 S.C. 74, 79,\r\n  591 S.E.2d 632, 635 (Ct. App. 2003) (&quot;In order to preserve an error for\r\n  appellate review, a defendant must make a contemporaneous objection on a\r\n  specific ground. The objection should be sufficiently specific to bring into\r\n  focus the precise nature of the alleged error so that it can be reasonably\r\n  understood by the trial judge.&quot;); see also State v. Mitchell,\r\n  330 S.C. 189, 195, 498 S.E.2d 642, 645 (1998) (holding that where counsel\r\n  acquiesces in judge's limitation of his cross-examination and makes no further\r\n  objection, appellate review of the issue is procedurally barred).  \r\n  \r\n  \r\n  CONCLUSION\r\n  \r\n  \r\n  Accordingly,\r\n  the ruling of the trial court is\r\n  \r\n  \r\nAFFIRMED.\r\n\r\n\r\nSHORT and WILLIAMS, JJ., concur.  \r\n\r\n\r\n","court":"Appeals"},{"id":"4709","title":"Murr v. Nationwide Mutual Insurance","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4709","description":"In this appeal, Richard Murr argues the circuit court erred in granting Nationwide Mutual Insurance Company's (Carrier) motion for summary judgment.  Specifically, Murr maintains he was entitled to liability coverage under the \"temporary substitute\" provision of his policy with Carrier.  We reverse and remand.","date":"2010-07-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRichard Murr, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tNationwide\r\n      Mutual Insurance Company, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nOpinion No. 4709\r\nHeard April 13, 2010 – Filed July 7, 2010\r\nAppeal From Anderson County\r\n J.C. Buddy Nicholson, Jr., Circuit Court\r\n  Judge\r\nREVERSED AND REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDonald Leverette Allen, of Anderson, for Appellant.\r\n\t\t\t\tRaymond Allen Tate, Jr., of Anderson, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY,\r\n  J:  In this appeal, Richard Murr argues the circuit court erred in\r\n    granting Nationwide Mutual Insurance Company's (Carrier) motion for summary\r\n    judgment.  Specifically, Murr maintains he was entitled to liability coverage\r\n    under the &quot;temporary substitute&quot; provision of his policy with\r\n    Carrier.  We reverse and remand.  \r\n\r\nFACTS\r\nCarrier denied Murr\r\n  coverage after he was involved in an accident on May 27, 2006.  Thereafter, Murr\r\n  initiated a declaratory judgment action to determine whether he was covered\r\n  under his policy with Carrier.  The facts of the accident are not in dispute.  \r\nMurr\r\n  suffered injuries when riding as a passenger in his stepson's Saturn.  Murr's\r\n  wife, Elaine Murr (Wife) was driving the Saturn and negligently turned left\r\n  into the path of an oncoming vehicle.  Murr's stepson, Redgel Eugene Lawrence,\r\n  lived with the Murrs when the accident occurred.  At the time of the accident,\r\n  the Murrs' vehicle, a 1998 Pontiac Bonneville, was inoperable.  Murr\r\n  sought to extend the liability coverage on his Pontiac to the accident because\r\n  the Saturn's liability insurance was tendered in full.  Murr's insurance policy\r\n  on the Pontiac provided liability coverage for &quot;temporary substitute&quot;\r\n  vehicles in the event the insured vehicle became inoperable.  \r\nDepositions of the Murrs indicated the Pontiac became\r\n  inoperable four months prior to the accident when the battery died and the\r\n  motor exhibited problems.  As a result, Lawrence furnished the Murrs with the\r\n  Saturn, and he purchased a Jeep for himself.  According to Wife, she and\r\n  Lawrence made the car payments on the Saturn, and Lawrence added Wife to the\r\n  Saturn's insurance policy.  After Lawrence purchased the Jeep and before the\r\n  accident, he drove the Jeep exclusively and Wife drove the Saturn exclusively. \r\n  At the time of the accident, the Murrs were in the process of moving.  When they\r\n  finished moving, five months later, they left the Pontiac in a fenced area at\r\n  their former residence.  Later that month, when Murr returned to retrieve the\r\n  Pontiac, to &quot;continue the process of getting it fixed,&quot; Murr\r\n  discovered the vehicle had been stolen.  \r\nAfter Murr filed\r\n  his declaratory judgment motion, both Carrier and Murr moved for summary\r\n  judgment.  After a hearing, the circuit court granted Carrier's motion.  Ultimately,\r\n  the circuit court found the Pontiac's insurance policy could not act as excess\r\n  liability coverage because the Saturn was not a &quot;temporary substitute.&quot;\r\n   This appeal followed.\r\nSTANDARD OF REVIEW\r\n\r\nSummary judgment is appropriate when there is no genuine issue of\r\n  material fact and the moving party is entitled to judgment as a matter of law.  Wilson v. Moseley, 327 S.C. 144, 146, 488 S.E.2d 862, 865 (1997).  In ruling\r\n  on a motion for summary judgment, the evidence and all inferences which can be\r\n  reasonably drawn therefrom must be viewed in the light most favorable to the\r\n  non-moving party.  Id.  Rule 56(c)\r\n  of the South Carolina Rules of Civil Procedure provides that summary judgment\r\n  is proper when no issue of any material fact exists and the moving party is\r\n  entitled to a judgment as a matter of law. \r\n  \r\n  LAW/ANALYSIS\r\n  \r\nMurr argues the circuit court erred in granting Carrier's summary\r\n  judgment motion because he and Wife were using the Saturn as a temporary\r\n  substitute.  We agree. \r\n  \r\n  \r\nMurr maintains his policy with Carrier provides coverage when he is\r\n  using other motor vehicles because of &quot;a) breakdown; b) repair; c)\r\n  servicing; or d) loss&quot; of his automobile.  Murr argues that his policy\r\n  does not define &quot;temporary,&quot; and the lack of a definition creates an\r\n  ambiguity in the policy.  Thus, the meaning of &quot;temporary substitute&quot;\r\n  was a genuine issue as to a material fact under the insurance policy.  Murr\r\n  argues the circuit court erred in ruling he had no intention of repairing the\r\n  Pontiac.  Specifically, Murr maintains a genuine issue of material fact exists\r\n  as to whether Murr had the intention to make the necessary repairs to the\r\n  Pontiac.  We agree with Murr and find a jury issue was created regarding\r\n  whether the Murrs intended to repair the Pontiac. \r\n  \r\n  Recently, our\r\n    supreme court addressed a similar &quot;temporary substitute&quot; issue in Zurich\r\n      American Insurance Company v. Tolbert, 387 S.C. 280, 692 S.E.2d 523 (2010). \r\n    There, Tolbert was involved in an accident while driving a Honda that he\r\n    owned.  387 S.C. at _, 692 S.E.2d at 524.  However, at the time of the\r\n    accident, he was leasing a BMW from his employer.  387 S.C. at _, 692 S.E.2d at\r\n    523.  Tolbert and his wife sought underinsured motorist coverage (UIM) on the\r\n    BMW under its &quot;temporary substitute&quot; provision.  387 S.C. at _, 692\r\n    S.E.2d at 524.  In his affidavit, Tolbert reasoned he was driving his Honda instead\r\n    of the BMW at the time of the accident because the BMW needed servicing and an\r\n    oil change.  Id.  \r\n  Zurich brought a\r\n    declaratory judgment action to determine if coverage existed.  Id.  Both\r\n    Zurich and Tolbert moved for summary judgment.  Id.  There, the circuit\r\n    court granted Zurich's motion, denying Tolbert UIM coverage.  Id.  This\r\n    court reversed and found there was a genuine question of material fact under\r\n    the &quot;temporary substitute&quot; vehicle endorsement.  Id.  Our\r\n    supreme court affirmed the ruling and reasoned Tolbert's statement from his\r\n    affidavit &quot;constituted the scintilla of evidence necessary to withstand\r\n    summary judgment . . . .&quot;  387 S.C. at _, 692 S.E.2d at 524-25.  \r\n  We\r\n    find Zurich controlling.  As a result, Murr's statements in his\r\n    deposition constitute the scintilla of evidence needed to survive a summary\r\n    judgment motion.  There, Murr characterized the Pontiac's inoperability as\r\n    temporary.  Further, he stated when he discovered the Pontiac was stolen, he\r\n    was retrieving it to continue the repair process.  Therefore, we find Murr's\r\n    testimony presents a genuine issue of material fact.  The factual question of whether\r\n    the Murrs' use of the Saturn was for a temporary period until the Pontiac was\r\n    repaired or whether the Murrs permanently substituted the Saturn for the\r\n    inoperable Pontiac should have been submitted to the jury.  Therefore, we hold\r\n    the circuit court erred in granting Carrier's motion for summary judgment.  \r\n  CONCLUSION\r\n  Accordingly, the\r\n    circuit court's grant of summary judgment is\r\n  REVERSED\r\n    AND REMANDED.\r\n  SHORT AND WILLIAMS, JJ.,\r\n    concur.\r\n\r\n","court":"Appeals"},{"id":"4710","title":"State v. Rios","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4710","description":"Santiago Rios appeals his conviction for murder, arguing the trial court erred in (1) denying his request to suppress two statements he made to investigators because he did not knowingly and intelligently waive his Miranda rights and (2) failing to charge the jury on involuntary manslaughter and self-defense.","date":"2010-07-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\n\r\nIn The Court of Appeals\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tSantiago Rios,\r\n      a/k/a Santiago Pasqual, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\n\r\n\r\nAppeal\r\n  From Spartanburg County\r\n\r\nRoger L.\r\n  Couch, Circuit Court Judge\r\n\r\n\r\n\r\n\r\nOpinion\r\n  No. 4710\r\n\r\nHeard May\r\n  19, 2010 – Filed July 14, 2010\r\n  \r\n  \r\n\r\n\r\nAFFIRMED\r\n\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRicky Keith Harris, of Spartanburg, for Appellant.\r\n\t\t\t\t\r\n\t\t\t\tAttorney General\r\n  Henry Dargan McMaster, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Donald J. Zelenka, all of Columbia, and Solicitor Harold\r\n  W. Gowdy, III, of Spartanburg, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY, J.:  Santiago\r\n  Rios appeals his conviction for murder, arguing the trial court erred in (1) denying\r\n  his request to suppress two statements he made to investigators because he did\r\n  not knowingly and intelligently waive his Miranda[1] rights and (2) failing to charge the jury on involuntary manslaughter and\r\n  self-defense.  We affirm. \r\n  \r\n  \r\n  FACTS\r\n  \r\n  \r\nRios was indicted for murder in Spartanburg County.  The\r\n  State alleged Rios shot and killed his wife, Eliza Hernandez, in their home on\r\n  November 23, 2006.  The night of the shooting, Rios told a responding police officer\r\n  three black male intruders robbed their home and shot Hernandez.  Later that\r\n  evening, investigators questioned Rios at the Spartanburg County Sheriff's\r\n  Department (the Department).  Initially, Rios maintained that intruders shot Hernandez. \r\n  However, Rios later changed his story and told investigators he and Hernandez\r\n  got into an argument that led to a physical confrontation and a struggle\r\n  between them for the gun.  According to Rios, the physical altercation started\r\n  when he shoved Hernandez after she refused to fix him Thanksgiving dinner.  Rios\r\n  told investigators Hernandez then pulled his hair and the medallion around his\r\n  neck.  Rios stated he followed Hernandez into their bedroom, where she grabbed\r\n  a gun and pointed it at him.  Rios told investigators the two struggled with the\r\n  gun and it fired.  Rios claimed he was defending himself when the gun\r\n  fired.  Tests revealed no gunshot residue on either Rios's or Hernandez's\r\n  hands, and the gun was never located. \r\n  \r\n  \r\nAt a pre-trial Jackson v. Denno[2] hearing, defense counsel argued Rios's statements to investigators were not\r\n  knowingly and intelligently given.  Defense counsel asserted\r\n  Rios, a native of Mexico, did not have the capacity to waive his Miranda rights because his native language was Tarascan, and he was given Miranda warnings in Spanish.  According to defense counsel, there is no right to remain\r\n  silent in Tarascan culture and no translation for the terms &quot;court&quot;\r\n  or &quot;judge.&quot;  The State noted Rios had lived in the United States for\r\n  ten years and argued Rios was able to communicate in English and Spanish.  After\r\n  hearing testimony, the trial court found Rios's statements to investigators\r\n  were freely, voluntarily, and knowingly given.  Following trial, a jury\r\n  found Rios guilty of murder, and he was sentenced to thirty years' imprisonment. \r\n  This appeal followed. \r\n  \r\n  \r\n  STANDARD OF REVIEW\r\n  \r\n  \r\nIn criminal cases, the appellate court sits to review errors of law\r\n  only. State v. Baccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). \r\n  Thus, this court is bound by the trial court's factual findings unless they are\r\n  clearly erroneous.  Id.  &quot;On review, this [c]ourt is limited to\r\n  determining whether the circuit court abused its discretion.&quot;   State\r\n  v. Simmons, 384 S.C. 145, 158, 682 S.E.2d 19, 26 (Ct. App. 2009).  &quot;This\r\n  [c]ourt does not reevaluate the facts based on its own view of the\r\n  preponderance of the evidence but simply determines whether the circuit court's\r\n  ruling is supported by any evidence.&quot; Id.\r\n  \r\n  \r\n  LAW/ANALYSIS\r\n  \r\n  I.&nbsp; Miranda Warnings\r\n  \r\nRios argues the trial court\r\n  erred in denying his motion to suppress the statements he made to Sergeant George\r\n  Balderama and Officer Angel Diaz the night of the shooting.  Specifically, Rios\r\n  maintains he did not knowingly and intelligently waive his Miranda rights.  We disagree. \r\n  \r\n  \r\nAt the Jackson v. Denno hearing, Sergeant Balderama, a Spanish interpreter for the Department,\r\n  testified he utilized two forms for the purpose of informing Rios of his Miranda rights.  First, Sergeant Balderama advised Rios of his Miranda rights in Spanish by reading the rights from a card printed in Spanish.  Sergeant\r\n  Balderama testified Rios acknowledged that he read or understood each right by\r\n  initialing the card next to each enumerated right.  Sergeant Balderama also\r\n  presented Rios with a pre-interrogation waiver form with his Miranda rights printed in English.  According to Sergeant Balderama, he asked Rios if\r\n  he understood his Miranda rights, and Rios said &quot;yes.&quot;\r\n  \r\n  \r\nAfter Rios was advised of his\r\n  rights, he provided an oral statement to Sergeant Balderama and Investigator William\r\n  Gary in Spanish, and Sergeant Balderama transcribed the statement in English.  Rios\r\n  told the investigators Hernandez was shot by masked intruders.  Sergeant Balderama\r\n  testified he read Rios's statement back to him in Spanish and Rios signed the\r\n  statement.  Sergeant Balderama testified he never threatened Rios or coerced\r\n  him into giving a statement.  According to Sergeant Balderama, Rios spoke to\r\n  him in Spanish and never used another dialect or language.  Sergeant Balderama\r\n  testified he had no trouble communicating with Rios in Spanish and never felt Rios\r\n  had trouble understanding him.  Later that night, Rios gave a second statement to\r\n  Officer Diaz, another Spanish interpreter for the Department.  Rios told\r\n  Officer Diaz he and Hernandez got into an argument and were struggling over the\r\n  gun when it fired.  Officer Diaz transcribed Rios's statement in English and\r\n  then read it back to him in Spanish.  Rios was given the opportunity to make\r\n  changes, additions, or deletions to his statement.   Officer Diaz also\r\n  testified he did not have any difficulty communicating with Rios in Spanish.   \r\n  \r\n  \r\nAt the hearing, Rios relied on People v. Jiminez, 863 P.2d 981 (Colo. 1993), to support his argument\r\n  that his waiver of his Miranda rights was not knowing and intelligent.  In Jiminez, the Colorado Supreme Court upheld the lower court's suppression\r\n  of Jiminez's confession on the grounds that Jiminez's waiver of his Miranda rights was not knowing and intelligent.  863 P.2d at 985.  Jiminez functioned\r\n  at the level of a six year old, had never been to school, and had a very\r\n  limited vocabulary even in his native language, Kickapoo. Id. at 982.  Because\r\n  a Kickapoo translator was not available, Jiminez selected Spanish for the\r\n  interrogation.  Id.  The Colorado Supreme Court affirmed the lower\r\n  court's suppression of Jiminez's confession on the grounds that his mental\r\n  disability rendered him incapable of understanding his rights, and not on the\r\n  grounds that he was culturally unable to understand his rights.  Id. at\r\n  985.  Here, the trial court distinguished the present case from Jiminez and determined Rios's statements were freely, voluntarily, and knowingly given. \r\n  The trial court noted Rios presented no testimony concerning his mental\r\n  capacity or ability.  Furthermore, the trial court found the State presented evidence\r\n  Rios communicated fluently in Spanish and in English while on the job, and noted\r\n  Rios presented no evidence he had a limited vocabulary in any of the languages\r\n  he spoke. \r\n  \r\n  \r\nOn appeal, Rios argues his\r\n  initials on each of the enumerated rights on the Miranda card may\r\n  constitute an acknowledgement that he was read the rights, but do not indicate\r\n  he fully understood his rights and his waiver of those rights.  Specifically,\r\n  Rios asserts language and cultural barriers prevented him from fully\r\n  understanding his rights.  Rios claims he has a limited education and Tarascan\r\n  does not include words for concepts such as &quot;rights&quot; and\r\n  &quot;courts.&quot;  Rios contends the Spanish interpretation of Miranda was insufficient and prevented him from understanding his right to remain silent.\r\n  \r\n  \r\nWe find the trial court did not abuse its\r\n  discretion in admitting the statements Rios made to Sergeant Balderama and Officer\r\n  Diaz.  Evidence in the record indicates Rios knowingly and intelligently waived\r\n  his right to remain silent.  See State v. Peake, 291 S.C. 138,\r\n  139, 352 S.E.2d 487, 488 (1987) (&quot;The test for determining the\r\n  admissibility of a statement is whether it was knowingly, intelligently, and\r\n  voluntarily given under the totality of the circumstances.&quot;).  While Rios\r\n  argues his understanding of his waiver was limited because of language and\r\n  cultural barriers, evidence in the record reflects Rios did not have trouble\r\n  communicating in Spanish or understanding his rights.  Sergeant Balderama and Officer\r\n  Diaz both testified they had no trouble communicating with Rios in Spanish.  Furthermore,\r\n  Sergeant Balderama testified he specifically asked Rios if he understood his Miranda rights and he said &quot;yes.&quot;  Moreover, Robert Reeder, the trainer and\r\n  safety director at the Milliken Cotton Blossom plant where Rios worked, testified\r\n  Rios completed forty hours of training in English and was able to communicate\r\n  in both English and Spanish.  Rios had also lived in the United States for ten\r\n  years at the time of his arrest.  Accordingly, we affirm the trial court's\r\n  decision to admit Rios's statements. \r\n  \r\n  II.&nbsp; Jury Charges\r\n  \r\nRios also argues the trial\r\n  court erred in failing to charge the jury on involuntary manslaughter and\r\n  self-defense.  Specifically, Rios contends he was entitled to an involuntary manslaughter\r\n  charge because he presented evidence he and Hernandez struggled over the gun.  Rios\r\n  also maintains he was entitled to a self-defense charge based on his statement\r\n  to investigators that he was defending himself at the time of the shooting.  In\r\n  response, the State contends Rios abandoned his requests to charge involuntary\r\n  manslaughter and self-defense when he withdrew the requests during the charge\r\n  conference.  We find this issue is not preserved for our review. \r\n  \r\n  \r\nDuring the charge conference, Rios\r\n  asked the trial court to charge the jury on accident, self-defense, voluntary\r\n  manslaughter, and involuntary manslaughter.  The State asserted Rios was\r\n  entitled to an accident charge, but not self-defense, voluntary manslaughter,\r\n  or involuntary manslaughter charges.  In response, Rios withdrew his request\r\n  for a voluntary manslaughter charge.  Subsequently, the trial court stated it\r\n  was inclined to charge voluntary manslaughter, but was not inclined to charge\r\n  involuntary manslaughter because it involved recklessness.  Rios\r\n  asserted recklessness could have been present, but conceded &quot;I certainly\r\n  know this Court has more wisdom on the subject than I do.&quot;  Rios also argued\r\n  he was entitled to a self-defense charge because he told investigators he was\r\n  acting in self-defense.  The trial court stated that Rios's own\r\n  characterization of his actions as self-defense was not binding on the court.  Thereafter,\r\n  the trial court noted Rios's statements indicated either intruders were\r\n  responsible for the shooting or Rios shoved Hernandez first.  The trial court\r\n  also noted Rios presented no evidence Hernandez was the primary aggressor.  Rios\r\n  admitted he could not provide the court with any evidence that he did not push\r\n  Hernandez first or that he and Hernandez were not involved in mutual combat.\r\n  \r\n  \r\nThe trial court then stated it\r\n  did not mind charging accident or voluntary manslaughter, but that it did not\r\n  &quot;see self-defense in here.&quot;  At that point, Rios asked for a 30-second\r\n  break to confer with his co-counsel.  Thereafter, Rios asked the trial court to\r\n  charge voluntary manslaughter, accident, and murder.  The trial court agreed to\r\n  the proposed charges, and neither the State nor Rios objected.  Later, after charging\r\n  the jury, the trial court asked if there were any objections to the charges\r\n  given.  Neither the State nor Rios had any objections.\r\n  \r\n  We find Rios's argument is not properly\r\n    before us for review because he abandoned his request for jury charges on\r\n    involuntary manslaughter and self-defense when he acquiesced and asked the\r\n    trial court to charge voluntary manslaughter, accident, and murder.  Therefore,\r\n    Rios waived appellate review of this issue because an issue conceded in the\r\n    trial court cannot be argued on appeal.&nbsp; See, e.g., State v.\r\n      Jackson, 364 S.C. 329, 336, 613 S.E.2d 374, 377 (2005) (appellant waived\r\n    any argument he had when he acquiesced the next morning and stated he would ask\r\n    witness if he had administered a polygraph and &quot;leave it at that&quot;); State\r\n      v. Mitchell, 330 S.C. 189, 195, 498 S.E.2d 642, 645 (1998) (holding that\r\n    when an appellant acquiesces to the trial court's limitation of cross-examination,\r\n    he cannot complain on appeal); Ex parte McMillan, 319 S.C. 331, 335, 461\r\n    S.E.2d 43, 45 (1995) (a party cannot acquiesce to an issue at trial and then\r\n    complain on appeal).  \r\n  Rios also failed to make a contemporaneous\r\n    objection to the jury charges.  See State v. Johnson, 363 S.C.\r\n    53, 58, 609 S.E.2d 520, 523 (2005) (holding a contemporaneous objection must be\r\n    made to preserve an issue for appellate review).  Rios did not object at any\r\n    point to the trial court's decision not to charge involuntary manslaughter and\r\n    self-defense.  Even after the trial court specifically asked if there were any\r\n    objections to the charges given, Rios responded, &quot;None.&quot;  By failing\r\n    to contemporaneously object to the jury charges, Rios has waived his right to\r\n    allege error on appeal.  Thus, we affirm the trial court's decision not to\r\n    charge the jury on involuntary manslaughter and self-defense.\r\n  \r\n  CONCLUSION\r\n  \r\n  \r\n  Accordingly,\r\n  the decision of the trial court is\r\n  \r\n  \r\nAFFIRMED.\r\n\r\n\r\nKONDUROS and GEATHERS, JJ., concur.  \r\n\r\n\r\n\r\n[1] Miranda v. Arizona, 384 U.S. 436 (1966).\r\n[2] Jackson v. Denno, 378 U.S. 368 (1964).\r\n\r\n","court":"Appeals"},{"id":"4711","title":"Jennings v. Jennings","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4711","description":"In this appeal, M. Lee Jennings (Husband) contends that the circuit court erred by granting Respondents' motions for summary judgment as to his cause of action for a violation of the Stored Communications Act, 18 U.S.C. §§ 2701-2712 (2006).  Husband also argues that the circuit court erred by denying his motion to amend his complaint to add Thomas Neal as a party defendant.  We affirm in part, reverse in part, and remand for further proceedings.","date":"2010-07-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tM. Lee\r\n      Jennings, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tGail M.\r\n      Jennings, Holly Broome, Brenda Cooke, Individually, and BJR International\r\n      Detective Agency, Inc., Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal from Richland County\r\nL. Casey Manning, Circuit Court Judge\r\nOpinion No.   4711\r\nHeard April 15, 2010 – Filed July 14, 2010\r\nAFFIRMED IN PART, REVERSED IN PART, AND\r\n  REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMax N. Pickelsimer and Carrie A. Warner, both of Columbia, \r\n\t\t\t\tfor Appellant.\r\n\t\t\t\tDeborah Harrison Sheffield, Richard Giles Whiting, Gary W.\r\n  Popwell, Jr. and John K. Koon, all of Columbia, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nGEATHERS, J.:  In this appeal, M. Lee Jennings (Husband) contends that the circuit\r\n  court erred by granting Respondents' motions for summary judgment as to his\r\n  cause of action for a violation of the Stored Communications Act, 18 U.S.C. §§\r\n  2701-2712 (2006).  Husband also argues that the circuit court erred by denying\r\n  his motion to amend his complaint to add Thomas Neal (Neal) as a party defendant. \r\n  We affirm in part, reverse in part, and remand for further proceedings.\r\nFACTS/PROCEDURAL HISTORY\r\nOn\r\n  June 21, 2006, Husband's wife, Gail Jennings (Wife), discovered a card for\r\n  flowers in her car.  Suspecting the flowers were not for her, Wife questioned\r\n  Husband, who had recently borrowed her car, about the card.  To Wife's dismay, Husband\r\n  informed Wife that he had bought the flowers for another woman, with whom he\r\n  had fallen in love.  Although Husband refused to tell Wife the woman's full\r\n  name, he mentioned that he had been corresponding with her via email at his\r\n  office.  That same day, the couple separated.  \r\nA\r\n  few days later, Wife's daughter-in-law, Holly Broome (Broome), visited Wife at\r\n  her home.  Wife, who was extremely upset, told Broome about the separation and\r\n  the conversation she had had with Husband.  The next day, Broome, who had\r\n  previously worked for Husband, logged onto Husband's Yahoo account from her\r\n  personal computer by changing Husband's password.  Broome proceeded to read\r\n  emails that had been sent between Husband and his girlfriend.  After reading a\r\n  few of the emails, Broome called Wife, who came over to Broome's home.  Broome\r\n  printed the emails, and she and Wife made copies of them.  They then gave one\r\n  set of the emails to Neal, Wife's divorce attorney, and another set to Brenda\r\n  Cooke (Cooke), a private investigator from the BJR International Detective\r\n  Agency, Inc. (BJR) whom Wife had hired.  \r\nBroome\r\n  subsequently logged onto Husband's Yahoo account on five or six additional\r\n  occasions.  Information she obtained about Husband's girlfriend as a result was\r\n  communicated to Neal and Cooke.  According to Broome, she never accessed any of\r\n  Husband's unopened emails.  \r\nOn June 29, 2006,\r\n  Wife initiated an action in family court for divorce and separate support and\r\n  maintenance.  During the course of that litigation, which is still pending,\r\n  Husband learned that Broome had accessed emails from his Yahoo account and that\r\n  copies of those emails had been disseminated to Cooke and BJR.  \r\nIn\r\n  February 2007, Husband commenced this action against Wife, Broome, Cooke, and\r\n  BJR, alleging causes of action for invasion of privacy (publicizing of private\r\n  affairs and wrongful intrusion), conspiracy to intercept and disseminate\r\n  private electronic communications, and violation of the South Carolina Homeland\r\n  Security Act, S.C. Code Ann. §§ 17-30-10 to -145 (Supp. 2009) (HSA).  The\r\n  parties filed cross-motions for summary judgment in May 2007.  \r\nIn\r\n  June 2007, Husband filed a motion to amend his complaint, which was granted\r\n  pursuant to a Consent Order to Amend issued July 13, 2007.  Later that\r\n  July, Husband filed his amended complaint, adding allegations of\r\n  violations of the following statutes: (i) the South Carolina Computer Crime Act\r\n  (CCA), S.C. Code Ann. §§ 16-16-10 to -40 (2003 &amp; Supp. 2009); (ii) Title I\r\n  of the Federal Electronic Communications Privacy Act (ECPA), 18 U.S.C. §§\r\n  2510-2522 (2006); and (iii) Title II of the ECPA, 18 U.S.C. §§ 2701-2712 (2006),\r\n  which is separately known as the Stored Communications Act (SCA).  \r\nIn\r\n  February 2008, Wife and Broome each moved again for summary judgment. \r\n  Thereafter, Husband filed a motion to amend his complaint a second time.  Among\r\n  other things, Husband sought to add Neal as a party defendant.  \r\nA\r\n  hearing regarding the parties' summary judgment motions and Husband's motion to\r\n  amend his complaint was held in June 2008.  At that hearing, Husband\r\n  voluntarily withdrew his causes of action arising under the HSA, the CCA and\r\n  Title I of the ECPA, as well as his cause of action for conspiracy.  \r\nBy\r\n  an order filed September 24, 2008, the circuit court granted Respondents'\r\n  motions for summary judgment as to Husband's remaining causes of action, and it\r\n  denied Husband's motion to amend his complaint.    With regard to Husband's claim\r\n  under section 2701 of the SCA, the circuit court held that Husband had failed\r\n  to allege all of the elements necessary for a cause of action.  Additionally,\r\n  the circuit court found that Husband was not entitled to relief under section\r\n  2701 because the emails at issue were not in &quot;electronic storage&quot; as\r\n  that term is defined in 18 U.S.C. § 2510(17) (2006).  Furthermore, the circuit\r\n  court ruled that, even if the emails were in electronic storage, Husband could\r\n  not recover against Wife or Cooke because their actions did not constitute a\r\n  violation of section 2701.  \r\nHusband\r\n  subsequently filed a motion to reconsider, which was denied by the circuit\r\n  court.  This appeal followed.  \r\nISSUES ON APPEAL\r\n\r\n\t\r\n\t\t\r\n\t\t\t1.&nbsp; \r\n\t\t\tDid the circuit court err in granting Respondents' \r\n\t\t\tmotions for summary judgment on Husband's cause of action for a \r\n\t\t\tviolation of the SCA on the ground that Husband failed to allege all of the\r\n  elements necessary to successfully plead a cause of action under 18 U.S.C. §\r\n  2701 (2006)?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t2.\r\n\t\t\tDid the circuit court err in granting Respondents' \r\n\t\t\tmotions for summary judgment on Husband's cause of action for a \r\n\t\t\tviolation of the SCA on the ground that the emails were not in &quot;electronic\r\n  storage&quot; as defined in 18 U.S.C. § 2510(17) (2006)?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t3.\r\n\t\t\tDid the circuit court err by not allowing Husband \r\n\t\t\tto amend his complaint to add Neal as a party defendant?\r\n\t\t\r\n\t\r\n\r\nSTANDARD OF REVIEW\r\nThis court reviews the grant of a summary judgment\r\n  motion under the same standard applied by the trial court under Rule 56(c),\r\n  SCRCP.  Jackson v. Bermuda Sands, Inc., 383 S.C. 11, 14 n.2, 677 S.E.2d\r\n  612, 614 n.2 (Ct. App. 2009).  Rule 56(c), SCRCP, provides that summary\r\n  judgment shall be granted where &quot;the pleadings, depositions, answers to\r\n  interrogatories, and admissions on file, together with the affidavits, if any,\r\n  show that there is no genuine issue as to any material fact and that the moving\r\n  party is entitled to a judgment as a matter of law.&quot;  In ascertaining\r\n  whether any triable issue of fact exists, the evidence and all inferences which\r\n  can be reasonably drawn from the evidence must be viewed in the light most\r\n  favorable to the non-moving party.  Belton v. Cincinnati Ins. Co., 360\r\n  S.C. 575, 578, 602 S.E.2d 389, 391 (2004).  \r\nA motion to amend a pleading is normally addressed to\r\n  the sound discretion of the trial court.  Porter Bros., Inc. v. Specialty\r\n    Welding Co., 286 S.C. 39, 41, 331 S.E.2d 783, 784 (Ct. App. 1985).  The\r\n  trial court's decision will not be overturned &quot;without an abuse of\r\n  discretion or unless manifest injustice has occurred.&quot;  Berry v. McLeod,\r\n  328 S.C. 435, 450, 492 S.E.2d 794, 802 (Ct. App. 1997).  The discretion afforded\r\n  to the trial court in granting or denying an amendment &quot;is so broad that\r\n  it will rarely be disturbed on appeal.&quot;  Porter Bros., 286 S.C. at\r\n  41, 331 S.E.2d at 784.  \r\nDISCUSSION\r\n\r\n\t\r\n\t\tI. \r\n\t\tDid the circuit court err\r\n  in determining that Husband failed to allege all of the elements of a cause of\r\n  action under section 2701 of the SCA?\r\n\t\r\n\r\n\r\n\tSection\r\n  2701(a) of the SCA provides:\r\n\t\r\n\t\tExcept\r\n  as provided in subsection (c) of this section whoever—\r\n\t\t\r\n\t\t\t(1)\r\n  intentionally accesses without authorization a facility through which an\r\n  electronic communication service is provided; or \r\n\t\t\t(2)\r\n  intentionally exceeds an authorization to access that facility; \r\n\t\t\r\n\t\tand\r\n  thereby obtains, alters, or prevents authorized access to a wire or electronic communication\r\n  while it is in electronic storage in such system shall be punished as provided in subsection (b) of\r\n  this section.\r\n\t\r\n\r\n18 U.S.C. § 2701(a) (2006) (emphasis added).  \r\nHusband contends that the circuit court erred by\r\n  determining that he failed to allege all of the elements of a cause of action\r\n  under Section 2701.  We agree.\r\nHere, the circuit court held that the allegations in\r\n  Appellant's complaint were &quot;fatally incomplete&quot; because Appellant\r\n  failed to specifically contend that Respondents &quot;obtain[ed], alter[ed], or\r\n  prevent[ed] authorized access to a wire or electronic communication while it\r\n  [was] in electronic storage.&quot;  Because the circuit court's ruling focused upon\r\n  Appellant's complaint, it appears that the circuit court treated Respondents'\r\n  motions for summary judgment as motions to dismiss under Rule 12(b)(6), SCRCP.[1] \r\n  However, the requirements for granting summary judgment are obviously different\r\n  than the requirements for granting a Rule 12(b)(6) motion to dismiss.  For\r\n  instance, in ruling on a Rule 12(b)(6) motion, the court is confined to the\r\n  complaint.  See Berry, 328 S.C. at 441, 492 S.E.2d at 797\r\n  (&quot;A Rule 12(b)(6) motion to dismiss for failure to state a cause of action\r\n  must be resolved by the trial judge based solely on the allegations established\r\n  in the complaint.&quot;) (emphasis added).  In contrast, in ruling on a summary\r\n  judgment motion, &quot;a court must consider everything in the record-pleadings,\r\n  depositions, interrogatories, admissions on file, affidavits, etc.&quot;  Gilmore\r\n    v. Ivey, 290 S.C. 53, 58, 348 S.E.2d 180, 183 (Ct. App. 1986).  \r\nIn the present case, Husband introduced evidence\r\n  showing that Broome logged onto Husband's Yahoo email account without\r\n  authorization by changing Husband's password.  He also presented evidence that\r\n  Broome, without Husband's consent, read and printed emails that were stored in\r\n  Husband's Yahoo email account.  Importantly, at least one court has held that\r\n  comparable proof was sufficient to withstand a summary judgment motion in a\r\n  section 2701 action.  See Fischer v. Mt. Olive Lutheran Church, Inc.,\r\n  207 F. Supp. 2d 914, 924-26 (W.D. Wis. 2002) (denying summary judgment to\r\n  defendants in a cause of action for a violation of section 2701 where evidence\r\n  was presented to show that defendants logged onto plaintiff's Hotmail account\r\n  without authorization and printed plaintiff's emails).  Because the circuit\r\n  court was ruling on motions for summary judgment, it was required to consider\r\n  the evidence presented by Husband.  Accordingly, we conclude that the circuit\r\n  court erred by granting summary judgment to Respondents based merely upon the fact\r\n  that Husband failed to expressly allege in his complaint that Respondents\r\n  &quot;obtain[ed], alter[ed], or prevent[ed] authorized access to a wire or electronic\r\n  communication while it [was] in electronic storage.&quot;  See 18 U.S.C.\r\n  § 2701(a) (2006).  &nbsp;&nbsp;&nbsp;&nbsp;  \r\n\r\n\t\r\n\t\tII.\r\n\t\tDid the circuit court err\r\n  in holding that the emails were not in &quot;electronic storage&quot; as\r\n  contemplated by 18 U.S.C. § 2510(17)?\r\n\t\r\n\r\nBy\r\n  its terms, section 2701(a) applies only to communications that are in\r\n  &quot;electronic storage.&quot;  See 18 U.S.C. § 2701(a) (2006).  Section\r\n  2510(17) defines &quot;electronic storage&quot; as:\r\n\r\n\t(A) any\r\n  temporary, intermediate storage of a wire or electronic communication\r\n  incidental to the electronic transmission thereof; and \r\n\t(B) any\r\n  storage of such communication by an electronic communication service for\r\n  purposes of backup protection of such communication.\r\n\r\n18 U.S.C. § 2510(17) (2006) (emphasis\r\n  added).[2] \r\n  In the present case, Husband contends that the emails in question fell within\r\n  subsection (B) of section 2510(17) and that the circuit court therefore erred\r\n  by holding that the emails were not in &quot;electronic storage.&quot;[3] \r\n  We agree. \r\nIn\r\n  its decision, the circuit court held that the emails in question fell outside\r\n  the scope of section 2510(17)(B) because: (i) they were not stored by an\r\n  &quot;electronic communication service&quot; (ECS); and (ii) they were not\r\n  stored &quot;for purposes of backup protection.&quot;  As discussed below, we\r\n  find that the circuit court erred in reaching those conclusions. \r\nA.&nbsp; Were the emails stored by\r\n  an ECS?\r\nAn ECS\r\n  is defined as &quot;any service which provides to users thereof the ability to\r\n  send or receive wire or electronic communications.&quot;  18 U.S.C. § 2510(15)\r\n  (2006).  In the present case, the circuit court denied recovery to Husband based\r\n  in part on its finding that &quot;Plaintiff has not asserted or provided\r\n  evidence from which to conclude he is an 'electronic communication\r\n  service.'&quot;  Although we agree with the circuit court that Husband is not\r\n  an ECS, the circuit court framed the issue incorrectly.  Specifically, the circuit\r\n  court should have addressed whether Yahoo was an ECS, rather than whether Husband\r\n  was an ECS.  Here, the emails in question were stored on servers operated by\r\n  Yahoo.  Therefore, the emails were stored &quot;by&quot; Yahoo.  See Quon\r\n    v. Arch Wireless Operating Co., Inc., 529 F.3d 892, 901 (9th Cir. 2008) (&quot;By archiving the text messages on its server, Arch Wireless\r\n  certainly was 'storing' the messages.&quot;), rev'd on other grounds sub\r\n    nom. City of Ontario v. Quon, No. 08-1332, 2010 WL 2400087 (U.S.\r\n  June 17, 2010).  Although any emails stored by Husband on the hard drive of his\r\n  computer would not be covered by the SCA,[4] in this case, Broome did not access the emails in question from Husband's hard\r\n  drive.  Instead, she logged directly onto Yahoo's system and retrieved the\r\n  emails from there.  Accordingly, the relevant issue here is whether Yahoo\r\n  constitutes an ECS.  \r\nTurning to that question, we hold that Yahoo is an\r\n  ECS.  Yahoo unquestionably provides its users with the ability to send or\r\n  receive electronic communications.  Any doubt regarding whether Yahoo\r\n  constitutes an ECS is removed by the SCA's legislative history, which provides\r\n  that &quot;electronic mail companies are providers of electronic communication\r\n  services.&quot;  S. Rep. No. 99-541, at 14 (1986); see also H.R. Rep. No. 99-647, at 63 (1986) (&quot;An\r\n  'electronic mail' service . . . would be subject to Section 2701.&quot;).[5] \r\n    \r\nWife, however, contends that Yahoo was acting as a &quot;remote\r\n  computing service&quot; (RCS), rather than an ECS, at the time that the emails\r\n  were accessed.  RCS is defined as &quot;the provision to the public of computer\r\n  storage or processing services by means of an electronic communications\r\n  system.&quot;  18 U.S.C. § 2711(2) (2006).[6] \r\n  The term refersto &quot;the processing\r\n  or storage of data by an off-site third party.&quot;  Quon, 529 F.3d at\r\n  901; see also Orin S. Kerr, A User's Guide to the Stored\r\n    Communications Act, and a Legislator's Guide to Amending It, 72 Geo. Wash.\r\n  L. Rev. 1208, 1213-14 (2004) (describing customers of RCS as those that &quot;paid\r\n  to have remote computers store extra files or process large amounts of\r\n  data&quot;).\r\nIn the present case, it is questionable whether Yahoo\r\n  was providing RCS with respect to the emails in question.  For instance, in Quon,\r\n  the Ninth Circuit held that Arch Wireless, a company providing text messaging\r\n  services to the city of Ontario, was not an RCS and that Arch Wireless therefore\r\n  violated the SCA when it disclosed to the city the contents of text messages\r\n  sent by city employees.  Quon, 529 F.3d at 900-03.[7]  Nonetheless, even if Yahoo was acting as an RCS with respect to the emails at\r\n  issue, there is no question that Yahoo was also acting as an ECS with regard to\r\n  those same emails.  Husband's account was still active, and Husband retained\r\n  the ability to send (forward) any of the emails at issue to someone else.  Notably,\r\n  the House Report for the SCA indicates that, in such situations, the\r\n  communications would still be protected under section 2701.  See H.R. Rep. No.\r\n  99-647, at 63 (1986) (&quot;[T]o the extent that a remote computing service is\r\n  provided through an Electric Communication Service, then such service is also\r\n  protected [under section 2701].&quot;).  \r\nBecause Yahoo was providing ECS with respect to the\r\n  emails at issue, this case is distinguishable from Flagg v. City of Detroit,\r\n  252 F.R.D. 346 (E.D. Mich. 2008), a case relied upon by Respondents.  In that\r\n  case, the court addressed whether text messages stored by a non-party service\r\n  provider on behalf of the city of Detroit were discoverable in a civil action\r\n  brought against the city.  Id. at 347.  The city claimed that disclosure\r\n  of the text messages by the service provider was barred by section 2702(a) of\r\n  the SCA, which prohibits RCS entities from knowingly divulging communications\r\n  maintained on their systems and ECS entities from knowingly divulging\r\n  communications that are in &quot;electronic storage&quot; on their systems.  Id. at 349.  The court disagreed with the city, finding that the service provider\r\n  was acting as an RCS with respect to the text messages and that the city, as\r\n  the &quot;subscriber,&quot; could therefore give its consent to the disclosure\r\n  of the messages under an exception set forth in section 2702(b)(3).  Id. at 363.[8] \r\n  The court gave the following explanation for its conclusion that the service\r\n  provider was acting as an RCS:\r\n\r\n\t[T]he ECS/RCS inquiry in this case turns upon the\r\n  characterization of the service that SkyTel presently provides to the\r\n  City, pursuant to which the company is being called upon to retrieve text\r\n  messages from an archive of communications sent and received by City employees\r\n  in years past using SkyTel text messaging devices. . . . SkyTel is no longer\r\n  providing, and has long since ceased to provide, a text messaging service to\r\n  the City of Detroit—the City, by its own admission, discontinued this service\r\n  in 2004, and the text messaging devices issued by SkyTel are no longer in use.\r\n  . . . The Court finds, therefore, that the archive maintained by SkyTel\r\n  constitutes &quot;computer storage,&quot; and that the company's maintenance of\r\n  this archive on behalf of the City is a &quot;remote computing service&quot; as\r\n  defined under the SCA.\r\n\r\nId. at\r\n  362-63.\r\nHere, unlike the situation in Flagg, Yahoo was\r\n  providing email services to Husband at the time the emails at issue were\r\n  accessed.  Accordingly, Flagg is distinguishable from the present case. \r\n    \r\nB.&nbsp; Were the emails being\r\n  stored &quot;for purposes of backup protection&quot;?\r\nAs noted above, to fall within section 2510(17)(B), a\r\n  communication must not only be stored by an ECS, it must also be stored\r\n  &quot;for purposes of backup protection.&quot;  In Theofel v. Farey-Jones,\r\n  359 F.3d 1066 (9th Cir. 2004), the Ninth Circuit addressed whether\r\n  previously delivered emails held by an internet service provider (ISP) were\r\n  stored &quot;for purposes of backup protection&quot; as contemplated by section\r\n  2510(17)(B).  The court concluded that they were, explaining: \r\n\r\n\tAn obvious purpose for storing a message on an ISP's\r\n  server after delivery is to provide a second copy of the message in the event\r\n  that the user needs to download it again—if, for example, the message is\r\n  accidentally erased from the user's own computer. The ISP copy of the message\r\n  functions as a &quot;backup&quot; for the user.  Notably, nothing in the Act\r\n  requires that the backup protection be for the benefit of the ISP rather than\r\n  the user.  Storage under these circumstances thus literally falls within the\r\n  statutory definition.\r\n\r\nId. at 1075.  \r\nLike the Ninth Circuit, we believe that one of\r\n  the purposes of storing a backup copy of an email message on an ISP's server\r\n  after it has been opened is so that the message is available in the event that\r\n  the user needs to retrieve it again.  In the present case, the previously opened\r\n  emails were stored on Yahoo's servers so that, if necessary, Husband could access\r\n  them again.  Accordingly, we hold that the emails in question were stored\r\n  &quot;for purposes of backup protection&quot; as contemplated by section 2510(17)(B).\r\n   \r\nRespondents nonetheless contend that,\r\n  because Husband has not claimed that he saved the emails anywhere else, the\r\n  storage of his emails could not have been for the purposes of backup\r\n  protection.  However, courts interpreting section 2701 have issued rulings that\r\n  would seem to allow Husband's cause of action in this case.  See Cardinal\r\n    Health 414, Inc. v. Adams, 582 F. Supp. 2d 967, 976 (M.D. Tenn. 2008) (&quot;[W]here\r\n  the facts indisputably present a case of an individual logging onto another's\r\n  e-mail account without permission and reviewing the material therein, a summary\r\n  judgment finding of an SCA violation is appropriate.&quot;); Pure Power Boot\r\n    Camp v. Warrior Fitness Boot Camp, 587 F. Supp. 2d 548, 555 (S.D.N.Y. 2008)\r\n  (&quot;The majority of courts which have addressed the issue have determined\r\n  that e-mail stored on an electronic communication service provider's systems\r\n  after it has been delivered, as opposed to e-mail stored on a personal\r\n  computer, is a stored communication subject to the SCA.&quot;); Fischer,\r\n  207 F. Supp. 2d at 925-26 (rejecting argument that emails stored on Hotmail's\r\n  system were not in &quot;electronic storage&quot;).\r\nFurthermore, we do\r\n  not find Respondents' argument to be convincing.  Under Respondents'\r\n  construction of the SCA, the unauthorized access of a person's emails from an\r\n  ECS would be unlawful if the person had previously saved his emails somewhere\r\n  else, but would be perfectly lawful if the person had not done so.  However, such\r\n  an interpretation would lead to strange results.  For instance, a person whose\r\n  emails were stored solely with an ECS would generally suffer greater harm if\r\n  someone &quot;alter[ed]&quot; or &quot;prevent[ed] authorized access&quot; to\r\n  his ECS-stored emails than a person who had saved his emails in additional\r\n  locations.  Yet, under Respondents' construction of the SCA, only the person in\r\n  the latter position would be protected.  We do not believe that this was what Congress\r\n  intended.\r\nIndeed,\r\n  the legislative history of the SCA supports the conclusion that Congress\r\n  intended for the SCA to apply to the conduct Broome engaged in here.  For\r\n  instance, both the House and Senate Reports state that section 2701\r\n  &quot;addresses the growing problem of unauthorized persons deliberately gaining\r\n  access to, and sometimes tampering with, electronic or wire communications that\r\n  are not intended to be available to the public.&quot;  H.R. Rep. No.\r\n  99-647, at 62 (1986); S. Rep. No. 99-541, at 35 (1986).  Additionally,\r\n  the Senate Report provides the following illustration of what conduct would\r\n  constitute a violation of section 2701:\r\n\r\n\tFor\r\n  example, a computer mail facility authorizes a subscriber to access information\r\n  in their portion of the facilities storage.  Accessing the storage of other\r\n  subscribers without specific authorization to do so would be a violation of\r\n  [section 2701].\r\n\r\nS. Rep.\r\n  No. 99-541, at 36.  Here, Broome\r\n  has admitted that she accessed and read, without authorization, Husband's\r\n  emails that were stored on Yahoo's system.  The legislative history of the SCA\r\n  indicates that Congress intended that such conduct would constitute a violation\r\n  of section 2701.\r\nC.&nbsp; Does the SCA apply to emails\r\n  in a &quot;post-transmission&quot; state?\r\nRespondents also argue for affirmance of the\r\n  circuit court's decision on the ground that the emails in question were not in &quot;electronic\r\n  storage&quot; as contemplated by section 2510(17) because they were in a\r\n  &quot;post-transmission&quot; state.  In making this argument, Respondents rely\r\n  upon Fraser v. Nationwide Mut. Ins. Co., 135 F. Supp. 2d 623 (E.D. Pa.\r\n  2001), aff'd on other grounds, 352 F.3d 107 (3rd Cir. 2003). \r\n  In Fraser, the court addressed whether an employer violated the SCA when\r\n  it accessed emails of its employee that were stored on the employer's server.  Id. at 632.  The court held that there was no violation because the emails were in\r\n  &quot;post-transmission&quot; storage, meaning that they had already been\r\n  retrieved by the intended recipient.  Id. at 636.  The court concluded\r\n  that the SCA &quot;provides protection only for messages while they are in the\r\n  course of transmission.&quot;  Id.\r\nHowever, the district court's decision in Fraser was subsequently appealed to the Third Circuit, which affirmed on different\r\n  grounds.  See Fraser v. Nationwide Mut. Ins. Co., 352 F.3d 107 (3rd Cir. 2003).  Specifically, the Third Circuit held that the employer's actions\r\n  fell within the exception set forth in section 2701(c)(1) because the employer\r\n  administered the email system and thus was acting as the ECS.[9]  Id. at 114-15.  Importantly, in reaching that result, the Third Circuit\r\n  expressed skepticism regarding the district court's ruling that the emails were\r\n  not in electronic storage, stating: \r\n\r\n\t[A]ccording to the District Court, the e-mail was in a\r\n  state it described as &quot;post-transmission storage.&quot;  We agree that\r\n  Fraser's e-mail was not in temporary, intermediate storage.  But to us it seems\r\n  questionable that the transmissions were not in backup storage—a term that\r\n  neither the statute nor the legislative history defines.  Therefore, while we\r\n  affirm the District Court, we do so through a different analytical path, assuming\r\n    without deciding that the e-mail in question was in backup storage.\r\n\r\nId. at 114\r\n  (emphasis added).\r\nMoreover, in Theofel, the Ninth Circuit\r\n  declined to follow the district court's holding in Fraser, reasoning: \r\n\r\n\tIn contrast to subsection (A), subsection (B) [of\r\n  section 2510(17)] does not distinguish between intermediate and\r\n  post-transmission storage.  Indeed, Fraser's interpretation renders\r\n  subsection (B) essentially superfluous, since temporary backup storage pending\r\n  transmission would already seem to qualify as &quot;temporary, intermediate\r\n  storage&quot; within the meaning of subsection (A).  By its plain terms,\r\n    subsection (B) applies to backup storage regardless of whether it is\r\n    intermediate or post-transmission.\r\n\r\nTheofel, 359\r\n  F.3d at 1075-76 (emphasis added).  Similarly, in Quon v. Arch Wireless\r\n    Operating Co., Inc., 309 F. Supp. 2d 1204 (C.D. Cal. 2004), the court\r\n  rejected the contention that the SCA did not apply to emails in a\r\n  &quot;post-transmission&quot; state, explaining: &quot;Part (B) [of section\r\n  2510(17)] states that the storage must be 'for the purpose of backup\r\n  protection.'  Backup protection clearly may be needed after transmission.&quot;  Id. at 1208.  For the foregoing reasons, we decline to follow the\r\n  district court's decision in Fraser.  \r\nRespondents further claim that the legislative history\r\n  of the SCA supports their position.  Specifically, they point to a section of\r\n  the applicable House Report that states that email messages stored by an RCS\r\n  should &quot;continue to be covered by section 2702(a)(2)&quot; if left on the\r\n  server after they were accessed by the user.  See H.R. Rep. No.\r\n  99-647, at 65 (1986).  Respondents appear to contend that this passage\r\n  demonstrates that Congress intended for opened emails to be covered under section\r\n  2702(a)(2), as opposed to section 2701.  In Theofel, the Ninth Circuit\r\n  rejected a similar argument, explaining:\r\n\r\n\tThe\r\n  cited discussion [from the House Report] addresses provisions relating to\r\n  remote computing services.  We do not read it to address whether the electronic\r\n  storage provisions also apply.  The committee's statement that section\r\n  2702(a)(2) would &quot;continue&quot; to cover e-mail upon access supports our\r\n  reading.  If section 2702(a)(2) applies to e-mail even before access, the\r\n  committee could not have been identifying an exclusive source of protection,\r\n  since even the government concedes that unopened e-mail is protected by the\r\n  electronic storage provisions.\r\n\r\n359 F.3d at 1077 (citations omitted).  \r\nWe agree with the Ninth Circuit's analysis in Theofel. \r\n  In our view, it would be too much of a stretch to conclude that the above-referenced\r\n  passage from the House Report demonstrates that Congress did not intend for\r\n  section 2701 to apply to opened emails.  \r\nD.&nbsp; Did the circuit court err\r\n  by granting summary judgment to Wife, Cooke, and BJR?\r\nAlternatively, Wife, Cooke and BJR contend that, even\r\n  if the emails were in &quot;electronic storage,&quot; the circuit court's grant\r\n  of summary judgment as to them should be affirmed because they did not engage in\r\n  a violation of section 2701.  We agree.\r\nIn\r\n  its order granting summary judgment to Respondents, the circuit court held that\r\n  &quot;regardless of this Court's findings as to whether any violation of 18 USC\r\n  § 2701 occurred, Plaintiff cannot obtain any relief or recovery against Defendant\r\n  Jennings or Defendant Cooke, as Defendant Jennings and Defendant Cooke are not\r\n  persons who potentially engaged in such alleged violation.&quot;  Because\r\n  Husband has not specifically challenged that ruling, it is the law of the case\r\n  and requires affirmance.  See Buckner v. Preferred Mut. Ins. Co.,\r\n  255 S.C. 159, 160-61, 177 S.E.2d 544, 544 (1970) (holding that an unappealed\r\n  ruling is the law of the case). \r\nMoreover, we conclude that the circuit court's ruling on\r\n  this issue was not erroneous.  As noted above, Husband claims that Respondents\r\n  violated section 2701.  In order to violate section 2701, a person or entity\r\n  must, among other things, intentionally access without authorization, or\r\n  intentionally exceed an authorization to access, a facility through which an\r\n  electronic communication service is provided.  See 18 U.S.C. § 2701(a)\r\n  (2006).  Civil causes of action for violations of the SCA may be brought\r\n  pursuant to section 2707(a), which provides:  \r\n\r\n\tExcept as provided in section 2703(e), any provider of\r\n  electronic communication service, subscriber, or other person aggrieved by any\r\n  violation of this chapter in which the conduct constituting the violation is\r\n  engaged in with a knowing or intentional state of mind may, in a civil action,\r\n  recover from the person or entity, other than the United States, which\r\n    engaged in that violation such relief as may be appropriate.\r\n\r\n18 U.S.C. § 2707(a) (2006) (emphasis added).\r\nImportantly, section 2707 extends civil liability only\r\n  to &quot;the person or entity . . . which engaged in [the] violation.&quot;  18\r\n  U.S.C. § 2707(a) (2006); Tucker v. Waddell, 83 F.3d 688, 691 (4th Cir. 1996).  Here, there is no evidence that Wife, Cooke, or BJR accessed\r\n  Husband's email account.  Although Wife disclosed some of Husband's emails to\r\n  Cooke and BJR, who allegedly used the emails to obtain additional information\r\n  about Husband's affair, the SCA does not punish such conduct.  See Cardinal\r\n    Health, 582 F. Supp. 2d at 976 (&quot;While [the] SCA punishes the act of\r\n  accessing a 'facility through which an electronic communication service is\r\n  provided' in an unauthorized manner, the SCA does not punish disclosing and\r\n  using the information obtained therefrom.&quot;).  Accordingly, the circuit\r\n  court did not err by granting summary judgment to Wife, Cooke, and BJR.  See Fischer, 207 F. Supp. 2d at 926 (granting summary judgment to defendants\r\n  who did not access plaintiff's email accounts); Cardinal Health, 582 F.\r\n  Supp. 2d at 977-79 (same); see also Freeman v. DirecTV, Inc., 457\r\n  F.3d 1001 (9th Cir. 2006) (holding that civil liability under section 2707 does\r\n  not extend to those who aid, abet, or conspire with a person or entity engaging\r\n  in a violation of section 2702); Doe v. GTE Corp., 347 F.3d 655 (7th Cir. 2003) (holding that an ISP was not liable under sections 2511 and 2520 of\r\n  the ECPA for aiding and abetting defendants who intercepted and disclosed oral\r\n  communications).\r\nIII.&nbsp; Did the circuit court err\r\n  by denying Husband's motion to amend his complaint to add Neal as a party\r\n  defendant? \r\nFinally, Husband contends that the circuit court erred\r\n  by not allowing him to amend his complaint a second time to add Neal as a party\r\n  defendant.  We disagree.  \r\nRule 15(a), SCRCP, sets forth the standard for\r\n  granting motions to amend a pleading.  It provides in pertinent part:  \r\n\r\n\tA party may amend his pleading once as a matter of\r\n  course at any time before or within 30 days after a responsive pleading is\r\n  served or, if the pleading is one to which no responsive pleading is required\r\n  and the action has not been placed upon the trial roster, he may so amend it at\r\n  any time within 30 days after it is served.  Otherwise a party may amend his\r\n    pleading only by leave of court or by written consent of the adverse party; and\r\n    leave shall be freely given when justice so requires and does not prejudice any\r\n    other party.\r\n\r\nRule 15(a), SCRCP (emphasis added).  Although leave to\r\n  amend should generally be &quot;freely given,&quot; this court has held that it\r\n  may be denied where the proposed amendment would be futile.  See Higgins\r\n    v. Med. Univ. of S.C., 326 S.C. 592, 604-05, 486 S.E.2d 269, 275 (Ct. App. 1997).  \r\nHere, Husband has not alleged that Neal accessed\r\n  Husband's email account.  Therefore, because liability under the SCA extends\r\n  only to those who actually engaged in a violation of that act, adding Neal as a\r\n  party defendant would have been futile.  Like Wife, Cooke, and BJR, Neal would\r\n  have been entitled to summary judgment if he had been added as a defendant. \r\n  Accordingly, we conclude that the circuit court did not err in refusing to\r\n  grant Husband leave to amend his complaint to add Neal as a party defendant.  \r\nCONCLUSION\r\nFor\r\n  the foregoing reasons, we affirm the circuit court's grant of summary judgment\r\n  as to Wife, Cooke, and BJR, as well as the circuit court's denial of Husband's\r\n  motion to amend his complaint to add Neal as a party defendant.  Additionally,\r\n  we reverse the circuit court's grant of summary judgment as to Broome and\r\n  remand the case for further proceedings.  Accordingly, the circuit's court's decision is \r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\nPIEPER, J., and CURETON, A.J., concur.\r\n\r\n\r\n\r\n[1] Rule 12(b)(6), SCRCP, provides that &quot;failure to\r\n  state facts sufficient to constitute a cause of action&quot; is a defense in a\r\n  civil action.  Here, there is no evidence in the record that any of the Respondents\r\n  filed a motion to dismiss pursuant to Rule 12(b)(6), SCRCP.  Moreover, even if\r\n  Respondents had done so, the circuit court's consideration of matters outside\r\n  of the pleadings would have converted such a motion into a summary judgment\r\n  motion.  See Rule 12(b), SCRCP (&quot;If, on a motion asserting the\r\n  defense numbered (6) to dismiss for failure of the pleading to state facts\r\n  sufficient to constitute a cause of action, matters outside the pleading are\r\n  presented to and not excluded by the Court, the motion shall be treated as one\r\n  for summary judgment and disposed of as provided in Rule 56, and all parties\r\n  shall be given reasonable opportunity to present all material made pertinent to\r\n  such a motion by Rule 56.&quot;); Berry, 328 S.C. at 441-42, 492 S.E.2d\r\n  at 798 (holding that, by considering matters outside of the pleadings, the trial\r\n  court converted a Rule 12(b)(6) motion to dismiss into a summary judgment\r\n  motion).\r\n[2] The definitions set forth in section 2510 have been incorporated\r\n  into the SCA.  See 18 U.S.C. § 2711(1) (2006).  \r\n[3] Several courts have held that the application of\r\n  subsection (A) of section 2510(17) is limited to communications that have not\r\n  yet been accessed by their intended recipient.  See, e.g., In re\r\n    DoubleClick, Inc. Privacy Litig., 154 F. Supp. 2d 497, 512 (S.D.N.Y. 2001)\r\n  (&quot;[I]t appears that [section 2510(17)(A)] is specifically targeted at\r\n  communications temporarily stored by electronic communications services\r\n  incident to their transmission—for example, when an email service stores a\r\n  message until the addressee downloads it.&quot;); United States v. Weaver,\r\n  636 F. Supp. 2d 769, 771 (C.D. Ill. 2009) (&quot;Because the emails here have\r\n  been opened, they are not in temporary, intermediate storage incidental to\r\n  electronic transmission.&quot;).  Here, as noted above, Broome testified that\r\n  she never accessed any of Husband's unopened emails.  \r\n[4] See, e.g., Hilderman v. Enea TekSci, Inc.,\r\n  551 F. Supp. 2d 1183, 1204-05 (S.D. Cal. 2008) (holding that emails stored by\r\n  employee on hard drive of company-issued laptop were not in &quot;electronic\r\n  storage&quot; as contemplated by the SCA); In re DoubleClick, 154 F.\r\n  Supp. 2d at 511-13 (holding that computer programs known as &quot;cookies&quot;\r\n  placed by internet advertising corporation on the hard drives of plaintiffs'\r\n  computers were not in &quot;electronic storage&quot;).\r\n[5] Federal courts have looked to legislative history\r\n  such as House and Senate Reports in interpreting the SCA.  See, e.g., Fischer,\r\n  207 F. Supp. 2d at 925-26 (citing Senate Report); In re Nat'l Sec. Agency\r\n    Telecomms. Records Litig., 483 F.Supp.2d 934, 939 (N.D. Cal. 2007) (citing\r\n  House and Senate Reports).  Additionally, in construing federal statutes, the\r\n  South Carolina Supreme Court has reviewed congressional reports to glean\r\n  legislative intent.  See White v. S.C. Tax Comm'n, 253 S.C. 79,\r\n  85-86, 169 S.E.2d 143, 145-46 (1969) (&quot;Clearly demonstrative of the intent\r\n  and purpose of Congress in enacting what is now Code Section 2056(b)(4) is the\r\n  following quotation from Senate Report No. 1013 . . . .&quot;).\r\n[6] An &quot;electronic communications system&quot; is\r\n  &quot;any wire, radio, electromagnetic, photooptical or photoelectronic\r\n  facilities for the transmission of wire or electronic communications, and any\r\n  computer facilities or related electronic equipment for the electronic storage\r\n  of such communications.&quot;  18 U.S.C. § 2510(14) (2006).  \r\n[7] This holding was not on review in the U.S. Supreme\r\n  Court's recent City of Ontario decision in which the Court reversed a\r\n  portion of Quon.  See City of Ontario, 2010 WL 2400087, at\r\n  *7 (noting that &quot;[t]he petition for certiorari filed by Arch Wireless\r\n  challenging the Ninth Circuit's ruling that Arch Wireless violated the SCA was\r\n  denied&quot;).  Rather, the issue addressed in City of Ontario was\r\n  whether the city violated the Fourth Amendment by reviewing the text messages.  Id. at *4. \r\n[8] Section 2702(b)(3) provides: &quot;A provider\r\n  described in subsection (a) may divulge the contents of a communication . . .\r\n  with the lawful consent of the originator or an addressee or intended recipient\r\n  of such communication, or the subscriber in the case of remote computing\r\n  service.&quot;  18 U.S.C. § 2702(b)(3) (2006).  Although, in Flagg, the\r\n  city did not want to give its consent, the court concluded that the city, as a\r\n  party to the action, was &quot;both able and obligated to give its\r\n  consent&quot; so that the city could comply with a request for the production\r\n  of the text messages under Rule 34 of the Federal Rules of Civil Procedure.  252\r\n  F.R.D. at 363 (emphasis added).\r\n[9] Section 2701(c)(1) provides: &quot;Subsection (a) of\r\n  this section does not apply with respect to conduct authorized . . . by the\r\n  person or entity providing a wire or electronic communications service.&quot;  18\r\n  U.S.C. § 2701(c)(1) (2006).  \r\n\r\n","court":"Appeals"},{"id":"4712","title":"Wright v. Hiester Construction","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4712","description":"This is a cross-appeal of a jury verdict in favor of Respondent-Appellant Hiester Construction Company and Respondent Dilia & Odin Painting Company in an action brought by Appellants-Respondents Kenneth E. and Bonnie L. Wright for damages arising from the destruction of the Wrights' home as the result of a fire.  The Wrights' appeal concerns various evidentiary and procedural issues during the trial.  In its cross-appeal, Hiester Construction contends the trial court should have directed a verdict in its favor instead of submitting the matter to the jury.","date":"2010-07-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Kenneth E.\r\n          Wright and Bonnie L. Wright, Appellants/Respondents,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Hiester\r\n          Construction Co., Inc, Respondent/Appellant,\r\n          \r\n        \r\n        and\r\n          \r\n        \r\n        Dilia and Odin\r\n          Painting Co., Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\nJackson V. Gregory, Circuit Court Judge\r\n\r\nOpinion No.  4712\r\n  Heard November 16, 2009 – Filed July 21,\r\n2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Bradford N. Martin and Laura W.H. Teer,\r\n          both of Greenville, for Appellants/Respondents.\r\n        Stephen L. Brown, Duke R. Highfield, and\r\n          Russell G. Hines, all of Charleston, for Respondent.\r\n        J.J. Anderson and Eric M. Johnsen, both of\r\n          Charleston, for Respondent/Appellant.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.:  These\r\n  cross-appeals arise from an action for damages relating to the destruction of a\r\n  new home as the result of a fire.  The homeowners, Kenneth E. and Bonnie L.\r\n  Wright sued their contractor, Hiester Construction Company (Hiester), for\r\n  breach of contract, contractual vicarious liability, and negligence.  The\r\n  Wrights also named Hiester's subcontractor, Respondent Dilia and Odin Painting\r\n  Company (D&amp;O), as a defendant, alleging causes of action for breach of\r\n  warranty of workmanlike construction, negligence, and vicarious liability.  The\r\n  case was tried before a jury, which found for the defendants.  The Wrights\r\n  appeal the denial of their motions for judgment notwithstanding the verdict and\r\n  a new trial.  Hiester cross-appeals on the ground that the trial judge should\r\n  have directed a verdict in its favor instead of submitting the case to the\r\n  jury.  We affirm.\r\nFACTUAL OVERVIEW AND PROCEDURAL HISTORY\r\nIn 2001, the Wrights and Hiester executed a contract\r\n  drafted by Hiester under which Hiester would build a house for the Wrights in a\r\n  gated community on Dataw Island. \r\nUnder the contract, Hiester was to assume &quot;full\r\n  responsibility for acts, negligence or omissions of all his subcontractors and\r\n  their employees and for those of all other persons doing work under a contract\r\n  for him.&quot;  In addition, Hiester was required to maintain liability\r\n  insurance to cover workers' compensation and other personal injury claims and\r\n  &quot;for property damage that may arise out of work under this Contract,\r\n  whether caused directly or indirectly by Contractor or directly or indirectly\r\n  by a subcontractor.&quot;  The contract also required the Wrights to maintain liability\r\n  insurance and property damage insurance at their own expense &quot;on the work\r\n  at the site to its full insurance value including interests of Owners,\r\n  Contractor and subcontractors against fire, vandalism, and other perils\r\n  ordinarily included in extended coverage.&quot;  It also provided that both\r\n  parties would waive &quot;all claims against each other for fire damage&quot;\r\n  covered by the property damage insurance that the Wrights were to maintain on\r\n  the construction site.\r\nHiester began building the home in March 2001 and\r\n  hired D&amp;O as a subcontractor to stain some woodwork in the house.  In\r\n  September of that year, as construction neared completion, D&amp;O sent three\r\n  employees, Lizeth Torres, Manuel Garcia, and Oscar Garcia, to perform this\r\n  task.  In the early morning hours of Saturday, September 29, 2001, after the\r\n  workers had spent several days in the house staining wood, a fire erupted,\r\n  destroying the house.\r\nThe Wrights filed this lawsuit in May 2003.  In their\r\n  complaint, the Wrights claimed D&amp;O's workers ignored well-known safety\r\n  precautions by throwing used rags soaked with wood stain into a pile in a\r\n  cardboard box that was left on the floor of the house after the workers left for\r\n  the day.  The Wrights further alleged the improper disposal caused the rags to\r\n  combust, which in turn caused the fire.  They sought damages of $474,000.\r\nBoth Hiester and D&amp;O disputed the Wrights'\r\n  allegations regarding the cause of the fire.  In their depositions, both Manuel\r\n  Garcia and Oscar Garcia claimed they put the rags in the trash in an outside\r\n  dumpster.  They further contended that, regardless of the cause of the fire, (1)\r\n  the construction contract allocated the risk of fire damage to the Wrights and\r\n  State Farm, their insurance carrier and (2) the Wrights and State Farm\r\n  expressly waived any subrogation claim against them in the event State Farm was\r\n  required to cover the loss.\r\nThe trial took place October 31 through November 3,\r\n  2005.  The jury returned a verdict for Hiester and D&amp;O.  The Wrights moved\r\n  for judgment notwithstanding the verdict or in the alternative for a new trial. \r\n  The trial judge denied these motions, and the Wrights served their notice of\r\n  appeal.[1]\r\nISSUES\r\nI. Did the trial judge err in allowing\r\n  evidence of insurance to come before the jury?\r\nII. Should the trial have been\r\n  bifurcated so that issues regarding insurance would have been separately\r\n  presented to the jury only if the Wrights first received a verdict on either\r\n  their breach of contract action or their negligence claim?\r\nIII. Did the trial judge commit\r\n  reversible error in failing to give the jury the correct instruction regarding\r\n  subrogation?\r\nIV. Should liability have been found\r\n  against Hiester as a matter of law based on (1) admissions by its president\r\n  during his deposition, (2) written admissions during discovery, and (3)\r\n  provisions in the contract under which Hiester assumed liability for its\r\n  subcontractors' actions?\r\nV. Were the Wrights entitled to\r\n  judgment notwithstanding the verdict or a new trial based on the trial judge's\r\n  refusal to admit into the evidence (1) the statements of D&amp;O's workers and\r\n  (2) testimony regarding their statements?\r\nVI. Did the trial judge err in refusing\r\n  to allow the fire chief to testify about statements allegedly made by D&amp;O\r\n  employees?\r\nVII. Should the trial judge have\r\n  allowed parol evidence to show the intent of the parties regarding the\r\n  interpretation of the contract?\r\nVIII. Were the Wrights entitled to judgment\r\n  notwithstanding the verdict or a new trial based on the trial judge's failure\r\n  to find as a matter of law that the waiver clause did not apply to D&amp;O?\r\nIX. Were the Wrights entitled to a\r\n  judgment notwithstanding the verdict or a new trial based on (1) an improper\r\n  closing argument by Hiester's attorney, (2) jury charges regarding negative\r\n  inference and third-party beneficiary law, (3) communications from the trial judge\r\n  to the jury regarding trial procedure or (4) an improper verdict form?\r\nX. Did the trial judge err in denying\r\n  the Wrights' motion to prevent an expert witness from testifying?\r\nXI. Did the trial judge err in denying\r\n  Hiester's motion for a directed verdict?  \r\nSTANDARD OF REVIEW\r\nThe trial judge must deny\r\n  motions for directed verdict or judgment notwithstanding the verdict &quot;when\r\n  the evidence yields more than one inference or its inference is in\r\n  doubt.&quot;  Steinke v. S.C. Dep't of Labor, Licensing &amp; Regulation,\r\n  336 S.C. 373, 386, 520 S.E.2d 142, 148 (1999).  An appellate court &quot;will\r\n  reverse the trial court only when there is no evidence to support the ruling\r\n  below.&quot;  Id.  An appellate court &quot;will not disturb a trial\r\n  court's decision granting or denying a new trial unless that decision is wholly\r\n  unsupported by the evidence or the court's conclusions of law have been\r\n  controlled by an error of law.&quot;  Id.\r\nLAW/ANALYSIS\r\nI. Evidence of insurance\r\nBefore the testimony began,\r\n  the Wrights unsuccessfully moved in limine to exclude references\r\n  to insurance.  Citing Landry v. Hilton Head Plantation Property Owners\r\n    Association, 317 S.C. 200, 452 S.E.2d 619 (Ct. App. 1994), the Wrights\r\n  argued that the availability of insurance was irrelevant for purposes of\r\n  determining liability on their causes of action grounded in contract and\r\n  negligence.  On appeal, the Wrights contend the denial of their motion was\r\n  error because the introduction of evidence of insurance provides an\r\n  &quot;unfair advantage due to the inherent prejudice against insurance\r\n  companies.&quot;[2]  The Wrights further argue the admission of evidence of insurance and\r\n  subrogation violated the collateral source rule.  \r\nIn response, Hiester and\r\n  D&amp;O argue (1) the Wrights, in failing to object to the introduction of this\r\n  evidence at trial, failed to preserve this issue for review and (2) this\r\n  evidence was admissible because evidence of insurance in this case was not for\r\n  the purpose of proving liability.  \r\nIn a supplementary response\r\n  to questions from this court during oral argument, counsel for the Wrights\r\n  admitted the collateral source rule was not expressly raised during the trial,\r\n  but further asserted the rule was &quot;implied&quot; in their objections to\r\n  the reference to property insurance coverage.  The Wrights, then, did not lay a\r\n  proper foundation for this Court to address the issue of collateral estoppel.  The\r\n  trial judge's ruling was only &quot;in reference to the insurance&quot; and did\r\n  not address the specific policy concern behind the collateral source rule.  See Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (stating\r\n  the familiar rule that &quot;an issue cannot be raised for the first time on\r\n  appeal, but must have been raised to and ruled upon by the trial judge&quot;\r\n  and further noting that &quot;an objection must be sufficiently specific to\r\n  inform the trial court of the point being urged by the objector); Citizens &amp;\r\n    S. Nat'l Bank of S.C. v. Gregory, 320 S.C. 90, 92, 463 S.E.2d 317, 318\r\n  (1995) (&quot;The collateral source rule provides that compensation received by\r\n  an injured party from a source wholly independent of the wrongdoer will not\r\n  reduce the damages owed by the wrongdoer.&quot;) (emphasis added).\r\nAs to the error preservation\r\n  concern raised by Hiester and D&amp;O, we hold the Wrights' failure to object\r\n  to the introduction of the disputed evidence during the trial does not prevent\r\n  this Court from considering the issue on appeal.  The defendants referenced the\r\n  issue of insurance in their opening statements, which appeared to have\r\n  immediately followed argument on the pre-trial motions, and we do not fault the\r\n  Wrights for addressing the issue themselves in an effort to mitigate the effect\r\n  of the evidence.  Cf. State v. Forrester, 343 S.C. 637, 642, 541\r\n  S.E.2d 837, 840 (2001) (&quot;[W]here a judge makes a ruling on the admission\r\n  of evidence on the record immediately prior to the introduction of the evidence\r\n  in question, the aggrieved party does not need to renew the objection.&quot;).\r\nNevertheless, we hold the trial\r\n  judge acted within his discretion in admitting the disputed evidence.  In\r\n  determining a party's culpability, Rule 411, SCRE, excludes evidence of\r\n  liability insurance, but does not expressly address the admissibility of\r\n  evidence concerning other types of insurance.  See Rule 411, SCRE\r\n  (&quot;Evidence that a person was or was not insured against liability is not admissible upon the issue of whether the person acted negligently or\r\n  otherwise wrongfully.&quot;) (emphasis added).  \r\nWe recognize the Wrights were\r\n  contractually obligated to carry liability insurance as well as property damage\r\n  insurance; however, no one contends they acted negligently or otherwise\r\n  wrongfully.  The focus of the controversy here, then, is whether the trial\r\n  judge should have excluded evidence of the Wrights' property damage insurance. \r\n  Because this evidence is not expressly excluded by Rule 411, &quot;we must\r\n  determine whether the probative value of the evidence is substantially\r\n  outweighed by the prejudicial effect and potential for confusing the\r\n  jury.&quot;  Yoho v. Thompson, 345 S.C. 361, 365, 548 S.E.2d 584, 586\r\n  (2001).  Relevant evidence may be excluded &quot;if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or\r\n  misleading the jury, or by considerations of undue delay, waste of time, or\r\n  needless presentation of cumulative evidence.&quot;  Rule 403, SCRE (emphasis\r\n  added).  \r\nIn their complaint, the\r\n  Wrights included causes of action arising from their contract with Hiester, a\r\n  contract that specifically contained a waiver of subrogation clause and a\r\n  requirement that the Wrights maintain property damage insurance on the premises\r\n  during construction.  The effect of these contractual provisions, which\r\n  defendants asserted absolved them of responsibility for the fire irrespective\r\n  of whether they were to blame for it, was relevant to the issue of liability.  Moreover,\r\n  the Wrights did not provide any other explanation—either at trial or in their\r\n  appellants' brief—as to why evidence of insurance was more prejudicial than\r\n  probative given that this lawsuit included causes of action for breach of\r\n  contract and a defense was asserted based on insurance provisions included in\r\n  the contract.  The jury was made aware that Hiester was also contractually\r\n  obligated to maintain insurance; therefore, any belief on the part of the jury\r\n  that &quot;deep pockets&quot; were involved in this lawsuit could have applied as\r\n  easily to Hiester and D&amp;O as to the Wrights.  We therefore cannot say the\r\n  trial judge abused his discretion in refusing to exclude evidence of insurance.\r\n   See Gamble v. Int'l Paper Realty Corp. of S.C., 323 S.C. 367,\r\n  373, 474 S.E.2d 438, 441 (1996) (&quot;The admission or exclusion of evidence\r\n  is a matter within the sound discretion of the trial court and absent clear\r\n  abuse, will not be disturbed on appeal.&quot;). \r\nII. Bifurcation\r\nAt the beginning of the\r\n  trial, the Wrights also moved for bifurcation, suggesting that the jury first\r\n  decide only the issue of liability.  The Wrights requested that evidence\r\n  regarding insurance be presented to the same jury only if the jury found the\r\n  defendants were liable.  The trial judge denied the motion, stating &quot;it\r\n  may very well come down to a point in the case that it becomes a matter of law\r\n  as to the interpretation of the contract, but we're not there now.&quot; \r\n  Assuming without deciding the Wrights are correct that the insurance issues\r\n  could have been separately presented to the jury, we nevertheless uphold the\r\n  denial of their motion for bifurcation.\r\nA trial court &quot;may order a separate trial . . . of any separate issue . . . always preserving\r\n  inviolate the right of trial by jury . . . .&quot;  Rule 42(b), SCRCP (emphasis\r\n  added).  &quot;Trial judges have discretion as to whether to bifurcate a\r\n  trial.&quot;  Durham v. Vinson, 360 S.C. 639, 644 n.2, 602 S.E.2d 760,\r\n  763 n.2 (2004).  &quot;A trial should be bifurcated only if the issues are so\r\n  distinct that trial of each alone would not result in injustice.&quot;  Creighton\r\n    v. Coligny Plaza Ltd. P'ship, 334 S.C. 96, 108, 512 S.E.2d 510, 516 (Ct.\r\n  App. 1998).  \r\nHere, Hiester raised the\r\n  issue of the waiver of subrogation as a defense to the lawsuit.  Moreover,\r\n  although the Wrights cite authority regarding &quot;inherent prejudice against\r\n  insurance companies,&quot;[3] they have not asserted that such prejudice cannot be corrected through curative\r\n  instructions or other means or that the alleged prejudice outweighed the\r\n  probative value of the information, particularly as that information relates to\r\n  the parties' contractual obligations.  As we have noted in the preceding\r\n  section, the contract required Hiester as well as the Wrights to maintain\r\n  insurance; therefore, any inherent prejudice on the part of the jurors against\r\n  insurers could have prejudiced the defendants as well as the Wrights.\r\nIII. Instructions regarding subrogation\r\nThe Wrights next allege the\r\n  trial court incorrectly explained the concept of subrogation to the jury.  This\r\n  issue arose when the jury, during deliberations, submitted nine written\r\n  questions, two of which are of concern in this appeal.  In question number three,\r\n  the jury inquired:  &quot;Can we find that the Plaintiffs are owed money based\r\n  on negligence but w/out proximate cause[?]&quot;  In question number nine, the\r\n  jury asked: &quot;if the answer to our question #3 is yes can State Farm [the\r\n  Wrights' insurer] sue Hiester or Zurich [Hiester's insurer] later?  Or can\r\n  State Farm ask the Wrights for their money back?&quot;\r\nThe trial judge answered each\r\n  question in order.  Regarding question number three, he answered:  &quot;No. \r\n  There has to be proximate cause of the negligent proximately cause [sic] the\r\n  damages and you have to find that as I further instructed you.&quot;  As to\r\n  question number nine, the trial judge gave the following answer:\r\n\r\n  Number\r\n    nine, if the answer to our question[ ] number three which was the one [dealing\r\n    with] proximate cause is, yes, can State Farm sue Hiester or Zurich later or\r\n    can State Farm ask the Wrights for their money back.  You said if the answer\r\n    was, yes, well obviously the answer was no, but I'm glad to answer that if you\r\n    like.  I'll read it again.  If the answer to our question of can State Farm sue\r\n    Hiester or Zurich later?  The answer to that's no.  This is the whole ball of\r\n    wax all of the cases.  And also the second part of that is or can State Farm\r\n    ask the Wrights for their money back?  The answer to that is no.  So if I\r\n    understand, y'all going back and discuss a little bit.\r\n\r\nAfter the jury returned to\r\n  the jury room, counsel for the Wrights placed on record a\r\n  &quot;suggestion&quot; that because the jury was under the mistaken belief that\r\n  if the jury awarded the Wrights a verdict, this would result in a double\r\n  recovery that the judge issue a curative instruction &quot;to let [the jury]\r\n  know that under subrogation the verdict would be split between State Farm and\r\n  Mr. Wright.&quot;  The trial judge declined to follow the suggestion, stating\r\n  he had answered the questions and it would be wrong to speculate as to what the\r\n  jury intended to ask beyond the question they submitted.\r\nWe affirm the trial judge's\r\n  rejection of the Wrights' request to advise the jury that any recovery would be\r\n  split between the Wrights and their insurer.  Having answered correctly that the\r\n  Wrights could not recover if they proved only negligence and not probable cause\r\n  on the part of the defendants, the trial judge answered question number nine in\r\n  the negative based on his determination that if the Wrights did not prevail,\r\n  any attempt by their insurer to recoup its losses—from the Wrights or anyone\r\n  else—would fail as well.\r\nFurthermore, as to whether\r\n  the trial judge answered correctly the jury's question regarding State Farm's\r\n  right to recover from its own insured, the adverse party, or the adverse\r\n  party's insurance carrier, we find no reversible error based on the record before\r\n  us.  &quot;A charge must be construed and considered as a whole before an\r\n  assignment of prejudicial error will lie to that discrete portion complained\r\n  of.&quot;  Waldrup v. Metro. Life Ins. Co., 274 S.C. 344, 346, 263\r\n  S.E.2d 652, 654 (1980).  The portions of the record submitted in this appeal do\r\n  not include the general charge to the jury; therefore, we are unable to\r\n  determine whether the trial judge's answer to the jury's question concerning\r\n  subrogation, when considered in conjunction with the original instructions to\r\n  the jury, was misleading.\r\nIV. Liability against Hiester as a\r\n  matter of law\r\nThe Wrights next contend that\r\n  Hiester should have been found liable as a matter of law because of (1)\r\n  admissions by Steve Hiester, the president of Hiester, to the effect that\r\n  D&amp;O caused the fire, (2) written admissions by Hiester Construction during\r\n  discovery that the fire was caused by Hiester's subcontractors' leaving a box of\r\n  oily rags in one of the rooms, and (3) provisions in the contract suggesting\r\n  that Hiester was to be responsible for the acts of its subcontractors.  We\r\n  disagree.[4]\r\nDuring his deposition, Steve Hiester\r\n  acknowledged that after speaking with the fire investigators, his opinion was\r\n  that oil-soaked rags probably spontaneously combusted and caused the fire.  We\r\n  agree with the trial judge that this opinion, which was based largely if not\r\n  solely on Steve Hiester's conversation with the fire investigator, is not\r\n  sufficient to settle the issue of liability against Hiester as a matter of\r\n  law.  See Lytle v. Reagan, 256 S.C. 269, 274, 182 S.E.2d 302, 305\r\n  (1971) (stating that when a party's testimony is &quot;adverse\r\n  to himself&quot; and &quot;consists mainly of estimates, opinions and\r\n  conclusions, rather than actual facts within his knowledge, such is not\r\n  conclusive upon him when there is other evidence in the record tending to prove\r\n  that such estimates, opinions and conclusions on his part are not in accord\r\n  with the true facts&quot;).\r\nThe written\r\n  admission during discovery was in response to interrogatories, rather than a\r\n  request to admit.  As such, it was correctly construed by the trial judge\r\n  &quot;as seeking current information as of the time the question is asked and\r\n  answered.&quot;  Baughman v. Am. Tel. &amp; Tel. Co., 306 S.C. 101, 108,\r\n  410 S.E.2d 537, 541 (1991); see also Rule 33, SCRCP (concerning\r\n  interrogatories to parties); Rule 36(b), SCRCP (concerning requests for\r\n  admission and stating &quot;[a]ny matter admitted under this rule is\r\n  conclusively established unless the court on motion permits withdrawal or\r\n  amendment of the admission&quot;).\r\nThe Wrights\r\n  further contend the admissions made on behalf of Hiester either by Steve\r\n  Hiester or Hiester's counsel amount to judicial admissions that estop Hiester\r\n  from denying liability for the fire.  We reject this argument.  &quot;Judicial\r\n  estoppel comes into play when the court is forced to take a position based on a\r\n  factual assertion.&quot;  Hawkins v. Bruno Yacht Sales, Inc., 353 S.C.\r\n  31, 43, 577 S.E.2d 205, 208 (2003).  In the present case, no court has taken a\r\n  prior position regarding the cause of the fire; therefore, judicial estoppel is\r\n  not applicable.\r\nThe Wrights also\r\n  maintain the contract required Hiester to assume liability for its\r\n  subcontractors' actions.  In conjunction with this argument, they also assert\r\n  any waiver of Hiester's liability applies only to &quot;faultless\r\n  occurrences.&quot;  We agree, however, with Hiester and D&amp;O that the\r\n  provisions of the contract at issue are tantamount to an enforceable waiver of\r\n  subrogation rights.  See Summit Contractors v. Gen. Heating &amp; Air\r\n    Conditioning, 358 S.C. 410, 417, 595 S.E.2d 472, 476 (2004) (noting waiver\r\n  of subrogation clauses have been upheld &quot;because they apply only to\r\n  property loss, they waive subrogation only to the extent covered by first party\r\n  insurance, and they merely give effect to the parties' agreement to allocate\r\n  risk&quot;).\r\nFinally, the\r\n  Wrights contend that because neither Hiester nor D&amp;O objected to the\r\n  damages they presented, the amount of their damages was established as a matter\r\n  of law.  We need not address this issue in view of our disposition of the other\r\n  issues on appeal.  See InMed Diagnostic Servs. v. MedQuest Assocs.,\r\n  358 S.C. 270, 279, 594 S.E.2d 552, 556-57 (Ct. App. 2004) (declining to address\r\n  issues in the appeal concerning damages because the Court also determined the\r\n  plaintiff's claim was barred as a matter of law).\r\nV.&nbsp; Statements of D&amp;O\r\n  workers\r\nThe Wrights next\r\n  contend the trial judge erred in refusing to admit transcripts of recorded\r\n  statements from D&amp;O employees or to allow any witness to testify as to\r\n  conversations with the workers through their interpreter.[5]  The Wrights argue the exclusion of\r\n  this evidence was an abuse of discretion, contending the statements were either\r\n  admissions, statements against interest, or otherwise admissible for\r\n  impeachment purposes.  They further contend the exclusion of the statements as\r\n  hearsay was improper and any bias of the interpreter, who was related to a\r\n  principal of D&amp;O, would have been toward D&amp;O.  We disagree.\r\nFirst, the\r\n  statements, both oral and written, would not have been admissible as statements\r\n  against interest because there was no showing that either the interpreter or\r\n  the D&amp;O workers were unavailable as witnesses.  See Rule 804(b)(3),\r\n  SCRE (recognizing a statement against interest as an exception to the hearsay\r\n  rule and providing that such evidence is not excluded by the rule &quot;if the\r\n  declarant is unavailable as a witness&quot;).\r\nSecond, the South\r\n  Carolina Rules of Evidence contemplate that use of a prior inconsistent\r\n  statement for impeachment purposes is permitted only when the proponent is\r\n  seeking to impeach a declarant who has testified at trial inconsistently with\r\n  the prior statement.  See Rule 613(b), SCRE (concerning extrinsic\r\n  evidence of prior inconsistent statements of witnesses).  Here, the two D&amp;O\r\n  employees whose statements the Wrights attempted to introduce were not called\r\n  as witnesses; therefore, we fail to see how these statements could have been\r\n  admitted for impeachment purposes.  \r\nThe question of\r\n  whether the statements could have been admitted as admissions under Rule\r\n  801(d)(2)(D), SCRE, presents a more difficult issue.[6]  We agree with the Wrights that the\r\n  translations were &quot;in the field&quot; and therefore not necessarily\r\n  subject to rules applying to interpreters who translate in-court testimony. \r\n  Here, however, the trial judge was uncertain as to whether the translations were\r\n  accurate, irrespective of whether the interpreter, who did not testify at\r\n  trial, was biased, and we cannot fault him for his concern. \r\nOn appeal, the\r\n  Wrights cite authority from other jurisdictions to support their argument that\r\n  statements translated by an unofficial interpreter did not create double\r\n  hearsay.  Aside from the fact that none of the cases are binding on this court,\r\n  we believe each of them is distinguishable from the present appeal,[7] and none of them gives reason to hold\r\n  the trial judge's exclusion of these translated statements amounted to\r\n  reversible error.  As the trial judge observed, his reservation was not that the\r\n  interpreter lacked formal credentials; rather, he was concerned that that the\r\n  individuals whose statements were being translated did not have sufficient\r\n  command of English to confirm that the translation was correct and that there\r\n  were no other safeguards to verify its accuracy.  See Clifford S.\r\n  Fishman, Recordings, Transcripts, and Translations as Evidence, 81 Wash.\r\n  L. Rev. 473, 503-04 (2006) (suggesting &quot;at a bare minimum&quot; that a\r\n  party offering a translated conversation establish that the &quot;translation\r\n  witness&quot; &quot;has sufficient proficiency in each language to be able to\r\n  understand, and be understood by, others who speak or write in each&quot;).[8]  \r\nWe therefore hold\r\n  the trial judge did not abuse his discretion in refusing to admit either the\r\n  written statements of the D&amp;O employees or in refusing to allow testimony from\r\n  other witnesses as to what they said.  See Pike v. S.C. Dep't of\r\n    Transp., 343 S.C. 224, 234, 540 S.E.2d 87, 92 (2000) (&quot;It is well\r\n  settled that the admission and rejection of testimony is largely within the\r\n  trial court's sound discretion, the exercise of which will not be disturbed on\r\n  appeal absent an abuse of that discretion.&quot;).\r\nVI. Admission of testimony\r\n  from the fire chief concerning statements allegedly made by D&amp;O employees\r\nThe Wrights\r\n  further maintain that the statements made by the painters through their\r\n  interpreter, though arguably inadmissible hearsay, should have been admitted\r\n  through the testimony of Fire Chief Clayton Ellis.  The Wrights further contend\r\n  Ellis should have been permitted to testify as an expert as well as a fact\r\n  witness.  We disagree.\r\nInitially, the\r\n  trial judge qualified Ellis, who had investigated the fire scene, as a cause\r\n  and origin expert.  Later, however, the trial judge restricted Ellis's\r\n  testimony to his personal knowledge and would not allow him to testify as to\r\n  what D&amp;O employees told him through their translator or to give his opinion\r\n  about the cause of the fire. \r\nRule 703, SCRE, allows\r\n  an expert giving an opinion to rely on facts or data that are not admitted in\r\n  evidence or even admissible into evidence.  Jones v. Doe, 372 S.C. 53, 62,\r\n  640 S.E.2d 514, 519 (Ct. App. 2006).  &quot;The rule, however, does not allow\r\n  for the unqualified admission of hearsay evidence merely because an expert has\r\n  used it in forming an opinion.&quot;  Id. at 62-63, 640 S.E.2d at 519. \r\n  Even if, then, the Wrights are correct that Ellis should have been qualified as\r\n  an expert witness, his testimony regarding what D&amp;O employees told him\r\n  would have been admissible &quot; 'for the limited purpose of informing the\r\n  jury of the basis of the expert's opinion.' &quot;  Id. at 63, 640 S.E.2d\r\n  at 519 (quoting 2 Kenneth S. Broun, et al., McCormick on Evidence § 324,\r\n  at 418 (2006)).\r\nWe further find\r\n  no abuse of discretion in the trial judge's ultimate refusal to allow Ellis to\r\n  testify as an expert.  According to the record, the trial judge tentatively qualified\r\n  Ellis as an expert in &quot;fire and origin&quot;; however, this qualification\r\n  was with the proviso that Ellis's investigation was adequate and that he\r\n  reached a definitive conclusion about the cause of the fire.  Based on his\r\n  perception that Ellis did not do an adequately thorough investigation, the\r\n  trial judge stated Ellis did not have a sufficient basis to give an expert\r\n  opinion as to the cause of the fire.  The record supports this finding.  Out of\r\n  the jury's presence, Ellis testified that he could conclude only that the fire\r\n  needed to be investigated and he had only a &quot;very strong suspicion&quot;\r\n  but did not try to come up with a definitive cause.  We therefore uphold the\r\n  trial judge's decision to restrict Ellis's testimony to what he actually observed.  See State v. White, 382 S.C. 265, 274, 676 S.E.2d 684, 689 (2009)\r\n  (recognizing trial courts &quot;have a gatekeeping role&quot; concerning all\r\n  expert testimony, whether the subject of expertise is scientific or\r\n  nonscientific and requiring the court to &quot;assess the threshold\r\n  foundational requirements of qualifications and reliability and further find\r\n  that the proposed evidence will assist the trier of fact&quot;); Fields v.\r\n    J. Haynes Waters Builders, Inc., 376 S.C. 545, 555, 658 S.E.2d 80, 85\r\n  (2008) (&quot;The qualification of a witness as an expert is a matter largely\r\n  within the trial court's discretion and will not be reversed absent an abuse of\r\n  that discretion.&quot;).\r\nVII. Parol evidence\r\nThe Wrights\r\n  contend the trial judge erred in refusing to allow either them or Steve Hiester\r\n  to testify about their respective intents regarding the contract.  We find no\r\n  reversible error.  The Wrights cross-examined Steve Hiester about his intent\r\n  with regard to the contract and presented testimony during their case-in-chief\r\n  about their own intent; therefore, even if the trial judge's ruling was\r\n  incorrect, it ultimately did not prejudice them.  See Fields v. Reg'l\r\n    Med. Ctr. Orangeburg, 363 S.C. 19, 35, 609 S.E.2d 506, 514 (2005) (affirming\r\n  a verdict for the defendant based in part on the determination that the\r\n  plaintiff failed to show prejudice from an erroneous evidentiary ruling).\r\n\r\nVIII. Application of the\r\n  waiver of subrogation clause to D&amp;O\r\nThe Wrights also\r\n  argue that any waiver of subrogation did not apply as a matter of law to\r\n  D&amp;O.  We disagree.  A hotly disputed issue in the trial was whether D&amp;O\r\n  workers properly disposed of the used rags before they left the job site.  If\r\n  the jury believed the Wrights did not meet their burden to show negligence on\r\n  the part of D&amp;O, this would support a finding that D&amp;O was not liable.  See Cash v. Kim, 288 S.C. 292, 296, 342 S.E.2d 61, 63 (Ct. App.\r\n  1986) (&quot;Where a jury returns a general verdict involving two or more\r\n  issues and its verdict is supported as to at least one issue, the verdict will\r\n  not be set aside.&quot;).\r\nIX.&nbsp; Judgment\r\n  notwithstanding the verdict or new trial based on improper closing argument,\r\n  jury instructions, trial procedure, and verdict form\r\nA. Closing argument\r\nThe Wrights\r\n  contend on appeal that Hiester's attorney improperly stated during closing\r\n  argument that the jury could draw a negative inference against the Wrights\r\n  because they had subpoenaed an expert witness but did not call him to testify.  The\r\n  Wrights, however, did not make a timely objection to this allegedly improper\r\n  statement; therefore, this issue is not preserved for appeal.  See State\r\n    v. Sullivan, 310 S.C. 311, 314, 426 S.E.2d 766, 768 (1993) (&quot;To\r\n  preserve an issue for appellate review, an appellant must object at his first\r\n  opportunity.&quot;).\r\nB. Jury instructions\r\nThe Wrights\r\n  further argue the trial court should have granted their request to charge the\r\n  jury that it could draw a negative inference from D&amp;O's failure to call any\r\n  witnesses at trial.  They emphasize that D&amp;O's failure to call the\r\n  employees working at the job site before the fire occurred could have led to\r\n  such an inference.  We disagree.  As the Wrights themselves stated in their\r\n  brief:  &quot;A negative inference charge informs the jury that, in the absence\r\n  of explanation, the failure or refusal of a party to produce a witness may\r\n  create an adverse inference, where such is within the party's power to produce, is not equally accessible to his opponent, and is such as he would\r\n  naturally produce if the witness were favorable to him.&quot;[9] (emphasis added).  In the present\r\n  case, the trial judge noted among the reasons for denying the requested\r\n  instruction the absence of any circumstance suggesting the Wrights themselves\r\n  could not have called the particular witnesses whose absences they sought to\r\n  emphasize, and the Wrights do not challenge this finding on appeal.\r\nThe Wrights also\r\n  maintain the jury was improperly charged on third-party beneficiary law, which\r\n  they contend on appeal was inapplicable because it is an equitable remedy.  At\r\n  trial, however, they argued only that the contractor had to make a written\r\n  request for a waiver of subrogation regarding the subcontractor.  We therefore\r\n  hold this argument was not properly preserved for appeal.  See Gurganious\r\n    v. City of Beaufort, 317 S.C. 481, 488, 454 S.E.2d 912, 916 (Ct. App. 1995)\r\n  (&quot;It is well settled that one cannot present and try his case on one\r\n  theory and then change his theory on appeal.&quot;).\r\nC. Trial procedure\r\nRegarding trial\r\n  procedure, the Wrights allege the trial judge erred when, in response to the\r\n  jury's request to rehear certain testimony, he informed the jury that it would\r\n  take three days for the testimony to be re-read to them.  We find no error.  As\r\n  the judge remarked when the Wrights objected to the statement, he did not\r\n  refuse the request and merely advised the jury to be &quot;judicious in\r\n  deciding what testimony they wanted to hear&quot; because replaying the entire proceedings\r\n  would take three days.  We find nothing to indicate that the trial judge, in\r\n  communicating this advisory to the jury, abused his discretion or that the\r\n  remarks prejudiced the Wrights.  See State v. Gregory, 198 S.C.\r\n  98, 103, 16 S.E.2d 532, 534 (1941) (stating the conduct of a trial is largely\r\n  within the sound discretion of the trial judge, whose exercise of such\r\n  discretion will not be disturbed on appeal absent a showing of &quot;an abuse\r\n  of discretion, a commission of legal error in its exercise, and that the rights\r\n  of the appellant have been thereby prejudiced&quot;).\r\nD. Verdict form\r\nThe verdict form\r\n  gave the jury three options regarding liability:  (1) it could find for the\r\n  Wrights against both Hiester and D&amp;O; (2) it could find for the Wrights\r\n  against D&amp;O only; and (3) it could find for both defendants.  The verdict form\r\n  had a fourth option allowing the jury to find for the Wrights against Hiester;\r\n  however, that option was crossed out before the form was given to the jury to\r\n  complete.\r\nThe Wrights contend\r\n  the form prevented the jury from finding that only Hiester was liable, which in\r\n  turn improperly encouraged the jury to exonerate both Hiester and D&amp;O.  As\r\n  support for this position, they maintain the jury could have found Hiester\r\n  solely responsible for the fire based on a breach of its duty to remove waste\r\n  and rubbish from the job site.  During the proceedings, however, the Wrights\r\n  conceded that Hiester's liability was contingent on a finding that D&amp;O was\r\n  negligent.  Under these circumstances, we would hold the trial judge did not\r\n  abuse his discretion in denying the Wrights' request to include the option that\r\n  the jury could find &quot;strictly against the contractor.&quot;  See S.C.\r\n    Dep't of Transp. v. First Carolina Corp. of S.C., 372 S.C. 295, 300, 641\r\n  S.E.2d 903, 906 (2007) (&quot;The trial judge has the discretion to determine\r\n  how a case is submitted to a jury.&quot;).\r\nX. Expert witness\r\nBased on the\r\n  initial representation that Hiester's expert witness took a view that was\r\n  consistent with the Wrights' position regarding the cause of the fire, the\r\n  Wrights elected not to depose this witness and placed him under subpoena.  On\r\n  the eve of the trial, however, the Wrights learned the witness had changed his\r\n  opinion and now believed the cause of the fire was undetermined.  The Wrights\r\n  then unsuccessfully moved at the start of the trial that the defendants not be\r\n  allowed to call this particular witness, maintaining that his testimony would\r\n  result in unfair prejudice.  The Wrights also contend they were entitled to a\r\n  continuance to depose the witness based on his change of position.  The expert,\r\n  however, did not testify at all in the case; therefore, the Wrights were not\r\n  prejudiced by either the refusal to continue the case or the decision not to\r\n  prevent the defense from calling the witness.  State v. Mitchell, 286\r\n  S.C. 572, 573, 336 S.E.2d 150, 151 (1985) (&quot;[R]eversal is not required\r\n  unless appellant was prejudiced by the error.&quot;).\r\nThe Wrights\r\n  further argue on appeal that Hiester's attorney improperly stated during\r\n  closing argument that the jury could draw a negative inference against them\r\n  because of their decision not to present this witness at trial.  As we have\r\n  previously noted, the Wrights did not make a timely objection to this\r\n  statement; therefore, this issue is not preserved for appeal.  See Webb\r\n    v. CSX Transp., Inc., 364 S.C. 639, 655, 615 S.E.2d 440, 449 (2005)\r\n  (holding a party waived its right to complain about an issue on appeal because\r\n  its objection was untimely).\r\nXI. Hiester's directed\r\n  verdict motion\r\nBased on our\r\n  disposition of the Wrights' appeal, we do not find it necessary to address\r\n  Hiester's cross-appeal, which concerns the denial of its directed verdict\r\n  motion.  See Futch v. McAllister Towing of Georgetown, Inc., 335\r\n  S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (stating an appellate court need not\r\n  address remaining issues when a decision on a prior issue is dispositive).\r\nCONCLUSION\r\nAs to the Wrights' appeal, we\r\n  find no reversible error on the part of the trial judge warranting either a\r\n  judgment notwithstanding the verdict or a new trial.  Because Hiester prevailed\r\n  at trial, we decline to address its argument that it should have received a\r\n  directed verdict.\r\nAFFIRMED.\r\nSHORT and KONDUROS, JJ.,\r\n  concur.\r\n\r\n\r\n[1]  The Wrights' appeal of this matter first came before\r\n  this court in 2008.  In an unpublished opinion, this court affirmed the trial\r\n  judge on the ground that the record on appeal failed to show the Wrights timely\r\n  moved for a new trial.  Wright v. Hiester Constr. Co., Op. No.\r\n  2008-UP-151 (S.C. Ct. App. filed March 10, 2008).  The South Carolina Supreme\r\n  Court reversed, noting the respondents &quot;concede petitioners' motion was\r\n  timely made&quot; and remanded the matter to this Court for consideration of\r\n  the issues on appeal.  Op. No. 2009-MO-035 (S.C. Sup. Ct. filed June 29, 2009).\r\n[2]  The quoted language appears in Edwards, Inc. v.\r\n  Arlen Realty &amp; Development Corp., 466 F. Supp. 505, 514 (D.S.C. 1978).  \r\n[3]  See Edwards, 466 F. Supp. at 513.\r\n[4]  As noted in D&amp;O's brief, the Wrights, in\r\n  conjunction with this argument also allege the trial court erred in not\r\n  admitting certain statements made by Steve Hiester during his deposition.\r\n  Assuming without deciding that this argument was adequately presented on\r\n  appeal, we agree with the trial judge that the statements were cumulative to\r\n  other evidence.  See S.C. Dep't of Highways &amp; Pub. Transp. v.\r\n    Galbreath, 315 S.C. 82, 86, 431 S.E.2d 625, 628 (Ct. App. 1993) (&quot;Even\r\n  if the trial court erred in excluding evidence, there is no reversible error\r\n  where the testimony would have been cumulative.&quot;).\r\n[5]  The statements at issue were allegedly made during\r\n  an interview with Phil Brooks, an employee of State Farm, who testified as a\r\n  fire and origin expert for the Wrights, and an earlier interview with the fire\r\n  chief, whose testimony is discussed in the following section.\r\n[6]  Rule 801(d)(2)(D) of the South Carolina Rules of\r\n  Evidence provides that &quot;a statement by [a] party's agent or servant\r\n  concerning a matter within the scope of the agency or employment, made during\r\n  the existence of the relationship&quot; is not hearsay.\r\n[7]  In their primary brief, the Wrights cite U.S. v.\r\n  Ermichine, 2002 WL 869825 (S.D.N.Y. May 3, 2002), an unpublished opinion in\r\n  which the court rejected the appellant's contention that the translations at\r\n  issue were suspect because the translators lacked formal training in English. \r\n  The court noted, among other things, the statements, as translated, were\r\n  corroborated by the actions that followed the conversations during which the statements\r\n  were allegedly made.  Id. at *2.  They also cite U.S. v. Dimas,\r\n  418 F. Supp. 2d 737 (W.D. Pa. 2005), in which a government agent was deemed\r\n  qualified to testify to a sworn statement that was translated from Spanish to English\r\n  by an interpreter who did not testify; however, the court also noted the agent,\r\n  although not fluent in Spanish, had &quot;moderate Spanish language proficiency&quot;\r\n  that was sufficient to establish the reliability of the statement.  Id. at 747.  In their reply brief, the Wrights cite three cases, each of which can\r\n  be distinguished from the present case.  In U.S. v. Stafford, 143 Fed.\r\n  Appx. 531 (4th Cir. 2005), the defendant failed to object at trial to the\r\n  certain translations, and the court upheld their admission into evidence,\r\n  stating these &quot;did not create double hearsay, as an unofficial interpreter\r\n  is no more than a language conduit.&quot;  Id. at 533.  The court's\r\n  holding was based on its determination that the &quot;plain error&quot; rule\r\n  did not apply.  Id. at 533-34.  In the second case cited by the Wrights\r\n  in their reply brief, DCS Sanitation Management v. Occupational Safety &amp;\r\n    Health Review Commission, 82 F.3d 812 (8th Cir. 1996), the interpreter was\r\n  available to testify at the hearing.  Id. at 816.  Finally, in Alimi\r\n    v. Gonzalez, 489 F.3d 829 (7th Cir. 2007), although the court upheld the\r\n  admission of a translated statement despite the interpreter's absence at the\r\n  hearing and lack of formal credentials, the party seeking to exclude the\r\n  statement gave testimony confirming its truth.  Id. at 835-36.\r\n[8]  The author of this article, in referring to the\r\n  translator as the &quot;translation witness,&quot; appears to have assumed that\r\n  the translator would be called by the offering party to testify at the hearing.\r\n[9]  Similar language appears in Davis v. Spark,\r\n  235 S.C. 326, 333, 111 S.E.2d 545, 549 (1959), which the Wrights cite in their\r\n  appellants' brief.\r\n\r\n","court":"Appeals"},{"id":"4713","title":"Kennedy v. Kennedy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4713","description":"In this appeal from the family court, the Court of Appeals affirmed the family court's decision to award the wife permanent periodic alimony and its division of the parties' debts. The court declined to rule on husband's argument regarding attorneys' fees when the husband's argument was solely based on the propriety of the family court's alimony and property awards.","date":"2010-07-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Kevin Patrick Kennedy, Sr., Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Dawn Kennedy, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nGeorgia V. Anderson, Family Court Judge\r\n\r\nOpinion No.   4713\r\nHeard May 18, 2010 – Filed July 21, 2010 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kenneth Philip Shabel, of Spartanburg, for Appellant.\r\n        J. Edwin McDonnell, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: In this appeal, Kevin Kennedy (Husband) contends the\r\n  family court erred (1) in awarding Dawn Kennedy (Wife) permanent periodic\r\n  alimony; (2) in dividing the parties' marital debts; and (3) in denying\r\n  Husband's request for attorneys' fees.  We affirm.\r\nFACTS\r\nHusband and Wife married on July\r\n  28, 1990.  They had one child, Luke Kennedy (Luke), during the course of their\r\n  marriage, who was emancipated prior to the final hearing.  The parties\r\n  separated on November 28, 2006, when the police arrested Husband for criminal\r\n  domestic violence for threatening to kill Wife.  Husband filed for divorce on January\r\n  4, 2007, and Wife counterclaimed requesting a divorce on the grounds of\r\n  physical cruelty and habitual drunkenness.  Husband then amended his complaint,\r\n  requesting a divorce on the grounds of adultery and seeking to bar Wife's claim\r\n  for alimony.  The family court subsequently allowed the parties to amend their\r\n  pleadings to also request a divorce based on one-year's continuous separation.  \r\n At the final\r\n  hearing on April 16, 2008, the family court received testimony from the parties\r\n  and their witnesses regarding the discord in the parties' marriage; the\r\n  allegations of substance abuse, physical abuse, and adultery; and the source of\r\n  several debts acquired during the marriage, specifically during the period of\r\n  Husband's incarceration.  In a separate order dated September 12, 2008, the\r\n  family court granted the parties a divorce based on one-year's continuous\r\n  separation.  The family court ordered Husband to pay Wife $300 per month\r\n  in alimony and divided the marital estate on a 50/50 basis with each party\r\n  responsible for debt acquired in his or her name.  The family court denied Husband's\r\n  request for attorneys' fees, finding Wife did not have the financial ability to\r\n  pay Husband's fees.  This appeal followed.\r\nSTANDARD OF REVIEW\r\nOn appeal from a family court\r\n  order, this court has the authority to correct errors of law and find facts in\r\n  accordance with its own view of the preponderance of the evidence.  E.D.M.\r\n    v. T.A.M., 307 S.C. 471, 473, 415 S.E.2d 812, 814 (1992).  When reviewing\r\n  decisions of the family court, we are cognizant of the fact the family court\r\n  had the opportunity to see the witnesses, hear &quot;the testimony delivered\r\n  from the stand, and had the benefit of that personal observance of and contact\r\n  with the parties which is of peculiar value in arriving at a correct result in\r\n  a case of this character.&quot;  DuBose v. DuBose, 259 S.C. 418, 423,\r\n  192 S.E.2d 329, 331 (1972) (internal quotations and citations omitted). \r\nISSUES ON APPEAL\r\nHusband claims the family\r\n  court erred on three grounds in its final order, namely the following: (1) its\r\n  award of alimony to Wife; (2) its allocation of marital debt; and (3) its\r\n  denial of attorneys' fees to Husband.   \r\nLAW/ANALYSIS\r\nI.&nbsp; Alimony\r\nHusband argues he presented\r\n  clear evidence of Wife's adultery; thus, the family court erred in granting\r\n  Wife alimony.  Alternatively, if this court finds insufficient evidence exists\r\n  to establish Wife's adultery, Husband contends the $300 alimony award is\r\n  excessive in light of Husband's fixed income.  We disagree.\r\nProof of adultery must be &quot;clear\r\n  and positive and the infidelity must be established by a clear preponderance of\r\n  the evidence.&quot;  McLaurin v. McLaurin, 294 S.C. 132, 133, 363 S.E.2d\r\n  110, 111 (Ct. App. 1987) (internal quotations and citations omitted).  When the\r\n  evidence is conflicting and susceptible of different inferences, the family\r\n  court has the duty of determining not only the law of the case, but the facts\r\n  as well, because it had the benefit of observing the witnesses and determining\r\n  how much credence to give each witness's testimony.  Anders v. Anders, 285\r\n  S.C. 512, 514, 331 S.E.2d 340, 341 (1985).\r\nHusband contends the clear\r\n  preponderance of the evidence establishes Wife committed adultery.  He points\r\n  to three witnesses who testified at the final hearing regarding Wife's alleged\r\n  adulterous relationship with Adam Jackson (Jackson).  Two of the witnesses,\r\n  Brittney and Adam Clark, stated Wife told them about her extramarital\r\n  relationship.  Husband's son from a prior marriage, Kevin Kennedy, Jr. (Kevin\r\n  Jr.) testified he was in the parties' home during Husband's incarceration when\r\n  he heard &quot;stuff going on in the bedroom&quot; and knocked on the parties'\r\n  bedroom door.  When Wife opened the door in her bathrobe, Kevin Jr. said he saw\r\n  her paramour, Jackson, under the covers in the parties' bed.  \r\nConversely, Wife denied\r\n  engaging in an extramarital relationship and claimed she had no personal\r\n  interaction with Jackson whatsoever.  The parties' son, Luke, also testified at\r\n  the final hearing about the allegations of his mother's adultery.  He stated he\r\n  was in the home the night Kevin Jr. claimed he witnessed Wife cheating on\r\n  Husband and testified that Jackson was never in the home as Kevin Jr. claimed.  Additionally, Wife's best friend, Patricia Diaz, stated she and Wife shared\r\n  many intimate secrets and details of their personal lives over the course of\r\n  their friendship, and Wife never told her she was having an affair.  After\r\n  hearing this testimony at the final hearing, the family court determined\r\n  Wife had not committed adultery.  \r\nBased on this conflicting\r\n  testimony, we believe the family court was in the best position to judge the\r\n  witnesses' credibility and veracity on the issue of adultery, and thus, we find\r\n  the family court did not abuse its discretion in denying Husband's request for\r\n  a divorce on the grounds of adultery.  See Cox v. Cox, 296 S.C.\r\n  414, 415, 373 S.E.2d 694, 694 (Ct. App. 1988) (finding when there is\r\n  conflicting evidence as to whether a party committed adultery, the appellate\r\n  court should not disregard the findings of the family court who saw and heard\r\n  the witnesses and was in a better position to evaluate the witnesses'\r\n  testimony).  \r\nTurning to Husband's argument\r\n  regarding the excessiveness of the alimony award, we find the $300 monthly\r\n  alimony award to be reasonable.\r\nAn award of\r\n  alimony rests within the sound discretion of the family court and will not be\r\n  disturbed absent an abuse of discretion.  Dearybury v. Dearybury, 351\r\n  S.C. 278, 282, 569 S.E.2d 367, 369 (2002).  In determining whether alimony is\r\n  appropriate, we recognize &quot;[t]he purpose of alimony is to provide the\r\n  ex-spouse a substitute for the support which was incident to the former marital\r\n  relationship.&quot;  Love v. Love, 367 S.C. 493, 497, 626 S.E.2d 56, 58\r\n  (Ct. App. 2006) (internal quotations and\r\n  citations omitted).  &quot;Generally, alimony should\r\n  place the supported spouse, as nearly as is practical, in the same position he\r\n  or she enjoyed during the marriage.&quot;  Craig v. Craig, 365 S.C. 285,\r\n  292, 617 S.E.2d 359, 362 (2005) (internal citations omitted).  Thus, &quot;[i]t\r\n  is the duty of the family court to make an alimony award that is fit,\r\n  equitable, and just if the claim is well founded.&quot;  Allen v. Allen,\r\n  347 S.C. 177, 184, 554 S.E.2d 421, 424 (Ct. App. 2001).\r\nWhen awarding\r\n  alimony, the family court considers the following factors: (1) duration of the\r\n  marriage; (2) physical and emotional health of the parties; (3) educational\r\n  background of the parties; (4) employment history and earning potential of the\r\n  parties; (5) standard of living established during the marriage; (6) current\r\n  and reasonably anticipated earnings of the parties; (7) current and reasonably\r\n  anticipated expenses of the parties; (8) marital and nonmarital properties of\r\n  the parties; (9) custody of children; (10) marital misconduct or fault; (11)\r\n  tax consequences; (12) prior support obligations; and (13) other factors the\r\n  court considers relevant.  S.C. Code § 20-3-130(C) (Supp. 2009).  No one factor\r\n  is dispositive.  Allen, 347 S.C. at 184, 554 S.E.2d at 425.  \r\nIn awarding Wife alimony, the\r\n  family court properly\r\n  considered these relevant statutory factors from section 20-3-130(C). \r\n  Specifically, the court noted the following in finding Wife was entitled to\r\n  alimony: the seventeen-year duration of the marriage; Husband's monthly income of $2,023 from long-term\r\n  disability and social security as opposed to Wife's monthly income of $155 from\r\n  food stamps; both parties' misconduct during the marriage, particularly their\r\n  issues with alcohol and substance abuse; Husband's and Wife's health problems\r\n  and the resulting effects on their ability to earn a living; both parties'\r\n  training as skilled laborers and their past employments and current\r\n  unemployment; and the marital and non-marital property of each party.  \r\nCurrently, Wife's income from\r\n  food stamps is inadequate to maintain her former standard of living or to pay\r\n  her current monthly living expenses.  See Craig,\r\n  365 S.C. at 292, 617 S.E.2d at 362 (&quot;Generally, alimony should place the\r\n  supported spouse, as nearly as is practical, in the same position he or she\r\n  enjoyed during the marriage.&quot;).  Wife's son, sister, and niece testified\r\n  that they are supporting Wife financially because she cannot pay her basic\r\n  living expenses due to her unemployment and mental instability.  Any reduction\r\n  in Wife's alimony award at this time would be inequitable considering each\r\n  party's current financial standing.  Furthermore,\r\n  the family court included a provision for modifying Husband's alimony\r\n  obligation if Wife establishes her entitlement to social security benefits in\r\n  her pending claim before the Social Security Administration.  If Wife's\r\n  financial circumstances improve, Husband has the ability to petition the family\r\n  court for a modification of Wife's alimony entitlement.  See Serowski\r\n    v. Serowski, 381 S.C. 306, 314-15, 672 S.E.2d 589, 593-94 (Ct. App. 2009)\r\n  (finding wife's receipt of social security and annuity benefits improved her\r\n  ability to meet her needs such that a modification, rather than a termination,\r\n  of alimony was appropriate).  Accordingly, we affirm the family court's decision\r\n  to award Wife alimony.\r\nII. Credit Card Debt\r\nNext, Husband argues the\r\n  family court abused its discretion in failing to equitably divide the parties'\r\n  credit card debt on a 50/50 basis because the debt at issue was accrued during\r\n  the parties' marriage and thus subject to equitable division.  We disagree.\r\n&quot;Marital property&quot;\r\n  is defined as &quot;all real and personal property which has been acquired by\r\n  the parties during the marriage and which is owned as of the date of filing or\r\n  commencement of marital litigation . . . .&quot;  S.C. Code Ann. § 20-3-630(A)\r\n  (Supp. 2009) (formerly § 20-7-473 (Supp. 2007)).  For purposes of equitable\r\n  distribution, a &quot;marital debt&quot; is a debt incurred for the joint\r\n  benefit of the parties regardless of whether the parties are legally liable or\r\n  whether one party is individually liable.  Hardy v. Hardy, 311 S.C. 433,\r\n  436-37, 429 S.E.2d 811, 813 (Ct. App. 1993).\r\nMarital debt, like marital\r\n  property, must be specifically identified and apportioned in equitable\r\n  distribution.  Smith v. Smith, 327 S.C. 448, 457, 486 S.E.2d 516, 520\r\n  (Ct. App. 1997).  In equitably dividing the marital estate, the family court\r\n  must consider &quot;liens and any other encumbrances upon the marital property,\r\n  which themselves must be equitably divided, or upon the separate property of\r\n  either of the parties, and any other existing debts incurred by the parties or\r\n  either of them during the course of the marriage[.]&quot;  S.C. Code Ann. § 20-3-620(B)(13)\r\n  (Supp. 2009) (formerly § 20-7-472(13) (Supp. 2007)).  Section 20-3-620(B)(13)\r\n  creates a rebuttable presumption that a debt of either spouse incurred prior to\r\n  the beginning of marital litigation is a marital debt and must be factored in\r\n  the totality of equitable apportionment.  Hickum v. Hickum, 320 S.C. 97,\r\n  102, 463 S.E.2d 321, 324 (Ct. App. 1995) (citing to former section 20-7-473).  When\r\n  the debt is incurred before marital litigation begins, the burden of proving a\r\n  debt is nonmarital rests upon the party who makes such an assertion.  Id. at 103, 463 S.E.2d at 324.\r\nHusband testified at the\r\n  final hearing that Kevin Jr. and Wife accumulated almost $16,000 in credit card\r\n  debt while he was in jail.  Husband stated that during his forty-day\r\n  imprisonment, Wife and Kevin Jr. incurred over $9,000 on his GM card, over\r\n  $5,500 on his Bank of America card, and over $1,200 on his Chase card.  However, Husband later admitted that several of the charges on his Bank of America card\r\n  were actually attributable to him, and &quot;about half the bill [was his] and\r\n  half of it [was] hers.&quot;  Husband's son, Kevin Jr., stated Wife used\r\n  these credit cards and also gave him permission to use these credit cards for\r\n  various purchases, including jewelry, DVD's, and a spoiler and rims for his car. \r\nHowever, Wife contradicted\r\n  this testimony, stating she never used the credit cards nor gave permission to\r\n  Kevin Jr. to use the credit cards, and she believed Kevin Jr. should be\r\n  responsible for paying off the debt instead of her.  Wife admitted to writing\r\n  several checks from Husband's checkbook to pay household expenses, but she stated\r\n  the bank returned some of those checks because of insufficient funds, which she\r\n  then had to repay herself.  \r\nBecause the majority of the\r\n  credit card debt was acquired prior to marital litigation, Wife was required to\r\n  rebut the presumption that those debts were marital in nature.  See Hardy,\r\n  311 S.C. at 437, 429 S.E.2d at 813 (holding former section 20-7-472 creates a\r\n  rebuttable presumption that a debt of either spouse incurred prior to marital\r\n  litigation is a marital debt).  In its order, the family court implicitly found\r\n  the credit card debts were nonmarital, concluding that Kevin Jr., not Wife, was\r\n  responsible for the charges on Husband's credit card.  Kevin Jr.'s testimony\r\n  demonstrates the majority of his purchases benefitted neither Husband nor Wife\r\n  as is required for debt to be equitably apportioned.  See id. (&quot;[A] 'marital debt' is debt incurred for the joint benefit of the parties\r\n  . . . .&quot;).  Moreover, Husband even admitted that approximately half of the\r\n  debt on the Bank of America card was a result of post-incarceration\r\n  expenditures, specifically Husband's food, liquor, and hotel room, which\r\n  clearly were not expenditures that benefitted the marriage.  See Hickum,\r\n  320 S.C. at 103, 463 S.E.2d at 324 (stating that if the family court finds that\r\n  a spouse's debt was not made for marital purposes, it need not be factored into\r\n  the court's equitable apportionment of the marital estate, and the family court\r\n  may order payment by the spouse who created the debt for nonmarital purposes).  In\r\n  light of the conflicting testimony, we believe the family court was in a better\r\n  position to observe the witnesses and assess their credibility in determining\r\n  whether this debt was marital or nonmarital.  See Brown v. Brown,\r\n  379 S.C. 271, 277, 665 S.E.2d 174, 178 (Ct. App. 2008) (finding that when there is conflicting evidence,\r\n    the family court has the duty of determining not only\r\n  the law of the case, but the facts as well, because it has the opportunity to\r\n  observe the witnesses and determine how much credence to give each witness's testimony).  Accordingly,\r\n  we discern no error in the family court's decision to hold Husband responsible\r\n  for the repayment of the credit card debt.  \r\nIII.&nbsp; Attorneys' Fees\r\nHusband argues if this court finds the family court erred in\r\n  its ruling on alimony or the equitable division of debts, we should remand the\r\n  issue of whether Husband is entitled to attorneys' fees.  Our decision to\r\n  affirm the family court on both of these issues disposes of Husband's argument\r\n  regarding attorneys' fees.  See Whiteside v. Cherokee County Sch.\r\n    Dist. No. One, 311 S.C. 335, 340-41, 428 S.E.2d 886, 889 (1993) (stating\r\n  appellate courts need not address remaining issues when resolution of prior\r\n  issue is dispositive); Haselden v. Haselden, 347 S.C. 48, 65, 552 S.E.2d\r\n  329, 338 (Ct. App. 2001) (finding one of the husband's arguments regarding\r\n  attorneys' fees without merit when his argument to overturn the attorneys' fee award\r\n  was based on his unsuccessful contention that the contempt ruling was in error). \r\nCONCLUSION\r\nBased on the foregoing, the\r\n  family court's decision is\r\nAFFIRMED.\r\nSHORT and LOCKEMY, JJ.,\r\n  concur.\r\n\r\n","court":"Appeals"},{"id":"4714","title":"State v. Strickland","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4714","description":"Perry Keith Strickland appeals his convictions for voluntary manslaughter and assault and battery of a high and aggravated nature (ABHAN), arguing the trial court erred in denying his directed verdict motion.","date":"2010-07-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Perry Keith\r\n          Strickland, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nOpinion No.   4714\r\nHeard June 8, 2010 – Filed July 21, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Chief Appellate Defender Robert M. Dudek,\r\n          of Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, Assistant Attorney General Deborah R.J. Shupe, all  of\r\n          Columbia; and Solicitor Harold W. Gowdy, III, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.: Perry Keith\r\n  Strickland (Appellant) appeals his convictions for voluntary manslaughter and\r\n  assault and battery of a high and aggravated nature (ABHAN), arguing the trial\r\n  court erred in denying his directed verdict motion.  We affirm.  \r\nFACTS\r\nAppellant was\r\n  indicted on murder and ABHAN.  These charges arose after Appellant\r\n  became involved in a knife fight with William Huckabee (Father), and his son,\r\n  Christopher Huckabee (Victim), in Spartanburg County, South Carolina.  Victim\r\n  died as a result of the altercation.  Three witnesses testified about what\r\n  occurred: Father;  Appellant's common law wife, Jennifer Weathers (Wife); and a\r\n  neighbor, Barry Smith (Neighbor).  Each gave a different account of what\r\n  occurred.\r\nFather testified\r\n  that on the morning of the incident, Wife arrived at his trailer asking for a\r\n  place to rest because Appellant had kicked her out of their trailer after an\r\n  argument.  Father agreed and allowed Wife to sleep on his sofa.  While Wife\r\n  rested, Father went to a store to purchase beer and cigarettes.  Upon\r\n  returning, he asked Wife to leave, which she did.   \r\nLater that night,\r\n  Father, Victim, Neighbor, and Wife were at Father's trailer socializing when\r\n  Appellant returned to the trailer for the third or fourth time.  Neighbor and\r\n  Wife were sitting on a sofa, and Appellant joined them.  Appellant angrily\r\n  demanded the key to their trailer from Wife.  Wife denied having a key, and\r\n  Appellant responded by yelling and screaming at her.  Victim, who was sitting\r\n  nearby, told  Appellant, &quot;I'm not going have this in my daddy's\r\n  house.&quot;  Appellant told Victim to &quot;shut your fucking mouth.&quot; \r\n  Victim pushed his chair back and was getting up when Father attacked  Appellant.  \r\nFather hit Appellant,\r\n  who fell to the couch.  Father landed on the floor, and Victim asked him if he\r\n  was all right.  After that, Father passed out.  When Father awoke, he was\r\n  behind Appellant and saw Appellant kneeling over Victim.  Father attacked\r\n  Appellant again.  The next recollection Father had was finding Victim dead.  \r\nWife testified\r\n  that on the morning of the incident she did not go to Father's trailer, but\r\n  went to her grandmother's house after she and Appellant had a fight.  Upon\r\n  returning, she and Appellant cleaned a neighbor's yard.  Father or Victim had\r\n  invited Wife and Appellant to socialize at Father's trailer.  Later that night,\r\n  Wife went to Father's trailer, and Appellant arrived fifteen to twenty minutes\r\n  later.  \r\nWife said she was\r\n  seated on the couch when Appellant came in and politely asked her for the key\r\n  to their trailer.  Before she could respond, Victim attacked Appellant and\r\n  Father joined the fight.  Victim and Father were armed with knives.  The three\r\n  men ended up on the floor, and Wife observed Appellant get cut with a knife. \r\n  After the fight, Wife and Appellant left Father's trailer.  \r\nOfficer Allen\r\n  Wood, of the Spartanburg County Sheriff's Office, testified Wife's testimony\r\n  conflicted with a statement she gave to the police a few hours after the\r\n  incident.  In that statement, she stated Appellant came into Father's trailer\r\n  and said, &quot;Where the fuck is my door key[?]&quot;  The statement also\r\n  indicated that after this exchange between Appellant and Wife, Victim told\r\n  Appellant to &quot;get the fuck out of my house.&quot;  According to Wife's\r\n  statement, Victim punched Appellant in the face, and Appellant responded in\r\n  kind.  Father jumped into the fight after Victim and Appellant exchanged\r\n  blows.  \r\nAfter this\r\n  testimony, Appellant moved for a directed verdict, arguing he was entitled to\r\n  act in self-defense.  The trial court denied this motion.  Appellant then\r\n  presented the testimony of Neighbor. \r\nNeighbor lived in\r\n  the same trailer park as Appellant and Father.  Neighbor testified he arrived\r\n  at Father's trailer the night of the incident to find Father present.  Wife\r\n  arrived at the trailer, and thereafter, Victim appeared.  Appellant arrived and\r\n  knocked on the door, and Victim answered.  Appellant addressed Wife and asked\r\n  for the key to their trailer.  Appellant was outside of the trailer, and Victim\r\n  was standing in the doorway.  The two stared each other down, then Victim made\r\n  a move and a fight ensued.  The two landed inside the trailer, and Father\r\n  joined the fight.  Victim pulled out a knife and kicked  Appellant.  At this\r\n  point, Neighbor exited the trailer and did not witness anything else.  \r\nAfter the close\r\n  of the evidence, Appellant again moved for a directed verdict, arguing he acted\r\n  in self-defense.  The trial court denied his motion.  The jury found Appellant\r\n  guilty of voluntary\r\n  manslaughter and ABHAN, and the court sentenced him to concurrent terms of\r\n  twelve and ten years' imprisonment, respectively.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\nIn deciding\r\n  whether the trial court erred in failing to grant a directed verdict in favor\r\n  of a defendant in a criminal case, this court must view the evidence in the\r\n  light most favorable to the State.  State v. Hendrix, 270 S.C. 653, 657,\r\n  244 S.E.2d 503, 505 (1978).  If there is any evidence, direct or\r\n  circumstantial, which reasonably tends to prove the guilt of the accused or\r\n  from which guilt may be fairly and logically deduced, the trial court must\r\n  submit the case to the jury.  Id.  Additionally, unless it can be said\r\n  as a matter of law that self-defense was established, it was not error for the\r\n  trial court to submit the case to the jury.  Id.  If the State provides\r\n  evidence sufficient to negate a defendant's claim of self-defense, a motion for\r\n  directed verdict should be denied.  State v. Dickey, 380 S.C. 384, 394,\r\n  669 S.E.2d 917, 922 (Ct. App. 2008).\r\nLAW/ANALYSIS\r\nAppellant argues\r\n  the trial court erred in denying his directed verdict motion because he\r\n  established self-defense as a matter of law.  We disagree.  \r\nTo establish\r\n  self-defense, four elements must be present: (1) the defendant must be without\r\n  fault in bringing on the difficulty; (2) the defendant must have been in actual\r\n  imminent danger of losing his life or sustaining serious bodily injury, or he\r\n  must have actually believed he was in imminent danger of losing his life or\r\n  sustaining serious bodily injury; (3) if his defense is based upon his belief\r\n  of imminent danger, a reasonably prudent man of ordinary firmness and courage\r\n  would have entertained the same belief, if the defendant was actually in\r\n  imminent danger, the circumstances were such as would warrant a man of ordinary\r\n  prudence, firmness and courage to strike the fatal blow in order to save\r\n  himself from serious bodily harm or losing his own life; and (4) the defendant\r\n  had no other probable means of avoiding the danger of losing his own life or\r\n  sustaining serious bodily injury than to act as he did in the particular\r\n  instance.  Hendrix, 270 S.C. at 657-58, 244 S.E.2d at 505-06.  \r\nAs to the first\r\n  element, Appellant was not without fault in bringing on the difficulty.  &quot;The\r\n  true rule is that the plea of self-defense is not available to one who uses\r\n  language so opprobrious that a reasonable man would expect it to bring on a\r\n  physical encounter, and which did actually contribute to bringing it on.&quot;  State v. Woodham, 162 S.C. 492, 502, 160 S.E. 885, 889 (1931) (internal\r\n  quotations omitted).  Additionally, the question of whether the language used\r\n  was opprobrious enough as to have reasonably been expected to bring on a\r\n  difficulty is ordinarily a question of fact for the jury.  State v. Ferguson,\r\n  91 S.C. 235, 242-43, 74 S.E. 502, 505 (1912). \r\nAlthough the\r\n  three witnesses presented differing accounts of the incident, Father testified\r\n  he struck Appellant after Appellant told Victim to &quot;shut your fucking mouth.&quot;  We believe\r\n  whether this language might reasonably have been expected to bring on the\r\n  difficulty was a question for the jury.  See id. (holding whether\r\n  defendant's calling his mother a &quot;damn lie&quot; might reasonably have\r\n  been expected to bring on the difficulty was a jury question in a prosecution\r\n  for killing his father).\r\nWhile we\r\n  acknowledge that Wife testified Appellant came in and politely asked for the\r\n  key to their trailer and did not address Victim, Father's contrary testimony\r\n  created an issue of credibility and, at least, created a situation where the\r\n  State produced enough evidence to survive a directed verdict motion.  See Hendrix, 270 S.C. at 657, 244 S.E.2d at 505\r\n  (holding if there is any evidence, direct or circumstantial, which reasonably\r\n  tends to prove the guilt of the accused or from which guilt may be fairly and\r\n  logically deduced, the trial court must submit the case to the jury); see\r\n    also State v. Pitts, 256 S.C. 420, 427, 182 S.E.2d 738, 742 (1971) (stating a motion for a directed verdict of\r\n  acquittal is properly refused where the determination of guilt is dependent\r\n  upon the credibility of a witness, as this is a question that goes to the\r\n  weight of evidence and is clearly for determination by a jury).  For these\r\n  reasons we find the trial court properly submitted the case to the jury. \r\n\r\nCONCLUSION\r\nAccordingly, the trial court's\r\n  decision is \r\nAFFIRMED.\r\nHUFF and\r\n  WILLIAMS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"4715","title":"Maro v. Lewis","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4715","description":"In this breach of contract action, Tammy Maro appeals the trial court's grant of James Lewis's motion for directed verdict.  Maro argues the trial court erred in granting the motion because she proved all elements of the breach of contract and breach of contract accompanied by fraud causes of action.  Further, Maro argues the trial court erred in allowing certain documents into evidence and allowing questioning regarding the documents.  We reverse and remand.","date":"2010-07-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tTammy Coleman\r\n      Maro, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tJames Neil\r\n      Lewis, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Georgetown County\r\n Edward B. Cottingham, Circuit Court Judge\r\nOpinion No.  4715\r\nHeard February 17, 2010 – Filed July 28,\r\n  2010\r\nREVERSED AND REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tNatasha M. Hanna, of Myrtle Beach, for Appellant.  \r\n\t\t\t\tRobert J. Moran, of Murrells Inlet, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nLOCKEMY,\r\n  J.:  In this breach of\r\n    contract action, Tammy Maro appeals\r\n  the trial court's grant of James Lewis's motion for directed verdict.  Maro\r\n  argues the trial court erred in granting the motion because she proved all\r\n  elements of the breach of contract and breach of contract accompanied by fraud causes\r\n  of action.  Further, Maro argues the trial court erred in allowing certain\r\n  documents into evidence and allowing questioning regarding the documents.  We reverse\r\n  and remand. \r\n\r\nFACTS\r\n\r\nIn\r\n  2005, Lewis and his ex-wife owned a parcel of land on Pawleys Island.  The land\r\n  was approximately 1.7 acres of commercial property where a gas station,\r\n  convenience store, and other businesses were located at the time.  Lewis wished\r\n  to sell his property and contacted Maro, a real estate agent, for assistance in\r\n  2005.     \r\nMaro\r\n  and Lewis entered into an exclusive right to sell real estate agreement on May\r\n  11, 2005.  In paragraph 7, section J of the agreement, Maro agreed to sell\r\n  Lewis's property, and Lewis, as seller, agreed &quot;[n]ot to deal directly\r\n  with prospective buyers of this property during the period of agency and shall\r\n  refer any inquiries received directly and immediately to [Maro].&quot;  Maro\r\n  testified Lewis signed the contract after she discussed all five pages with him\r\n  at his store.    \r\nAfter\r\n  both parties signed the contract, Maro testified Lewis informed her he had some\r\n  exclusions to the contract or &quot;some people that he had been talking with\r\n  about purchasing the property previous to [her] contract.&quot;  Maro said this\r\n  would not be a problem, but according to Maro, Lewis never provided her with\r\n  those names.  Thereafter, Lewis and Maro entered into a second contract dated\r\n  May 13, 2005.  The terms of the second contract were nearly identical to the contract\r\n  signed May 11 with the exception of one clause stating:  \r\n\r\n\tOTHER\r\n  TERMS AND CONDITIONS:  Broker will advertise the property for sale and will\r\n  have the term of the listing to have the property sold.  Should a buyer become\r\n  available that was listed as an owner contact – Seller will have the right to\r\n  sell to them after the contract expires and there will be no commission\r\n  charge.  Names are on this agreement.\r\n\r\nHowever, the May 13, 2005\r\n  agreement did not list any names as Lewis's previous contacts.  Maro testified\r\n  she attempted to obtain the names of Lewis's previous contacts, but he never\r\n  gave her specific names and was vague when asked to provide them.  Lewis had still\r\n  failed to provide Maro with names when he signed the second contract on May 24,\r\n  2005.[1]  \r\nMaro attempted to\r\n  sell the property, and she advertised the property in several newspapers as\r\n  well as on the internet through commercial listing services.  However, Maro was\r\n  unsuccessful in her attempts, and her exclusive right to sell period expired on\r\n  November 13, 2005.  The contract contained a ninety-day extension period.  Specifically,\r\n  the ninety-day extension clause stated:  \r\n\r\n\tIf the\r\n  property is sold within 90 days of the expiration or termination of this\r\n  Agreement (which shall be the &quot;protection period&quot;) to a Buyer to whom\r\n  the property was shown by Owner, Broker, another broker, or any other person or\r\n  firm during the term of this Agreement, Broker's full fee shall be payable by\r\n  Owner.  The protection period shall be terminated if Owner enters into a\r\n  listing agreement with another broker during the protection period.\r\n\r\nThus, the protection period\r\n  continued through February 13, 2006. Maro attempted to sell the property to no\r\n  avail and spent more than $10,000 in her endeavor.            \r\nUltimately, Peggy\r\n  Wheeler-Cribb purchased the property from Lewis.   Wheeler-Cribb negotiated the\r\n  purchase of the property directly with Lewis and entered into three contracts\r\n  with him for its purchase.  Without involving Maro, Lewis and Wheeler-Cribb\r\n  entered into a contract on August 28, 2005.  Wheeler-Cribb paid earnest money\r\n  on the contract.  Negotiations fell through because several contingencies to\r\n  the contract did not occur.  Thereafter, Wheeler-Cribb and Lewis entered into a\r\n  second contract for the purchase of the property in December of 2005, and again\r\n  the contract did not close.  Finally, Wheeler-Cribb and Lewis entered into a third\r\n  contract in April 2006, which closed in May 2006.    \r\nOn March\r\n  22, 2006, Maro brought an action for breach of contract and breach of contract\r\n  accompanied by fraudulent intent against Lewis.  Lewis answered and made\r\n  several counterclaims.  During the trial, Maro maintained Lewis breached the\r\n  real estate contract even though he sold his property after the contract\r\n  expired.  At the conclusion of Maro's case, the trial court directed a verdict\r\n  for both causes of action in Lewis's favor.[2] \r\n  The trial court reasoned:  &quot;[I]f I accept [Maro's] position . . . [Lewis]\r\n  would be bound for the rest of his life because he had some preliminary\r\n  conversation in March of 2005.  And that simply can't be the law.&quot;  Additionally,\r\n  the trial court stated:  &quot;I don't see any way in the world as a matter of\r\n  law that I can give her a commission of $120,000.00 on a piece of property that\r\n  sold within seven days [and] one year later; and the contract expired six\r\n  months earlier; and certainly [ninety] days.&quot;  The trial court believed Wheeler-Cribb\r\n  had no plans to purchase the property until several issues concerning the\r\n  property were resolved including bank financing and zoning.  In summation, the\r\n  trial court held Maro did not meet the conditions of the contract in that the property\r\n  was sold on May 2, 2006, nearly one year after the initial contract, and far\r\n  beyond the ninety-day protection period.  This appeal followed.\r\nSTANDARD OF REVIEW\r\n&quot;In deciding a\r\n  motion for directed verdict, the evidence and all reasonable inferences must be\r\n  viewed in the light most favorable to the nonmoving party.&quot;  Minter v.\r\n    GOCT, Inc., 322 S.C. 525, 527, 473 S.E.2d 67, 69 (Ct. App. 1996).  &quot;If\r\n  more than one inference can be drawn from the evidence, the case must be\r\n  submitted to the jury.&quot;  Id.  &quot;When considering directed\r\n  verdict motions, neither the trial court nor the appellate court has authority\r\n  to decide credibility issues or to resolve conflicts in the testimony or\r\n  evidence.&quot;  Harvey v. Strickland, 350 S.C. 303, 308, 566 S.E.2d 529,\r\n  532 (2002). \r\nLAW/ANALYSIS\r\nI.  Directed Verdicts on\r\n  Causes of Actions \r\nMaro\r\n  argues the trial court erred in granting Lewis's motions for directed verdicts\r\n  on her causes of action for breach of contract and breach of contract\r\n  accompanied by a fraudulent act.  Specifically, she maintains she met her\r\n  burden as a plaintiff in the action by presenting evidence on all elements for\r\n  both causes of action.  \r\nIn\r\n  reply, Lewis admits that a contract existed between Maro and himself.  Further,\r\n  Lewis admits he breached the contract.  However, Lewis maintains that not every\r\n  breach of contract cause of action entitles the non-breaching party to\r\n  damages.  Specifically, Lewis admits being in contact with the ultimate\r\n  purchaser of the property, Wheeler-Cribb, but he argues Maro would only be\r\n  entitled to damages if he entered into a contract within the contract term or\r\n  the ninety-day protection period.  In this case, Lewis contends Wheeler-Cribb\r\n  was not a ready buyer of the property on October 2, 2005, thereby precluding\r\n  Maro from receiving a commission per the parties' contract.  To determine\r\n  whether Maro presented evidence that met her burden of proof, we must examine\r\n  the evidence presented and the contracts at issue. \r\nA.&nbsp; Breach of Contract\r\n&quot;This\r\n  being an action for the breach of contract, the burden was upon the [plaintiff]\r\n  to prove the contract, its breach, and the damages caused by such breach.&quot;  Fuller v. E. Fire &amp; Cas. Ins. Co., 240 S.C. 75, 89, 124 S.E.2d 602,\r\n  610 (1962).  &quot;The general rule is that for a breach of contract the defendant\r\n  is liable for whatever damages follow as a natural consequence and a proximate\r\n  result of such breach.&quot;  Id.  &quot;The purpose of an award of\r\n  damages for breach of contract is to put the plaintiff in as good a position as\r\n  he would have been in if the contract had been performed.&quot;  Minter v. GOCT, Inc., 322 S.C. 525, 528, 473 S.E.2d 67, 70 (Ct. App. 1996).  &quot;The proper measure of compensation is the loss\r\n  actually suffered by the plaintiff as a result of the breach.&quot;  Id.\r\nHere,\r\n  Lewis admits to entering into an enforceable contract with Maro.  Further, he\r\n  admits breaching the contract by not fulfilling several of his obligations as\r\n  seller.  Therefore, at this juncture, we must determine whether Maro presented\r\n  sufficient evidence Lewis's breach proximately caused her to lose commission\r\n  and money she spent attempting to sell the property.  Viewing the evidence in\r\n  the light most favorable to Maro's breach of contract claim, we find the trial\r\n  court erred in granting Lewis's motion for directed verdict for two specific\r\n  reasons.  \r\nFirst,\r\n  the record contains conflicting evidence regarding the number of potential\r\n  buyers who inquired about the property to Lewis during the course and scope of\r\n  his contract with Maro.  This is a factual conflict in both parties' stories that\r\n  clearly lies within the jury's domain.  A jury could infer from the evidence that\r\n  Maro could have sold the property had Lewis disclosed the information about the\r\n  potential buyers and involved Maro in the negotiations.  \r\nUnder\r\n  the second scenario, a jury could infer that Maro is entitled to expenses,\r\n  commission, or both pursuant to the terms of the contract.  We find some evidence\r\n  demonstrates Lewis's duty, his breach, and that the breach proximately caused\r\n  Maro's damages.  First, Lewis owed a duty to disclose potential inquiries\r\n  regarding the property to Maro.  Second, he breached this duty by failing to\r\n  notify Maro of at least two inquiries.  Finally, Lewis entered into a contract\r\n  with Wheeler-Cribb on August 27, 2005, and again in December 2005.  Though these\r\n  sales contracts never closed, Wheeler-Cribb was the ultimate purchaser of the\r\n  property.  Further, the terms of the exclusive right to sell agreement do not\r\n  require the contracts to close.  Rather, in order for Maro to earn her\r\n  commission, the exclusive right to sell agreement only requires a contract be\r\n  entered into between Lewis and a third party.  We find one could construe\r\n  entering into a contract with the purchaser of the property as breaching the\r\n  conditions of the exclusive listing agreement between Lewis and Maro.  Accordingly,\r\n  we find the record includes sufficient evidence to survive the directed verdict\r\n  motion, and the trial court should have submitted the case to the jury.  \r\n\r\nB.&nbsp; Breach of Contract\r\n  Accompanied by a Fraudulent Act\r\n\r\nTo\r\n  recover for breach of contract accompanied by a fraudulent act, a plaintiff\r\n  must establish (1) the contract was breached; (2) the breach was accomplished\r\n  with a fraudulent intention; and (3) the breach was accompanied by a fraudulent\r\n  act.  Minter, 322 S.C. at 529-30, 473 S.E.2d at 70.  &quot;In an action\r\n  for breach of contract accompanied by a fraudulent act, the fraudulent act\r\n  element is met by any act characterized by dishonesty in fact, unfair dealing,\r\n  or the unlawful appropriation of another's property by design.&quot;  Perry\r\n    v. Green, 313 S.C. 250, 254, 437 S.E.2d 150, 152 (Ct. App. 1993).\r\nWe find because the record contains some evidence of a\r\n  breach of contract accompanied by a fraudulent act, the action should have\r\n  survived a directed verdict motion.  We have already addressed the elements for\r\n  a breach of contract cause of action in the above section.  Maro presented some\r\n  evidence of both fraudulent intent and fraudulent action as well.  A jury could\r\n  find Lewis hid his negotiations from Maro and that Lewis hid these actions in\r\n  an attempt to evade payment of a broker's commission.  Therefore, we reverse\r\n  the trial court's grant of Lewis's motion for directed verdict on the cause of\r\n  action for breach of contract accompanied by a fraudulent act.    \r\nII.  Exclusive Right to\r\n  Sell Agreement and Closing Date\r\nNext,\r\n  Maro argues the trial court erroneously concluded the contract must be valid,\r\n  enforceable, and close during the term of the listing agreement or protection\r\n  period before the commission is earned.  Specifically, Maro argues paragraph\r\n  3(A) of the contract states the commission is due and payable when the contract\r\n  is signed.  Further, Maro maintains the three-sentence contract entered into by\r\n  Lewis and Cribb-Wheeler was sufficient to trigger the broker's commission becoming\r\n  due and payable.  We agree.[3]  \r\nIn Wilbur\r\n  Smith &amp; Associates v. National Bank of South Carolina, our supreme court\r\n  affirmed a trial court's decision to award a broker commission when the\r\n  executor of the estate completed the sale of the property.  274 S.C. 296, 263\r\n  S.E.2d 643 (1980).  Specifically, the trial court found the broker was entitled\r\n  to $70,000 in commission because of a valid exclusive listing contract and the\r\n  property was sold during the listing period.  Id. at 299, 263 S.E.2d at\r\n  644.  In affirming the trial court's decision, the supreme court found realtors\r\n  have the sole right to sell property under an &quot;exclusive sales contract&quot;\r\n  and are entitled to commission even when the property owner sells the land.  Id. at 302, 263 S.E.2d at 646.  Therefore, pursuant to Wilbur Smith, Maro\r\n  would be entitled to commission if Lewis sold the property during the time\r\n  period expressed in the exclusive sales contract.  \r\nAs\r\n  Maro maintains, paragraph 3A of the exclusive right to sell agreement states\r\n  the broker is entitled to commission &quot;if Broker, Owner, another broker, or\r\n  any other person or company produces a Buyer who is ready, willing, and able to\r\n  purchase the property on the terms described above or on any terms acceptable\r\n  to the Owner.&quot;  Later in paragraph 3A, the contract provides:  \r\n\r\n\tThe\r\n  broker fee shall be earned, due, and payable when an agreement to purchase,\r\n    option, exchange, lease or trade is signed by Owner.  However, if Owner\r\n  shall fail or refuse to sell the described property for the price and terms set\r\n  forth herein, or if Owner shall fail or refuse to complete the sale of such\r\n  property under any written Agreement to Buy and Sell Real Estate to which Owner\r\n  has agreed, Broker's full fee shall be due and payable by Owner.  \r\n\r\n(emphasis added).\r\nHere,\r\n  Maro presented evidence that Lewis sold the property to Wheeler-Cribb during\r\n  the period of Maro's exclusive right to sell agreement.  Even in his brief,\r\n  Lewis states &quot;Maro's strategy was to deny Lewis'[s] pre-existing\r\n  relationship with Wheeler-Cribb, focus on the first sales contract executed\r\n    during the term of the listing contract, and characterize each and every\r\n  subsequent event as somehow compromising portions of the same contract of sale.&quot; \r\n  (emphasis added).  Per the parties' listing agreement, executing a contract for\r\n  sale of the property during the listing period appears all that was necessary\r\n  to secure Maro's commission.  Therefore, we find a jury could have determined\r\n  that she was entitled to commission.  Accordingly, we hold the trial court erred\r\n  in directing verdicts in favor of Lewis.  \r\nIII.&nbsp; Admission of Evidence\r\nMaro\r\n  argues the trial court erred by admitting certain evidence that was never\r\n  produced to Maro, and that such evidence was highly prejudicial and made Lewis's\r\n  attorney a witness in the case.  Because we reverse the trial court's decision\r\n  to grant Lewis's motion for a directed verdict, we decline to address this\r\n  argument.  See Futch v. McAllister Towing of Georgetown, Inc., 335\r\n  S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not\r\n  review remaining issues when its determination of a prior issue is dispositive\r\n  of the appeal).  \r\nCONCLUSION\r\nWe find\r\n  the trial court erred in granting Lewis's motions for directed verdict.  We find\r\n  a jury could conclude from the evidence in the record that Maro proved all\r\n  elements of her causes of action and therefore is entitled to damages.  Because\r\n  this conclusion will require a new trial, we decline to address the final\r\n  issue.  Accordingly, the decision of the trial court is \r\nREVERSED AND\r\n  REMANDED.\r\nSHORT and\r\n  KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We note the effective date of the second right to\r\n  sell agreement is different from the date that Maro signed the agreement.  \r\n[2] The record does not contain a final written order of\r\n  the court addressing the directed verdict motions.  Instead, the record\r\n  contains a discussion regarding the motions.  \r\n[3] We note Lewis's reliance on Carolina Business\r\n  Brokers v. Strickland, 299 S.C. 237, 384 S.E.2d 72 (Ct. App. 1989), and his\r\n  assertion that Strickland is a persuasive decision, factually similar to\r\n  this appeal.  However, Lewis does not develop this argument, and in fact, the\r\n  South Carolina Supreme Court reversed Strickland.  See Carolina\r\n    Bus. Brokers v. Strickland, 300 S.C. 492, 388 S.E.2d 815 (1990).  \r\n\r\n","court":"Appeals"},{"id":"4716","title":"Johnson v. Horry County Solid Waste Authority","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4716","description":"Horry County Solid Waste Authority appeals the trial court's decision to suppress evidence regarding the decedent's blood alcohol level in this wrongful death action.  The County also claims the trial court erred in referencing the South Carolina Commercial Driver's License Manual in its charge to the jury warranting a new trial.  We affirm.","date":"2010-07-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSavannah K.\r\n      Johnson, Personal Representative of the Estate of Susan Johnson, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tHorry County\r\n      Solid Waste Authority, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Horry County\r\nJ. Michael Baxley, Circuit Court Judge\r\nOpinion No.  4716\r\nHeard May 19, 2010 – Filed July 28, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDouglas C. Baxter, of Myrtle Beach and Mason A. Summers, of\r\n  Columbia, for Appellant.\r\n\t\t\t\tLuke A. Rankin, of Conway, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nKONDUROS,\r\n  J:  Horry County Solid Waste Authority (the County)\r\n    appeals the trial court's decision to suppress evidence regarding the\r\n    decedent's blood alcohol level in this wrongful death action.  The County also\r\n    claims the trial court erred in referencing the South Carolina Commercial\r\n    Driver's License Manual (the CDL Manual) in its charge to the jury warranting a\r\n    new trial.  We affirm.\r\nFACTS\r\nSusan Johnson (Decedent) was involved in a one-car,\r\n  roll-over accident around 4 a.m. on January 5, 2005.  Decedent drove off the right\r\n  side of the road and then over-corrected, causing the accident.  Her vehicle, a\r\n  black sports utility vehicle (SUV), came to rest facing oncoming traffic and inside\r\n  the safe zone of the road.[1] \r\n  Tommy Bell approached Decedent's vehicle driving a Horry County Solid Waste\r\n  Authority Truck.  Bell testified he saw Johnson's vehicle, then a blur, and\r\n  then he felt a bump.  He pulled over and saw Decedent's body lying on the side\r\n  of the road and called 911.  Decedent suffered catastrophic injuries having\r\n  been crushed between the County's truck and her SUV.  Her daughter, Savannah\r\n  Johnson, brought a wrongful death action against the County as person\r\n  representative of Decedent's estate.  \r\nAt trial, Johnson\r\n  made a motion in limine to exclude evidence of Decedent's blood alcohol\r\n  level, which was .14, and evidence showing traces of marijuana and cocaine in\r\n  Decedent's bloodstream.  Johnson argued no independent evidence linked Decedent's\r\n  intoxication to the second accident.  At the trial court's request, the County\r\n  attempted to establish such a connection.  The County raised several pieces of\r\n  evidence.  First, Lieutenant Robert Lee, a South Carolina State Trooper and\r\n  head of the Major Accident Investigation Team for the Pee Dee Region, had\r\n  testified in his deposition that Decedent's single-car accident occurred\r\n  because she was under the influence of alcohol or drugs and ran off the\r\n  shoulder of the road.  He stated fatigue may have also been a factor.  The\r\n  County also argued its expert, James Middleton, would testify Decedent was standing\r\n  on the white line separating the safe zone and road at the time of impact and\r\n  that her intoxication would have impaired her judgment.  Finally, the County\r\n  also indicated the cocaine and marijuana in Decedent's system had been ingested\r\n  within hours of the accident.[2]\r\nJohnson maintained\r\n  Lee's explanation for the first accident was not really independent but was\r\n  colored by his knowledge of Decedent's toxicology report.  Johnson also argued\r\n  Middleton's deposition testimony was ambiguous and did not give a definite\r\n  opinion as to where Decedent was standing when she was struck.\r\nAfter\r\n  hearing arguments, the trial court granted Johnson's request to exclude the\r\n  evidence.  The trial court concluded no evidence indicated Decedent's\r\n  intoxication contributed to the second accident and the evidence was\r\n  substantially more prejudicial than probative under Rule 403, SCRE.  The trial\r\n  court indicated the motion could be reconsidered upon presentation of\r\n  sufficient evidence that Decedent's intoxication contributed to the accident.  \r\nJohnson called\r\n  Lieutenant Lee at trial.[3] \r\n  He testified his investigation and conclusions focused on a tire print found on\r\n  the white line separating the road from the safe zone.  He testified the tire\r\n  print matched the print of the County's truck and such a print would only be\r\n  made when a vehicle had an impact against another object sufficient to create a\r\n  vibration, stamping the print onto the line.  Lieutenant Lee further testified\r\n  in his opinion, based on Decedent's injuries and the damage to the County's\r\n  truck and the SUV, Decedent was not in the road at the time she was struck.  \r\nThe redacted\r\n  deposition testimony of pathologist Dr. Edward Proctor, Jr. was read into the\r\n  record.  He testified Decedent's injuries were consistent with her being hit on\r\n  the right side of her body and being rotated around as the truck pinned her\r\n  against her SUV.  Dr. Proctor also stated Decedent would have been standing\r\n  relatively close to her car for the injuries to have occurred the way they\r\n  did.  He opined this would likely mean she was either standing inside or no\r\n  further than on the white line delineating the road from the safe zone.\r\nAnother\r\n  expert in accident reconstruction, Woodrow Poplin, testified next.  Poplin\r\n  stated in his expert opinion, the County's truck had drifted over into the safe\r\n  zone and struck Decedent.[4] \r\n  He opined Decedent was not across the white line separating the road and safe\r\n  zone but was just inside it, right at its edge.  Like Lee, Poplin believed the\r\n  tire print on the white line was made by the County's truck.  Poplin also\r\n  testified he believed Decedent had moved her vehicle into the safe zone during\r\n  the time between the first and second accidents.\r\nAt\r\n  this time, the County again sought to have the drug and alcohol evidence\r\n  admitted into the record, arguing Poplin's testimony that Decedent had moved\r\n  her SUV should change the trial court's analysis.  The County maintained\r\n  Decedent's driving the vehicle into an unsafe position, not far enough off the\r\n  road, made her driving under the influence a contributing factor in the second\r\n  accident.  The trial court again excluded the evidence concluding the link\r\n  between Decedent's intoxication and the second accident was too tenuous. \r\nDecedent's\r\n  ex-husband testified he saw her at a local bar and grill earlier in the evening\r\n  on the night of the accident.  The two spoke briefly, but he did not observe\r\n  Decedent's activities and did not see her consume any alcohol.\r\nThe\r\n  defense called its accident reconstruction expert, James Middleton.  Middleton\r\n  disagreed with the other experts regarding the tire print.  Based on his\r\n  analysis, the tire print was not necessarily made by the County's truck.  In\r\n  his opinion, Decedent was standing in the road &quot;straddling the white\r\n  line&quot; at the time she was struck.\r\nJohnson\r\n  had asked Bell about the amount of sleep he had gotten prior to the accident\r\n  and attempted to establish through Middleton that Bell's fatigue could have\r\n  been a factor in the second accident.  In allowing such questioning, the trial\r\n  court assured the County that it could likewise question witnesses about\r\n  circumstantial evidence of Decedent's alcohol consumption.  In response, the\r\n  County indicated no witness could testify to seeing Decedent consume alcohol,\r\n  but her mere presence at the bar prior to the accident was at least circumstantial\r\n  evidence of her intoxication.  \r\nWhen\r\n  that discussion was concluded, the parties stipulated Middleton would have\r\n  testified the level of alcohol in Decedent's bloodstream would have impaired\r\n  her judgment and that her intoxication contributed to the second accident.  The\r\n  County did not raise the blood alcohol evidence again.\r\nThe jury found the\r\n  County eighty-five percent negligent for Decedent's injuries and found Decedent\r\n  fifteen percent negligent and awarded damages in the amount of $500,000.[5] \r\n  This appeal followed.\r\nLaw/Analysis\r\nI.&nbsp; Admission of Blood Alcohol\r\n  Evidence\r\nThe County contends the trial court erred in concluding Decedent's\r\n  blood alcohol was inadmissible because insufficient evidence linked her\r\n  intoxication to the second accident, making the evidence substantially more\r\n  prejudicial than probative.  We disagree.\r\nEvidence is relevant and admissible if it tends to establish or\r\n  make more or less probable some matter in issue.  Rule 401, SCRE; Rule 402,\r\n  SCRE. However, otherwise relevant evidence may be excluded when its probative\r\n  value is &quot;substantially outweighed by the danger of unfair prejudice,\r\n  confusion of the issues, or misleading the jury . . . .&quot;  Rule 403, SCRE.  &quot;Unfair\r\n  prejudice means an undue tendency to suggest a decision on an improper\r\n  basis.&quot;  State v. Owens, 346 S.C. 637, 666, 552 S.E.2d 745, 760\r\n  (2001) overruled on other grounds by State v. Gentry, 368 S.C.\r\n  93, 610 S.E.2d 494 (2005).  &quot;An appellate\r\n  court reviews Rule 403 rulings pursuant to an abuse of discretion standard and\r\n  gives great deference to the trial court.&quot;  Lee v. Bunch, 373 S.C.\r\n  654, 658, 647 S.E.2d 197, 199 (2007).  &quot;A trial judge's decision regarding\r\n  the comparative probative value and prejudicial effect of evidence should be\r\n  reversed only in exceptional circumstances.&quot;  State v. Adams, 354\r\n  SC. 361, 378, 580 S.E.2d 785, 794 (Ct. App. 2003). \r\nOne of the leading cases in this area is Lee, 373 S.C. at 654,\r\n  647 S.E.2d at 197.  In Lee, the South Carolina Supreme Court determined\r\n  evidence of Lee's blood alcohol content was relevant and admissible.[6]  Id. at 659, 647 S.E.2d at 200.  In making this\r\n  determination, the court relied upon corroborating evidence that Lee had been\r\n  drinking at the time of the accident and that his intoxication was a cause of\r\n  the accident.  Id. at 658-59, 647 S.E.2d at 199-200.  Lee admitted to\r\n  drinking shortly before the wreck and expert testimony showed Lee's blood\r\n  alcohol level would have impaired his judgment and ability to operate a\r\n  motorcycle.  Id.  An eyewitness also saw Lee going over the speed limit,\r\n  and the accident occurred left of the center line.  Id. at 659, 647\r\n  S.E.2d at 200.\r\nKennedy v.\r\n  Griffin, 358 S.C. 122, 595 S.E.2d 248 (Ct. App. 2004), stands in contrast. \r\n  In Kennedy, a tractor-trailer turned left in front of Kennedy as he\r\n  approached in his pickup truck.  Id. at 125-26, 595 S.E.2d at 249. \r\n  Kennedy struck the eighteen-wheeler on its rear set of tires.  Id. \r\n  According to a witness, Kennedy had enough time to see the truck and apply his\r\n  brakes sooner than he did.  Id. at 126, 595 S.E.2d at 250.  The other\r\n  driver indicated he believed he had a safe distance to make the turn, while\r\n  Kennedy testified the tractor-trailer bolted out in front of him.  Id. \r\n  This court reversed the trial court's admission of toxicology reports showing\r\n  the presence of marijuana in Kennedy's bloodstream.  Id. at 128-29, 595\r\n  S.E.2d at 251.  The court reasoned no evidence regarding the level of marijuana\r\n  in Kennedy's system or how long it had been present was presented.  Id. at 128, 595 S.E.2d at 251.  Also, no witnesses testified Kennedy smelled of\r\n  marijuana and no marijuana was found at the accident scene.  Id. \r\n  Furthermore, the circumstances of the accident did not &quot;necessarily\r\n  suggest that [Kennedy] was driving under an impairment.&quot;  Id. \r\n  Under those circumstances, the court concluded, the danger of unfair prejudice\r\n  substantially outweighed the probative value of the toxicology report.  Id. at 128-29, 595 S.E.2d at 251.\r\nThis\r\n  case lies between Lee and Kennedy.  We have more corroborating\r\n  evidence than in Kennedy.  The toxicologist's unredacted deposition\r\n  testimony indicated Decedent had ingested marijuana and cocaine within hours of\r\n  her death.  That testimony also revealed Decedent's blood alcohol level to be\r\n  well in excess of the limit for driving under the influence.  Decedent's\r\n  ex-husband testified she was at a bar from approximately midnight until 4 a.m.\r\n  the night of the accident, and Lieutenant Lee testified in his deposition that\r\n  the circumstances of Decedent's first accident indicated it occurred because she\r\n  was intoxicated or possibly fatigued.  Furthermore, Middleton, at trial, placed\r\n  Decedent at least partially in the road at the time of impact.  \r\nHowever,\r\n  no one witnessed the first or second accident, and there is no &quot;smoking\r\n  gun&quot; like in Lee, when the accident inarguably occurred to the left\r\n  of the center line.  Taking the second accident independently, the County\r\n  presented no evidence Decedent's intoxication contributed to her being struck\r\n  by the County's truck.  In attempting to establish the link between\r\n  intoxication and the second accident, no expert testimony was proffered for the\r\n  trial court's consideration regarding how her judgment would have been impaired\r\n  with respect to staying out of the road.  Almost all the expert testimony\r\n  placed Decedent within the safe zone at the time of impact.  Even Bell\r\n  testified he did not see Decedent in the road.  Furthermore, although\r\n  Decedent's ex-husband placed her at a bar prior to the accident, he did not testify\r\n  to seeing her consume any alcohol.\r\nEssentially, the\r\n  jury was presented with a battle of the experts.  Middleton testified that in\r\n  his opinion, Decedent was straddling the white line when she was struck. \r\n  However, that opinion, as well as the other expert opinions, was rendered on\r\n  the physical evidence at the scene of the accident.  Her intoxication would not\r\n  have changed the expert opinion of any of the witnesses, and the jury simply\r\n  had to choose which expert they believed based on their explanations of how the\r\n  accident occurred.  \r\nUnder the\r\n  circumstances, evidence of Decedent's blood alcohol level was relevant and had\r\n  some probative value.  However, giving due deference to the trial court's\r\n  decision, we agree the prejudice created by admitting Decedent's blood alcohol\r\n  level substantially outweighed the probative value.  Therefore, the trial court's\r\n  ruling excluding the evidence is affirmed.\r\nII.&nbsp; Jury Charge\r\nThe County takes exception to the portion of the trial court's\r\n  jury charge referencing the CDL Manual.  The County argues the trial court\r\n  erred in charging from the CDL Manual because doing so imposed a higher\r\n  standard of care on Bell as a commercial driver when the CDL Manual guidelines\r\n  do not carry the force of law.  We disagree.\r\n\r\n\tThe objectionable\r\n  portion of the jury charge is as follows:\r\n\t\r\n\t\tI charge you that South Carolina's commercial driver[']s license\r\n  program requires high standards and skills of commercial motor vehicle\r\n  operators.\r\n\t\tIn reference to staying centered in a lane, I charge you that the [CDL]\r\n  Manual states that a driver needs to keep the vehicle centered in the lane to\r\n  keep safe clearance on either side.  If the vehicle is wide, there is little\r\n  room to spare.\r\n\t\tIn reference to how far ahead to look, the [CDL] [M]anual states\r\n  that most good drivers look twelve to fifteen seconds ahead.  That means\r\n  looking ahead the distance you will travel in twelve to fifteen seconds.  At\r\n  lower speeds, that's about one block.  At highway speeds it's about a quarter\r\n  of a mile assuming [visibility] permits.  If you're not looking that far ahead,\r\n  you may have to stop too quickly to make the quick lane changes.  \r\n\t\r\n\r\nThe\r\n  County lodged an objection stating: &quot;We talked earlier about the charge,\r\n  about the South Carolina Commercial Driver's License Program requires higher\r\n  standards, skills, and I don't think the mere fact that someone has a CDL they\r\n  then have a higher standard of care than anyone else on the roadway.&quot;  Johnson\r\n  argues this issue is not preserved for our review because the County did not specifically\r\n  state the CDL Manual does not carry the weight of law.  We disagree.  Questioning\r\n  whether the CDL Manual established a particular standard of care, as the common\r\n  law or statue may, implicitly calls into question the force of the CDL Manual\r\n  as something less than law.  See State v. Hamilton, 344 S.C. 344,\r\n  361, 543 S.E.2d 586, 595 (Ct. App. 2001) overruled on other grounds by State\r\n    v. Gentry, 368 S.C. 93, 610 S.E.2d 494 (2005) (&quot;In order to preserve\r\n  for review an alleged error, the objection should be sufficiently specific to\r\n  bring into focus the precise nature of the alleged error so it can be\r\n  reasonably understood by the trial [court].&quot;).  Therefore, we will proceed\r\n  to the merits of this issue.\r\nThe information contained in this charge was already introduced\r\n  through the testimony of Bell himself and Poplin.  Nevertheless, jury\r\n  instructions are to charge the current and correct law of the state, and the\r\n  County is correct in pointing out the CDL Manual does not carry the force of\r\n  law.  See McCourt v. Abernathy, 318 S.C. 301, 306, 457 S.E.2d\r\n  603, 606 (1995) (&quot;The trial judge is required to charge only the current\r\n  and correct law of South Carolina.&quot;).  Consequently, the trial court erred in\r\n  referencing the manual and its guidelines when charging the jury.  \r\nIn reviewing jury charges for an alleged error, the appellate\r\n  court &quot;must consider the court's jury charge as a\r\n  whole in light of the evidence and issues presented at trial.  If, as a whole,\r\n  the charges are reasonably free from error, isolated portions which might be\r\n  misleading do not constitute reversible error.&quot;  Keaton ex rel. Foster\r\n    v. Greenville Hosp. Sys., 334 S.C. 488, 497, 514 S.E.2d 570, 575 (1999).  \r\nIn this case, the charge, read as a whole, indicates the standard\r\n  of care to establish negligence is that of a reasonable person.  The trial\r\n  court instructed:\r\n\r\n\tNegligence means that a person did not use the same amount of care\r\n  that a person of ordinary reason and prudence would exercise in the same\r\n  circumstances. . . . It can be said that a negligent person has done something\r\n  that a reasonable person would not have done, if faced with the same situation;\r\n  or, on the other hand failed to do something that a reasonable person would\r\n  have done if faced with the same situation . . . .  Now that is negligence.  \r\n\t\r\n\r\nThe\r\n  trial court further charged the jury regarding the laws of South Carolina\r\n  pertaining to the operation of a motor vehicle.  \r\n\r\n\tI charge you under South Carolina law that the driver of an\r\n  automobile also has a duty to keep the automobile under proper control so that\r\n  the driver is able to slow down, stop, or turn the automobile to avoid\r\n  colliding with other vehicles, pedestrians, and objects lawfully on the road.  \r\n\t\r\n\tI charge you that the driver of a vehicle approaching a person\r\n  engaged about an automobile in the highway owes that person the duty to\r\n  exercise reasonable care to avoid injuring him.  \r\n\tI charge you that the first duty of a motorist is to keep a sharp\r\n  lookout to discover presence of those who might be in danger, and if he\r\n  performs that duty and discovers that someone is in danger, a second duty arises\r\n  to use every possible available means to avert injury and, if [a] motorist\r\n  fails to perform that duty, his negligence is a proximate and immediate cause\r\n  of injury.\r\n\tI charge you that the discovery of danger by the defendant or the\r\n  duty to discover it in exercise of due care includes the duty under the\r\n  circumstances to appreciate peril in time to take steps necessary to avert an\r\n  accident.  \r\n\tI charge you that a driver on the public roads owes a duty to keep\r\n  a proper lookout for persons or objects upon the highway.  That duty is not merely\r\n  one of looking, but one of seeing. \r\n\t I charge you that a person using the public roadways of this state\r\n  owe a duty to exercise ordinary care at all time to avoid an accident.  \r\n\r\nThese charges all address the care that any driver is required to\r\n  exhibit in operating a motor vehicle.  Furthermore, the trial court's general\r\n  charge on the meaning of negligence comports with requiring a driver to use the\r\n  ordinary care another driver would use under the same circumstances.  On the\r\n  whole, the trial court's jury instructions properly stated the appropriate standard\r\n  of care so that we do not believe the reiteration of some guidelines from the\r\n  CDL Manual prejudiced the County.  Accordingly, we do not believe the trial\r\n  court committed reversible error in including the CDL Manual reference in the\r\n  jury instructions.\r\nCONCLUSION\r\nWe affirm the trial court's decision to exclude evidence of\r\n  Decedent's blood alcohol level because a sufficient link was not established\r\n  between her intoxication and the second accident and because the probative\r\n  value of the evidence was substantially outweighed by the likelihood of unfair\r\n  prejudice.  Additionally, we find the trial court did not commit reversible\r\n  error by referencing the CDL Manual in the charge when the instructions, as a\r\n  whole, accurately conveyed the proper standard of care to be applied by the\r\n  jury.  Based on all of the foregoing, the rulings of the trial court are \r\nAFFIRMED.\r\nHUFF and THOMAS, JJ., concur.\r\n\r\n[1] This area may\r\n  commonly be called the emergency lane or shoulder of the road, but we will\r\n  refer to it as the safe zone.  The safe zone in this case is the area to the\r\n  right side of the white line demarking the end of the actual road.\r\n[2] The pathologist's\r\n  testimony on this point was not specifically brought to the attention of the\r\n  trial court at this time, but the pathologist's unredacted deposition was\r\n  proffered and it supports this contention.  His redacted deposition was read\r\n  into the record.\r\n[3] Lieutenant Lee\r\n  was technically a First Sergeant the day he testified at trial with his\r\n  promotion due to take effect four days later.\r\n[4] Bell did not\r\n  dispute evidence that his tire was over the white line demarcating the road\r\n  from the safe zone.\r\n[5] This amount was\r\n  capped at $300,000 pursuant to the South Carolina Tort Claims Act, Section\r\n  15-78-120(1) of the South Carolina Code (2005).\r\n[6] This decision\r\n  affirmed the trial court.  \r\n\r\n","court":"Appeals"},{"id":"4717","title":"High v. High","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4717","description":"In this child custody case, John High (Father) appeals from the family court's order granting Renee High (Mother) sole custody of the couple's two children, arguing the family court erred in: (1) refusing to qualify Teressa Harrington, LPC as an expert witness; (2) prohibiting the introduction of statements made by the couple's minor daughter to Harrington; (3) refusing to admit Harrington's records into evidence; (4) making certain findings of fact relevant to the issue of custody which are not supported by the record; (5) failing to consider important factors contained in the record in its award of primary custody to Mother; (6) awarding Mother sole custody based on the fact that Mother was historically the caregiver of the minor children; and (7) granting Mother custody based on the primary caretaker factor.  In her cross-appeal, Mother argues the family court erred in (1) hearing Father's untimely motion to alter or amend, and (2) failing to award her attorney's fees and costs.","date":"2010-07-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRenee M. High, Respondent/Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tJohn A. High,\r\n      II, Appellant/Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Georgetown County\r\nJan B. Bromell-Holmes, Family Court Judge\r\nOpinion No.  4717\r\nSubmitted June 1, 2010 – Filed July 28,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMarian D. Nettles, of Lake City, and John M. Prosser, Jr., of\r\n  Johnsonville, for Appellant/ Respondent.\r\n\t\t\t\tV. Lee Moore and Elizabeth J. Saraniti, of Surfside Beach, for\r\n  Respondent/Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:   In this child custody case, John High\r\n  (Father) appeals from the family court's order granting Renee High (Mother)\r\n  sole custody of the couple's two children, arguing the family court erred in:\r\n  (1) refusing to qualify Teressa Harrington, LPC as an expert witness; (2)\r\n  prohibiting the introduction of statements made by the couple's minor daughter\r\n  to Harrington; (3) refusing to admit Harrington's records into evidence; (4)\r\n  making certain findings of fact relevant to the issue of custody which are not\r\n  supported by the record; (5) failing to consider important factors contained in\r\n  the record in its award of primary custody to Mother; (6) awarding Mother sole\r\n  custody based on the fact that Mother was historically the caregiver of the\r\n  minor children; and (7) granting Mother custody based on the primary caretaker\r\n  factor.  In her cross-appeal, Mother argues the family court erred in (1)\r\n  hearing Father's untimely motion to alter or amend, and (2) failing to award\r\n  her attorney's fees and costs.  We affirm.[1]\r\nFACTS\r\nMother\r\n  and Father were married on May 4, 1996, and subsequently the couple parented\r\n  two children, Daughter and Son.  A day after their ten-year anniversary, Father\r\n  confronted Mother about having an affair.  Mother admitted to the affair, and\r\n  the parties separated.  After the separation, Father admitted he had several\r\n  affairs early in the marriage.\r\nOn June 29, 2006, Mother filed a complaint seeking an order of\r\n  separate support and maintenance.  Mother also requested sole custody of the\r\n  minor children, child support, equitable distribution of the assets and debts,\r\n  a personal restraining order, and attorney's fees.[2]  She later\r\n  filed a supplemental complaint to request a divorce on the ground of one-year\r\n  separation.  Father filed an answer and counterclaim requesting the same relief\r\n  and a divorce on the ground of adultery.  Mother filed a reply including the\r\n  affirmative defense of recrimination.  Prior to trial, Mother and Father\r\n  reached an agreement concerning the children's health insurance, equitable\r\n  division of the assets and debts, alimony, tax liability, and communications\r\n  between the parties, and the terms were included in the final order filed on\r\n  October 25, 2007.  \r\nMother proceeded with the divorce on the ground of one year's\r\n  separation, and a four-day trial was held on October 22 and 25, 2007, and\r\n  January 15 and 16, 2008.  During the trial, the court heard the remaining\r\n  issues of divorce, custody, visitation, child support, Guardian ad Litem fees,\r\n  and attorney's fees, as well as a Rule to Show Cause filed by Mother seeking to\r\n  have Father held in contempt of court for violation of the temporary order.  On\r\n  May 8, 2008, the court issued a final order, granting Mother's divorce from\r\n  Father and awarding Mother sole custody of the children and child support.  The\r\n  order also divided the Guardian ad Litem costs, requiring Mother to pay\r\n  $3,701.95 and Father to pay $6,000.  The court also issued an order on the Rule\r\n  to Show Cause, holding Father in contempt of court.[3]  Neither\r\n  party filed a motion for reconsideration within the ten-day time period\r\n  pursuant to Rule 59(e), SCRCP; however, on June 6, 2008, the family court filed\r\n  a supplemental order with consent of the parties to address the restraining\r\n  order language because Father was concerned it would impact his job as a police\r\n  officer.  On June 18, 2008, Father filed a motion to alter or amend the judgment. \r\n  Mother filed a memorandum in opposition to the motion to alter or amend the judgment,\r\n  and a hearing on the matter was held on September 30, 2008.  In its order\r\n  denying Father's motion, filed on January 21, 2009, the court found the motion\r\n  was untimely and only raised issues that were fully addressed in the May 8,\r\n  2008 order, which had not been modified by the June 6, 2008 order; however, the\r\n  court addressed the merits of Father's motion.  Mother and Father both appealed\r\n  to this court, and Mother filed a motion to dismiss Father's appeal,[4] which was denied on April 13, 2009.\r\nStandard of Review\r\nIn an appeal from the family court, this\r\n  court has the jurisdiction to correct errors of law and find facts in\r\n  accordance with its own view of the preponderance of the evidence.  Fiddie\r\n    v. Fiddie, 384 S.C. 120, 124, 681 S.E.2d 42, 44 (Ct. App. 2009). \r\n  &quot;Although this court may find facts in accordance with our own view of the\r\n  preponderance of the evidence, we are not required to ignore the fact that the [family]\r\n  court, who saw and heard the witnesses, was in a better position to evaluate\r\n  their credibility and assign comparative weight to their testimony.&quot;  Id. \r\n  &quot;In particular, an appellate court 'should be reluctant to substitute its\r\n  own evaluation of the evidence on child custody for that of the [family]\r\n  court.'&quot; Chastain v. Chastain, 381 S.C. 295, 302, 672 S.E.2d 108,\r\n  111 (Ct. App. 2009) (quoting Woodall v. Woodall, 322 S.C. 7, 10, 471\r\n  S.E.2d 154, 157 (1996)); Altman v. Griffith, 372 S.C. 388, 393, 642\r\n  S.E.2d 619, 622 (Ct. App. 2007) (stating custody determinations largely rest in\r\n  the sound discretion of the family court judge); Shirley v. Shirley, 342\r\n  S.C. 324, 330-31, 536 S.E.2d 427, 430 (Ct. App. 2000) (&quot;Custody decisions\r\n  are matters left largely to the discretion of the [family] court.&quot;); Paparella\r\n    v. Paparella, 340 S.C. 186, 189, 531 S.E.2d 297, 299 (Ct. App. 2000)\r\n  (noting appellate courts should be reluctant to supplant the family court's\r\n  evaluation of witness credibility regarding child custody).\r\nLAW/ANALYSIS\r\nI.&nbsp; Father's Appeal\r\nA.&nbsp; Expert Witness\r\nFirst, Father argues the family court erred in refusing to qualify\r\n  Teressa Harrington as an expert witness by misapprehending the law relevant to\r\n  the admission or exclusion of expert witnesses.  We disagree.\r\nIt is within the family court's discretion to determine whether a\r\n  witness is qualified as an expert and whether his or her opinion is admissible\r\n  on a fact in issue.  Edwards v. Edwards, 384 S.C. 179, 183, 682 S.E.2d\r\n  37, 39 (Ct. App. 2009).  &quot;On appeal, the family court's ruling to exclude\r\n  or admit expert testimony will not be disturbed absent a clear abuse of\r\n  discretion.&quot;  Id.  &quot;There is no abuse of discretion as long as\r\n  the witness has acquired by study or practical experience such knowledge of the\r\n  subject matter of his testimony as would enable him to give guidance and\r\n  assistance to the jury in resolving a factual issue which is beyond the scope\r\n  of the jury's good judgment and common knowledge.&quot;  Gadson v. Mikasa\r\n    Corp., 368 S.C. 214, 228, 628 S.E.2d 262, 270 (Ct. App. 2006).  &quot;The\r\n  party offering the expert has the burden of showing the witness possesses the\r\n  necessary learning, skill, or practical experience to enable the witness to\r\n  give opinion testimony.&quot;  Id.  &quot;Defects in an expert witness'\r\n  education and experience go to the weight, not the admissibility, of the\r\n  expert's testimony.&quot;  Edwards, 384 S.C. at 183, 682 S.E.2d at 39\r\n  (quoting Peterson v. Nat'l R.R. Passenger Corp., 365 S.C. 391, 399, 618\r\n  S.E.2d 903, 907 (2005)).\r\nFather alleges the family court incorrectly held that prior\r\n  qualification as an expert was a precondition to admission of an expert.  At\r\n  trial, Father sought to have Harrington, a licensed professional counselor,\r\n  qualified as an expert in child counseling.  Mother objected to Harrington\r\n  being admitted as an expert because Harrington did not have any published works\r\n  that were recognized and relied upon by other professionals in her field. \r\n  Additionally, Mother objected because Harrington had only spoken on topics like\r\n  educational counseling techniques, and she had never testified in court before\r\n  this case.  Mother stated she did not object to Harrington testifying about the\r\n  treatment she provided to Daughter.  The court allowed Harrington to testify\r\n  and reserved the right to rule on whether she was an expert.\r\nIn its June 6, 2008 order, the court stated it had considered\r\n  Harrington's testimony, but the court had declined to admit Harrington as an\r\n  expert in child counseling.  The order noted that Harrington had never\r\n  testified in court, and therefore, had never been admitted as an expert in any\r\n  court proceeding concerning child custody, but did not state that was the\r\n  reason it had declined to admit her as an expert.  In the court's order denying\r\n  Father's motion to alter or amend, the court further addressed the issue:\r\n\r\n\tAs far as the counselor is concerned whom [Father] maintains\r\n  should have been admitted as an expert, although she had extensive experience\r\n  in counseling children, such experience does not necessarily qualify her as an\r\n  expert in child custody matters.  It was clear to this Court that [Father] had\r\n  exercised undue influence over the child.  Even if she had been qualified as an\r\n  expert witness, her opinion was that it was the desire of [Daughter] to be with\r\n  [Father] and that [Daughter] would have a more difficult time in adjusting if\r\n  [Mother] were granted custody. Such opinion would not have changed my ruling as\r\n  I had to consider numerous factors. . . . The Court did consider the\r\n  counselor's testimony as a whole and noted that the child exhibited better\r\n  coping skills at the end of the counseling sessions.\r\n\r\nWe find the family court did not abuse its discretion in refusing\r\n  to qualify Harrington as an expert in child counseling.  Furthermore, we find\r\n  Father was not prejudiced by the court's decision because the court allowed\r\n  Harrington to testify and considered her testimony in making its decision.\r\nSecond, Father argues the family court erred in prohibiting the\r\n  introduction of statements made by Daughter to Harrington.  We disagree.\r\nFather sought to have the statements made by Daughter to\r\n  Harrington during the course of her treatment admitted under Rule 703, SCRE. \r\n  However, Rule 703, SCRE, only applies to experts, and the family court found\r\n  Harrington was not qualified as an expert in child counseling; therefore, the\r\n  court properly excluded the introduction of statements made by Daughter to\r\n  Harrington.  See Rule 703, SCRE; Jones v. Doe, 372 S.C. 53,\r\n  62-63, 640 S.E.2d 514, 519 (Ct. App. 2006) (holding Rule 703, SCRE, permits an\r\n  expert giving an opinion to rely on facts or data &quot;that are not admitted\r\n  in evidence or even admissible into evidence&quot;; however, it &quot;does not\r\n  allow for the unqualified admission of hearsay evidence merely because an\r\n  expert has used it in forming an opinion&quot;).  Also, Rule 703 does not allow\r\n  the admission of hearsay evidence simply because an expert used it in forming\r\n  their opinion; it only provides the expert can give an opinion based on facts\r\n  or data that were not admitted into evidence.  Id. (quoting 2 Kenneth S.\r\n  Broun et al., McCormick on Evidence § 324, at 418 (2006) and finding the expert\r\n  may testify to the inadmissible evidence, but &quot;[i]t is received only for the\r\n  limited purpose of informing the jury of the basis of the expert's opinion and\r\n  therefore does not constitute a true hearsay exception&quot;).  Furthermore, a\r\n  family court's ruling on the admission or exclusion of evidence will only be\r\n  reversed if it constitutes an abuse of discretion amounting to an error of\r\n  law.  Judy v. Judy, 384 S.C. 634, 641, 682 S.E.2d 836, 839 (Ct. App.\r\n  2009).\r\nThe court permitted Harrington to give her diagnosis of Daughter's\r\n  condition; however, the court would not allow her to mention any of Daughter's\r\n  statements:  \r\n\r\n\tI don't want to hear anything the child says.  If [Harrington]\r\n  wants to testify as to what she diagnosed the child to have or whatever her\r\n  condition is, that's fine, but I'm not hearing any hearsay concerning the\r\n  child.  The Court may determine on its own volition to talk with [Daughter]\r\n  itself if she's as bright as everyone said she is.\r\n\r\nHarrington was\r\n  also permitted to testify to her opinion that it was the desire of Daughter to\r\n  live with Father, and Daughter would have a more difficult time adjusting if\r\n  Mother were granted sole custody.  Further, Harrington was allowed to refer to\r\n  her notes and testify about every session she had with Daughter and how\r\n  Daughter was feeling at each meeting.  Therefore, Father was not prejudiced by\r\n  the court's exclusion of Daughter's statements.  As a result, we find the\r\n  family court did not abuse its discretion in prohibiting the introduction of\r\n  statements made by Daughter to Harrington. \r\nThird, Father argues the family court erred in refusing to admit\r\n  Harrington's records into evidence.  We disagree.  \r\nA family court's ruling on the admission or exclusion of evidence\r\n  will only be reversed if it constitutes an abuse of discretion amounting to an\r\n  error of law.  Judy, 384 S.C. at 641, 682 S.E.2d at 839.  Evidence is\r\n  relevant if it tends to establish or make more or less probable some matter in\r\n  issue upon which it directly or indirectly bears; however, relevant evidence\r\n  may be excluded if its probative value is substantially outweighed by the danger\r\n  of unfair prejudice.  Id.  Determinations of the relevance of evidence\r\n  rest within the family court's discretion.  Id.\r\nFather sought to have Harrington's complete record on Daughter\r\n  admitted into evidence and Mother objected, arguing it contained hearsay\r\n  statements made by Daughter to Harrington and Daughter was available to\r\n  testify.  Father argued Harrington's records were admissible under Rule 803(6),\r\n  SCRE, the Business Records Exception to the hearsay rule.  Rule 803(6) provides\r\n  that memorandum, reports, records, or data compilation, in any form, of acts,\r\n  events, conditions, or diagnoses can be admissible if they are (1) made at or\r\n  near the time of the event recorded; (2) prepared by someone with or from\r\n  information transmitted by a person with knowledge; (3) made and kept in the\r\n  course of a regularly-conducted business activity; (4) identified by the\r\n  custodian or a qualified witness who can testify regarding the mode of\r\n  preparation of the record; and (5) found to be trustworthy by the court.  See Rule 803(6), SCRE; Ex parte Dep't of Health &amp; Envt. Control, 350\r\n  S.C. 243, 249, 565 S.E.2d 293, 297 (2002).  \r\nIn its order denying Father's motion to alter or amend, the court\r\n  stated &quot;there was no reason or need for the records of [Harrington] to be\r\n  admitted into evidence as she testified based upon her records and the Court\r\n  was not going to allow the introduction of evidence which would be cumulative\r\n  and which might contain hearsay testimony not otherwise admissible.&quot; \r\n  Because the court permitted Harrington to review her notes and testify\r\n  extensively about each of her sessions with Daughter, we find the family court\r\n  did not abuse its discretion in prohibiting the introduction of Harrington's\r\n  records.  \r\nFather also argues Daughter's statements, contained in\r\n  Harrington's consultation notes, were admissible under Rules 803(3) and (4),\r\n  SCRE, as statements made as to her then existing mental, emotional, or physical\r\n  condition and for the purpose of diagnosis and treatment.  Rule 803(3) provides\r\n  an exception for statements of present state of mind, emotion, or physical\r\n  condition, such as intent, plan, motive, design, mental feeling, pain, and\r\n  bodily health, but does not include statements of memory or belief to prove the\r\n  fact remembered or believed.  Rule 803(3), SCRE.  Harrington was allowed to\r\n  testify about every session she had with Daughter and Daughter's preference to\r\n  live with Father; therefore, we find Father was not prejudiced by the court's\r\n  exclusion of Harrington's consultation notes.  Rule 803(4) provides &quot;that\r\n  the admissibility of statements made after the commencement of the litigation\r\n  is left to the court's discretion,&quot; and Daughter did not begin seeing\r\n  Harrington until after the case was filed.  Rule 803(4), SCRE.  Because the\r\n  admission of evidence is within the discretion of the family court, and the\r\n  court did not abuse that discretion, we find the family court did not err in\r\n  refusing to admit Harrington's records into evidence. \r\nB.&nbsp; Child Custody\r\n1.&nbsp; Findings of\r\n  Fact\r\nFather argues the family court erred in making several findings of\r\n  fact relevant to the issue of custody because they are not supported by the\r\n  record.  We disagree.\r\nIn an appeal from the family court, this court has the jurisdiction\r\n  to correct errors of law and find facts in accordance with its own view of the\r\n  preponderance of the evidence.  Fiddie, 384 S.C. at 124, 681 S.E.2d at\r\n  44.  However, the court is not required to ignore the fact that the family\r\n  court, who saw and heard the witnesses, was in a better position to evaluate\r\n  their credibility and assign comparative weight to their testimony.  Id. \r\n  Child custody decisions are matters left largely in the discretion of the\r\n  family court.  Shirley, 342 S.C. at 330, 536 S.E.2d at 430.  Thus, this\r\n  court should be reluctant to substitute its own evaluation of the evidence on\r\n  child custody for that of the family court.  Woodall, 322 S.C. at 10,\r\n  471 S.E.2d at 157.\r\nFirst, Father argues the family court erred in finding Mother did\r\n  not discuss the litigation with Daughter.  Specifically, in its order, the\r\n  court stated, &quot;unlike [Father], [Mother] would not discuss the litigation\r\n  with the child as directed by the Court order.&quot;  Father claims this was in\r\n  error because Mother explained that she and Father had been unfaithful when\r\n  Daughter asked her what the word unfaithful meant; however, Mother testified\r\n  she did not remember having the conversation with Daughter.  Mother's mother,\r\n  Mary Michau, testified she also overheard a conversation between Daughter and\r\n  Father, wherein Father told Daughter that Mother and Father had both been\r\n  unfaithful, but Mother would not forgive him, and his only mistake was telling\r\n  Mother the truth.  Father testified he told Daughter that Mother was seeing\r\n  Trotter, and he told her that he was dating a girl named Alexis.  Father also\r\n  testified he told Daughter an overview of what was going to happen as a result\r\n  of the litigation.  Further, Father was found to be in contempt of court for\r\n  violating the terms of the September 27, 2006 temporary order by discussing the\r\n  case with Daughter and constantly and repeatedly harassing Mother by telephone\r\n  and e-mails.  Mother's counselor, Margaret Judy-Kauffman, testified\r\n  Mother was adamant that she did not want anyone to involve the children in the\r\n  litigation.  Additionally, Crystal Guyton, Mother's co-worker, testified at\r\n  court that &quot;[Daughter] was wanting to have conversations about, you know,\r\n  what was going on and [Mother] was just matter of fact.  She said it’s an adult\r\n  situation; she said that mommy is not going to discuss adult situations with\r\n  you.&quot;  Therefore, the record supports the family court's finding that\r\n  Mother did not discuss the litigation with Daughter.\r\nSecond, Father asserts the court incorrectly surmised that\r\n  &quot;Father or someone with his interest at heart&quot; improperly shared\r\n  information with Daughter about Father's arrest.[5]  Father asserts Daughter knew about the\r\n  arrest because she was present when Father was arrested, and he denied discussing\r\n  the details of the charges with her.  However, Officer Morris testified\r\n  that when Father was arrested, he was not handcuffed in front of the children,\r\n  had freedom of movement, and was allowed to go inside and change clothes. \r\n  Also, only one of the police cars was marked and only one officer was in\r\n  uniform.  Father testified he told Daughter an overview of what was going to\r\n  happen as a result of the litigation.  Harrington also testified Daughter was\r\n  angry about &quot;what she was told regarding the issues surrounding court, the\r\n  charges and as a result of the court's decision,&quot; and she was concerned\r\n  about whether she had been told the truth about the incident.  Further, Father\r\n  asserts the court incorrectly found Mother was &quot;merely a witness&quot;\r\n  because she was an &quot;active participant.&quot;  In contrast, Officer Morris\r\n  testified that Mother did not want to pursue the criminal prosecution at first,\r\n  she did not have any control over whether charges were filed against Father,\r\n  and she was &quot;strictly a witness.&quot;  Therefore, the record supports the\r\n  family court's findings.  \r\nThird, Father states the court erred in finding Father's MySpace,\r\n  written, and e-mail communications supported the granting of custody to Mother\r\n  because no evidence was presented that the documents were shared with or seen\r\n  by the children.  Father also claims Mother sent e-mails to him mentioning her\r\n  relationship with Trotter.  In its order, the family court stated that after\r\n  viewing the evidence and testimony, the court found that &quot;Mother possesses\r\n  the strongest ability to foster a positive parent/child relationship between\r\n  the minor children and . . . Father.&quot;  The court noted it &quot;observed\r\n  great hostility, animosity, and anger exhibited by . . . Father with respect to\r\n  . . . Mother.&quot;  The court stated the contents of e-mails between Mother\r\n  and Father also supported awarding custody to Mother, and the court commented\r\n  that one of Father's MySpace comments was disturbing:\r\n\r\n\tThe court is further disturbed by the statement of [Father]\r\n  contained in his myspace [sic] web page admitted into evidence . . . wherein he\r\n  states, &quot;I'm actually a little sorry for [Mother] just because losing her\r\n  job affects my children.  Well, maybe not.  Now I'm financially more than able\r\n  to support them if [Mother] gets out of the way or is pushed out.  I can\r\n  provide them the life they deserve and even better that [sic] they lost . . . I\r\n  have a wonderful life planned with a wonderful woman and my only goal now is\r\n  making sure my children share it with us.\r\n\r\nTherefore, we find the record supports the family court's\r\n  findings.\r\nFourth, Father claims the court erred in finding Father told\r\n  Daughter she had to choose between her parents and she was unduly influenced by\r\n  Father in her preference to live with him.  The court's order states, &quot;The\r\n  evidence presented to the Court also proves that the minor daughter in this\r\n  action was told that she had a choice to make in this matter concerning which\r\n  parent she wanted to have custody of her.&quot;  Harrington testified that\r\n  Daughter expressed to her that she did not want to choose between her parents\r\n  and she thought Harrington was going to help her choose.  The order does not\r\n  state it was Father who told her she had to choose.  The order does state the\r\n  court found &quot;that [Daughter] was unduly influenced by [Father] in her\r\n  stated preference to live with him,&quot; and Daughter had not reached\r\n  &quot;the age or maturity level to decide what is in her best interest and\r\n  particularly where or who she lives with in this matter.&quot;  Harrington\r\n  testified that Daughter placed a majority of the blame on Mother for the\r\n  breakup of the family, the loss of the family home, and Father's arrest. \r\n  Harrington also said Daughter was angry at Mother because she thought Mother\r\n  was not telling her the truth about the divorce, and when they tried to work on\r\n  communication, it was &quot;like [Daughter] had already made up her mind ahead\r\n  of time what the correct answers were.&quot;  Father testified he discussed the\r\n  divorce with Daughter by giving her an overview of what was going to happen,\r\n  whereas Mother did not want to involve the children in the litigation.  Therefore,\r\n  the evidence supports the family court's finding that Daughter was influenced\r\n  by Father in her preference to live with him.    \r\nFinally, Father argues the court erred by stating that Mother was\r\n  terminated from her job because of Father's &quot;constant harassment of Mother\r\n  by e-mails and telephone calls during office hours.&quot;  Father asserts\r\n  Mother sent him an e-mail from her work e-mail account telling him that Trotter\r\n  had just left the office, thereby sharing the responsibility for her ultimately\r\n  losing her job.  Father also states that if the loss of a job is a relevant\r\n  factor to be considered in the child custody analysis, that the court should\r\n  have considered that Mother's allegations about Father led to his arrest and\r\n  being placed on unpaid administrative leave for four months.  However, Father\r\n  was found to be in contempt of court for violating the terms of the September\r\n  27, 2006 temporary order by constantly and repeatedly harassing Mother by telephone\r\n  and e-mails.  In that order, the court found Father &quot;constantly and\r\n  repeatedly harass[ed] [Mother] through e-mails and telephone calls, such that\r\n  as a result of [Father's] conduct, [Mother] lost her job.&quot;  Crystal\r\n  Guyton, who worked with Mother, testified that Father would often call and\r\n  e-mail Mother at work and she would get upset, which disrupted their work. \r\n  Also, Mother's employer wrote a letter to the parties' attorneys stating that\r\n  Father had been contacting Mother at work, and requesting that he cease\r\n  contacting her at work.  Therefore, we find the evidence supports the family\r\n  court's finding that Mother was terminated from her job because of Father's\r\n  harassment of Mother by e-mails and telephone calls.\r\n2.&nbsp; Child Custody\r\n  Factors\r\nFather argues the family court erred in failing to consider\r\n  important factors contained in the record in its award of primary custody to\r\n  Mother.  We disagree.\r\nThe controlling considerations in child custody cases are the\r\n  welfare of the children and what is in their best interest.  Ford v. Ford,\r\n  242 S.C. 344, 349, 130 S.E.2d 916, 920 (1963).  In making its determination on\r\n  custody, the family court should consider the character, fitness, attitude, and\r\n  inclinations on the part of each parent as they impact the children, as well as\r\n  the psychological, physical, environmental, spiritual, educational, medical,\r\n  family, emotional and recreational aspects of the children's lives.  Woodall,\r\n  322 S.C. at 11, 471 S.E.2d at 157.  &quot;[A]ll the conflicting rules and\r\n  presumptions should be weighed together with all of the circumstances of the\r\n  particular case, and all relevant factors must be taken into\r\n  consideration.&quot;  Id.  While this court has jurisdiction to correct\r\n  errors of law and find facts in accordance with its own view of the\r\n  preponderance of the evidence, child custody decisions are matters left largely\r\n  in the discretion of the family court.  Shirley, 342 S.C. at 329-30, 536\r\n  S.E.2d at 429-30.  Thus, this court should be reluctant to substitute its own\r\n  evaluation of the evidence on child custody for that of the family court.  Woodall,\r\n  322 S.C. at 10, 471 S.E.2d at 157.\r\nFather asserts the Guardian ad Litem noted Daughter had a closer\r\n  relationship with Father than Mother, Daughter preferred to live with Father,\r\n  and Father was a &quot;very fit&quot; parent.  In contrast, Father claims the\r\n  Guardian ad Litem noted Daughter was in the process of &quot;working through&quot;\r\n  her resentment of Mother, and Mother was just a &quot;fit&quot; parent.  Father\r\n  also asserts Harrington testified she thought Daughter was adjusted to the\r\n  joint custody arrangement, and Daughter would have a greater adjustment period\r\n  if she were required to live primarily with Mother due to Daughter's anger\r\n  issues toward Mother.\r\nIn its supplemental final order, the court specifically addressed\r\n  the factors it considered in making its decision to award Mother sole custody\r\n  of the children:\r\n\r\n\tThere are many factors which have been considered by this Court .\r\n  . . including: who has been the primary caretaker; the conduct and character of\r\n  the parties; the fitness of each parents [sic] to handle the physical and\r\n  emotional needs of the children; conduct which would affect the welfare of the\r\n  children; the willingness of each parent to facilitate a relationship between\r\n  the child and the other parent; attitude and inclinations on the part of each\r\n  parent as they impact the children and the psychological, physical,\r\n  environmental, spiritual, educational, medical, familial, emotional and\r\n  recreational aspect of the children's life.  Considering the totality of the\r\n  circumstances and all evidence presented as well as the credible testimony of .\r\n  . . Mother, . . . Mother's witnesses and the testimony of . . . Father of which\r\n  the court did not find to be credible at all times and . . . Father's\r\n  witnesses, it is in the minor children's best interest for . . . Mother to have\r\n  physical custody and the legal right to make all decision making with respect to\r\n  the minor children with . . . Father having visitation.\r\n\r\nThus, the family court properly considered all the factors it is\r\n  required to consider when making a child custody determination.  Additionally,\r\n  although this court may find facts in accordance with our own view of the\r\n  preponderance of the evidence, the family court was in a better position to\r\n  evaluate the witnesses' credibility and assign comparative weight to their\r\n  testimony.  Therefore, we find the family court did not err in awarding Mother\r\n  sole custody of the children.  \r\n3.&nbsp; Caregiver\r\n  Consideration\r\nFather argues the family court erred in awarding Mother sole\r\n  custody based on the fact that Mother was historically the caregiver of the\r\n  minor children.  We disagree.\r\nIn South Carolina, the rule is there is no preference given to the\r\n  father or mother in regard to the custody of the child, and &quot;[t]he parents\r\n  stand in perfect equipoise as the custody analysis begins.&quot;  Kisling v.\r\n    Allison, 343 S.C. 674, 678, 541 S.E.2d 273, 275 (Ct. App. 2001).  However,\r\n  &quot;[a]lthough there is no rule of law requiring custody be awarded to the\r\n  primary caretaker, there is an assumption that custody will be awarded to the\r\n  primary caretaker.&quot;  Patel v. Patel, 359 S.C. 515, 527, 599 S.E.2d\r\n  114, 120 (2004).  \r\nFather argues the court erred in placing &quot;a great deal of\r\n  emphasis&quot; on the fact that Mother had been the primary caretaker of the\r\n  children.  Also, in making the custody decision, Father argues the court failed\r\n  to consider that Father is now the Chief of Police for Jamestown and can set\r\n  his own work schedule, whereas Mother now works a full work day.  Additionally,\r\n  Father asserts the court failed to consider that Mother has been unwilling to\r\n  share important dates and holidays with Father, while Father has been more\r\n  amenable.\r\nWe already found the family court properly considered all of the\r\n  factors it should consider when making a child custody determination.  Also,\r\n  although we may find facts in accordance with our own view of the preponderance\r\n  of the evidence, we noted the family court was in a better position to evaluate\r\n  the witnesses' credibility and assign comparative weight to their testimony. \r\n  Therefore, we find the family court did not err in awarding Mother sole custody\r\n  of the children.  \r\nII.&nbsp; Mother's Appeal\r\nA.&nbsp; Motion to Alter\r\n  or Amend\r\nMother argues the family court erred in hearing Father's untimely\r\n  motion to alter or amend.  We disagree.\r\nMother argues Father failed to file his motion to alter or amend\r\n  the May 8, 2008 order within ten days after May 14, 2008, the date the notice\r\n  of judgment was mailed to all parties.  The supplemental order was filed on\r\n  June 6, 2008, and Father filed his Rule 59(e), SCRCP, motion on June 18, 2008. \r\n  Mother also asserts Father filed his motion based on the supplemental order;\r\n  however, the grounds of his motion only addressed issues that were fully\r\n  addressed in the May 8 order, and not modified by the June 6 order.\r\nThe supplemental final order states that the May 8, 2008 order\r\n  inadvertently omitted language that both parties had agreed to include;\r\n  &quot;therefore, such Order is rescinded ab initio and replaced by this\r\n  Order.&quot;  Black's Law Dictionary states that the term ab initio is\r\n  Latin for &quot;from the beginning.&quot;  Black's Law Dictionary 4 (7th ed.\r\n  1999).    \r\nMother does not disagree it was the parties' intent to void the\r\n  first order to protect Father's job as a police officer.  However, she asserts\r\n  the family court judge lost jurisdiction to modify the May 8 order because the\r\n  term had ended and only the correction of clerical errors could be made after\r\n  that time.  She also asserts that because the second order was filed after the\r\n  court had lost jurisdiction to alter the order and with the consent of the\r\n  parties, it was akin to a consent order, which cannot be attacked by the\r\n  parties either by direct appeal or in a collateral proceeding.\r\nIn an affidavit filed March 10, 2009, Father's attorney, John\r\n  Prosser, states the family court signed Mother's proposed order on May 8, 2008,\r\n  prior to Prosser's review of the order, and mailed it to Prosser on Saturday,\r\n  May 10, 2008.[6] \r\n  Prosser states he received the order on or after Monday, May 12, 2008, and a\r\n  telephone conference was held between the court and counsel on Wednesday, May\r\n  14, 2008.  Prosser asserts that during the conference, the parties agreed the order\r\n  was signed prematurely and would be held void ab initio.  The\r\n  supplemental order was signed by the court on Monday, June 2, 2008, and filed\r\n  on June 6, 2008.  Prosser claims he did not receive a copy of the supplemental\r\n  order until June 9, 2008, and he filed the Rule 59(e), SCRCP, motion on June\r\n  18, 2008.\r\nThere are few family court cases in South Carolina concerning the effect\r\n  of the phrase &quot;ab initio.&quot;  In Lukich v. Lukich, 368\r\n  S.C. 47, 627 S.E.2d 754 (Ct. App. 2006), affirmed by 379 S.C. 589, 666 S.E.2d\r\n  906 (2008), this court was faced with the question of whether an annulment\r\n  order declaring Wife's first marriage void ab initio related back so as\r\n  to validate her purported second marriage.  This court found that &quot;an\r\n  annulment that declares a pre-existing marriage void ab initio does not\r\n  relate back so as to give validity to a marriage that was bigamous before the\r\n  annulment was granted.&quot;  Id. at 55, 627 S.E.2d at 758.  Therefore,\r\n  had the second marriage occurred after the annulment declaring the marriage\r\n  void ab initio, the second marriage would have not been bigamous because\r\n  legally the first one had never occurred.  Id.; see Joye v.\r\n    Yon, 355 S.C. 452, 455, 586 S.E.2d 131, 133 (2003) (&quot;A subsequent\r\n  marriage that is void ab initio is deemed to never have existed.&quot;); Rodman (Fried) v. Rodman, 361 S.C. 291, 296, 604 S.E.2d 399, 402 (Ct.\r\n  App. 2004) (&quot;There is no legal distinction between a marriage which is\r\n  annulled and one terminated by reason of bigamy, as they are both void ab\r\n    initio, or 'from the inception.'&quot;).  \r\nThus, in this case, because the first order was rescinded ab\r\n  initio it was as if it had never existed.  As a result, the second order,\r\n  filed June 6, 2008, was the only order from which Father could have filed a\r\n  motion to reconsider, and his motion was timely filed.  Therefore, we find the\r\n  court did not err in hearing Father's motion.\r\nB.&nbsp; Attorney's Fees\r\nMother argues the family court erred in failing to award her\r\n  attorney's fees and costs.  We disagree.\r\nIn family court, the award of attorney's fees is left to the\r\n  discretion of the judge and will only be disturbed upon a showing of abuse of that\r\n  discretion.  Tracy v. Tracy, 384 S.C. 91, 100, 682 S.E.2d 14, 19 (Ct.\r\n  App. 2009).  In determining whether to award attorney's fees, the court should\r\n  consider four factors: (1) each party's ability to pay his or her own fee; (2)\r\n  the beneficial results obtained by the attorney; (3) the parties' respective\r\n  financial conditions; and (4) the effect of the attorney's fee on each party's\r\n  standard of living.  Griffith v. Griffith, 332 S.C. 630, 645, 506 S.E.2d\r\n  526, 534 (Ct. App. 1998).  The court must consider six factors when determining\r\n  the amount of attorney's fees to award: &quot;(1) the nature, extent, and\r\n  difficulty of the case; (2) the time necessarily devoted to the case; (3)\r\n  professional standing of counsel; (4) contingency of compensation; (5)\r\n  beneficial results obtained; and (6) customary legal fees for similar\r\n  services.&quot;  Glasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d\r\n  313, 315 (1991).\r\nMother argues the family court failed to take into consideration\r\n  that her income is used to support herself and her two children, and even\r\n  though she receives child support from Father, her monthly expenses exceed her\r\n  monthly income.  Therefore, she asserts the court erred in refusing to award\r\n  her attorney's fees and costs.  Also, Mother asserts she attempted to settle\r\n  the case several times, but Father declined her proposals.  She claims that her\r\n  attorney's fees would have been greatly reduced had he accepted the offers. \r\nIn determining whether to award attorney's fees, the family court\r\n  stated it had reviewed the Glasscock factors, and specifically\r\n  considered (1) the nature and difficulty of the case; (2) that the bulk of the\r\n  time was devoted to child custody; (3) that the hourly fees were reasonable and\r\n  customary for similar services; (4) and that both parties were financially\r\n  capable of paying their own fees.  Therefore, the court determined that each\r\n  party was responsible for their own attorneys' fees.  We find no error in this\r\n  determination.  \r\nCONCLUSION\r\nAccordingly, the family court's order is\r\nAFFIRMED.\r\nHUFF,\r\n  SHORT, and WILLIAMS, JJ., concur.\r\n\r\n[1]  We decide this case without oral argument pursuant\r\n  to Rule 215, SCACR.\r\n[2] On September 27, 2006, the Family Court issued a\r\n  temporary order in which the court granted the parties joint custody of the\r\n  children, ordered Father to pay child support to Mother, and prohibited the\r\n  parties from (1) having the children in the presence of a paramour; (2)\r\n  discussing or allowing third parties to discuss the case in the presence of the\r\n  children; and (3) having any contact with each other, &quot;including\r\n  telephone, e-mail, in person, at their homes, their places of business or any\r\n  other place or allowing any third party to do so.&quot;  This order was amended\r\n  on November 2, 2006, to increase the amount of child support by fifteen cents.  \r\n[3] The family court found Father had violated the terms\r\n  of the September 27, 2006 temporary order by discussing the case with Daughter\r\n  and constantly and repeatedly harassing Mother by telephone and e-mails.  The\r\n  court also ordered Father to pay Mother's attorney's fees for the Rule to Show\r\n  Cause.\r\n[4] Mother argued Father's appeal should be dismissed\r\n  because Father's motion to alter or amend was not timely filed.\r\n[5] At some point, Mother and her paramour, Edwin Scott\r\n  &quot;Scottie&quot; Trotter, gave written statements and video-taped interviews\r\n  to law enforcement that led to Father's arrest for criminal domestic violence\r\n  and harassment against Mother.  Officer Dustin Morris of the Georgetown County\r\n  Sheriff's Department testified that Mother did not initiate the matter and she\r\n  was reluctant &quot;to get this thing rolling.&quot;  Trotter testified that he\r\n  did not tell Mother he contacted the police about Father's threats against him,\r\n  and it was a co-worker that told Mother about it.  Father was a police officer\r\n  for the City of Jamestown, South Carolina, and as a result of the allegations,\r\n  Father was arrested and placed on unpaid administrative leave for four months. \r\n  After a trial in March 2007, Father was found not guilty of both charges.\r\n[6] This is also recounted in a letter from Prosser to\r\n  Judge Holmes, dated August 20, 2008.\r\n\r\n","court":"Appeals"}]