[{"id":"4652","title":"State v. Brayboy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4652","description":"John Brayboy appeals his murder conviction and forty year sentence, arguing the trial court erred in failing to charge the jury on involuntary manslaughter.  We reverse and remand.","date":"2010-03-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\t&nbsp;\r\n\t\t\t\tv.\r\n\t\t\t\tJohn Brayboy, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Spartanburg County\r\nEdward W. Miller, Circuit Court Judge\r\nOpinion No.4652\r\nHeard February 2, 2010 – Filed March 4,\r\n  2010\r\nREVERSED AND REMANDED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tChief Appellate Defender Robert M. Dudek, South Carolina\r\n  Commission on Indigent Defense Division of Appellate Defense, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, and\r\n  Senior Assistant Attorney General William Edgar Salter, III, Office of the\r\n  Attorney General, of Columbia; Solicitor Harold W. Gowdy, III, of Spartanburg,\r\n  for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nHUFF,\r\n  J.:  John\r\n  Brayboy was convicted of murder in the death of his girlfriend and was\r\n  sentenced to forty years.  Brayboy appeals, asserting the trial court erred in\r\n  failing to charge the jury on involuntary manslaughter.  We reverse and remand.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nEarly\r\n  in the morning on August 8, 2005, neighbors Towanda Means and her boyfriend,\r\n  Roger Brewton, heard Brayboy and his live-in girlfriend, Simone Garrett,\r\n  arguing in their home next door.  Kenneth Holbert, who lived in the other side\r\n  of a duplex shared with Brayboy and Simone, testified the arguing between\r\n  Brayboy and Simone started as early as 4:00 or 5:00 the previous afternoon,\r\n  continued until about midnight, and was heard again early that morning.  \r\nTowanda\r\n  testified she was getting dressed for work that morning when she observed Simone\r\n  on the front porch of the home she shared with Brayboy and Brayboy was four or\r\n  five houses away at a stop sign.  The two continued to argue back and forth. \r\n  As Towanda was going back into her room to retrieve some shoes, she saw Brayboy\r\n  walking back toward his home.  Towanda continued to dress, and when she walked\r\n  out of her door to go to work, she and Roger met Brayboy on their front porch. \r\n  Brayboy asked to use the phone, and Towanda told him that she and Roger were\r\n  not having &quot;anything to do&quot; with the argument, but they eventually\r\n  provided Brayboy with a phone.  At that point, Brayboy was nervous and upset,\r\n  his hands were shaking, and he appeared to have been running.  He fumbled with\r\n  the phone trying to dial a number.  Towanda asked Brayboy, &quot;What did you\r\n  do to her,&quot; and Brayboy replied, &quot;Go check on my girl.&quot; \r\n  Towanda, Roger, and Brayboy then went to Brayboy and Simone's home, where\r\n  Towanda entered first, calling Simone's name.  When Simone did not answer,\r\n  Towanda continued through the home, up the steps, and into a bedroom where she\r\n  discovered Simone laying in a puddle of blood between a bed and a wall.\r\nRoger\r\n  also testified he witnessed Brayboy and Simone arguing that morning on their\r\n  porch.  The pair continued to argue while Simone was on the porch and Brayboy\r\n  walked to the stop sign.  Brayboy commented to Roger that &quot;all she [Simone]\r\n  want[ed] to do is put him [Brayboy] in jail,&quot; and Roger told Brayboy he\r\n  was doing the right thing by walking away.  Brayboy turned around when Simone\r\n  called him &quot;a crack head smoking M.F.,&quot; and he started back toward\r\n  their house.  Roger stepped back into his home and told Towanda that Simone and\r\n  Brayboy were still arguing.  Within a minute, Brayboy was at Towanda and Roger's\r\n  home asking to use the phone.  Brayboy was nervous and frantic and fumbled with\r\n  the phone as he tried to dial it.  Towanda asked Brayboy what he had done to\r\n  Simone, and all Brayboy said was &quot;go check on my girl.&quot;  Towanda and\r\n  Brayboy started toward the house.  By the time Roger got there, Towanda was\r\n  upstairs and Brayboy was coming back out of the house.  Roger asked Brayboy\r\n  what he had done.  He then heard Towanda scream and Brayboy started running. \r\n  Roger ran up the stairs and saw Simone lying between the bed and the wall. \r\n  Simone subsequently died as a result of a gunshot wound to the head.\r\nBrayboy\r\n  did not testify at trial.  However, the State published to the jury and entered\r\n  into evidence Brayboy's videotaped statement given to a detective on the day of\r\n  the incident.  The State also entered into evidence Brayboy's written\r\n  statement, which had been reduced to writing by the detective during the taping\r\n  of Brayboy's statement.  Brayboy told the detective about the two arguing that\r\n  morning.  According to Brayboy, when Simone was on the porch she yelled at him\r\n  that it was her home and he needed to come get his things.  Brayboy told Simone\r\n  he paid rent too, and he started walking back to the house.  Simone entered the\r\n  house and he entered the house as well.  According to Brayboy, he walked\r\n  upstairs and the arguing continued.  Brayboy stated that Simone was backing up\r\n  on the left side of the bed, and she then bent down like she was reaching for\r\n  something.  Simone picked up a gun from the floor.  As Simone was coming up\r\n  with the gun, Brayboy realized what she had in her hand and he ran up to her\r\n  and pushed her.  When he did so, the gun fell from Simone's hand to the floor\r\n  between them and both Brayboy and Simone grabbed for it, with Brayboy\r\n  successfully obtaining it.  Brayboy explained that he and Simone were arguing\r\n  and Simone was in his face.  According to the written statement, Brayboy was &quot;swinging\r\n  the gun and Simone was in [his] face and the gun went off.&quot;  In the video,\r\n  Brayboy indicates that as he and Simone came up when he managed to grab the\r\n  gun, Simone was in his face, swinging her arms and arguing, that Brayboy was\r\n  also arguing, and the &quot;next thing&quot; Brayboy knew, as he was swinging\r\n  his arms while he argued, the gun &quot;just went off.&quot;  Brayboy explained\r\n  that Simone was &quot;right in [his] face&quot;, that he &quot;wasn't even\r\n  thinking about the gun at the time, it was just in [his] hand&quot; and that &quot;[he]\r\n  was just swinging and arguing and it just went off.&quot;  Brayboy further\r\n  stated in the video that he did not even remember the gun, and he was just\r\n  swinging his arms and it went off.\r\nAt\r\n  the close of the case, Brayboy requested the trial court charge the jury on\r\n  accident and involuntary manslaughter.  Brayboy asserted there was evidence in\r\n  his statement that Simone pulled out the gun, they struggled over it, and he\r\n  was able to obtain the gun and did so to defend himself.  He therefore argued\r\n  there was evidence from which the jury could find he was engaged in a lawful\r\n  activity, but was negligent in the handling of the gun.  The State opposed an\r\n  instruction on involuntary manslaughter, arguing the case of State v. Light,\r\n  363 S.C. 325, 610 S.E.2d 504 (Ct. App. 2005) (Light I), rev'd, 378 S.C. 641, 664 S.E.2d 465 (2008), wherein this court affirmed\r\n  the trial court's refusal to charge involuntary manslaughter in a similar matter,\r\n  was on &quot;all fours&quot; with this case.  The trial court agreed, and\r\n  refused to charge involuntary manslaughter.  The jury convicted Brayboy of\r\n  murder, and this appeal follows.\r\nLAW/ANALYSIS\r\nAppellant argues the trial court erred in refusing to\r\n  instruct the jury on involuntary manslaughter, as his statement shows he and\r\n  Simone struggled over the gun, he was swinging the gun around while Simone was &quot;up\r\n  in his face,&quot; and he was armed in self-defense when the gun went off.  He\r\n  contends there is evidence from which the jury could determine he was acting\r\n  recklessly with the firearm when he swung the gun, entitling him to a charge on\r\n  involuntary manslaughter.  Appellant further notes, at the time of briefing,\r\n  certiorari had been granted on Light I.  The State contends, while\r\n  appellant claimed he was entitled to the involuntary manslaughter charge\r\n  because he was armed in self-defense at the time of the shooting, he\r\n  could not meet the necessary prongs of a self-defense charge, as it was clear\r\n  Simone no longer posed a threat of death or serious bodily injury to appellant\r\n  once appellant disarmed her.  The State further contends, pursuant to State\r\n    v. Reese, 370 S.C. 31, 633 S.E.2d 898 (2006), overruled on other grounds\r\n      by State v. Belcher, 385 S.C. 597, 685 S.E.2d 802 (2009), it is a\r\n  felony for a person to present or point at another person a loaded or unloaded\r\n  firearm and, as in Reese, &quot;there is no doubt that [appellant] was\r\n  presenting a firearm when he took the gun out and began waiving it around. \r\n  Therefore, [appellant] was pointing or presenting a firearm, a felony, which\r\n  would preclude an involuntary manslaughter charge.&quot;  Id. at 36, 633\r\n  S.E.2d at 900-01.  Thus, the State contends Brayboy was clearly engaged in the\r\n  felony of pointing and presenting a firearm.  The State further argues, pursuant\r\n  to this court's opinion in Light I, Brayboy failed to present any\r\n  evidence he was acting in reckless disregard for Simone's safety.\r\nThe\r\n  law to be charged must be determined from the evidence presented at trial.  State\r\n    v. Knoten, 347 S.C. 296, 302, 555 S.E.2d 391, 394 (2001).  A trial court\r\n  commits reversible error if it fails to give a requested charge on an issue\r\n  raised by the evidence.  State v. Hill, 315 S.C. 260, 262, 433 S.E.2d\r\n  848, 849 (1993).  In determining whether the evidence requires a charge on a\r\n  lesser included offense, the court views the facts in a light most favorable to\r\n  the defendant.  See Knoten, 347 S.C. at 302, 555 S.E.2d at 394 (providing\r\n  a court must view the facts in the light most favorable to a defendant when\r\n  determining whether evidence required a charge on the lesser included offense\r\n  of voluntary manslaughter alongside the charge of murder).  Importantly, our\r\n  courts have long emphasized that to warrant a court's eliminating the offense\r\n  of manslaughter, it should very clearly appear that there is no evidence\r\n    whatsoever tending to reduce the crime from murder to manslaughter.  State\r\n      v. Cole, 338 S.C. 97, 101, 525 S.E.2d 511, 513 (2000); State v. Burriss,\r\n  334 S.C. 256, 265, 513 S.E.2d 104, 109 (1999); Casey v. State, 305 S.C.\r\n  445, 447, 409 S.E.2d 391, 392 (1991).  A request to charge a lesser included\r\n  offense is properly refused only when there is no evidence that the defendant\r\n  committed the lesser rather than the greater offense.  Casey, 305 S.C.\r\n  at 447, 409 S.E.2d at 392.\r\nInvoluntary\r\n  manslaughter is (1) the unintentional killing of another without malice, but\r\n  while engaged in an unlawful activity not naturally tending to cause death or\r\n  great bodily harm or (2) the unintentional killing of another without malice,\r\n  while engaged in a lawful activity with reckless disregard for the safety of\r\n  others.  State v. Wharton, 381 S.C. 209, 216, 672 S.E.2d 786, 789\r\n  (2009).  &quot;To constitute involuntary manslaughter, there must be a finding\r\n  of criminal negligence, statutorily defined as a reckless disregard of the\r\n  safety of others.&quot;  State v. Crosby, 355 S.C. 47, 52, 584 S.E.2d\r\n  110, 112 (2003).  &quot;Recklessness is a state of mind in which the actor is\r\n  aware of his or her conduct, yet consciously disregards a risk which his or her\r\n  conduct is creating.&quot;  State v. Pittman, 373 S.C. 527, 571, 647\r\n  S.E.2d 144, 167 (2007).  &quot;A person can be acting lawfully, even if he is\r\n  in unlawful possession of a weapon, if he was entitled to arm himself in\r\n  self-defense at the time of the shooting.&quot;  Crosby, 355 S.C. at 52,\r\n  584 S.E.2d at 112.  &quot;The negligent handling of a loaded gun will support a\r\n  charge of involuntary manslaughter.&quot;  State v. Mekler, 379 S.C. 12,\r\n  15, 664 S.E.2d 477, 478 (2008).  Additionally, evidence of a struggle over a\r\n  weapon between a defendant and victim supports submission of an involuntary\r\n  manslaughter charge.  Tisdale v. State, 378 S.C. 122, 125, 662 S.E.2d\r\n  410, 412 (2008); Casey, 305 S.C. at 447, 409 S.E.2d at 392.           \r\n In Light\r\n  I, this court found there was no evidence Light handled the gun with\r\n  reckless disregard for the safety of others when he shot his girlfriend, and therefore\r\n  the trial court properly refused to charge involuntary manslaughter.  Light\r\n    I, 363 S.C. at 331-32, 610 S.E.2d at 507-08.  In July 2008, our supreme\r\n  court reversed this court's decision in the matter.  State v. Light, 378\r\n  S.C. 641, 664 S.E.2d 465 (2008) (Light II).  There, the supreme court\r\n  noted the facts showed that Light initially gave a statement to Texas\r\n  authorities stating he emerged from the bathroom in his home to find the victim\r\n  holding his .22 rifle, he tried to distract the victim, he remembered swinging\r\n  his left arm to get the rifle out of her hand and when he did, the gun\r\n  discharged.  Id. at 644, 664 S.E.2d at 466.  Light later altered his\r\n  story, admitting he took the rifle from the victim before it was fired, the\r\n  rifle was in his hand when it discharged, and &quot;[i]t was either [the\r\n  victim] or [him].&quot;  Id.  At trial, Light testified the victim was\r\n  pointing the gun and screaming at him, he was afraid she was going to shoot\r\n  him, and so he tried to knock the gun away with his left hand.  Id. at\r\n  645-46, 664 S.E.2d at 467.  After he jerked it away from her, he stumbled back\r\n  several feet and the weapon discharged, &quot;but it was not intentionally&nbsp; [sic].&quot;  Id. at 645-46, 664 S.E.2d at 467.  The supreme court then\r\n  held as follows:\r\n\r\n\tAlthough\r\n  petitioner had inconsistent stories, we find he was entitled to a charge of involuntary\r\n  manslaughter. . . .  The Court of Appeals correctly found petitioner was\r\n  lawfully armed in self-defense at the time of the shooting because, according\r\n  to his testimony, petitioner took the loaded gun from [the victim] who was\r\n  threatening him with it.  There was also evidence petitioner recklessly handled\r\n  the gun because, according to his testimony, it fired almost immediately after\r\n  he took possession of it.  As specifically stated in Burriss, the\r\n  negligent handling of a loaded gun will support a finding of involuntary\r\n  manslaughter.    Further, the fact petitioner and [the victim] were struggling\r\n  over the weapon is sufficient evidence to support an involuntary manslaughter\r\n  charge to the jury.  Accordingly, there was evidence to support a charge of involuntary\r\n  manslaughter and, therefore, the trial court should have so charged the jury.\r\n\r\nId.  at 648-49, 664 S.E.2d at 468-69 (citations\r\n  deleted).  In a footnote to this holding, the court also noted there is a\r\n  difference between being armed in self-defense and acting in self-defense, and\r\n  that at the point of the analysis of determining whether one is armed in\r\n  self-defense, the court is &quot;concerned only with whether [the defendant]\r\n  had a right to be armed for purposes of determining whether he was engaged in a\r\n  lawful act, i.e. was lawfully armed, and not whether he actually acted in\r\n  self-defense when the shooting occurred.&quot;  Id. at 648 n.6, 664\r\n  S.E.2d at 468 n.6.\r\nHere,\r\n  considering the evidence in the light most favorable to Brayboy, we find there\r\n  is evidence to support a charge on involuntary manslaughter such that the trial\r\n  court erred in failing to so charge the jury.  According to Brayboy's\r\n  statement, Simone pulled the gun on Brayboy, Brayboy pushed Simone causing the\r\n  gun to fall to the ground, the two both grabbed for the gun, Brayboy reached\r\n  the gun first, they were both arguing and swinging their arms, and Simone was &quot;up\r\n  in [Brayboy's] face&quot; when the gun discharged shortly after Brayboy grabbed\r\n  the gun.  There is evidence from the videotaped statement that the gun\r\n  discharged when Brayboy swung his arm around, right after he picked it up, and\r\n  he did not &quot;even remember the gun&quot; at the time.  See Crosby,\r\n  355 S.C. at 53, 584 S.E.2d at 112 (finding involuntary manslaughter charge\r\n  should have been given where defendant admitted he closed his eyes and pulled\r\n  the trigger, but added that &quot;he didn't even know he had pulled the\r\n    trigger.&quot;) (emphasis in original).  As in Light II, there is\r\n  evidence the victim pulled out a gun, the defendant struggled with the victim\r\n  to obtain the gun, and in the moments right after the defendant obtained\r\n  possession of the gun, the weapon discharged.  Accordingly, there is evidence from\r\n  which the jury could determine Brayboy was lawfully armed in self-defense, and\r\n  he negligently handled the loaded gun causing it to discharge.\r\nThere\r\n  is no merit to the State's argument that Brayboy was not entitled to an\r\n  involuntary manslaughter charge because he could not meet the necessary prongs\r\n  of a self-defense charge.  The supreme court's decision in Light II makes it clear the question is not whether one is acting in self-defense\r\n  at the time of the shooting, but whether the defendant is lawfully armed at the time of the shooting.  Therefore, whether a defendant is entitled to a\r\n  self-defense charge is of no consequence.  Additionally, the case of Reese,\r\n  relied on by the State, is not controlling in this situation.  In Reese,\r\n  the defendant gave a statement to police admitting he shot the victim, but stated\r\n  he did not go to her house with the intent to kill her.  Rather, he was upset\r\n  and crying and pulled the gun out and told the victim he was going to kill\r\n  himself.  While the victim was attempting to talk him out of killing himself,\r\n  Reese claimed he was &quot;moving the gun back and forth as a reaction&quot;\r\n  and the gun fired.  Reese, 370 S.C. at 35, 633 S.E.2d at 900.  Thus, the\r\n  court found, &quot;Although the jury could have found Reese's statement that he\r\n  was moving the gun back and forth did not constitute pointing a firearm, and\r\n  threatening suicide has not been classified as an unlawful act, there is no\r\n  doubt that Reese was presenting a firearm when he took the gun out and\r\n  began waiving it around.&quot;  Id. at 36, 633 S.E.2d at 901 (emphasis\r\n  in original).  Because the defendant in Reese produced the gun with\r\n  which the victim was shot, he necessarily &quot;presented&quot; the firearm, an\r\n  unlawful act.  Here, as in Light II, the defendant did not &quot;present&quot;\r\n  the gun.  Therefore Reese is inapplicable.\r\nCONCLUSION\r\nWe\r\n  find, under the facts of this case, there is evidence from which the jury could\r\n  determine Brayboy was lawfully armed in self-defense and negligently handled\r\n  the loaded gun causing it to discharge, and he was therefore entitled to a\r\n  charge on involuntary manslaughter.  Accordingly, Appellant's murder conviction\r\n  is\r\nREVERSED\r\n  AND REMANDED.\r\nTHOMAS\r\n  and KONDUROS, JJ., concur.\r\n\r\n","court":"Appeals"},{"id":"4653","title":"Toni Ward v. Toni Evans","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4653","description":"Toni Cooke Evans and David A. Nexsen (collectively, Appellants) appeal from the special referee's order awarding an easement to Toni M. Ward and J.W. Ward (collectively, Respondents), arguing the special referee erred in finding (1) Respondents have a thirty-foot easement by express grant across Evans' land; (2) Respondents have an easement by necessity across the lands owned by Appellants; (3) the paved portion of Nathan Road running adjacent to Evans' tract of land is a public road; and (4) the initial easement did not extinguish through the doctrine of merger.  Appellants also argue the special referee considered improper factors in his final order.","date":"2010-03-10","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Toni M. Ward\r\n          and J.W. Ward, Respondents,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Toni Cooke\r\n          Evans, David A. Nexsen, Winyah Nursing Home, LLC, and Sentry Bank and Trust, Defendants,\r\n          \r\n        \r\n        of whom Toni\r\n          Cooke Evans and David A. Nexsen are Appellants.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Williamsburg County\r\nHaigh Porter, Special Referee\r\n\r\nOpinion No. 4653\r\n  Heard November 16, 2009 – Filed March 10,\r\n2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        E. Leroy Nettles, Sr., and Marian D.\r\n          Nettles, both of Lake City, for Appellants.\r\n        Brooks R. Fudenberg, of Mt. Pleasant, William M. O&rsquo; Bryan, Jr. of Kingstree, and Gregory B. Askins, of  Hemingway, for Respondent.\r\n\r\n    \r\n  \r\n\r\nSHORT, J.:\r\n  Toni Cooke Evans and David A. Nexsen (collectively, Appellants)\r\n  appeal from the special referee's order awarding an easement to Toni M. Ward\r\n  and J.W. Ward (collectively, Respondents), arguing the special referee erred in\r\n  finding (1) Respondents have a thirty-foot easement by express grant across\r\n  Evans' land; (2) Respondents have an easement by necessity across the lands\r\n  owned by Appellants; (3) the paved portion of Nathan Road running adjacent to Evans'\r\n  tract of land is a public road; and (4) the initial easement did not extinguish\r\n  through the doctrine of merger.  Appellants also argue the special referee\r\n  considered improper factors in his final order.  We affirm.\r\nFACTS\r\nRespondents\r\n  sought to establish an easement across land owned by Evans for ingress and\r\n  egress to their 4.39-acre tract of land.  Nexsen is the caretaker of Evans'\r\n  land and also has an oral lease of hunting rights on Evans' land.  \r\nI. Deeds\r\nIn a deed dated\r\n  June 4, 1963, A.M. Schreiberg conveyed a 4.39-acre tract of land in the center\r\n  of a parcel of land known as &quot;Smith Farm&quot; to James Hinnant, Frank\r\n  McGill, J.D. O'Bryan, Jr., Moses Collis, and Charles Moore, all as Trustees.[1] \r\n  The deed stated Schreiberg wanted the &quot;land be converted into a recreation\r\n    park for the benefit of the . . . residents of Kingstree and immediate\r\n  community.&quot;  (Emphasis added).  The deed further stated it was\r\n  Schreiberg's &quot;wish and desire to convey said tract or parcel of land to\r\n  Trustees to be held and developed for [a recreation park] so long as the same\r\n  is used therefore.&quot;  However, the deed provided the following condition in\r\n  paragraph number four: \r\n\r\n  [I]f at any time said premises are not used for the purpose herein\r\n    mentioned for a period of two successive years, then in such case the said\r\n    premises shall revert to and reinvest in [Schreiberg], his heirs and assigns,\r\n    freed and discharged of the trusts, limitations and provisions herein\r\n    mentioned.  \r\n\r\nThe deed further\r\n  provided for a right-of-way for the construction of a road or highway for\r\n  ingress and egress to the 4.39-acre parcel of land:\r\n\r\n  [A] right-of-way thirty feet in width for the construction of a\r\n    road or highway over the adjoining lands of [Schreiberg] from the lands of the\r\n    Estate of T.M. Gilland on the South to the Kingstree-Sumter Highway on the\r\n    North, or Northeast as a means of ingress and egress to the said above\r\n    described premises along the general location of the present road between the\r\n    points above mentioned, with the right, however, to said Trustees to have said\r\n    road relocated as may be necessary for the purpose of making a more direct line\r\n    between the points mentioned.  With the right power and privilege to said\r\n    Trustees to construct, or have constructed, a road or highway on and along the\r\n    line so laid out as aforesaid.[2]\r\n\r\nThe deed referenced\r\n  a plat made on May 23, 1963 and recorded in the Office of the Clerk of Court\r\n  for Williamsburg County.[3] \r\n  The plat shows the road running beside the property and ending at Sumter\r\n  Highway.  Schreiberg died testate on May 7, 1987.  A review of the Warrant of\r\n  Appraisements filed with the Probate Court indicated the 4.39-acre parcel was\r\n  not included in or made a part of Schreiberg's estate.  The 1963 deed provided\r\n  if the property was not used as a &quot;recreation park&quot; for a period of\r\n  two successive years, the title was to revert to and reinvest in Schreiberg. \r\n  Therefore, on September 7, 2001, as a result of the property having &quot;not\r\n  been used for recreational purposes for a number of years,&quot; Moore, the\r\n  last living Trustee named under the June 4, 1963 deed, deeded the 4.93 acres in\r\n  fee simple for the sum of five dollars to Allan Levin and Mitzi Kirshtein, who\r\n  were the residuary beneficiaries under Schreiberg's Will.[4]  The 2001 deed incorporated the\r\n  language from the 1963 deed, and specifically included the thirty-foot\r\n  right-of-way as a means of ingress and egress to the property.[5]\r\nLevin and\r\n  Kirshtein sold the 4.39 acres in fee simple to Respondents on January 26, 2006. \r\n  The deed referenced the 1963 Schreiberg deed and the 2001 deed from Moore to\r\n  Levin and Kirshtein.  The deed also incorporated the language from the 1963\r\n  deed, and specifically included the thirty-foot right-of-way as a means of\r\n  ingress and egress to the property.[6] \r\n  On March 21, 2006, a new plat drawn for Respondents was recorded in the Office\r\n  of the Clerk of Court for Williamsburg County.[7]  The plat shows a paved county road S-45-643, &quot;Nathan Road,&quot; running\r\n  parallel to Respondents' 4.39-acres parcel of land.\r\nPrior to\r\n  receiving the 4.39 acres in 2001, Levin and Kirshtein received four other parcels\r\n  of land on May 29, 1987 from Schreiberg's Will: 158 acres, 44 acres, 1 lot, and\r\n  18 acres.[8] \r\n  On March 10, 1993, Levin and Kirshtein sold the forty-four-acre parcel to\r\n  Aubrey and Delellis Judy.[9] \r\n  On November 21, 1994, the Judys sold the land to Kingstree Forest Products,\r\n  which was owned by Ronald Hammon.[10] \r\n  The deed stated the conveyance was &quot;made subject to easements and\r\n  restrictions of record and otherwise affecting the property.&quot;  Kingstree\r\n  Forest Products then sold the parcel, among other land, to Richard Carlyle\r\n  Cooke on July 29, 1998.[11] \r\n  On February 10, 2003, Cooke deeded the land to Evans.[12]  \r\nII. Easement\r\nAt some point in\r\n  time, the thirty-foot easement referenced in the 1963 deed was relocated,\r\n  changed to sixty feet, paved, and became known as Nathan Road.  Jean Brown, who\r\n  lives on Nathan Road, testified that when she was young, everyone used the road\r\n  to go to the river to swim, and she remembered the road always being a public\r\n  road.  Aubrey Judy also testified the road was used by the public.  On\r\n  September 16, 1976, the South Carolina Department of Transportation (SCDOT)\r\n  added the road to the State Highway System.  Robert Cherinko, who also lives on\r\n  Nathan Road, testified that SCDOT maintained the paved portion of the road and\r\n  the county plowed the dirt road.  However, on September 16, 1993, at the\r\n  request of the Legislative Delegation, SCDOT took action to remove a section of\r\n  Nathan Road from the State Highway System.[13]  \r\nAfter he bought\r\n  the land in 1994, Hammon placed a cable across the road.  He testified that no\r\n  one had access to the property except the people who had property there. He\r\n  said the public was not allowed to use the road but it &quot;wasn't a big\r\n  issue&quot; to him that some people used it, and he did not have the land\r\n  posted.  Cooke maintained the cable after purchasing the land from Hammon in\r\n  1998, but he had a gate installed across the road after his father died on the\r\n  property.  He also posted the land.  Toni Ward testified the gate is almost\r\n  physically impossible to go around because it continues deep into the woods and\r\n  barbed wire is strung through the trees to prevent people from walking around\r\n  the gate.  She testified that before the road was gated, people used Nathan\r\n  Road for driving, walking, and biking.  Levin also testified he thought the\r\n  public used the road prior to the gate being placed in the road.  Brown further\r\n  testified that pedestrians still used the road even after the cable was in\r\n  place and she was never told she was trespassing when she used the road. \r\n  Cherinko testified the whole neighborhood still used the road after the cable\r\n  was put up, and he was never told he was trespassing. \r\nRespondents testified\r\n  they contacted Nexsen in 2002 to have the gate removed to access their property,\r\n  and Nexsen told Respondents he did not have to move the gate because he owned\r\n  the gate, the road, and all the property behind it.  However, within a few days\r\n  of a second conversation about moving the gate, Nexsen moved the gate down the\r\n  road, approximately fifty feet north of the property line.  After the gate was\r\n  moved, Respondents purchased the additional 4.39-acre parcel of land from Levin\r\n  and Kirshtein.  The gate's new location was still blocking the paved road\r\n  leading to Respondents' new land.  J.W. Ward testified he asked Nexsen if he\r\n  could hang a lock on the gate so he could access his property; however, Nexsen\r\n  told him &quot;to keep [his] hands off of it or he would put the sheriff on [him].&quot; \r\n  Thereafter, Respondents had a new survey drawn and hired an attorney to handle\r\n  the dispute. \r\nIII. Litigation\r\nOn October 26,\r\n  2006, Respondents filed a complaint against Appellants arguing (1) the roadway\r\n  is a public roadway; (2) they have an express grant of easement to the road; (3)\r\n  they are entitled to a prescriptive easement to the road; (4) they are entitled\r\n  to an easement by necessity; and (5) they are entitled to an easement by implied\r\n  use.[14] \r\n  Respondents sought an order from the court requiring the immediate removal of\r\n  the gate, and enjoining Appellants from further blocking the roadway. \r\n  Respondents also sought monetary damages in the amount of $10,000 as a result\r\n  of being unable to make improvements to their property.\r\nThe complaint was\r\n  originally filed in the court of common pleas in Williamsburg County; however,\r\n  on Respondents' motion, the parties consented to refer the case to a special referee,\r\n  with direct appeal to the court of appeals.  A two-day trial was held on April\r\n  21, 2008 and May 8, 2008.  On June 9, 2008, the special referee filed his order\r\n  finding Respondents are the owners of the 4.39-acre parcel of land, together\r\n  with a thirty-foot right-of-way, via an easement by express grant and an\r\n  easement by necessity.  The special referee also found the paved extension of\r\n  Nathan Road was a public road to the end of the pavement.  As a result, he\r\n  ordered Appellants to remove the gate and fence blocking the easement.  This\r\n  appeal followed.   \r\nSTANDARD OF REVIEW\r\n&quot;The\r\n  determination of the existence of an easement is a question of fact in a law\r\n  action and subject to an any evidence standard of review when tried by a judge\r\n  without a jury.&quot;  Slear v. Hanna, 329 S.C. 407, 410, 496 S.E.2d\r\n  633, 635 (1998).  &quot;In an action at law, on appeal of a case tried without\r\n  a jury, the findings of fact of the judge will not be disturbed upon appeal\r\n  unless found to be without evidence which reasonably supports the judge's\r\n  findings.&quot;  Townes Assocs., Ltd. v. City of Greenville, 266 S.C.\r\n  81, 86, 221 S.E.2d 773, 775 (1976).  \r\nLAW/ANALYSIS\r\nAppellants argue\r\n  the special referee erred in finding Respondents are the owners of a\r\n  thirty-foot easement by express grant across Evans' land because the easement\r\n  conveyed in the original deed automatically terminated two years after the\r\n  property ceased to be used as a ballpark.  We disagree.\r\nAn easement is a\r\n  right given to a person to use the land of another for a specific purpose.  Murrells\r\n    Inlet Corp. v. Ward, 378 S.C. 225, 232, 662 S.E.2d 452, 455 (Ct. App.\r\n  2008).  An easement may arise in three ways: (1) by grant; (2) from necessity;\r\n  and (3) by prescription.  Frierson v. Watson, 371 S.C. 60, 67, 636 S.E.2d\r\n  872, 875 (Ct. App. 2006).  &quot;A reservation of an easement in a deed by\r\n  which lands are conveyed is equivalent, for the purpose of the creation of the\r\n  easement, to an express grant of the easement by the grantee of the lands.&quot;  Id. (quoting Sandy Island Corp. v. Ragsdale, 246 S.C. 414, 419,\r\n  143 S.E.2d 803, 806 (1965)).  When land is subdivided, platted into lots, and\r\n  sold by reference to the plats, a buyer acquires a special property right in\r\n  the roads shown on the plat.  Ward, 378 S.C. at 233, 662 S.E.2d at\r\n  455-56.  Further, &quot;[i]f the deed references the plat, the grantee acquires\r\n  a private easement for the use of all streets on the map.&quot;  Id. at\r\n  233, 662 S.E.2d at 456 (quoting Davis v. Epting, 317 S.C. 315, 318, 454\r\n  S.E.2d 325, 327 (Ct. App. 1994)).  Once an easement is referenced in a plat,\r\n  the easement is dedicated to the use of the owners of the lots, their\r\n  successors in title, and to the public in general.  Id.  The purpose of the\r\n  recording statute is to protect a subsequent buyer without notice; therefore,\r\n  once recorded, deeds and easements are valid to subsequent purchasers without\r\n  notice.  Id. at 233, 662 S.E.2d at 455.  \r\nThe 1963 deed\r\n  specifically provided for a thirty-foot right-of-way for the construction of a\r\n  road or highway for ingress and egress to the property.  Additionally, the deed\r\n  referenced a plat dated May 23, 1963, which shows the road running beside the\r\n  property and ending at Sumter Highway.  Thus, the 1963 deed created a\r\n  thirty-foot easement by express grant across Evans' land.  See Frierson,\r\n  371 S.C. at 67, 636 S.E.2d at 875. \r\nHowever, the 1963\r\n  deed provided that if the property was not used as a recreation park for\r\n  a period of two successive years, the title was to revert to and reinvest in\r\n  Schreiberg.  As a result, Appellants argued the easement conveyed in the\r\n  original deed automatically terminated two years after the property ceased to\r\n  be used as a ballpark, which they assert was about 1981.  Therefore,\r\n  Appellants asserted the 4.39 acres, including the thirty-foot easement,\r\n  reverted to Schreiberg at that time, and thereafter, the land was conveyed to\r\n  the Judys in 1993.\r\nThe evidence\r\n  presented by Appellants only pertains to when the land may have ceased to be\r\n  used as a ballpark.  In a letter dated July 27, 2006, Lee Lineberger, Vice\r\n  President of Customer Services at Santee Electric Cooperative, Inc., stated its\r\n  records indicated it supplied electrical service to the ballpark in 1980 and at\r\n  least a portion of 1981.[15] \r\n  Jean Brown, who lives on Nathan Road, testified she thought it was used as a ballpark\r\n  until 1983 and later because her nephew played there.  Waylon Carter, who did\r\n  contract work for Carlyle Cooke, testified his children played ball at the ballpark\r\n  in 1979 or 1980.  Danny Brown, the building official for Williamsburg County,\r\n  testified he played ball at the park in the 1970s and early 1980s.  Respondents\r\n  testified they did not know when Schreiberg Park ceased to be used as a ballpark,\r\n  but it was not being used as one when they moved there in 1994.  Aubrey Judy,\r\n  who had previously owned Evans' land, testified during his deposition that the ballpark\r\n  had been discontinued for several years when he and his wife purchased the\r\n  property in 1993, but he did not know the exact date it ceased being used. \r\n  Robert Cherinko, who also lives in Nathan Road, testified the ballpark never\r\n  closed, but that people just stopped using it at some point.  Levin testified\r\n  he did not know when the ballpark ceased being used.  Carolyn Lesmeister, who\r\n  did the title abstract, testified she did not see anything in the public record\r\n  indicating when Schreiberg Park had ceased to be used as a recreational park\r\n  other than the 2001 deed to Levin and Kirshtein, which stated the land had\r\n  &quot;not been used for recreational purposes for a number of years.&quot;\r\nIn his order, the\r\n  special referee noted that &quot;some portion of the subject lot was used for a\r\n  ballpark.&quot;  However, the deed stated the land was to be used as a recreation\r\n  park, not just as a ballpark.  To determine what uses the deed may have intended\r\n  by stating the land was to be used as a recreation park, the special referee\r\n  looked to the American Heritage Dictionary, which defined &quot;recreation&quot;\r\n  as &quot;refreshment of one's mind or body after labor through diverting\r\n  activity.&quot;[16] \r\n  Thus, he determined the term recreation park was a broad definition that could\r\n  include using the land as a ballpark, but the land could also be used for walking,\r\n  &quot;tennis, track, nature watching, or sundry other recreational purposes for\r\n  the benefit of the residents of Kingstree and immediate community.&quot;  \r\nWhile the\r\n  evidence presented by Appellants may have established when the land ceased to\r\n  be used as ballpark, it fails to prove when the 4.39 acres ceased to be used as\r\n  a recreation park, the broader definition provided in the 1963 deed. \r\n  Therefore, we find Appellants failed to meet their burden of proof, and we\r\n  affirm the special referee's determination that Respondents are the owners of\r\n  the 4.39-acre parcel, including the thirty-foot right-of-way, which is the\r\n  paved extension of Nathan Road.  Because we affirm the special referee's result\r\n  that Respondents are the owners of the 4.39-acre parcel and thirty-foot easement,\r\n  we need not address Appellants' remaining arguments.  See Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591,\r\n  598 (1999) (holding an appellate court need not review remaining issues when\r\n  its determination of another issue is dispositive of the appeal).\r\nCONCLUSION\r\nAccordingly, the special\r\n  referee's order is\r\nAFFIRMED.\r\nTHOMAS and KONDUROS,\r\n  JJ., concur.\r\n\r\n\r\n[1] This was a small parcel out of hundreds of acres of\r\n  land owned by Schreiberg.  The deed was recorded in the Office of the Clerk of\r\n  Court for Williamsburg County in Deed Book &quot;A-69&quot; at page 210.  The\r\n  original Schreiberg deed and plat referenced 4.39 acres; however, the new plat drawn\r\n  on March 7, 2006 for Respondents referenced 4.38 acres.  The discrepancy is due\r\n  to the use of different surveying equipment.  For the purpose of this opinion,\r\n  we reference the parcel as 4.39 acres to be consistent with the original deed.  \r\n[2] The deed allowed the Trustees to relocate the road as\r\n  necessary to make a direct line, which was done at some point.\r\n[3] The plat was recorded in Plat Book &quot;11&quot; at\r\n  page 94.\r\n[4]  The 4.93 acres was assigned the tax map number of 45-128-010.\r\n[5]  The deed was recorded in the Office of the Clerk of\r\n  Court for Williamsburg County in Deed Book &quot;A-488&quot; at page 223.  \r\n[6]  The deed was recorded in the Office of the Clerk of\r\n  Court for Williamsburg County in Deed Book &quot;A-595&quot; at page 239.  \r\n[7]  The plat was recorded in Book &quot;S-1128&quot; at\r\n  page 4-A.  \r\n[8]  These parcels of land were assigned tax map numbers\r\n  of 45-128-001; 45-128-009;\r\n  45-128-012; and 45-128-015.\r\n[9]  The deed was recorded in the Office of the Clerk of\r\n  Court for Williamsburg County in Deed Book &quot;A-303&quot; at page 058;\r\n  however, the record on appeal does not contain a copy of this deed.  \r\n[10]  The deed was recorded in the Office of the Clerk of\r\n  Court for Williamsburg County in Deed Book &quot;A-335&quot; at page 014.  \r\n[11]  The deed was recorded in the Office of the Clerk of\r\n  Court for Williamsburg County in Deed Book &quot;A-414&quot; at page 044.  \r\n[12]  Appellant Evans was formerly married to Richard\r\n  Cooke and received the land in their divorce.  The deed was recorded on\r\n  February 26, 2003 in the Office of the Clerk of Court for Williamsburg County\r\n  in Book &quot;A-547&quot; at page 157.  \r\n[13]  In a letter dated June 8, 2007, the Kingstree Town\r\n  Manager, Cornelia Bell, informed Respondents' attorney the Town of Kingstree\r\n  had not taken any action to close the road.\r\n[14]  Winyah Nursing Home, LLC and Sentry Bank and Trust\r\n  were also named as defendants because Respondents believed they &quot;may claim\r\n  an interest in or a lien upon the land surrounding or underlying the\r\n  easement.&quot;  However, neither of these defendants are a party to this\r\n  appeal.    \r\n[15] Schreiberg granted Santee Electric Cooperative a\r\n  utilities easement over the land on March 10, 1976.\r\n[16]  The special referee also noted the dictionary\r\n  definition of &quot;recreation&quot; gave the adjective form of the word as\r\n  &quot;recreational.&quot;\r\n\r\n","court":"Appeals"},{"id":"4654","title":"Sierra Club v. South Carolina Department of Health and Environmental Control","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4654","description":"The Sierra Club appeals the Administrative Law Court's (ALC) determination that it failed to present sufficient evidence to warrant a revocation of Chem-Nuclear's license renewal.  This case involves whether Chem-Nuclear was in compliance with certain Department of Health and Environmental Control (DHEC) regulations.  Specifically, the Sierra Club argues Chem-Nuclear's current disposal practices fail to comply with section 7.11, concerning engineered barriers, of Regulation 61-63 (Supp. 2009).  Additionally, the Sierra Club maintains Chem-Nuclear's current disposal practices fail to comply with section 7.23.6, concerning separating water from waste, of Regulation 61-63 (1992).  Finally, the Sierra Club maintains Chem-Nuclear failed to comply with all requirements set forth in section 7.10 of Regulation 61-63 (Supp. 2009).  The ALC did not rule on whether Chem-Nuclear was in compliance with section 7.11, 7.23.6, and all requirements of 7.10; accordingly, we cannot review whether the ALC erred.  The ALC found the Sierra Club failed to present sufficient evidence that established Chem-Nuclear was not in compliance with sections 7.10.1, 7.10.2, 7.10.3, and 7.10.4 and found the Sierra Club failed to present evidence demonstrating Chem-Nuclear violated section 7.18 and the ALARA test.  We find there is sufficient evidence in the record to support these findings and affirm.  However, we remand this case to the ALC for a ruling on whether Chem-Nuclear's current waste disposal practices are in compliance with sections 7.11, 7.23.6, and 7.10.5-7.10.10 of regulation 61-63.","date":"2010-03-10","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Sierra Club, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          South Carolina\r\n          Department of Health and Environmental Control and Chem-Nuclear Systems,\r\n          LLC., Respondents.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJohn D. Geathers, Administrative Law Court Judge\r\n\r\nOpinion No. 4654\r\n  Heard November 21, 2009 – Filed March 10,\r\n2010\r\n\r\nAFFIRMED IN PART AND REMANDED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        James\r\n          S. Chandler, Jr., and Amy E. Armstrong, both of Pawleys Island, for Appellant.  \r\n        Elizabeth\r\n          M. Crum, Jacquelyn Sue Dickman, Sara S. Rogers, all of Columbia, Evander \r\n          Whitehead, of North Charleston, and Mary D. Shahid, of Charleston, for\r\n          Respondents.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.:  The\r\n  Sierra Club appeals the Administrative Law Court's (ALC) determination that it\r\n  failed to present sufficient evidence to warrant a revocation of Chem-Nuclear's\r\n  license renewal.  This case involves whether Chem-Nuclear was in compliance\r\n  with certain Department of Health and Environmental Control (DHEC) regulations.\r\n   Specifically, the Sierra Club argues Chem-Nuclear's current disposal practices\r\n  fail to comply with section 7.11, concerning engineered barriers, of regulation\r\n  61-63 (Supp. 2009).  Additionally, the Sierra Club maintains Chem-Nuclear's\r\n  current disposal practices fail to comply with section 7.23.6, concerning\r\n  separating water from waste, of regulation 61-63 (1992).  Finally, the Sierra\r\n  Club maintains Chem-Nuclear failed to comply with all requirements set forth in\r\n  section 7.10 of regulation 61-63 (Supp. 2009).  The ALC did not rule on whether\r\n  Chem-Nuclear was in compliance with section 7.11, 7.23.6, and all requirements\r\n  of 7.10; accordingly, we cannot review whether the ALC erred.  The ALC found\r\n  the Sierra Club failed to present sufficient evidence that established Chem-Nuclear\r\n  was not in compliance with sections 7.10.1, 7.10.2, 7.10.3, and 7.10.4 and\r\n  found the Sierra Club failed to present evidence demonstrating Chem-Nuclear\r\n  violated section 7.18 and the ALARA test.  We find there is sufficient evidence\r\n  in the record to support these findings and affirm.  However, we remand this\r\n  case to the ALC for a ruling on whether Chem-Nuclear's current waste disposal\r\n  practices are in compliance with sections 7.11, 7.23.6, and 7.10.5-7.10.10 of\r\n  regulation 61-63.\r\nBACKGROUND\r\nSouth Carolina is an agreement state\r\n  for the disposal of low-level radioactive waste (LLRW) under the United States\r\n  Atomic Energy Act.  42 U.S.C §2021 (2005).  In 1969, South Carolina became an\r\n  agreement state after it enacted the Atomic Energy and Radiation Control Act,\r\n  codified in sections 13-7-10 through 13-7-460 of the South Carolina Code (Supp.\r\n  2009).  Federal and state laws require LLRW disposal facilities be located on\r\n  state-owned land.  24A S.C. Code Reg. 61-63, § 7.27.1 (1992).  In accordance\r\n  with section 7.27.1, Chem-Nuclear leases the land from the state for a term of\r\n  ninety-nine years and is in the business of disposing LLRW at the Barnwell facility. \r\n  Chem-Nuclear began disposal operations at the Barnwell site in 1971 pursuant to\r\n  license number 97.  Since 1971, Chem-Nuclear has been the only operator of the\r\n  Barnwell facility, and prior to the present action, Chem-Nuclear renewed its\r\n  license seven times.  The Barnwell facility is licensed and overseen by South\r\n  Carolina through DHEC.  To continue operations at the Barnwell site, Chem-Nuclear\r\n  must follow certain regulations.  \r\nPROCEDURAL HISTORY\r\nIn 2000, Chem-Nuclear timely\r\n  submitted its renewal application for license number 97 to DHEC.  Thereafter,\r\n  DHEC published a notice concerning a public hearing on the Chem-Nuclear renewal\r\n  application.  After holding a public hearing, on March 15, 2004, DHEC renewed\r\n  Chem-Nuclear's license.  The Sierra Club and Environmentalists, Inc., another\r\n  environmental organization, challenged DHEC's decision to the ALC on April 1,\r\n  2004.  Chem-Nuclear filed pre-trial motions for summary judgment, arguing the petitioners\r\n  lacked standing because they could not prove an injury in fact from the\r\n  continued operation of the disposal facility at the Barnwell plant.  The ALC\r\n  dismissed only Environmentalists, Inc., from the action for lack of standing\r\n  and found the Sierra Club had standing.  \r\nSubsequently, the Sierra Club\r\n  petitioned for administrative review and requested an adjudicatory hearing.  In\r\n  its petition, the Sierra Club challenged DHEC's decision and maintained the proposed\r\n  license, as conditioned, failed to adequately protect public health, safety,\r\n  and the environment.  As conditioned, the Sierra Club argued DHEC authorized\r\n  Chem-Nuclear to continue nuclear waste management and disposal practices at the\r\n  Barnwell landfill that failed to maintain radiation releases to the public as low\r\n  as reasonably achievable.  The Sierra Club cited to federal and state statutes\r\n  as well as to DHEC regulations in support of its assertion.  Finally, the\r\n  Sierra Club maintained its members would suffer injuries in fact in the form of\r\n  lost property values and diminished health, safety, and use and enjoyment of\r\n  their property and natural resources. \r\nOn appeal, the ALC reviewed DHEC's\r\n  decision de novo and noted the Sierra Club, as Petitioner, carried the burden\r\n  of proving its case by a preponderance of the evidence.  The ALC noted the\r\n  requirements necessary for DHEC to issue a license by citing to regulation\r\n  61-63 of South Carolina Code of Regulations (Supp.\r\n  2008).  In particular, the ALC cited section 7.18 of regulation 61-63 which\r\n  provides:  &quot;Reasonable efforts should be made to maintain releases of\r\n  radioactivity in effluents to the general environment as low as is reasonably\r\n  achievable (ALARA).&quot;  \r\nUltimately, the ALC found the\r\n  Sierra Club failed to present evidence warranting the reversal of the renewal\r\n  of license no. 97 based on section 7.10.1 of regulation 61-63, which requires\r\n  that the issuance of the license not constitute an unreasonable risk to the health\r\n  and safety of the public.   Additionally, the ALC found the Sierra Club failed\r\n  to present sufficient evidence to warrant the reversal of license number 97's\r\n  renewal because Chem-Nuclear's disposal practices failed to satisfy the\r\n  requirements of section 7.10.2 and 7.10.3 of the regulation 61-63.  Third, the\r\n  ALC found the Sierra Club failed to demonstrate that Chem-Nuclear's operations\r\n  at the Barnwell Facility did not comply with section 7.10.4 of regulation 61-63,\r\n  which addresses the protection of inadvertent intruders on the site.  Finally, the\r\n  ALC found the Sierra Club failed to show that Chem-Nuclear violated section\r\n  7.18 and the ALARA standard therein.  The ALC ruled accordingly because Chem-Nuclear\r\n  and DHEC demonstrated adherence to ALARA, as set forth in regulation 61-63,\r\n  sections 3.4.2 and 7.18, by taking appropriate measures to address tritium\r\n  migration from the Barnwell facility and the potential for releases from other\r\n  radionuclides that are contained in the waste burial site.  \r\nHowever, the ALC found the Sierra\r\n  Club raised legitimate issues and presented evidence suggesting further studies\r\n  were needed to evaluate the scientific and economic feasibility of employing or\r\n  implementing designs and operational procedures at the Barnwell site that will:\r\n  (1.) shelter the disposal trenches from rainfall and prevent rainfall from\r\n  entering the trenches; (2.) provide temporary dry storage facilities for the\r\n  storage of waste received during wet conditions; and (3.) provide for sealing\r\n  and grouting the concrete disposal vaults to prevent the intrusion of water to\r\n  the maximum extent feasible.  In order to address these concerns, the ALC\r\n  ordered Chem-Nuclear to conduct studies to address the concerns within 180\r\n  days.  \r\nThereafter,\r\n  the Sierra Club filed a motion to reconsider and to alter or amend the ALC's\r\n  findings and conclusions.  In its motion, the Sierra Club argued the ALC failed\r\n  to address issues brought before the court.    Additionally, the Sierra Club\r\n  argued there were several inconsistencies between some of the findings and the\r\n  conclusions.  Specifically, the Sierra Club maintained there was a fundamental\r\n  disconnect between the portion of the ALC's order that sustained the decision\r\n  to renew Chem-Nuclear's license and the portion of the order that required\r\n  Chem-Nuclear to conduct further studies.  In its motion for reconsideration,\r\n  the Sierra Club specifically mentioned sections 7.11 and 7.23.6 of regulation\r\n  61-63 and argued Chem-Nuclear's current disposal practices are not in\r\n  compliance with these sections.    The ALC did not specifically rule on the\r\n  Sierra Club's motion but generally denied their motion for reconsideration.  \r\nThe Sierra Club appealed the ALC's\r\n  decision to the DHEC Board for review because prior appellate procedures were\r\n  in effect.  All parties expected the DHEC Board to review the ALC's decision at\r\n  its July 2006 meeting; however, on July 1, 2006, the General Assembly amended\r\n  the appeals procedures for permits and licenses issued by DHEC and other\r\n  agencies.  In order to determine the Act's effect on its case, Chem-Nuclear\r\n  then filed a petition with the South Carolina Supreme Court.  In response, our\r\n  supreme court issued an opinion indicating the DHEC Board no longer had jurisdiction\r\n  to hear the case and directed DHEC to transfer the appeal to this court.  Chem-Nuclear\r\n    Sys., LLC v. S.C. Board of Health &amp; Envtl. Control, 374 S.C. 201, 648\r\n  S.E.2d 601 (2007).  This appeal follows.  \r\nSTANDARD OF REVIEW\r\nThe standard of review for a\r\n  court reviewing the decision of the ALC is set forth in the Administrative\r\n  Procedures Act.  S.C. Code Ann. § 1-23-610 (Supp. 2009).  &quot;The review of\r\n  the administrative law judge's order must be confined to the record.&quot;  §\r\n  1-23-610 (B).  Under section 1-23-610 (B), our court may affirm or remand the\r\n  case for further proceedings.  Additionally, this court may reverse or modify\r\n  the decision of the ALC if its findings, conclusions, or decisions are: \r\n\r\n  (a) in violation of\r\n    constitutional or statutory provisions; \r\n    (b) in excess of\r\n    the statutory authority of the agency; \r\n    (c) made upon\r\n    unlawful procedure; \r\n    (d) affected by\r\n    other error of law;\r\n    (e) clearly\r\n    erroneous in view of the reliable, probative, and substantial evidence on the\r\n  whole record; or\r\n  (f)\r\n    arbitrary or capricious or characterized by abuse of discretion or clearly\r\n  unwarranted exercise of discretion. \r\n\r\n\r\n  §1-23-610 (B).  The\r\n  decision of the ALC should not be overturned unless it is unsupported by\r\n  substantial evidence or controlled by some error of law.  Original Blue\r\n    Ribbon Taxi Corp. v. S.C. Dept. of Motor Vehicles, 380 S.C. 600, 604, 670\r\n  S.E.2d 674, 676 (Ct. App. 2008).  &quot;Substantial evidence, when considering\r\n  the record as a whole, would allow reasonable minds to reach the same conclusion\r\n  as the [ALC] and is more than a mere scintilla of evidence.&quot;  Id. at 605, 670 S.E.2d at 676.    \r\nLAW/ANALYSIS\r\n\r\n  The Sierra Club argues\r\n  Chem-Nuclear's landfill fails to comply with certain DHEC regulations that\r\n  require the use of engineered barriers to isolate the wastes from water and the\r\n  surrounding earth.  Specifically, the Sierra Club contends Chem-Nuclear's\r\n  landfill fails to meet the technical requirements of sections 7.10, 7.11, and\r\n  7.23.6 of regulation 61-63.  In response, DHEC argues the ALC, in determining\r\n  whether a license should be renewed, must apply the criteria set forth in\r\n  section 7.10 of regulation 61-63 rather than apply criteria set forth in\r\n  sections 7.11 and 7.23.6.  Assuming sections 7.11 and 7.23.6 are applicable to\r\n  Chem-Nuclear's license renewal, DHEC argues the Sierra Club failed to preserve\r\n  these issues for review.  Even if preserved, DHEC maintains the Sierra Club\r\n  misapprehends the legislative intent of regulation 61-63.  We address each\r\nissue and sections 7.10, 7.11, and 7.23.6 in turn. \r\nI.&nbsp; Applicability of sections 7.11 and 7.23.6\r\n  As Chem-Nuclear and DHEC first argue, section 7.10 specifically applies\r\n    to &quot;Requirements for Issuance of a License.&quot;  In contrast, the scope\r\n    of section 7.11 applies to &quot;Conditions of Licenses,&quot; while the scope\r\n    of section 7.23 applies to &quot;Disposal Site Design for Near-Surface\r\n    Disposal.&quot;  We find section 7.11 is an extension of section 7.10 as the\r\n    Sierra Club argues.  Furthermore, Chem-Nuclear is the only LLRW plant in the\r\n    state, and it appears the scope of regulation applies broadly.  See section 1.1 of regulation 61-63 (stating &quot;[e]xcept as otherwise\r\n    specifically provided, these regulations apply to all persons who receive,\r\n    possess, use, transfer or acquire any radioactive material . . . &quot;). \r\n    Therefore, we believe Chem-Nuclear must be in compliance these regulations as a\r\n    whole.  \r\nII.&nbsp; Preservation\r\n  Next, Chem-Nuclear and DHEC argue the Sierra Club's first issue is not\r\n    preserved for review.  Specifically, the Respondents maintain the Sierra Club\r\n    failed to raise RHA 7.11 or RHA 7.23 in its prehearing statement and never\r\n    amended its prehearing statement to include the regulations at issue.  In\r\n    support of its assertion, Chem-Nuclear cites McNeely v. South Carolina Farm\r\n      Bureau Mutual Insurance Co., 259 S.C. 39, 190 S.E.2d 499 (1972).  The only\r\n    pertinent section of the McNeely opinion states:  &quot;The estoppel\r\n    issue argued by appellant in his brief was not made by the pleadings nor raised\r\n    in the exceptions. Accordingly that issue is not before this Court.&quot;  Id. at 41, 190 S.E.2d at 499.  \r\n  We do not find McNeely, an insurance case, persuasive. \r\n    Specifically, we do not believe McNeely holds that, as a general rule,\r\n    only those claims presented in a prehearing statement will be considered on\r\n    appeal.  Instead, we find the general preservation rule, that an issue must be\r\n    raised to and ruled upon in order to be preserved for review, should apply.  See Brown v. S.C. Dep't of Health &amp; Envtl. Control, 348 S.C. 507, 519, 560\r\n    S.E.2d 410, 417 (2002) (&quot;[I]ssues not raised to and ruled on by the AL[C]\r\n    are not preserved for appellate consideration.&quot;).  Therefore, we must\r\n    determine whether this issue was properly before the ALC.  \r\n  As Chem-Nuclear argues, the Sierra Club did not specifically mention\r\n    section 7.11 or section 7.23.6 in its prehearing statement.  However, the\r\n    Sierra Club raised overall compliance with regulation 61-63 in its prehearing\r\n    statement.  Specifically, in its prehearing statement under &quot;specific\r\n    statutory and regulatory provisions giving rise to the controversy,&quot; the\r\n    Sierra Club cites DHEC regulations 61-72 and 61-63.  Additionally, in its\r\n    prehearing statement, under &quot;issues to be presented for determination,\r\n    including any claims or defenses expected to be raised&quot; the Sierra Club\r\n    includes:  &quot;Whether the proposed renewal license would violate state and\r\n    federal environmental law and regulations . . . .&quot;  The Sierra Club then\r\n    specifically mentions certain sections of the regulations.   Accordingly, we construe\r\n    these statements broadly to include the applicable sections of regulation\r\n    61-63.  \r\n  \r\nFurthermore, we believe\r\n  the Sierra Club overcame the &quot;ruled upon&quot; requirement for\r\n  preservation.  Here, the Sierra Club submitted a post-trial motion requesting\r\n  the ALC rule on these issues which the ALC generally denied without addressing\r\n  specific issues.  Pursuant to Rule 40 of the South Carolina Administrative Law\r\n  Court (2009): &quot;Issues raised on appeal but not addressed in the [final]\r\n  order are deemed denied.&quot;  Therefore, under the current version of the\r\n  Administrative Law Rules, because these issues are deemed &quot;denied&quot;\r\n  they satisfy the &quot;ruled upon&quot; preservation requirement.  See id.  \r\n  \r\n    As additional support\r\n    for the &quot;ruled upon&quot; preservation requirement, we look to Pye v.\r\n      Fox, 369 S.C. 555, 633 S.E.2d 505 (2006).  In Pye, the South\r\n    Carolina Supreme Court identified a ruling by a trial court or a post-trial\r\n    motion as the two ways to preserve an issue for appeal.  369 S.C. at 566, 633\r\n    S.E.2d at 511.  The Pye court held an issue was preserved for review\r\n    when Pye raised such issue to the trial court through a Rule 59(e)\r\n    motion.  369 S.C. at 565, 633 S.E.2d at 510.  Though the trial court never\r\n    ruled on the issue the motions raised, the Pye court found the issue was\r\n    preserved by stating: &quot;[A]n exception to this rule exists where an issue is\r\n      raised but not ruled upon at a Rule 59(e) hearing.&quot;  Id. (emphasis in original).  In its holding, the court noted lawyers cannot force\r\n    trial courts to address an issue, and a proper Rule 59 request is sufficient\r\n    without a specific judicial decision on the issue.  Id. at 566, 633\r\n    S.E.2d at 511.  Therefore, because the Sierra Club properly filed a Rule 59(e)\r\n    motion with the ALC, we believe these issues are preserved even though the ALC\r\n  did not specifically rule on them.[1]      \r\n III.  Issues on the Merits\r\na.&nbsp; Section 7.11 Regarding Engineered Barriers\r\n  The Sierra Club's first main argument is that Chem-Nuclear's current\r\n    disposal practices fail to comply with the technical requirements of section\r\n    7.11 of regulation 61-63.  Specifically, section 7.11.9 requires Chem-Nuclear\r\n    to &quot;incorporate engineered barriers for all waste classifications. The\r\n    engineered barriers shall be designed and constructed to complement and improve\r\n    the ability of the disposal facility to meet the performance objectives in this\r\n    part.&quot; Additionally, section 7.11.10 states: \r\n  \r\n    The engineered\r\n      barriers shall be designed and constructed of materials having physical and\r\n      chemical properties so as to provide reasonable assurance that the barriers\r\n      will maintain their functional integrity under all foreseeable conditions for\r\n      at least the institutional control period. No reliance may be placed on the\r\n      engineered barriers beyond the institutional control period.     \r\n  \r\n Furthermore, pursuant to section 7.11.11 through 7.11.11.7,\r\n    Chem-Nuclear's disposal practices are required to be designed to meet the\r\nfollowing objectives:\r\n  \r\n    (1.) to minimize\r\n      the migration of water onto the disposal units.\r\n      (2.) to minimize\r\n      the migration of waste or waste contaminated water out of the disposal units.\r\n      (3.) detection of\r\n      water and other liquids in the disposal units.\r\n      (4.) temporary\r\n      collection and retention of water and other liquids for a time sufficient to\r\n      allow for the detection and removal or other remedial measures without the\r\n      contamination of groundwater or the surrounding soil.\r\n      (5.) facilitation\r\n      of remedial methods without disturbing other disposal units.\r\n      (6.) reasonable\r\n      assurance that the waste will be isolated for at least the institutional\r\n      control period.\r\n      (7.) prevention of\r\n      contact between the waste and the surrounding earth, except for earthen\r\n      materials which may be used for backfilling within the disposal units.\r\n\r\n  The Sierra Club contends the ALC's factual findings establish that Chem-Nuclear's\r\n    landfill fails to comply with section seven.  Specifically, the Sierra Club\r\n    argues &quot;the landfill design fails to achieve the 'isolation of wastes from\r\n    the biosphere inhabited by man and his food chains' and fails to meet the\r\n    technical requirements of section 7.10 and 7.11.&quot;  In particular, the\r\n    Sierra Club argues the engineered barriers do not:  (1.) minimize the migration\r\n    of water into the disposal units; (2.) minimize the migration of waste or waste\r\n    contaminated water out of the disposal units; (3.) provide for the detection of\r\n    water and other liquids in the disposal units; (4.) provide for the temporary\r\n    collection and retention of water and other liquids for a time sufficient to\r\n    allow for the detection and removal or other remedial measures without the\r\n    contamination of groundwater or the surrounding soil; and (5.) prevent the\r\n  contact between the waste and the surrounding earth.  \r\n  We remand this issue to the ALC and instruct it to apply its factual\r\n    findings to the technical requirements of these regulations.  Specifically, we\r\n    believe section 7.11 imposes additional compliance requirements for\r\n    Chem-Nuclear such that the balancing test of ALARA would not be sufficient to\r\n    addresses whether Chem-Nuclear is in compliance with section 7.11.  We cannot\r\n    determine whether the ALC erred without a specific ruling.  Accordingly, we\r\n    find it proper to first give the ALC an opportunity to rule on whether Chem-Nuclear\r\n    was in compliance with section 7.11.  \r\n  b.&nbsp;&nbsp;&nbsp;&nbsp; Section 7.23 Regarding Contact of Water and Waste\r\n  The Sierra Club's second main argument is that Chem-Nuclear's disposal\r\n    practices fail to comply with section 7.23.6 of regulation 61-63.  Specifically,\r\n    section 7.23.6 states:  &quot;The disposal site shall be designed to minimize\r\n    to the extent practicable the contact of water with waste during storage, the\r\n    contact of standing water with waste during disposal, and the contact of\r\n    percolating or standing water with wastes after disposal.&quot;  The Sierra\r\n    Club argues Chem-Nuclear is in violation of section 7.23.6 because its landfill\r\n    is not designed to minimize the contact of water with waste during storage, the\r\n    contact of standing water with waste during disposal, and the contact of\r\n    percolating or standing water with wastes after disposal.  The Sierra Club\r\n    expressed serious concern regarding several of Chem-Nuclear's vaults and\r\n    trenches that have no cover or roof such that rain can fall directly into the vault. \r\n    The ALC also noted the rainfall problem and stated:  &quot;The problems caused\r\n    by rainfall are compounded . . . and [r]ainfall that accumulates in the\r\n    trenches eventually percolates into the soil, and drives the groundwater\r\n    movement that is carrying tritium and other radioactive materials into Mary's\r\n    Branch Creek.&quot;  \r\n  We also remand this issue to the ALC with specific instructions to\r\n    apply its factual findings to the technical requirements of section 7.23.6.  We\r\n    find section 7.23.6 imposes additional compliance requirements for\r\n    Chem-Nuclear.  Without a specific ruling, we cannot determine whether the ALC\r\n    erred.  Accordingly, we remand the issue to the ALC to give it opportunity to\r\n    rule on whether Chem-Nuclear was in compliance with section 7.23.6.  \r\n  c.&nbsp;&nbsp;&nbsp;&nbsp; Section 7.10 and &quot;ALARA&quot;\r\n  The Sierra Club also argues section 7.10 of regulations 61-63 requires\r\n    Chem-Nuclear to comply with ten directives.  The Sierra Club argues at length\r\n    that Chem-Nuclear is required to comply with all subsections of section 7.10\r\n    based on the conjunction &quot;and&quot; at the end of subsection 7.10.8. \r\n    Specifically, section 7.10 states:\r\n  \r\n    7.10.1 The issuance\r\n      of the license will not constitute an unreasonable risk to the health and\r\n      safety of the public;\r\n      7.10.2 The\r\n      applicant is qualified by reason of training and experience to carry out the\r\n      disposal operations requested in a manner that protects health and minimizes\r\n      danger to life or property;\r\n      7.10.3 The\r\n      applicant's proposed disposal site, disposal design, land disposal facility\r\n      operations, including equipment, facilities, and procedures, disposal site\r\n      closure, and postclosure institutional control are adequate to protect the\r\n      public health and safety in that they provide reasonable assurance that the\r\n      general population will be protected from releases of radioactivity as\r\n      specified in the performance objective in 7.18;\r\n      7.10.4 The\r\n      applicant's proposed disposal site, disposal site design, land disposal\r\n      facility operations, including equipment, facilities, and procedures, disposal\r\n      site closure, and postclosure institutional control are adequate to protect the\r\n      public health and safety in that they will provide reasonable assurance that\r\n      individual inadvertent intruders are protected in accordance with the\r\n      performance objective in 7.19;\r\n      7.10.5 The\r\n      applicant's proposed land disposal facility operations, including equipment,\r\n      facilities, and procedures, are adequate to protect the public health and\r\n      safety in that they will provide reasonable assurance that the standards for\r\n      radiation protection set out in Part III of these regulations will be met;\r\n      7.10.6 The\r\n      applicant's proposed disposal site, disposal site design, land disposal\r\n      facility operations, disposal site closure, and postclosure institutional\r\n      control are adequate to protect the public health and safety in that they will\r\n      provide reasonable assurance that long-term stability of the disposed waste and\r\n      the disposal site will be achieved and will eliminate to the extent practicable\r\n      the need for ongoing active maintenance of the disposal site following closure;\r\n      7.10.7 The\r\n      applicant's demonstration provides reasonable assurance that the applicable\r\n      technical requirements of this part will be met;\r\n      7.10.8 The\r\n      applicant's proposal for institutional control provides reasonable assurance\r\n      that such control will be provided for the length of time found necessary to\r\n      ensure the findings in 7.10.3 through 7.10.6 and that the institutional control\r\n      meets the requirements of 7.27; and\r\n      7.10.9 The\r\n      financial or surety arrangements meet the requirements of this part.\r\n      7.10.10 The\r\n      applicant's Quality Assurance Plan describing the methods and procedures used\r\n      to ensure that the disposal units are constructed in accordance with the\r\n      approved designs and applicable standards and that the waste complies with the\r\n      requirements of this regulation and the license.  (emphasis added).\r\n\r\n          Section 7.18 states:  \r\n  \r\n    Concentrations of\r\n      radioactive material which may be released to the general environment in\r\n      groundwater, surface water, air, soil, plants, or animals shall not result in\r\n      an annual dose exceeding an equivalent of 25 millirems (0.25 mSv) to the whole\r\n      body, 75 millirems (0.75 mSv) to the thyroid, and 25 millirems (0.25 mSv) to\r\n      any other organ of any member of the public. Reasonable effort should be made\r\n      to maintain releases of radioactivity in effluents to the general environment as\r\n        low as is reasonably achievable.  (emphasis added).  \r\n  \r\n          Section 3.2.6 defines &quot;as low as is reasonably\r\n  achievable&quot; as:\r\n  \r\n    [M]aking every reasonable effort to\r\n      maintain exposures to radiation as far below the dose limits in this part as is\r\n      practical consistent with the purpose for which the licensed activity is\r\n      undertaken, taking into account the state of technology, the economics of\r\n      improvements in relation to state of technology, the economics of improvements\r\n      in relation to benefits to the public health and safety, and other societal and\r\n      socioeconomic considerations, and in relation to utilization of nuclear energy\r\n      and licensed materials in the public interest.\r\n  \r\nIn considering the above mentioned\r\n    sections of regulation 61-63, the ALC found the Sierra Club failed to present\r\n    sufficient evidence that established Chem-Nuclear was not in compliance with\r\n    sections 7.10.1, 7.10.2, 7.10.3, and 7.10.4.  Additionally, the ALC found the\r\n    Sierra Club failed to present evidence demonstrating Chem-Nuclear violated\r\n    section 7.18 and the ALARA test.  On the issues the ALC addressed, specifically\r\n    the first four subsections of section 7.10, we affirm and give deference to the\r\n    ALC's findings.  For the subsections the ALC failed to address, specifically\r\n    the remaining subsections of 7.10, we remand these questions to the ALC for a\r\n    final determination as to whether Chem-Nuclear was in compliance with the\r\n  entirety of 7.10.  \r\n  CONCLUSION\r\n  In considering this appeal, we first find that sections 7.11 and 7.23.6\r\n    of regulation 61-63 apply to the present action and require Chem-Nuclear to\r\n    comply with additional directives.  Secondly, we hold these compliance issues\r\n    are preserved for our review and believe the Sierra Club overcame the &quot;raised\r\n    to&quot; and &quot;ruled upon&quot; preservation requirements.  Having reasoned\r\n    that sections 7.11 and 7.23.6 apply to the issues at hand and further having\r\n    decided that the Sierra Club's issues are preserved for our review, we remand\r\n    this case to the ALC.  At this point, we cannot address whether the ALC erred\r\n    without giving it an opportunity to issue a specific ruling on whether\r\n    Chem-Nuclear's disposal practices were in compliance with sections 7.11, 7.23.6\r\n    and subsections of 7.10 that the ALC did not address.  On remand, we instruct\r\n    the ALC that sections 7.11 and 7.23.6 impose additional compliance requirements\r\n    for Chem-Nuclear and further instruct the ALC to apply its factual findings to\r\n    these sections of regulation 61-63.  We affirm the ALC's decision that the\r\n    Sierra Club failed to present sufficient evidence that established Chem-Nuclear\r\n    was not in compliance with sections 7.10.1, 7.10.2, 7.10.3, and 7.10.4 as well\r\n    as its finding that the Sierra Club failed to present evidence demonstrating\r\n    Chem-Nuclear violated section 7.18 and the ALARA test.  Accordingly, the\r\n    decision of the ALC is\r\n  AFFIRMED IN PART AND REMANDED IN PART.\r\n  HEARN, C.J., and CURETON A.J., concur.\r\n\r\n\r\n[1] We note the South Carolina Supreme Court recently found Rule 59(e) applicable\r\n  to ALC actions.  See Home Med'l Sys., Inc. v. S.C. Dept. of Revenue,\r\n  382 S.C. 556, 562-63, 677 S.E.2d 582, 586 (2009).\r\n\r\n","court":"Appeals"},{"id":"4655","title":"The State v. Titus Bantan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4655","description":"Bantan was convicted of armed robbery, kidnapping, and possession of a weapon.  He argues the trial court erred in denying his motions for mistrial when (1) a witness referenced drugs and a gun unrelated to the crime during his testimony; (2) a witness alluded to a videotape showing Bantan when the tape was later held to be inadmissible; and (3) a juror overhead a conversation about Bantan and his co-defendant being involved in another robbery and mentioned the conversation to fellow jurors.  We affirm.","date":"2010-03-10","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Titus Abraham\r\n          Bantan, Appellant.\r\n    \r\n  \r\n\r\n\r\nAppeal From Calhoun County\r\n  Diane Schafer Goodstein, Circuit Court\r\nJudge\r\n\r\nOpinion No.  4655\r\n  Submitted December 1, 2009 – Filed March\r\n10, 2010\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Robert M. Pachak, of\r\n          Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Senior Assistant Attorney General Norman Mark Rapoport, all\r\n          of Columbia; Solicitor David Michael Pascoe, Jr., of Summerville, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  Titus\r\n  Abraham Bantan was convicted of armed robbery, kidnapping, and possession of a\r\n  weapon.  Bantan argues the trial court erred in denying his motions for\r\n  mistrial when (1) a witness referenced drugs and a gun unrelated to the crime\r\n  during his testimony; (2) a witness alluded to a videotape showing Bantan when\r\n  the tape was later held to be inadmissible; and (3) a juror overhead a\r\n  conversation about Bantan and his co-defendant being involved in another\r\n  robbery and mentioned the conversation to fellow jurors.  We affirm.[1]\r\nFACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nOn\r\n  November 6, 2006, two men entered Bells' Wagon Wheel, a small bait and tackle\r\n  shop near Elloree, South Carolina.  The men held the shop's owner and several\r\n  employees on the floor at gunpoint.  They demanded money from the safe and cash\r\n  register, the shop's video surveillance tape, and the owner's gun.  After\r\n  ransacking the store and hitting the owner in the head with the gun, the\r\n  robbers absconded with over $200 in bills, approximately $580 in rolled coins,\r\n  and several packs of Newport cigarettes.  \r\nAfter\r\n  the robbery, police obtained descriptions of the robbers from witnesses and\r\n  developed Phillip Spears as a suspect.  Police went to the house of Spears'\r\n  ex-girlfriend, Tanesha Adams, who said Spears lived in North Carolina.  She\r\n  said she had spoken with him around 5 a.m. and again around 7 a.m. the morning\r\n  of the robbery.  She testified he asked whether the Wagon Wheel had a\r\n  surveillance camera.  Adams further testified Spears contacted her again after\r\n  the robbery and told her he had robbed the shop.  He arranged to meet her in\r\n  Orangeburg.  Police followed Adams to the meeting, but Spears did not show. \r\n  Spears called Adams and said he was returning to Charlotte.\r\nPolice\r\n  had information Spears might be at Bantan's trailer in Orangeburg and went\r\n  there with a warrant for Spears' arrest.  Bantan's sister answered the door and\r\n  said Bantan was not home.  Because they heard something &quot;rumbling\r\n  around,&quot; police conducted a security sweep and found Bantan in the\r\n  bedroom.  Bantan initially consented to a search of the trailer but then\r\n  withdrew his consent.  Officers returned with a search warrant and concluded\r\n  the search.  They found a pair of Timberland boots and army fatigue style pants\r\n  similar to those worn by the robbers, packs of Newport cigarettes, three boxes\r\n  of .40 caliber bullets, a roll of pennies, $260 in twenty dollar bills, and a\r\n  &quot;Coinstar&quot; receipt showing $300 in coins exchanged for cash at a\r\n  nearby Bi-Lo a few hours after the robbery.\r\nDuring\r\n  the robbery, one witness saw Spears drop a cell phone.  The witness hid the\r\n  phone and then turned it over to police.  Using the phone, police traced Spears\r\n  to a house in Charlotte where they found him in a bedroom with a semi-automatic\r\n  pistol under the mattress and a disassembled cell phone on the dresser.  \r\nBantan\r\n  and Spears were tried together for the robbery.  One witness claimed the gun\r\n  seized from Spears was similar to the one used in the robbery.  Another witness\r\n  claimed he thought it was like the one used but could not be certain. \r\n  Additional testimony showed the only weapon that used the type of bullets\r\n  seized from Bantan was either the full automatic or semi-automatic version of\r\n  the gun in question.  Two witnesses positively identified Bantan from the\r\n  robbery.  Natasha Rivers said she saw Bantan's face when he removed his ski\r\n  mask in the shop.  James Bourgeois likewise identified Bantan.[2]\r\nEvidence\r\n  showed numerous numbers in common between the dropped cell phone and the\r\n  disassembled phone seized from Spears.  The dropped phone had the disassembled\r\n  phone's number as a contact number as well as Adams' number.  Seven calls were\r\n  made from the dropped phone to Adams with the last call being November 2.  The\r\n  last call on the dropped phone was to the seized phone on November 3.  The\r\n  seized phone showed three calls to Adams on the afternoon of the robbery. \r\n  There were also calls from the seized phone to Bantan on November 7 and 8.  \r\nThe\r\n  jury convicted Bantan on all counts.  The trial court sentenced him to thirty\r\n  years' imprisonment for the robbery and kidnapping charges and five years'\r\n  imprisonment for the weapons charge.  This appeal\r\n  followed.\r\nSTANDARD\r\n  OF REVIEW\r\nThe decision to grant or deny\r\n  a mistrial is within the sound discretion of the trial court and will not be\r\n  overturned on appeal absent an abuse of discretion amounting to an error of\r\n  law.  State v. Cooper, 334 S.C. 540, 551, 514 S.E.2d 584, 590 (1999). \r\n  The granting of a motion for mistrial is an extreme measure that should be\r\n  taken only when the incident is so grievous the prejudicial effect can be\r\n  removed in no other way.  State v. Beckham, 334 S.C. 302, 310, 513\r\n  S.E.2d 606, 610 (1999).  A mistrial should be granted only when absolutely\r\n  necessary and a defendant must show both error and resulting prejudice to be\r\n  entitled to a mistrial.  State v. Harris, 340 S.C. 59, 63, 530 S.E.2d\r\n  626, 628 (2000).  &quot;A\r\n  mistrial should only be granted in cases of manifest necessity and with the\r\n  greatest caution for very plain and obvious reasons.&quot;  State v. Patterson, 337 S.C. 215, 227, 522 S.E.2d 845, 851 (Ct. App. 1999). \r\n  &quot;Whether a mistrial is manifestly necessary is a fact specific inquiry.  'It\r\n  is not a mechanically applied standard, but rather is a determination that must\r\n  be made in the context of the specific difficulty facing the trial\r\n  judge.'&quot;  State v. Rowlands, 343 S.C. 454, 457-58, 539\r\n  S.E.2d 717, 719 (Ct. App. 2000) (quoting Gilliam v. Foster, 75 F.3d 881,\r\n  895 (4th Cir. 1996)).  The trial court should exhaust other methods to cure\r\n  possible prejudice before aborting a trial.  State v. Council, 335 S.C.\r\n  1, 13, 515 S.E.2d 508, 514 (1999).\r\nLAW/ANALYSIS\r\nI.&nbsp; Evidence of Unrelated Weapon\r\n  and Drugs \r\nBantan argues a witness's\r\n  mention of drugs and a shotgun unrelated to the robbery was prejudicial to his\r\n  case, requiring a mistrial.  We disagree.\r\nAt trial, the State asked Investigator\r\n  Chris Golden what was recovered from Bantan's trailer.  He responded:\r\n\r\n  Coin\r\n    receipt, Timberland boots was recovered, the dark clothing pants, a ball cap I\r\n    believe was recovered, Newport cigarettes was recovered, penny wrapper was\r\n    recovered, and I believed some case or currency was seized at that time, some\r\n    bullets, 40 caliber, a shotgun.  Plus, there was some drugs found.\r\n\r\nBantan objected, requesting a\r\n  mistrial and the matter was discussed outside the jury's presence.  The court\r\n  denied the motion for mistrial and offered a curative instruction either\r\n  specifically telling the jury to disavow any testimony regarding drugs or the\r\n  shotgun, or telling the jury to disregard the ten to fifteen seconds of\r\n  testimony given just prior to the break.  Bantan declined both proposed\r\n  curative instructions, arguing the prejudicial impact of the testimony could\r\n  not be cured.  \r\nThis issue is not preserved\r\n  for our review.  By rejecting the trial court's offer to give a curative\r\n  instruction, Bantan waived any challenge to the offending testimony on appeal.  See State v. Tucker, 324 S.C. 155, 169, 478 S.E.2d 260, 267\r\n  (1996) (finding issue unpreserved when defendant refused trial court's curative\r\n  instruction); see also Cock-N-Bull Steak House, Inc. v. Generali Ins.\r\n    Co., 321 S.C. 1, 11, 466 S.E.2d 727, 732 (1996) (finding party waived right\r\n  to complain of error when trial court's offer of curative instruction refused); State v. Watts, 321 S.C. 158, 164, 467 S.E.2d 272, 276 (Ct. App. 1995)\r\n  (&quot;In rejecting the trial\r\n  court's offer to strike the testimony or give a curative instruction, [the\r\n  defendant] waived any complaint he had to the challenged testimony.&quot;); State v. Hartley, 307 S.C. 239, 245-46, 414\r\n  S.E.2d 182, 186 (Ct. App. 1992) (finding error waived when defendant failed to\r\n  prepare a requested curative instruction).\r\nII.&nbsp; Statement Regarding Video\r\n  Surveillance\r\nBantan next argues the trial\r\n  court erred in denying his motion for mistrial after Officer Stanley Graham testified\r\n  Bantan could be seen on surveillance footage at an area Bi-Lo during the time\r\n  $300 in coins were exchanged for cash through a Coinstar machine at the store. \r\n  We disagree.\r\nThe relevant testimony was as\r\n  follows:\r\n\r\n  A. I needed [the Bi-Lo store manager]\r\n    to review the surveillance tapes to see if we had either of the two subjects\r\n    that were identified in the photo lineup at that store.\r\n  Q. Okay. \r\n    And were you able to obtain a video tape?\r\n  A.  We\r\n    were able to -- to obtain -- a CD --\r\n  Q. Uh-huh.\r\n  A.  --\r\n    of Mr. Titus Bantan.\r\n\r\nBantan objected to the\r\n  testimony and moved for a mistrial because the CD of the surveillance footage had\r\n  yet to be introduced into evidence and the quality of the CD was so poor he\r\n  anticipated it would not be admitted.  The trial court expressed concern about\r\n  Officer Graham's comment and decided to send the jury to lunch to have an\r\n  opportunity to review the surveillance footage.  After viewing the CD, the\r\n  trial court found it to be inadmissible because the quality was so poor it\r\n  merely invited speculation as to who could be seen on it.  The trial court\r\n  informed the parties of its decision and proposed a curative instruction.  Bantan\r\n  again argued for a mistrial and the motion was again rejected.  The trial court\r\n  issued the following curative instruction to the jury:\r\n\r\n  Before\r\n    the lunch break, Officer Graham made reference to a -- a tape or CD.  And\r\n    ladies and gentlemen, I'm going to instruct that with regards to this comment\r\n    regarding any CD or tape that you disregard that testimony and you disavow it\r\n    from your minds.  I have, ladies and gentlemen, reviewed that CD -- that tape\r\n    as a piece of offered evidence.  And ladies and gentlemen, I -- I would\r\n    instruct you that there is no one that can be identified on that tape.  The\r\n    quality of it is such that there's nobody that -- there's no one -- any person\r\n    on that tape that can be identified.  And for that reason it is excluded\r\n    because no one could be -- the quality of it, nobody could be identified.  So\r\n    ladies and gentlemen, with that in mind, I instruct you to disregard that\r\n    testimony and disavow it from your mind.\r\n\r\nThe State argues this issue\r\n  is not preserved for our review because &quot;[a]n issue is not preserved for\r\n  appellate review if the objecting party accepts the court's ruling and does not\r\n  contemporaneously make an additional objection to the sufficiency of the\r\n  curative charge or move for a mistrial.&quot;  State v. Simmons, 384\r\n  S.C. 145, ___ n.8, 682 S.E.2d 19, 33 n.8 (Ct. App. 2009).  In this case, Bantan\r\n  made a motion for mistrial.  The trial court then considered the motion and\r\n  advised the parties as to its ruling and proposed jury instruction.  Bantan did\r\n  not, as the State argues, accept that ruling.  Instead, he again argued for a\r\n  mistrial.  Bantan did not need to make another objection in the jury's presence\r\n  to the sufficiency of the charge in order to preserve this issue for appellate\r\n  review.  See State v. Passmore, 363 S.C. 568, 584, 611 S.E.2d\r\n  273, 282 (Ct. App. 2005) (&quot;[O]ur courts have developed the doctrine of futility,\r\n  which recognizes that in circumstances where it would be futile to raise an\r\n  objection to the trial [court], failure to raise the objection will be excused.&quot;).  \r\nTurning to the merits of this\r\n  issue, a curative instruction is generally deemed to have cured any alleged error.  State v. Walker, 366 S.C. 643, 658, 623 S.E.2d 122, 129 (Ct. App.\r\n  2005).  In this case, the trial court offered an extremely thorough curative\r\n  instruction and explained the underlying reason Officer Graham's testimony\r\n  should be disregarded.  The trial court's own viewing of the CD and finding of\r\n  unreliability underscored the need for the jury to simply ignore Officer\r\n  Graham's statement because it had no factual basis.  \r\nFurthermore, the statement\r\n  itself does not appear to have been overly prejudicial as a Coinstar receipt\r\n  stamped closely after the time of the robbery had been discovered in Bantan's\r\n  bedroom.  The CD would simply supply a piece of information the jury could\r\n  already reasonably infer: that Bantan had been to the Bi-Lo and used the Coinstar\r\n  machine.  &quot;A\r\n  defendant seeking reversal based on error in the admission of evidence has the\r\n  burden of showing that the evidence was prejudicial.&quot;  State v. Jolly,\r\n  304 S.C. 34, 37, 402 S.E.2d 895, 897 (Ct. App. 1991).  Consequently, we find\r\n  the trial court did not abuse its discretion by denying Bantan's motion for\r\n  mistrial.\r\nIII.&nbsp; Juror Misconduct\r\nBantan argues the trial court\r\n  erred in denying his motion for mistrial after learning the jury had been\r\n  exposed to a comment that police &quot;targeted&quot; Bantan and Spears because\r\n  of their involvement in an unrelated robbery.  We disagree.\r\nAfter the jury began\r\n  deliberations, the trial court received a note from the jury's foreperson with\r\n  the following information:\r\n\r\n  It has\r\n    been brought to the jury's attention that one of the jurors has heard, quote\r\n    unquote, something about these two guys being targeted by the police for an\r\n    alleged bank robbery in Cameron, South Carolina.  It is my concern that by\r\n    hearing this comment, this juror may not be capable of providing an unbiased\r\n    opinion based solely on the evidence.\r\n\r\nThe trial court requested the\r\n  jury stop its deliberations and conducted an on-the-record interview in\r\n  chambers with the jury foreperson, Rosella Jones, and the juror involved, Mr.\r\n  Gladden.  Gladden apparently overheard a conversation at a gas station between\r\n  two men he did not know.  The men referenced generally a case going on at the courthouse. \r\n  Gladden stated:\r\n\r\n  Well,\r\n    the only thing I said was I was pumping gas this morning. . . . And it was two\r\n    fellows standing to the gas tank. . . . Talking and I didn't feel like it make\r\n    that different.  You know, I just said that I heard this morning that, that\r\n    there was, there was robbery in Cameron some time back, and they was trying to\r\n    trap these two fellows with it, and that's all I said, you know.\r\n\r\nJones confirmed the entire\r\n  jury heard Gladden's comment.  Clearly, as Gladden understood the information,\r\n  and as he relayed it to the jury, the police may have been engaged in some sort\r\n  of improper conduct trying to &quot;trap&quot; or &quot;target&quot; Bantan and\r\n  Spears.  As the State argued at trial, this reference placed the State in a\r\n  negative light.  However, embedded in Gladden's statement is that Bantan was\r\n  somehow linked to another crime: a fact prejudicial to him.\r\nAfter concluding the\r\n  interviews in chambers, the trial court proceeded to question each juror and\r\n  asked if he or she would be able to disavow Gladden's remark and render a\r\n  verdict based solely on the evidence presented.  Each juror indicated he or she\r\n  could do so.  Within the individual interviews, the trial court instructed each\r\n  juror the comment had nothing to do with the trial whatsoever and suggested the\r\n  juror write a note or tell the jury foreperson of any concerns with respect to his\r\n  or her ability to disregard Gladden's remark.  Bantan moved for a mistrial, and\r\n  the trial court denied the motion based on the interviews and its belief the\r\n  jurors had credibly testified to their impartiality.  The trial court then\r\n  reminded the jury of its obligation to deliberate based solely on the evidence\r\n  presented and deliberations resumed.[3]  \r\nWhile Bantan presents this\r\n  issue as the erroneous admission of prior bad acts, it is really an issue of\r\n  juror misconduct wherein a juror overheard and shared inappropriate information\r\n  with his fellow jurors. \r\n&quot;In\r\n  a criminal prosecution, the conduct of the jurors should be free from all\r\n  extraneous or improper influences.&quot;  State v. Cooper,\r\n  334 S.C. 540, 551, 514 S.E.2d 584, 590 (1999).  However, &quot;[u]nless the misconduct affects the jury's\r\n  impartiality, it is not such misconduct as will affect the verdict.&quot;  Id.  &quot;The general test for evaluating\r\n  alleged juror misconduct is whether or not there in fact was misconduct and, if\r\n  so, whether any harm resulted to the defendant as a consequence.&quot;  State\r\n    v. Ziegler, 364 S.C. 94, 108, 610 S.E.2d 859, 866 (Ct. App. 2005).  \r\n\r\n  A defeated party is not entitled to a new\r\n    trial for every act of misconduct by or affecting the jury, as such misconduct\r\n    . . . does not ipso facto justify the grant of a new trial; but\r\n    in order that a new trial may be granted on such ground the misconduct of the\r\n    jury must relate to a material matter in dispute and must be such as to\r\n  indicate an influence of bias or prejudice in the minds of the jurors.\r\n\r\nVestry &amp; Church\r\n  Wardens of Church of Holy Cross v. Orkin Exterminating Co., 384 S.C. 441, ___, 682 S.E.2d 489, 493 (2009)\r\n  (quoting C.J.S. New Trial § 54 (1998)).\r\n&quot;Initially, the trial\r\n  [court] must make a factual determination as to whether juror misconduct has\r\n  occurred.&quot;  Ziegler, 364 S.C. at 109, 610 S.E.2d at 867.  If it\r\n  has, the trial court must then determine whether the misconduct has improperly\r\n  influenced the jury.  Id.  In such cases, the trial court is in the best\r\n  position to determine the credibility of the jurors; therefore, this court\r\n  should grant it broad deference on this issue.  State v. Kelly, 331 S.C.\r\n  132, 142, 502 S.E.2d 99, 104 (1998).\r\nIn State v. Wasson,\r\n  299 S.C. 508, 509-10, 386 S.E.2d 255, 256 (1989), two jurors read a newspaper\r\n  article about the case that referenced other similar criminal charges pending\r\n  against the defendant.  The two jurors mentioned the article to the other\r\n  jurors after the jury had voted to convict.  Id. at 510, 386 S.E.2d at\r\n  256.  When this misconduct came to the trial court's attention, the court\r\n  questioned the two jurors, who stated reading the article had not influenced\r\n  their deliberations.  Id.  The trial court polled the remainder of the\r\n  jury who affirmed the verdict.  Id.  On appeal, the South Carolina\r\n  Supreme Court concluded &quot;[t]he trial [court] clearly satisfied any duty [it]\r\n  had to insure the impartiality of the jury . . . . Only after the trial [court]\r\n  was satisfied that the jury's verdict had been reached free from any outside\r\n  influences, did it deny Wasson's motion for a mistrial.&quot;  Id. at 511, 386 S.E.2d at 257.\r\nLikewise, the trial court in\r\n  this case interviewed the jurors and was satisfied each one could reach a fair\r\n  and impartial verdict.  Although Gladden's comment was heard by more jurors and\r\n  prior to the verdict, the comment itself was less prejudicial than the newspaper\r\n  article because the comment was from a less reliable source and generally had\r\n  negative overtones as to law enforcement's role in this case.  In any event,\r\n  the trial court did not deny Bantan's motion for mistrial until after\r\n  determining the jury's ability to proceed solely on the evidence presented at\r\n  trial.  We find no abuse of discretion.\r\nCONCLUSION\r\nWe conclude the trial court\r\n  did not err in denying Bantan's motions for mistrial.  With regard to the\r\n  mention of an unrelated gun and drugs, these issues were not preserved for our\r\n  review.  Any prejudice from Officer Graham's reference to Bantan's being on the\r\n  video surveillance footage was cured by the trial court's thorough and detailed\r\n  curative instruction.  Finally, the trial court investigated and concluded\r\n  Gladden's comment, although an improper external influence, did not affect the\r\n  jury's impartiality.  Therefore, the ruling of the trial court is \r\nAFFIRMED.\r\nSHORT and THOMAS, JJ.,\r\n  concur.\r\n\r\n\r\n[1] We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n[2] Two victims of\r\n  the robbery claimed they could not identify Bantam because they were held on the\r\n  floor.\r\n[3] The State\r\n  argues Bantan waived the right to appellate review of this issue because he did\r\n  not make an additional objection to the &quot;supplemental&quot; curative\r\n  instruction given by the trial court.  We disagree.  Bantan had argued his\r\n  mistrial motion and been denied following the conclusion of the juror\r\n  interviews.  The trial court's reminder of the jury's obligation to consider\r\n  only the evidence presented did nothing more than echo the curative instruction\r\n  already given and objected to by Bantan.\r\n\r\n","court":"Appeals"},{"id":"4656","title":"Tracy Burnett v. Family Kingdom, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4656","description":"Tracy Burnett appeals the trial court's decision granting Family Kingdom, Inc.'s  motion for a directed verdict in her negligence action.  We reverse.","date":"2010-03-11","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n          Tracy A.\r\n          Burnett, as Personal Representative of the Estate of Douglas W. Burnett,\r\n          Deceased, and Tracy A. Burnett, individually, Appellants,\r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Family Kingdom,\r\n          Inc., d/b/a Family Kingdom Amusement Park, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From Horry County\r\nKristi Lea Harrington, Circuit Court Judge\r\n\r\nOpinion No. 4656\r\n  Heard November 11, 2009 – Filed March 11,\r\n2010\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        James  Stevens, Jr., of Loris, for\r\n          Appellants.\r\n        William Edward Lawson, of Myrtle Beach,\r\n          for Respondent.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.: Tracy Burnett (Wife) appeals the\r\n  trial court's decision granting Family Kingdom, Inc.'s (the Amusement Park) motion for a directed verdict in her\r\n  negligence action.  We reverse.                    \r\nFACTS\r\nWife; her\r\n  husband, Douglas Burnett (Husband); Wife's brother, Clyde Adams; and Adams'\r\n  friend, Patricia Smith, were vacationing in Myrtle Beach, South Carolina.  While\r\n  there, the party visited the Amusement Park, which operates a go-cart\r\n  attraction.  After purchasing two tickets, Husband and Adams proceeded to get\r\n  in line to ride the go-carts.  Wife testified that while Husband and Adams were\r\n  waiting in line, three young men came behind them and began acting boisterously. \r\n  According to Wife, the three young men stated they were going to bump or\r\n  collide with the go-carts during the upcoming ride.  Upon hearing this, Husband\r\n  warned the young men not to collide with him.  \r\nThe ride\r\n  operators put Husband, Adams, and the three young men in the go-carts after\r\n  they took the tickets from the riders.  The operators belted in and gave\r\n  instructions to the drivers.  They were warned not to bump or collide with the\r\n  other go-carts and not to drive recklessly.  \r\nThe go-cart ride\r\n  had a controller box that contained a device with which the ride operators\r\n  could deactivate the ride.  When pressed, the &quot;All Stop&quot; button would\r\n  stop all of the go-carts.  The Amusement Park's manager, Donald Sipes,\r\n  testified that after the second warning not to bump, the ride operators were\r\n  required to push the &quot;All Stop&quot; button and stop the ride.  Sipes also\r\n  stated a collision that resulted in a go-cart being turned around required the\r\n  ride operators to stop the ride.  \r\nBefore Adams'\r\n  go-cart reached the first turn of the first lap, one of the three young men hit\r\n  his go-cart and caused Adams' go-cart to spin around 180 degrees.  Subsequent\r\n  to this collision, for the next few laps the three young men continued to\r\n  repeatedly bump or collide with Husband and Adams.  Wife, Husband, Adams, and\r\n  Smith repeatedly asked the ride operators for assistance because the three\r\n  young men were driving in a reckless and dangerous manner.  Wife testified that\r\n  rather than providing help to Adams and Husband, the ride operators encouraged\r\n  the three young men and cheered them on.   \r\nAfter the second\r\n  lap, Husband drove his cart off of the track and into the pit area, where his cart\r\n  was hit from behind by one of the young men's cart.  The collision caused the\r\n  go-cart, with Husband inside, to be lifted off the ground.  Shortly thereafter,\r\n  another young man collided with Husband's go-cart.  Only after these collisions\r\n  did the ride operators press the &quot;All Stop&quot; button to deactivate all\r\n  the go-carts.  \r\nHusband brought a\r\n  negligence action against the Amusement Park.  At the close of Wife's case,[1]  the Amusement Park moved for a\r\n  directed verdict, arguing Wife had failed to prove the Amusement Park acted\r\n  negligently.  The trial court granted the motion.  This appeal followed.\r\nSTANDARD OF REVIEW\r\nWhen reviewing a\r\n  trial court's ruling on a directed verdict motion, this court will reverse if no evidence supports the\r\n  trial court's decision or the ruling is controlled by an error of law.  Enos\r\n    v. Doe, 380 S.C. 295, 300, 669 S.E.2d 619, 621 (Ct. App. 2008).  When\r\n  reviewing the trial court's decision on a motion for directed verdict, this court\r\n  must employ the same standard as the trial court by viewing the evidence and\r\n  all reasonable inferences in the light most favorable to the nonmoving party. Welch v. Epstein, 342 S.C.\r\n  279, 299-300, 536 S.E.2d 408, 418-19 (Ct. App. 2000).  The trial court must\r\n  deny a directed verdict motion when the evidence yields more than one inference\r\n  or its inference is in doubt.  Id. When\r\n  considering a directed verdict motion, neither the trial court nor the\r\n  appellate court has authority to decide credibility issues or to resolve\r\n  conflicts in the testimony or evidence.  Id.\r\nLAW/ANALYSIS\r\nWife argues the trial court improperly granted the Amusement Park's motion for a directed verdict in her\r\n  negligence action.  Specifically, Wife contends the trial court erred by\r\n  holding she failed to show the Amusement Park owed a duty of due care.  We\r\n  agree. \r\nIn order to\r\n  succeed in a negligence cause of action, the plaintiff must establish (1) the\r\n  defendant owed a duty of care to the plaintiff; (2) the defendant breached the\r\n  duty by a negligent act or omission; (3) the defendant's breach was the actual\r\n  and proximate cause of the plaintiff's injury; and (4) the plaintiff suffered\r\n  an injury or damages. Moore v. Weinberg,\r\n  373 S.C. 209, 220-21, 644 S.E.2d 740, 746 (Ct. App. 2007).  A crucial element\r\n  in a cause of action for negligence is the existence of a legal duty of care\r\n  owed by the defendant to the plaintiff.  Absent a duty, there is no actionable\r\n  negligence.  Id.  \r\nThe question\r\n  of negligence is a mixed question of law and fact.  Id.  First, the\r\n  court must resolve, as a matter of law, whether the law recognizes a particular\r\n  duty.  Id.  If the court determines there is no duty, the defendant is\r\n  entitled to a judgment as a matter of law.  Id.  However, if a duty does\r\n  exist, the jury then determines whether a breach of the duty that resulted in\r\n  damages occurred.  Id.  Thus, we must first determine if the Amusement\r\n  Park owed a duty to Husband.\r\nAt common law, a\r\n  person ordinarily has no duty to protect another from a harm inflicted by a\r\n  third party.  Burns v. S.C. Comm'n for the Blind, 323 S.C. 77, 79, 448\r\n  S.E.2d 589, 590-91 (Ct. App. 1994).  Usually, a person incurs no liability for\r\n  failure to take steps to benefit others or protect them from harm not created\r\n  by his or her own wrongful conduct.  Id.  However, an affirmative\r\n  legal duty can be created by a statute, among other things, and thus, the statute\r\n  can be a source of a duty owed in a negligence case.  Id.  \r\nThe existence of\r\n  such a statutorily imposed duty is determined by applying\r\n  a two-prong test.  Id.  Both of the following elements must be satisfied\r\n  to find a statute imposes a duty sufficient to support a cause of action in negligence.  Id.  First, it\r\n  must be established that the essential purpose of the statute is to protect the plaintiff from the kind of harm suffered.  Id.  Second,\r\n  the plaintiff must be a constituent of the class of persons the statute seeks to\r\n  protect.  Id.  \r\nAs to the first\r\n  element, the South Carolina Amusement Rides Safety Code (the Act) was passed to\r\n  prevent injuries to visitors and employees at amusement parks and fairs.  S.C.\r\n  Code Ann. §§ 41-18-20 et seq. (Supp. 2008); see Steinke v. S.C. Dep't of Labor,\r\n    Licensing &amp; Regulation, 336 S.C. 373, 391, 520 S.E.2d 142, 151 (1999) (&quot;The\r\n  Act's purpose is to prevent injuries to visitors and employees at amusement\r\n  parks and fairs.&quot;).  Section 41-18-20(A) of the South Carolina Code (Supp.\r\n  2008), entitled &quot;Legislative intent,&quot; states, &quot;The purpose of\r\n  this chapter is to guard against personal injuries in the . . . use of\r\n  amusement devices at . . . amusement parks to persons employed at or attending\r\n  . . . amusement parks. . . .&quot;[2]  Subsection\r\n  (B) of this section states, &quot;It is the intent of this chapter that\r\n  amusement devices must be . . . maintained, and operated so as to prevent\r\n  injuries.&quot;  § 41-18-20(B).  \r\nThe first element\r\n  is satisfied because the purpose of the Act is to prevent personal injuries\r\n  that result from the use of amusement devices.  In the present case, Husband\r\n  was visiting the Amusement Park and suffered the type of personal injury the\r\n  Act seeks to avoid as a result of the use of the go-cart ride.  \r\nAs to the second\r\n  element, that the plaintiff must be a constituent of the class of persons the\r\n  statute seeks to protect, section 41-18-20 states the purpose of the Act is to\r\n  guard against personal injuries to persons attending amusement parks.  This\r\n  section also states, &quot;[t]he purpose of this chapter is to . . . ensure to\r\n  the injured party the possibility of financial recovery as against the owner of\r\n  the carnival, fair, or amusement park where the injury occurred.&quot;  Id. \r\n   Husband qualifies because he was attending the Amusement Park at the time of\r\n  the injury.  Additionally, the statute allows Husband as an injured party to\r\n  seek financial retribution against the owner of the Amusement Park.  \r\nWife meets both\r\n  elements for establishing a statutorily imposed duty.  Thus, the Act creates an\r\n  affirmative legal duty on part of the Amusement Park, and the trial court erred\r\n  in concluding Wife failed to show a duty existed.  \r\nThe Amusement\r\n  Park argues there are three additional grounds on which to affirm the trial\r\n  court.  The Amusement Park contends (1) the trial court found that even if\r\n  there was a duty, it did not breach this duty; (2) there was no proximate\r\n  cause; and (3) Husband's negligence outweighed any negligence on its part.  We\r\n  disagree.  \r\nAs to the first\r\n  contention, as explained above, the question of negligence is a mixed question\r\n  of law and fact.  Moore, 373 S.C. at 221, 644 S.E.2d at 746.  If a duty\r\n  does exist, the jury then determines whether a breach of the duty that resulted\r\n  in damages occurred.  Id.  Thus, the Amusement Park's argument that it\r\n  did not breach a duty fails because that determination rests with the jury.  \r\nAmusement Park's\r\n  argument that it did not proximately cause Husband's injuries also fails.  Only\r\n  on the rarest occasion should the trial court determine the issue of proximate\r\n  cause as a matter of law.  Bailey v. Segars, 346 S.C. 359, 367, 550\r\n  S.E.2d 910, 914 (Ct. App. 2001) (&quot;Ordinarily, the question of proximate\r\n  cause is one of fact for the jury.  The trial court's sole function regarding the issue is to determine whether particular\r\n  conclusions are the only reasonable inferences that can be drawn from the\r\n  evidence.  Only in rare or exceptional cases may the issue\r\n  of proximate cause be decided as a\r\n  matter of law.&quot;).\r\nProximate cause\r\n  requires proof of causation in fact and legal cause.  Hurd v. Williamsburg\r\n    County, 363 S.C. 421, 428, 611 S.E.2d 488, 492 (2005).  Causation in fact\r\n  is demonstrated by establishing the plaintiff's injury would not have occurred\r\n  &quot;but for&quot; the defendant's negligence.  Id.  Legal cause is\r\n  shown by establishing foreseeability.  Id.  An injury is considered foreseeable\r\n  if it is the natural and probable consequence of a breach of duty.  Id.\r\nIn the present\r\n  case, viewing the evidence and all reasonable inferences in the light most\r\n  favorable to Wife, we conclude the trial court erred in not submitting the\r\n  proximate cause issue to the jury.  A jury could reasonably conclude Husband's\r\n  injuries would not have occurred but for the ride operators' failure to stop\r\n  the go-carts after Wife,\r\n  Husband, Adams, and Smith repeatedly asked the ride operators for assistance\r\n  because the three young men were driving in a reckless and dangerous manner. \r\n  If the ride operators had stopped the ride by pushing the &quot;All Stop&quot;\r\n  button, Husband would not have been injured when Husband drove his cart off of\r\n  the track and into the pit area.  While Husband was in the pit area, he was\r\n  rear ended by one of the young men with such force that the collision caused\r\n  the go-cart with the Husband inside to be lifted off the ground.  Thereafter,\r\n  another young man collided into Husband's go-cart.  \r\nWith respect to foreseeability, a jury could conclude Husband's\r\n  injuries were the natural and probable consequence of the breach of the duty by\r\n  the Amusement Park.  The evidence presented showed: (1) the ride operators\r\n  ignored repeated requests for assistance by Wife, Husband, Adams, and Smith when the three\r\n  young men were hitting and colliding with Husband and Adams; (2) as a natural\r\n  and probable consequence of the ride operators' failure to stop the ride, the\r\n  three young men continued to drive their go-carts in a reckless and dangerous\r\n  manner by repeatedly hitting and colliding with Husband; and (3) Husband\r\n  suffered injuries.  Accordingly, Wife did present sufficient evidence of\r\n  proximate cause to survive the directed verdict motion.\r\nAs to the comparative\r\n  negligence argument, the Amusement Park argues Husband's two prior back\r\n  surgeries and a knee surgery constituted comparative negligence because he went\r\n  on the go-cart ride knowing the three young men would collide with his go-cart.[3]   \r\nIn South\r\n  Carolina, a plaintiff may only recover damages if his or her own negligence is\r\n  not greater than that of the defendant.  Id. at 429, 611 S.E.2d at 492. \r\n  The determination of respective degrees of negligence attributable to the\r\n  plaintiff and the defendant presents a question of fact for the jury, at least\r\n  when conflicting inferences may be drawn from the evidence.  Id.  In a\r\n  comparative negligence case, the trial court should grant a motion for directed\r\n  verdict if the only reasonable inference from the evidence is that the\r\n  non-moving party's negligence exceeded fifty percent.  Id.\r\nIn regards to Husband's prior\r\n  surgeries, a defendant takes the plaintiff as he or she is found, and the\r\n  plaintiff is entitled to recover damages\r\n  resulting from the aggravation of a pre-existing condition.  Waring v. Johnson, 341 S.C.\r\n  248, 260, 533 S.E.2d 906, 913 (Ct. App. 2000).  As to Husband's knowledge that\r\n  the three young men would collide with his go-cart, neither the trial court nor\r\n  this court is in a position to determine whether Husband's knowledge outweighed\r\n  the fact that the ride operators failed to stop the ride after repeated requests for assistance by Wife, Husband, Adams, and Smith.  \r\nThe Amusement\r\n  Park also argues Husband's negligence is outweighed by its negligence because\r\n  Husband disregarded a safety sign.  The sign reads, in pertinent part,\r\n  &quot;PARTICIPATE AT YOUR OWN RISK. THIS RIDE IS NOT RECOMMENDED FOR\r\n  INDIVIDUALS WHO ARE PREGNANT OR HAVE HEART, NECK, OR BACK PROBLEMS.&quot;  The\r\n  Amusement Park presented no evidence Husband saw this sign.  Adams testified he\r\n  did not see the sign prior to entering the go-cart ride.  Additionally, the\r\n  sign states the go-cart ride is not recommended for individuals with back\r\n  problems and does not state the ride is prohibited to persons with back\r\n  issues.  Even assuming Husband saw the sign, neither this court nor the trial\r\n  court is in a position to determine whether this outweighed the ride operators' failure to stop the ride after repeated requests for assistance.[4]\r\nCONCLUSION\r\nAccordingly, the trial court's\r\n  decision is \r\nREVERSED.\r\nTHOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] Husband died during the action, and Wife was\r\n  appointed as Husband's personal representative to represent his estate.  Wife\r\n  does not allege Husband died as a result of the injuries he sustained during\r\n  the go-cart ride.  \r\n[2] An &quot;amusement device&quot; is defined as &quot;any mechanical device . . . which carries or conveys\r\n  passengers on, along, around, over, or through a fixed or restricted course or\r\n  within a defined area for the purpose of giving its passengers amusement,\r\n  pleasure, or excitement.&quot;  S.C. Code Ann.\r\n  § 41-18-40(1) (Supp. 2008).  A go-cart qualifies as an amusement device.   An\r\n  &quot;amusement park&quot; is defined as &quot;a\r\n  tract or area used principally as a permanent location for amusement devices or\r\n  structures.&quot;  § 41-18-40(2).\r\n[3] Wife testified that when the three young men stated\r\n  they were going to bump or collide with other go-carts, Husband responded\r\n  &quot;don't be hitting me, I've had back surgery.&quot;  \r\n[4] The comparative\r\n  negligence and proximate cause portions of this opinion are not to be construed\r\n  to conclude that Wife has conclusively proved proximate cause or disproved comparative\r\n  negligence.  These are issues to be determined by the trier of fact.  Our\r\n  review of the trial court's decision on these issues is limited to whether the\r\n  trial court erred in granting a directed verdict. \r\n\r\n","court":"Appeals"},{"id":"4657","title":"Hairston v. McMillan","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4657","description":"Appellant contends the special referee erred in concluding her uncle, the decedent, had testamentary capacity to change his will the day before his death and in failing to conclude the changes were not the result of undue influence.  We affirm.","date":"2010-03-15","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMichelle J.\r\n      Hairston, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tKathleen\r\n      McMillan, Individually and as Personal Representative of the Estate of\r\n      Normall O. Hudson, Deceased, Respondent.\r\n\t\t\t\tIn Re:&nbsp; Estate of Normall O. Hudson, Deceased.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Horry County\r\nAlbert E. Wheless, Special Referee\r\nOpinion No.  4657\r\nHeard February 2, 2010 – Filed March 15,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJames Thomas Young and John C. Thomas, both of Conway, for\r\n  Appellant.\r\n\t\t\t\tJeffrey E. Johnson and Jarrod M. McPherson, both of Conway, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nKONDUROS,\r\n  J.:  Michelle Hairston challenged the\r\n  validity of her uncle's February 2006 will (the Will) on the grounds he was\r\n  without testamentary capacity to execute the Will and the Will was the product\r\n  of undue influence.  The special referee found the Will to be valid.  Hairston\r\n  appealed.  We affirm. \r\nFACTS\r\nNormall O. Hudson (Decedent) was released from the\r\n  hospital into home hospice care on Friday, February 24, 2006.  At that time,\r\n  his niece, Michelle Hairston, and her father, Olin Parker, were in town to check\r\n  on Decedent's condition.  Decedent's companion, Kathleen McMillan, and her\r\n  daughter, Nancy McMillan (Cookie), a health-care worker, were with him.  McMillan\r\n  and Cookie were primarily responsible, along with hospice, for Decedent's\r\n  care.  Hairston and Parker left town on Friday to return home.  On Sunday,\r\n  Cookie telephoned Kathleen Dingle, an attorney, regarding changes to Decedent's\r\n  will.  Dingle testified she spoke to Decedent on the phone, and he indicated he\r\n  wanted to change his will, making McMillan the sole beneficiary; it had been on\r\n  his mind.\r\nDingle went to\r\n  Decedent's home on Monday and her office assistant accompanied her to serve as\r\n  witness.  Dingle testified Decedent recognized her and was glad to see her. \r\n  She further testified she asked Cookie and McMillan to leave while they\r\n  discussed the will, and they went to the garage.  According to the notes she\r\n  dictated at that time, Dingle stated:\r\n\r\n\tI went\r\n  through with [Decedent] what his old will said, and he told me he wanted to\r\n  change it after we went through the provisions of it.  He told me he wanted to\r\n  leave everything to Kathleen McMillan.  He said it was his decision and his\r\n  decision only. . . . He knew his address.  He knew how long his wife, Lucy[,]\r\n  had been deceased.  He knew who his family members were.  He was able to tell me\r\n  who Olin and Michelle are. . . . I was comfortable with the fact that he knew\r\n  what he was doing and that he wanted to do it.\r\n\r\nThe Will effectively revoked\r\n  Decedent's 2001 will, which left everything to his nieces and nephews.  Dingle\r\n  also prepared that will.\r\nDeposition\r\n  testimony of Decedent's sister-in-law, Patsy Hudson, revealed she visited him\r\n  on Sunday.  She indicated he seemed lucid, had eaten a small breakfast, and\r\n  read and understood the newspaper, particularly commenting on the death of\r\n  actor Don Knotts.\r\nMcMillan testified\r\n  Decedent seemed improved in the few days prior to his death.  She admitted to\r\n  giving him a glass of wine at his request on Friday.[1] \r\n  She stated she was unaware of Decedent's desire to change his will and he\r\n  requested Cookie call the attorney.  She theorized he may have wanted to leave\r\n  her assets to help her avoid going into a nursing home as they had discussed\r\n  their mutual desires to avoid that in the past.\r\nCookie testified\r\n  Decedent seemed to improve after his release from the hospital, eating a bit\r\n  and having conversations.  She also testified she did not administer some of\r\n  the medications issued to him because they were to be administered on an as-needed\r\n  basis and he did not need them until Monday night.  Decedent died on Tuesday.\r\nDr.\r\n  William Joel Meggs testified on behalf of Hairston as an expert in toxicology\r\n  and internal medicine.  He reviewed Decedent's medical records from his\r\n  hospitalization and return home and opined that in his medical opinion,\r\n  Decedent would not have had the capacity to make a will on February 27, 2006. \r\n  His opinion was based on the maladies from which Decedent was suffering, which\r\n  included renal failure, congestive heart failure, cirrhosis of the liver,\r\n  atherosclerotic heart disease, and cerebral edema.  Dr. Meggs further indicated\r\n  the medicine prescribed for Decedent would have left him susceptible to undue\r\n  influence, but no records were provided on how that medicine was administered\r\n  upon his return home.  Dr. Meggs also considered Decedent's mental status assessments. \r\n  On February 24, he was confused with some speech and oriented to person, but\r\n  not place or time.  On February 27, when the will was executed, a\r\n  social worker reported Decedent was confused when he attempted to provide a\r\n  life history.[2] \r\n  The following day of his death, his status was unresponsive.\r\nHairston\r\n  testified she was not allowed to talk to Decedent on the telephone from the\r\n  time she left him on Friday until his death.  She also reported McMillan told\r\n  her upon Decedent's death that she did not need to come; Decedent had left her\r\n  [McMillan] everything and she was not needed.  Hairston filed a petition\r\n  contesting the Will.  The special referee found the Will to be valid, and this\r\n  appeal followed.\r\nLaw/Analysis\r\nAn action to contest\r\n  a will is an action at law, and in such cases reviewing courts will not disturb\r\n  the probate court's findings of fact unless a review of the record discloses no\r\n  evidence to support them.  In re Estate of Anderson, 381 S.C. 568, 573,\r\n  674 S.E.2d 176, 179 (Ct. App. 2009); Golini v. Bolton, 326 S.C. 333,\r\n  338-39, 482 S.E.2d 784, 787 (Ct. App. 1997).\r\nI.&nbsp; Testamentary Capacity\r\nHairston\r\n  contends the special referee erred in finding the Will valid in light of Dr.\r\n  Meggs's testimony Decedent would not have possessed testamentary capacity at the\r\n  time of the Will's execution.  We disagree. \r\n&quot;[T]he\r\n  party alleging incompetence bears the burden of proving incapacity at the time\r\n  of the transaction by a preponderance of the\r\n  evidence.&quot;  In re Thames, 344 S.C. 564, 572, 544 S.E.2d 854,\r\n  858&nbsp;(Ct. App. 2001).  The test of whether a\r\n  testator had the capacity to make a will is whether he knew (1) his estate, (2) the\r\n  objects of his affections, and (3) to whom he wished to give his property.  In\r\n    re Estate of Weeks, 329 S.C. 251, 263, 495 S.E.2d 454, 461 (Ct. App.\r\n  1997).  &quot;[T]he legal test for determining whether or not a person has\r\n  sufficient mental capacity to dispose of his property by will does not include the proviso that he must\r\n  have a reasonable basis on which to found his like or dislike of the natural\r\n  objects of his bounty.&quot;  Id.  &quot;Further, the capacity to know or understand,\r\n  rather than the actual knowledge or understanding, is sufficient.&quot;  Id.  \r\nThe degree of capacity necessary to execute a will is less than\r\n  that needed to execute a contract.  Id. at 264, 495 S.E.2d at\r\n  461.  &quot;[E]ven an insane person may execute a\r\n  will if it is done during a sane interval . . . .&quot;  Id.  In order\r\n  to invalidate a will, a testator's insanity should be established at the time of execution,\r\n  unless the insanity is of a permanent or chronic nature.  Gaddy v. Douglass,\r\n  359 S.C. 329, 345, 597 S.E.2d 12, 21 (Ct. App. 2004).\r\n&quot;A\r\n  person may execute a valid will, even if he or she is not competent to transact\r\n  ordinary, everyday affairs.&quot;  Speegle v. Oswald, 774 So. 2d 595,\r\n  597&nbsp;(Ala. Civ. App. 2000).  &quot;Ability to transact important business,\r\n  or even ordinary business, is not the legal standard of testamentary capacity,\r\n  though it seems to be quite generally but mistakenly supposed, outside the\r\n  ranks of the legal profession, that a capacity to transact important business\r\n  is the criterion of fitness to make a valid will.&quot;  In re Nelson's\r\n    Estate, 38 Cal. Rptr. 459, 466-67&nbsp;(Cal. Ct. App. 1964).\r\nDr.\r\n  Meggs testified Decedent was not competent at the time of executing the Will. \r\n  However, he was not able to examine Decedent personally, but relied on medical\r\n  records showing Decedent was experiencing some confusion and had been\r\n  prescribed pain medication.  In contrast, Dingle testified at the time of the\r\n  execution of the Will, Decedent understood the extent of his estate, the\r\n  potential beneficiaries of his estate, and what he was doing in changing his\r\n  will.  He also recognized Dingle and was able to converse with her in a lucid\r\n  fashion.  Furthermore, the deposition of Hudson reveals Decedent was lucid on\r\n  Sunday, the date he first spoke with Dingle, ate a small breakfast and read the\r\n  newspaper.  Based on our standard of review, and bearing in mind the somewhat\r\n  limited requirements for testamentary capacity, evidence in the record supports\r\n  the special referee's finding Decedent was competent to execute the Will.\r\nII.&nbsp; Undue Influence\r\nHairston next argues the special referee erred in finding the Will\r\n  valid because she presented evidence McMillan and Cookie exerted undue\r\n  influence on Decedent to make the Will.  We disagree.\r\n&quot;The mere existence of influence is\r\n  not enough to void a will as all influences are not unlawful.  For influence to\r\n  vitiate a will, it must destroy free agency and amount to force and coercion.&quot;  Hembree v. Estate of Hembree, 311 S.C. 192, 196, 428 S.E.2d 3, 5 (Ct.\r\n  App. 1993).  &quot;Circumstances must unmistakably and convincingly point to\r\n  the substitution of another's will for that of the testator.&quot;  Id.  Evidence\r\n  of undue influence may include threats, force, restricted visitation, or an\r\n  existing fiduciary relationship at the time of or before the\r\n  will's execution.&quot;  Id.  &quot;A contestant must show that the\r\n  influence was brought directly to bear upon the testamentary act.&quot;  Mock\r\n    v. Dowling, 266 S.C. 274, 277, 222 S.E.2d 773, 774 (1976).  &quot;General\r\n  influence is not enough.&quot;  Id.\r\nThe existence of a fiduciary relationship between a testator and\r\n  beneficiary raises a presumption of undue influence.  Howard v. Nasser,\r\n  364 S.C. 279, 288, 613 S.E.2d 64, 68-69 (Ct. App. 2005).  If evidence of such a\r\n  relationship is presented, the proponents of the will must offer rebuttal\r\n  evidence.  Id.  &quot;We emphasize that although the proponents of the\r\n  will must present evidence in rebuttal, they do not have to affirmatively\r\n  disprove the existence of undue influence.  Instead,\r\n  the contestants of the will still retain the ultimate burden of proof to\r\n  invalidate the will.&quot;  Id.\r\nIn\r\n  the instant case, the record shows McMillan and Hairston both held powers of\r\n  attorney for Decedent.  This establishes a fiduciary relationship between\r\n  McMillan and Decedent and raises the presumption of undue influence.  However,\r\n  other evidence in the record supports the special referee's finding no undue\r\n  influence occurred.  Decedent apparently expressed no concern for being left in\r\n  the care of McMillan and Cookie, and he was happy to be home from the\r\n  hospital.  While he did not speak to Hairston in the days leading up to his\r\n  death, he was seen by hospice workers, neighbors, and other relatives with whom\r\n  he could have shared any concerns.  At the time of the execution of the Will,\r\n  Dingle asked McMillan and her daughter to be out of the house, providing\r\n  Decedent a chance to confide in Dingle if he did not wish to change the Will. \r\n  Furthermore, Dingle testified Decedent told her on the phone changing his will\r\n  had been on his mind.  Accordingly, we find McMillan presented evidence to\r\n  rebut the presumption of undue influence.\r\nFurthermore,\r\n  Hairston presented no evidence of threats or force wielded against Decedent. \r\n  Although Decedent did not speak to Hairston in the days immediately preceding\r\n  his death, his visitation and communication were apparently not restricted\r\n  overall.  Additionally, Hairston contends Cookie and McMillan exerted control\r\n  over Decedent's food and medicine and intimates they could have withheld it,\r\n  giving them control over him.  However, the record contains evidence to the\r\n  contrary.  Cookie, McMillan, and Patsy Hudson testified to Decedent eating\r\n  better and more in the last days of his life.  The prescriptions for Decedent\r\n  were written for his comfort as needed, which supports Cookie's testimony\r\n  regarding how she administered the medications.  Consequently, evidence in the\r\n  record supports the special referee's finding of no undue influence.\r\nIII.&nbsp; Viewing of Evidence\r\nFinally,\r\n  Hairston argues the special referee failed to view the evidence in the light\r\n  most favorable to her as the contestant to the Will.  We disagree.\r\nWhile\r\n  we acknowledge the special referee should have viewed the evidence in this\r\n  fashion, Hairston's only argument is that the order did not contain a statement\r\n  indicating the evidence was so considered.  Calhoun v. Calhoun, 277 S.C. 527, 530, 290 S.E.2d 415,\r\n    417 (1982) (finding whether the contestants of a will met the required burden\r\n    of proof must be determined by viewing evidence in the light most favorable to\r\n    the contestants).  Nothing in the record suggests the special referee did\r\n  not view the evidence properly and the lack of an affirmative statement to that\r\n  effect is not enough to warrant a reversal in light of the evidence in the\r\n  record.\r\nCONCLUSION\r\nBased\r\n  on the record before us, we cannot conclude the special referee erred in\r\n  finding the Will valid.  Accordingly, the decision of the special referee is \r\nAFFIRMED.\r\nhuff and \r\nthomas, JJ., concur.\r\n\r\n\r\n[1] According to\r\n  Hairston, Decedent frequently drank wine and having wine in the house was not unusual.\r\n[2] This report\r\n  also states this was the first day Decedent had exhibited confusion and\r\n  McMillan and Cookie were attentive and caring.  \r\n\r\n","court":"Appeals"},{"id":"4658","title":"State v. Ravenell","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4658","description":"Tyrone Ravenell appeals his convictions and sentences for armed robbery and burglary in the first degree, arguing the trial judge erred in (1) proceeding to trial in his absence and (2) failing to quash the jury where it consisted of only one person of a minority race and only two people of a minority race were included in the jury pool pulled for the trial.  We affirm.","date":"2010-03-17","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tTyrone A.\r\n      Ravenell, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Horry County\r\nClifton Newman, Circuit Court Judge\r\nJames E. Lockemy, Circuit Court Judge\r\nOpinion No. 4658\r\nSubmitted March 1, 2010 – Filed March 17,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender LaNelle Cantey DuRant, South Carolina\r\n  Commission on Indigent Defense Division of Appellate Defense, of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, and Assistant Deputy Attorney General Salley W.\r\n  Elliott, Office of the Attorney General, of Columbia; Solicitor J. Gregory\r\n  Hembree, of Conway, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nHUFF,\r\n  J.:  Appellant Tyrone A. Ravenell was tried in absentia and\r\n  convicted of armed robbery and burglary in the first degree.  Subsequently, Ravenell appeared and his sealed sentence was\r\n  opened, at which time Ravenell objected to the trial judge's imposition of a\r\n  consecutive, twenty year sentence on each charge and moved the sentencing judge\r\n  to reduce the sentence.  The sentencing judge modified the sentence to run\r\n  concurrently.  Ravenell appeals, asserting the trial judge erred in (1)\r\n  proceeding to trial in Ravenell's absence and (2) failing to quash the jury when\r\n  it consisted of only one person of a minority race and only two people of a\r\n  minority race were included in the jury pool pulled for the trial.  We affirm.[1]\r\nFACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nOn\r\n  January 13, 1998, Ravenell was present when his case was called to trial.  On\r\n  that day, a jury was drawn.  Thereafter, Ravenell challenged the &quot;composition\r\n  of the jury,&quot; noting that &quot;out of twenty-eight jurors called to the\r\n  Bar, only two minorities were in that group,&quot; and therefore it was &quot;a\r\n  misrepresentative cross-section of [the] community.&quot;  Ravenell conceded\r\n  that the jurors were properly drawn at random by computer and according to law\r\n  and statute but challenged the jury pool and the particular jury drawn,\r\n  asserting it did not represent the community as a whole racially.  The trial\r\n  judge stated he was taking the matter under advisement.  Ravenell then moved\r\n  for a continuance based on his inability to locate a witness, asserting the\r\n  witness was vital to his case and he had just learned the witness had moved to\r\n  Atlanta.  The State maintained it had information the witness was actually in\r\n  Georgetown.  The trial judge refused to grant the motion for continuance,\r\n  noting Ravenell failed to subpoena the witness, but allowed for a delay in the\r\n  start of the trial until 10:00 a.m. the next day in order to give the defense\r\n  more time to locate the witness. The judge then took testimony from the clerk\r\n  of court regarding the pulling of the jury venire.  The clerk stated the jurors\r\n  for this trial were selected at random from a reel obtained from the South\r\n  Carolina Election Commission, which is then &quot;dump[ed]&quot; into the clerk's\r\n  computer system.  She further testified, as far as the racial makeup of that\r\n  jury, she did not notice any major differences in it for that week in Horry\r\n  County as opposed to any other week.  Ravenell's counsel declined to question\r\n  the clerk and put forth no evidence on the matter.  The trial judge denied the\r\n  motion to quash the jury.\r\nThe\r\n  next day, Ravenell failed to appear for trial.  Counsel for Ravenell\r\n  acknowledged the &quot;need to go forward with this trial,&quot; whether\r\n  Ravenell was there or not, and that Ravenell &quot;obviously [had] opted not to\r\n  be [there].&quot;  Nonetheless, counsel requested a continuance until such time\r\n  as he could locate his client.  The trial judge observed Ravenell was present\r\n  the day before for jury selection.  He further noted he had allowed Ravenell to\r\n  remain on bond for the purpose of assisting in the location of his missing\r\n  witness, and before doing so, he had admonished Ravenell that if he did not\r\n  appear the next day, the trial would go forward without him.  The trial judge\r\n  stated he had explained to Ravenell the perils of a trial in his absence.  He\r\n  therefore found Ravenell was given notice the trial would proceed without him\r\n  and he would be tried in absentia if he failed to appear.  The\r\n  judge thereafter called three bailiffs to the stand, who each testified to\r\n  calling Ravenell's name three times with no response.  The State then indicated\r\n  to the court that Ravenell had also been noticed by subpoena that his trial was\r\n  taking place, and he was to appear during that term of court.  The trial judge\r\n  also took notice of the bond signed by Ravenell on February 27, 1997, and made\r\n  the document a court exhibit along with the subpoenas sent to Ravenell.  During\r\n  this time, the court took testimony from an acquaintance of Ravenell's who\r\n  happened to have been at the courthouse the previous day and saw Ravenell\r\n  around 5:00 p.m., after court had adjourned.  This witness testified he spoke\r\n  with Ravenell at that time and Ravenell indicated to him that he planned to\r\n  attend court the next day.\r\nThe\r\n  matter proceeded to trial in Ravenell's absence and he was thereafter convicted\r\n  of armed robbery and burglary in the first degree.  At the close of the State's\r\n  case, Ravenell moved for a mistrial based upon the jury composition, which the\r\n  trial judge denied.  In July 2006, Ravenell was apprehended in Florida and\r\n  returned to South Carolina for sentencing.  Shortly thereafter, the sentencing\r\n  judge opened Ravenell's sealed sentence, wherein the trial judge sentenced him\r\n  to twenty year consecutive sentences on the two charges.  Ravenell moved for a reduction\r\n  in the sentence.  On November 9, 2006, the sentencing judge modified the\r\n  sentence to run concurrently instead of consecutively.  This appeal follows.\r\nISSUES\r\n\r\n\t\r\n\t\t\r\n\t\t\tI.\r\n\t\t\tWhether the trial judge erred in proceeding with \r\n\t\t\ttrial in Ravenell's\r\n  absence.\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tII. \r\n\t\t\tWhether the trial judge erred in failing to quash \r\n\t\t\tthe jury and select a second jury when the jury consisted of only \r\n\t\t\tone person of a minority race and only two people of a minority race \r\n\t\t\twere in the pool of jurors pulled for the trial.\r\n\t\t\r\n\t\r\n\r\nSTANDARD OF REVIEW\r\nIn\r\n  criminal cases, the appellate court sits to review errors of law only.  State\r\n    v. Banda, 371 S.C. 245, 251, 639 S.E.2d 36, 39 (2006).  An appellate court is\r\n  bound by the trial court's factual findings unless they are clearly erroneous.  Id.  \r\nLAW/ANALYSIS\r\nI.&nbsp; Trial in Absentia\r\nOn\r\n  appeal, Ravenell asserts the trial judge erred in proceeding with the trial in\r\n  his absence.  He contends the judge committed error in denying his motion for\r\n  continuance, and he was prejudiced by this error inasmuch as he was then unable\r\n  to assist in his own defense.  Ravenell argues there is evidence of record from\r\n  a witness that Ravenell had planned to return to court the second day, and the\r\n  trial judge &quot;mistakenly thought he had warned Ravenell about the dangers\r\n  of not being present but the trial record does not reflect this.&quot;  In\r\n  support of his argument, Ravenell cites the case of Morris v. State, 371\r\n  S.C. 278, 639 S.E.2d 53 (2006), wherein the supreme court found counsel\r\n  ineffective in a post-conviction relief (PCR) action for failure to move for a\r\n  continuance when the defendant was tried in absentia, and\r\n  determined the trial court would have committed an abuse of discretion had the\r\n  court refused to grant a continuance under the circumstances of that case. \r\n  Ravenell further cites to law that a trial may proceed in a defendant's absence\r\n  only upon a finding by the court that the defendant voluntarily waived his\r\n  right to be present, and the court must make findings on the record that the\r\n  defendant received notice of his right to be present and a warning the trial\r\n  would proceed in his absence.  We find no error.\r\nThe\r\n  trial court's denial of a motion for a continuance will not be disturbed on\r\n  appeal absent a clear abuse of discretion.  State v. McKennedy, 348 S.C.\r\n  270, 280, 559 S.E.2d 850, 855 (2002).  Reversals of refusal of a continuance\r\n  are about as rare as the proverbial hens' teeth.  Id.\r\nIt\r\n  is well established that, although the Sixth Amendment of the United States\r\n  Constitution guarantees the right of an accused to be present at every stage of\r\n  his trial, this right may be waived, and a defendant may be tried in his\r\n  absence.  State v. Fairey, 374 S.C. 92, 99, 646 S.E.2d 445, 448 (Ct.\r\n  App. 2007); State v. Goode, 299 S.C. 479, 481, 385 S.E.2d 844, 845\r\n  (1989).  See also Rule 16, SCRCrimP (&quot;Except in cases\r\n  wherein capital punishment is a permissible sentence, a person indicted for\r\n  misdemeanors and/or felonies may voluntarily waive his right to be present and\r\n  may be tried in his absence upon a finding by the court that such person has\r\n  received notice of his right to be present and that a warning was given that\r\n  the trial would proceed in his absence upon a failure to attend the court.&quot;). \r\n  A trial judge must determine a criminal defendant voluntarily waived his right\r\n  to be present at trial in order to try the defendant in his absence.  State\r\n    v. Patterson, 367 S.C. 219, 229, 625 S.E.2d 239, 244 (Ct. App. 2006)\r\n  (citing State v. Jackson, 288 S.C. 94, 95, 341 S.E.2d 375, 375 (1986)). \r\n  The judge must make findings of fact on the record that the defendant (1)\r\n  received notice of his right to be present  and (2) was warned he would be\r\n  tried in his absence should he fail to attend. Id.\r\nIn\r\n  order to claim the protection afforded by the rule of law that a criminal\r\n  defendant may be tried in his absence only upon a trial court's finding that\r\n  the defendant has received the requisite notice of his right to be present and\r\n  advisement that the trial would proceed in his absence if he failed to attend,\r\n  a defendant or his attorney must object at the first opportunity to do so, and\r\n  failure to so object constitutes waiver of the issue on appeal.  State v.\r\n    Williams, 292 S.C. 231, 232, 355 S.E.2d 861, 862 (1987).  Additionally,\r\n  notice of the term of court in which a defendant will be tried is sufficient notice\r\n  to enable the defendant to make an effective waiver of his right to be present\r\n  at his trial.  Ellis v. State, 267 S.C. 257, 261, 227 S.E.2d 304, 306\r\n  (1976); Fairey, 374 S.C. at 100, 646 S.E.2d at 448.  Further, a bond\r\n  form that provides notice that a defendant can be tried in absentia may serve\r\n  as the requisite warning that he may be tried in his absence should he fail to\r\n  appear.  Fairey, 374 S.C. at 101, 646 S.E.2d at 449.  &quot;The\r\n  deliberate absence of a defendant who knows that he stands accused in a\r\n  criminal case and that his trial will begin during a specific period of time\r\n  indicates nothing less than an intention to obstruct the orderly processes of\r\n  justice.&quot;  Ellis, 267 S.C. at 261, 227 S.E.2d at 306. \r\nHere,\r\n  it is arguable that Ravenell has not properly preserved an objection to his\r\n  trial in absentia.  While counsel did move for a continuance\r\n  until such time as he could locate his client, counsel never specifically\r\n  objected to a trial in absentia and never asserted to the trial\r\n  judge that his client did not receive the requisite notice of his right to be\r\n  present or a warning that the trial would proceed in his absence if he failed\r\n  to attend.  Nor does it appear that Ravenell raised the issue with the\r\n  sentencing judge following his apprehension and return to court.  However,\r\n  because Ravenell's counsel did move for a continuance, and in light of the fact\r\n  that the trial judge made findings on the record that Ravenell was given notice\r\n  the trial would proceed without him and he would be tried in absentia should he fail to appear, we find it proper to address the matter on the\r\n  merits.\r\nAfter\r\n  review of the record, we find Ravenell voluntarily waived his right to be\r\n  present at trial and therefore was properly tried in absentia. \r\n  First, Ravenell clearly received notice of his right to be present at trial. \r\n  The record shows Ravenell was subpoenaed to appear for that particular week of\r\n  court.  Additionally, the trial judge made uncontested findings on the record\r\n  showing Ravenell had notice of his right to be present for trial by virtue of\r\n  the judge's warning to Ravenell when he allowed him to stay out on bond.  \r\n  Finally, the very fact that Ravenell was present for the first day of trial\r\n  when his jury was drawn indicates Ravenell had notice of his right to appear. \r\n  Second, it is equally clear Ravenell was warned he would be tried in his\r\n  absence should he fail to appear.  The trial judge noted for the record that he\r\n  specifically informed Ravenell that if he did not appear the next day, the\r\n  trial would go forward without him.  Further, the record shows Ravenell's bond\r\n  form provided the requisite notice to him that he could be tried in absentia should he fail to appear.  While Ravenell argues on appeal that the trial judge\r\n  mistakenly thought he had warned Ravenell about the dangers of not being\r\n  present but the trial record failed to reflect that, we note that counsel did\r\n  not contest the trial judge's recollection of his discussion with Ravenell but\r\n  implicitly accepted the judge's rendition of his discussion with Ravenell.\r\nAs\r\n  to Ravenell's reliance on Morris, we believe that case is\r\n  distinguishable.  Morris had been indicted for assault and battery with intent\r\n  to kill (ABIK), and on the scheduled date of trial appeared at court and signed\r\n  a sentencing sheet in anticipation of entering a guilty plea to the\r\n  lesser-included charge of assault and battery of a high and aggravated nature\r\n  (ABHAN).  Morris, 371 S.C. at 280, 639 S.E.2d at 55.  Morris\r\n  subsequently left the courthouse and could not be found when his case was\r\n  called for the guilty plea.  Id.  The trial judge determined Morris\r\n  forfeited his rights by leaving the courthouse and therefore proceeded to trial\r\n  in Morris's absence.  Id. at 281, 639 S.E.2d at 55.  Morris was\r\n  subsequently found guilty of ABIK.  Id.  At his PCR hearing, Morris\r\n  maintained that, after he signed the plea sheet, he had asked counsel to obtain\r\n  a continuance, counsel agreed to try, and after a few minutes in the courtroom,\r\n  she returned and told him he could leave.  Id.  Trial counsel denied she\r\n  told Morris he could leave.  Id.  The PCR court denied Morris relief.  Id. \r\n  The supreme court reversed, finding trial counsel was deficient in failing to\r\n  request a continuance.  Id. at 282, 639 S.E.2d at 56.  In so doing, the\r\n  court noted the transcript clearly showed trial counsel objected to proceeding\r\n  with a trial in absentia, but this was &quot;markedly different\r\n  from counsel making a motion for a continuance so [Morris] could plead guilty\r\n  to ABHAN as had been agreed upon between [Morris] and the State.&quot;  Id. \r\n  The court further found Morris would have been prejudiced by the denial of a\r\n  continuance because the trial in absentia subjected him to the\r\n  ABIK conviction as opposed to the ABHAN charge he faced under the guilty plea.  Id.  at 283, 639 S.E.2d at 56.  The court then concluded, given the\r\n  drastic distinctions between an ABIK and an ABHAN conviction, this was one of\r\n  the rare cases in which the refusal by the trial judge to grant a continuance\r\n  would have amounted to an abuse of discretion.  Id.\r\nHere,\r\n  Ravenell's counsel moved for a continuance until such time as he could locate\r\n  his client for resumption of the trial, not in order for Ravenell to appear for\r\n  an agreed upon plea of guilty to a lesser included offense.  Unlike the\r\n  situation in Morris, there appears to be a &quot;deliberate absence of a\r\n  defendant who knows that he stands accused in a criminal case and that his\r\n  trial will begin during a specific period of time [indicating] nothing less\r\n  than an intention to obstruct the orderly processes of justice.&quot;  Ellis,\r\n  267 S.C. at 261, 227 S.E.2d at 306.  To read Morris to require a trial judge\r\n  to grant a continuance anytime a defendant intentionally absents himself from\r\n  trial of which he has notice would subvert the rule and case law specifically\r\n  allowing a trial in absentia under the proper circumstances, i.e.\r\n  when the defendant has notice of his right to be present and has been warned\r\n  that the trial could proceed in his absence upon his failure to appear. \r\n  Additionally, in the more similar case of State v. Wright, 304 S.C. 529,\r\n  532, 405 S.E.2d 825, 827 (1991), our supreme court found no abuse of discretion\r\n  in the trial judge's denial of counsel's motion for continuance based on the\r\n  defendant's absence.  Specifically, the court held there was no abuse of\r\n  discretion as the record clearly revealed the defendant was aware of the term\r\n  of court and knew he would be tried in absentia should he fail to\r\n  appear.  Id.  We believe the case at hand is in line with Wright,\r\n  and the trial judge committed no abuse of discretion in denying Ravenell's\r\n  motion for continuance.\r\nII.&nbsp; Jury\r\n  Composition\r\nRavenell\r\n  next contends the trial judge erred in failing to quash the jury and select a\r\n  second jury, asserting the jurors called to the bar was composed of only two\r\n  minorities out of a total of twenty-eight persons pulled, and the seated jury\r\n  consisted of only one minority.  He argues that he was denied a fair trial by a\r\n  jury of his peers because the jury was not composed of a representative\r\n  cross-section of his peers.  We disagree.\r\n&quot;Whether there has been systematic\r\n  racial discrimination by the jury commissioners in the selection of jurors is a\r\n  question to be determined from the facts in each particular case.&quot;  State\r\n    v. Stallings, 253 S.C. 451, 454, 171 S.E.2d 588, 590 (1969).  Further, &quot;[d]iscrimination\r\n  in the selection of a jury must be proved and it cannot be presumed.&quot;  Id. \r\n  A criminal defendant attacking his conviction on the ground that the State\r\n  systematically excluded members of his race from the jury that convicted him\r\n  has the burden of proving the existence of purposeful discrimination.  Id. at 454-55, 171 S.E.2d at 590.  \r\n\r\n\tIn\r\n  order to establish a prima facie violation of the fair cross-section\r\n  requirement, the defendant must show that 1) the group excluded is a &quot;distinctive&quot;\r\n  group in the community; 2) the representation of this group in venires from\r\n  which juries are selected is not fair and reasonable in relation to the number\r\n  of such persons in the community; and 3) this underrepresentation is due to a\r\n  systematic exclusion of the group in the jury selection process.\r\n\r\nState\r\n  v. Patterson, 324 S.C. 5, 21, 482 S.E.2d 760, 767-68 (1997).\r\nEven assuming Ravenell can show the\r\n  requisite distinctive group in step 1, he has failed to make any showing\r\n  whatsoever of step 2, that representation of the group in the jury venire was\r\n  not fair and reasonable in relation to the number of such persons in the\r\n  community, or step 3, that there was a systematic exclusion of the group in the\r\n  jury selection process.  Accordingly, the trial judge did not err in denying\r\n  Ravenell's motion challenging the composition of the jury.\r\nFor the foregoing reasons, Ravenell's\r\n  convictions are\r\nAFFIRMED.   \r\nTHOMAS\r\n  and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n\r\n","court":"Appeals"},{"id":"4659","title":"Nationwide Mutual Insurance v. Rhoden","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4659","description":"In this declaratory judgment action, Nationwide Mutual Insurance Company appeals the trial court's determination that the respondents, Kelly Rhoden and her daughters, Ashley Arrieta and Emerlynn Dickey, are entitled to underinsured motorist (UIM) coverage under a policy issued to Kelly insuring two \"at-home\" vehicles.","date":"2010-03-17","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tNationwide\r\n      Mutual Insurance Company, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tKelly Rhoden,\r\n      Ashley Arrieta, and Emerlynn Dickey, Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Berkeley County\r\n R. Markley Dennis, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 4659\r\nHeard November 17, 2009 – Filed March 17,\r\n  2010\r\nAFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJ.R. Murphy and Ashley B. Stratton, both of Columbia, for Appellant.\r\n\t\t\t\tDennis James Rhoad, of Moncks Corner, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nTHOMAS, J: In this declaratory judgment action,\r\n  Nationwide Mutual Insurance Company appeals the trial court's determination\r\n  that the respondents, Kelly Rhoden and her daughters, Ashley Arrieta and\r\n  Emerlynn Dickey, are entitled to underinsured motorist (UIM) coverage under a\r\n  policy issued to Kelly insuring two &quot;at-home&quot; vehicles.  We\r\n  affirm in part and reverse in part.  \r\nFACTS\r\nOn\r\n  October 22, 2004, Kelly, Ashley, and Emerlynn (collectively Respondents) were\r\n  involved in an automobile accident while in a 1998 Kia owned and driven by\r\n  Ashley.  Ashley insured the Kia under a policy issued by Nationwide,\r\n  which provided no UIM coverage.  Nationwide also insured two at-home vehicles\r\n  owned by Kelly under a different policy.  Kelly's policy provided UIM coverage\r\n  in the amounts of $15,000 per person and $30,000 per occurrence.  The parties\r\n  stipulated that pursuant to the policy issued to Kelly, Respondents were resident\r\n  relatives at the time of the accident. \r\nNationwide\r\n  brought a declaratory judgment action seeking a declaration that Kelly's policy\r\n  on the at-home vehicles did not provide Respondents with UIM coverage for\r\n  injuries sustained in the accident.  Kelly's policy contains the following\r\n  relevant language:\r\n\r\n\t3. If a vehicle owned by you or a relative is involved in an accident where \r\n\tyou or a relative sustains bodily injury or property damage, this policy shall:\r\n\ta) be primary if the involved vehicle is your auto described on this policy; or \r\n\t\r\n\tb) be excess if the involved vehicle is\r\n  not your auto described on this policy.  The amount of coverage\r\n  applicable under this policy shall be the lesser of the coverage limits under\r\n  this policy or the coverage limits on the vehicle involved in the accident.\r\n\r\nThe trial court held Respondents were\r\n  entitled to UIM under Kelly's policy because UIM is &quot;personal and\r\n  portable&quot; and all three were either named insureds or resident relatives\r\n  under the policy.  This appeal followed.  \r\nISSUES\r\n  ON APPEAL[1]\r\n\r\n\t\r\n\t\t\r\n\t\t\tI. \r\n\t\t\tDid each Respondent &quot;have&quot; a vehicle involved in \r\n\t\t\tthe accident, such that the South Carolina Supreme Court's decision \r\n\t\t\tin Burgess v. Nationwide Mutual\r\n    Insurance Co., 373 S.C. 37, 644 S.E.2d 40 (2007), controls the issues in\r\n  this case?\r\n\t\t\r\n\t\t\r\n\t\t\tII. \r\n\t\t\tDoes Kelly's policy on the at-home vehicles provide UIM coverage for Ashley and\r\n  Emerlynn when the policy on Ashley's Kia, which was involved in the accident,\r\n  provided for no UIM?\r\n\t\t\r\n\t\r\n\r\nSTANDARD\r\n  OF REVIEW\r\nThe standard of review in an action for\r\n  declaratory judgment depends on the underlying issues, and &quot;[w]hen . . .\r\n  the underlying dispute is to determine if coverage exists under an insurance\r\n  policy, the action is one at law.&quot;  Goldston v. State Farm Mut. Auto.\r\n    Ins. Co., 358 S.C. 157, 166, 594 S.E.2d 511, 516 (Ct. App. 2004).  &quot;In\r\n  an action at law, tried without a jury, the appellate court will not disturb\r\n  the trial court's findings of fact unless they are found to be without evidence\r\n  that reasonably supports those findings.&quot;  Id.   However, &quot;\r\n  '[w]hen an appeal involves stipulated . . . facts, an appellate court is free\r\n  to review whether the trial court properly applied the law to those facts.'\r\n  &quot; In re Estate of Boynton, 355 S.C. 299, 301, 584 S.E.2d 154, 155\r\n  (Ct. App. 2003) (quoting WDW Props. v. City of Sumter, 342 S.C. 6, 10,\r\n  535 S.E.2d 631, 632 (2000)).\r\nLAW/ANALYSIS\r\nNationwide\r\n  argues Burgess v. Nationwide Mutual Insurance Co., 373 S.C. 37, 644\r\n  S.E.2d 40 (2007), mandates finding Kelly, Ashley, and Emerlynn are not entitled\r\n  to UIM because they &quot;had&quot; a car in the accident.  We agree in part.  \r\n&quot;[A]s a general proposition, UIM\r\n  coverage follows the individual insured rather than the vehicle insured, that\r\n  is, UIM coverage, like UM, is 'personal and portable.' &quot;  Burgess,\r\n  373 S.C. at 41, 644 S.E.2d at 42.  However, &quot;public policy is not offended\r\n  by an automobile insurance policy provision which limits the portability of\r\n  basic 'at-home' UIM coverage when the insured has a vehicle involved in the\r\n  accident.&quot;  Id. at 42, 644 S.E.2d at 43.  \r\nNationwide relies on Concrete\r\n  Services, Inc. v. United States Fidelity &amp; Guaranty Co., 331 S.C. 506,\r\n  498 S.E.2d 865 (1998), to argue by virtue of being a resident relative, Class I\r\n  insured, each respondent had a vehicle in the accident pursuant to Burgess. \r\n  However, because Burgess makes clear that an individual has a vehicle in\r\n  the accident when he owns the vehicle, we need not draw analogies to Concrete\r\n    Services.  See Burgess, 373 S.C. at 41-42, 644 S.E.2d at 43\r\n  (stating the issue to be: &quot;[Whether] public policy [is] offended by an\r\n  automobile insurance policy provision that limits basic UIM portability when an\r\n  insured is involved in an accident while in a vehicle he owns, but does\r\n  not insure under the policy[]&quot;).  Accordingly, because neither Kelly nor\r\n  Emerlynn owned the 1998 Kia, neither &quot;had&quot; a vehicle involved in the\r\n  accident.  We therefore address the issue of the portability of Ashley's UIM\r\n  coverage separate and apart from the portability of Kelly's and Emerlynn's UIM\r\n  coverage.  \r\nA.&nbsp; Portability\r\n  of Ashley's UIM Coverage\r\nAs to Ashley, the Burgess court\r\n  addressed the exact policy language we are confronted with in this case and\r\n  held limiting the portability of UIM coverage did not offend public policy when\r\n  the insured owns a vehicle in the accident.  Id. at 42, 644 S.E.2d at\r\n  43.  This decision recognized the purpose of UIM coverage is to provide\r\n  insurance coverage when one cannot &quot;otherwise insure himself.&quot;  Id. \r\n  &quot;[H]owever, [when] the insured is driving his own vehicle, he has the\r\n  ability to decide whether to purchase voluntary UIM coverage.&quot;  Id.  Thus, at no time is an individual more capable of protecting himself than when\r\n  he owns the involved vehicle.  \r\nIn this case, because Ashley owned the\r\n  involved vehicle, Burgess coupled with the recognized purpose of UIM\r\n  coverage suggests that applying the policy exclusion to limit the portability\r\n  of her UIM coverage does not offend public policy.  Accordingly, the trial\r\n  court erred in finding Ashley entitled to such coverage.\r\nB.&nbsp; The\r\n  Portability of Kelly's and Emerlynn's UIM Coverage\r\nAs to Kelly and Emerlynn, our supreme\r\n  court has made clear that although voluntary, UIM is personal and portable,\r\n  traveling with the individual and not the vehicle.  Id.  With UIM\r\n  coverage, the insured is &quot;[e]ssentially[] . . . buying insurance coverage\r\n  for situations, as where he is a passenger in another's vehicle or . . . where\r\n  he cannot otherwise insure himself.&quot;  Id.  In this case, we cannot\r\n  accept Nationwide's argument that a party, such as Kelly or Emerlynn, has any\r\n  more control or influence over the insurance coverage purchased on a relative's\r\n  automobile, such as Ashley's, than that of any other individual with whom that\r\n  person may travel.  Here, Kelly purchased UIM coverage for herself and Emerlynn\r\n  for the precise circumstances in which she could not have otherwise insured\r\n  herself or Emerlynn, such as when passengers in another's vehicle.  This\r\n  coverage was personal and portable, and we find no support for the proposition\r\n  that an insurer may limit the portability of that UIM coverage when the auto\r\n  involved in the accident is owned by a relative.  See Isle of Palms\r\n    Pest Control Co. v. Monticello Ins. Co., 319 S.C. 12, 19, 459 S.E.2d 318,\r\n  321 (Ct. App. 1994) (indicating that policy exclusions will not be interpreted\r\n  to exclude the very risk the parties contemplated).  To interpret the exclusion\r\n  in Kelly's policy to deny UIM coverage to her and Emerlynn when passengers in a\r\n  vehicle owned and insured by a relative unduly limits the portability of the\r\n  UIM coverage and likewise offends public policy.  Accordingly, we find the\r\n  evidence supports the trial court's ruling that Kelly and Emerlynn are entitled\r\n  to UIM coverage. \r\nCONCLUSION\r\nThe\r\n  trial court did not err in finding Kelly and Emerlynn entitled to UIM coverage;\r\n  however, because public policy is not offended by the application of the\r\n  exclusion to Ashley, the owner of the involved vehicle, the trial court erred\r\n  in finding her entitled to UIM.  Therefore, the ruling of the trial court is\r\nAFFIRMED\r\n  IN PART AND REVERSED IN PART.\r\nHEARN, C.J., and KONDUROS J., concur.  \r\n\r\n\r\n[1]   For the ease of analysis, we address Nationwide's\r\n  issues in reverse order.  \r\n\r\n","court":"Appeals"},{"id":"4660","title":"State v. Parris","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4660","description":"In this criminal case, Ricky Lynn Parris appeals his conviction of reckless homicide.  Parris argues the trial court erred by (1) failing to exclude a police officer's testimony about Parris's right to remain silent; (2) allowing testimony regarding prior crimes and prior bad acts; and (3) failing to exclude a police officer's testimony that Parris lacked remorse for the accident.  We affirm.","date":"2010-03-17","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tRicky Lynn\r\n      Parris, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Spartanburg County\r\n Roger L. Couch, Circuit Court Judge\r\nOpinion No. 4660\r\nHeard December 10, 2009 – Filed March 17,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDeputy Chief Appellate Defender Wanda H. Carter, of Columbia, for\r\n  Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott,\r\n  and Senior Assistant Attorney General Harold M. Coombs, Jr., all of Columbia;\r\n  Solicitor Harold W. Gowdy, III, of Spartanburg, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nSHORT, J.: In this criminal case, Ricky Lynn\r\n  Parris appeals his conviction of reckless homicide.  Parris argues the trial\r\n  court erred by (1) failing to exclude a police officer's testimony about\r\n  Parris's right to remain silent; (2) allowing testimony regarding prior crimes\r\n  and prior bad acts; and (3) failing to exclude a police officer's testimony\r\n  that Parris lacked remorse for the accident.  We affirm. \r\nFACTS\r\nOn August 19, 2006, Michael Holt received a phone call from his\r\n  brother that his van had broken down.  Holt and his wife arrived at the scene\r\n  in order to assist his brother and found the van was off the road.  Holt backed\r\n  his truck in front of the van to tow the van.  Parris's vehicle struck the\r\n  driver side door of the truck and then sideswiped the van.  As a result of the\r\n  collision, Holt suffered life-ending injuries.  \r\nAt the scene of the accident, South Carolina Highway Patrol\r\n  Officer Ron Manley observed Parris was oblivious to his surroundings, spoke\r\n  slowly, and was &quot;thick-tongued.&quot;[1] \r\n  Officer Manley concluded Parris was under the influence of prescribed or\r\n  illicit drugs.  These suspicions were later confirmed when Parris tested\r\n  positive for numerous drugs, including painkillers and antidepressants.  These\r\n  drugs depress the central nervous system by producing drowsiness and sedation.  \r\nAs a result of the collision and Parris's impairment at the time\r\n  of the collision, Parris was indicted for causing death by operating a vehicle\r\n  while under the influence of drugs or alcohol and reckless homicide.  The jury\r\n  convicted Parris of reckless homicide only.  Parris also pled guilty to being a\r\n  habitual traffic offender and driving under suspension.  The trial court\r\n  sentenced Parris to ten years' imprisonment for reckless homicide to run\r\n  consecutive to the sentence of five years' imprisonment on the habitual traffic\r\n  offender offense.  Parris was also sentenced to six months' imprisonment for\r\n  driving under suspension, to run concurrent with reckless homicide and habitual\r\n  traffic offender sentences.  This appeal followed. \r\nSTANDARD OF REVIEW\r\nIn\r\n  criminal cases, the appellate court sits to review errors of law only.  State\r\n    v. Wilson, 345 S.C. 1, 5-6, 545 S.E.2d 827, 829 (2001).  The court is bound\r\n  by the trial court's factual findings unless they are clearly erroneous.  Id.  \r\n  This court does not re-evaluate the facts based on its own view of the\r\n  preponderance of the evidence but simply determines whether the trial court's\r\n  ruling is supported by any evidence.  Id.   \r\nLAW/ANALYSIS\r\nI. Right to Remain Silent\r\nParris initially argues the trial court erred in failing to exclude Officer Manley's testimony about Parris's right\r\n  to remain silent.  We disagree.\r\nAccording to Parris, the collision occurred because he\r\n  swerved to avoid a man getting a ladder from a truck and was blinded by the truck's\r\n  headlights.  During Officer Manley's cross-examination, Parris asked &quot;in\r\n  all likelihood [was Parris] blinded by the headlights of [Holt's] truck?&quot; \r\n  Officer Manley replied, &quot;that's for you to . . . have your client up here\r\n  to testify to.&quot;  \r\nParris objected on the grounds that this testimony was\r\n  &quot;a direct comment and an implication by the State's witness that the\r\n  defendant has some burden of taking the stand and testifying or proving\r\n  something.&quot;  Parris moved for a mistrial on the grounds that his rights to\r\n  remain silent and have the State to prove the case against him had been\r\n  violated.  \r\nThe trial court denied the motion for a mistrial but\r\n  did give curative instructions.  The trial court instructed the jurors they\r\n  were to only consider matters properly placed into the record.  The trial court\r\n  explained to the jurors that any testimony stricken from the record was to be disregarded\r\n  in its entirety and could not be discussed or mentioned in any fashion during\r\n  their deliberations.  The trial court then struck from the record Officer\r\n  Manley's statement.  The trial court also stated the State bore the burden of\r\n  proving the case against Parris and this burden remained with the State\r\n  throughout the trial.  The trial court explained that Parris was presumed\r\n  innocent and did not have the burden to prove his innocence.  Parris failed to object to the sufficiency of the\r\n  trial court's curative instruction.  \r\nOn appeal, Parris argues the curative instruction was\r\n  insufficient.  However, this argument is not preserved for our review because\r\n  Parris accepted the trial court's ruling and did not contemporaneously object\r\n  to the sufficiency of the curative charge.  See State v. Jones,\r\n  325 S.C. 310, 316, 479 S.E.2d 517, 520 (Ct. App. 1996) (holding a curative\r\n  instruction is usually deemed to cure an alleged error; no issue is preserved for appellate review if the complaining\r\n  party accepts the trial court's ruling and does not contemporaneously object to\r\n  the sufficiency of the curative charge).  \r\nII. Prior Bad\r\n  Acts \r\nParris next claims the trial court erred by allowing testimony regarding prior\r\n  crimes and prior bad acts.  We disagree.  \r\nPrior to trial, the State sought to present evidence Parris had\r\n  been indicted on seventeen counts of drug fraud.  According to the State,\r\n  Parris had been to three different doctors and just as many pharmacies in a\r\n  successful effort to obtain controlled substances often used to treat pain and\r\n  depression.  Additionally, the State sought to introduce evidence of Parris's\r\n  prior convictions of being a habitual traffic offender and driving under\r\n  suspension.  Parris made a motion in limine to exclude this evidence.  The\r\n  trial court ruled in favor of Parris and concluded evidence relating to how\r\n  Parris obtained the drugs and Parris's prior convictions was inadmissible.   \r\nOfficer Manley testified that after Parris left the hospital, he\r\n  was transported to jail &quot;based on driving violations.&quot;  Parris\r\n  objected on the grounds that the trial court had ruled Parris's prior\r\n  convictions inadmissible.  Also, Dr. David Wren, who conducted an autopsy on\r\n  Holt, testified it was not uncommon to have the combination of drugs that were\r\n  found in Parris's system because &quot;some people shop around for\r\n  drugs.&quot;  Again, Parris objected based on the trial court's evidentiary\r\n  ruling during the motion in limine.  \r\nWith respect to Officer Manley's testimony, the trial court stated,\r\n  &quot;we're not gonna put any evidence of the case about the habitual traffic\r\n  offender violation and [driving under suspension]. . . . At this point I'm\r\n  gonna ask the solicitor not to pursue that line of questioning any\r\n  further.&quot;  As to Dr. Wren's testimony, the trial court &quot;sustained the\r\n  objection by the defense . . . and . . .  [struck] from the record the . . .\r\n  statement made by this witness.&quot;  The trial court also reminded the jurors\r\n  how they should view evidence stricken from the record.  \r\nWhen the defendant receives the relief requested from the trial\r\n  court, there is no issue for the appellate court to decide.  State v.\r\n    Sinclair, 275 S.C. 608, 610, 274 S.E.2d 411, 412 (1981).  Furthermore, when a witness gives objectionable\r\n  testimony and an objection is subsequently sustained, the issue is not\r\n  preserved for appeal unless the objecting party moves to strike the\r\n  testimony.&nbsp; State v. Saltz, 346 S.C. 114, 129, 551 S.E.2d 240, 248\r\n  (2001) (holding where trial court does not sustain objection, no additional\r\n  action required to preserve issue for review).  On\r\n  both occasions, Parris got the relief he requested in that the trial court\r\n  sustained his objections.  Thus, there is no issue for this court to decide.[2]  \r\nIII. Lack of\r\n  Remorse\r\nIn his final argument, Parris contends the trial court erred by\r\n  failing to exclude Officer\r\n  Manley's testimony that Parris lacked remorse for the accident.  We disagree.\r\nThe following colloquy took place between the\r\n  solicitor and Officer Manley. \r\n\r\n\tQ: And in talking to [Parris] . . . did you notice anything about\r\n  him? \r\n\tA: When I first spoke with Mr. Parris, I was having a hard time\r\n  understanding him because of what we call thick tongued.  Basically it, it just\r\n  kind of means more like their tongue is so thick that they're unable to\r\n  pronounciate [sic] their words, and that's usually somebody that's either under\r\n  the influence or had some type [of] medical condition like as a far as blood\r\n  sugar or something of that nature. \r\n\tQ: Did . . . you smell any alcohol on him?  \r\n\tA: No, sir, I did not smell any alcohol. \r\n\tQ: Did you believe him to be under the influence of a substance?  \r\n\tA: Based on my observations . . . based on the way he spoke, which\r\n  was slow and . . . precise, his actions were real slow, based upon the fact of\r\n  him being thick tongued, and basically oblivious to his surroundings as far as\r\n  what had happened there at, not only at the scene, but also at the hospital,\r\n  which was real[ly] more evident at the hospital that yes, it was my conclusion\r\n  that he was under the influence of some type of prescribed drugs or illicit\r\n  drugs. \r\n\tQ: Did he ever show any care for Michael Holt in any way? \r\n\tA: No sir, he never asked about Mr. Holt whatsoever.  You know, me\r\n  and Trooper Nancy both thought that that was kind of odd that, you know--- \r\n\r\nBefore Officer Manley could finish answering, Parris objected\r\n  on the grounds that the State was attempting to establish Parris lacked\r\n  remorse.  The trial court sustained the objection in part and overruled it in\r\n  part.  The trial court ruled it was improper for Officer Manley to testify\r\n  regarding how he felt and whether Parris had a duty to express remorse.  The\r\n  trial court overruled the objection with respect to whether Officer Manley\r\n  could testify as to the factors he considered in concluding that Parris was\r\n  under the influence.  One of these factors was Parris was oblivious to what was\r\n  occurring around him.  The trial court granted the relief requested because it\r\n  ruled Officer Manley could not testify about whether Parris expressed any\r\n  remorse.  Because Parris received the relief requested from the trial court, there is no\r\n  issue for this court to decide.  See Sinclair, 275 S.C. at 610,\r\n  274 S.E.2d at 412; Saltz, 346 S.C. at 129, 551 S.E.2d at 248.\r\nAdditionally, Officer Manley's testimony was not a comment on\r\n  Parris's lack of remorse.  Rather, Officer Manley was testifying as to his\r\n  factual observations to support his conclusion that Parris was under the\r\n  influence of an illegal or illicit drug.  The testimony was presented for the\r\n  purpose of illustrating Parris's actions and attitudes after the accident and\r\n  how Parris's unemotional response was one factor that led Officer Manley to\r\n  believe Parris was under the influence.  We find no reversible error in the\r\n  trial court's ruling.  See State v. Horton, 359 S.C. 555, 571-72,\r\n  598 S.E.2d 279, 288 (Ct. App. 2004) (holding that during a prosecution for\r\n  reckless homicide that a police officer's testimony that the defendant sat in\r\n  the officer's car and was unemotional after his vehicle struck and killed\r\n  victim was admissible and did not constitute a comment on the defendant's lack\r\n  of remorse because the testimony illustrated the defendant's actions after the\r\n  accident and showed how the defendant's unemotional responses led the officer\r\n  to believe the defendant was under the influence).\r\nCONCLUSION\r\nAccordingly,\r\n  the trial court's decision is \r\nAFFIRMED.\r\nTHOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] According to Officer Manley, thick-tongued means an\r\n  individual is unable to pronounce words and this condition usually results from\r\n  a medical condition or the influence of drugs.\r\n[2] Parris also complains Officer Manley testified he was\r\n  driving without a driver's license on the night of the collision.  Parris did\r\n  not raise this issue to the trial court, and therefore, it is not preserved for\r\n  review.  See  State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691,\r\n  693-94 (2003) (holding that for an issue to be preserved for review it must\r\n  have been raised to and ruled upon by the trial court). \r\n\r\n","court":"Appeals"},{"id":"4661","title":"SCDOR v. Blue Moon of Newberry","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4661","description":"The South Carolina Department of Revenue (Department) sought to revoke the alcoholic beverage license and permit of Blue Moon of Newberry, Inc. (Blue Moon).  The Department appeals the Administrative Law Court's (ALC's) order denying the revocation, arguing the ALC incorrectly interpreted a regulation governing Blue Moon's operation and failed to find facts consistent with the evidence presented at trial.  We reverse.","date":"2010-03-24","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSouth Carolina\r\n      Department of Revenue, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tBlue Moon of\r\n      Newberry, Inc., d/b/a Blue Moon Sports Bar, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From the Administrative Law Court\r\n Carolyn C. Matthews, Administrative Law\r\n  Judge\r\nOpinion No. 4661\r\nSubmitted February 1, 2010 – Filed March\r\n  24, 2010    \r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tHarry Hancock, of Columbia, for Appellant.\r\n\t\t\t\tRichard J. Breibart, of Lexington, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nCURETON, A.J.:  The South Carolina Department of\r\n  Revenue (Department) sought to revoke the alcoholic beverage license and permit\r\n  of Blue Moon of Newberry, Inc. (Blue Moon).  The Department appeals the\r\n  Administrative Law Court's (ALC's) order denying the revocation, arguing the\r\n  ALC incorrectly interpreted a Departmental regulation governing Blue Moon's\r\n  operation and failed to find facts consistent with the evidence presented at\r\n  trial.  We reverse.  \r\nFACTS\r\nBlue Moon operated a private social club known as the Blue Moon\r\n  Sports Bar.  Denise Polifrone managed the club, which also employed William\r\n  Lindler and Steve Malone.  On September 9, 2006, Quincy Ford (Agent Ford), an\r\n  agent of the South Carolina State Law Enforcement Division (SLED), attempted to\r\n  enter the club.  Lindler, the doorman, asked whether Agent Ford was a member. \r\n  Upon learning Agent Ford was not a member, Lindler denied him entry but\r\n  directed him to a nearby poster that provided a telephone number for\r\n  non-members to call to get permission to enter the club.  \r\nAgent Ford called the telephone number on the poster and spoke\r\n  with Malone.[1] \r\n  Malone took down Agent Ford's name and instructed him to approach the doorman\r\n  again.  When Agent Ford sought access to the club again, Lindler recognized his\r\n  name as approved for entry, checked Agent Ford's identification, and allowed\r\n  him to enter the club.  Once inside, Agent Ford ordered and paid for an\r\n  alcoholic beverage, consumed a small portion of it, and left.    \r\nOn the same day, SLED issued a violation report against Blue Moon\r\n  for permitting Agent Ford, a non-member, to consume liquor in the club.  The\r\n  Department sought to revoke Blue Moon's alcoholic beverage license and permit\r\n  as a result of this violation.[2] \r\n  Blue Moon appealed the Department determination and sought a contested case\r\n  hearing before the ALC.  The ALC denied the revocation, finding Agent Ford was\r\n  a guest of Malone, a club member.  This appeal followed.    \r\nSTANDARD OF\r\n  REVIEW\r\nOur\r\n  review of an order of the ALC is confined to the record.  S.C. Code Ann. § 1-23-610(B)\r\n  (Supp. 2009).  This court may reverse or modify a decision of the ALC if that\r\n  decision prejudices the substantive rights of the petitioner by violating\r\n  statutory provisions, resting upon an error of law, or exhibiting an abuse of\r\n  discretion or a &quot;clearly unwarranted exercise of discretion.&quot;  Id. \r\n  &quot;The construction of a statute by the agency charged with its\r\n  administration should be accorded great deference and will not be overruled\r\n  without a compelling reason.&quot;  Vulcan Materials Co. v. Greenville County\r\n    Bd. of Zoning Appeals, 342 S.C. 480, 496, 536 S.E.2d 892, 900 (Ct. App.\r\n  2000).  Legislatively approved regulations of state agencies have the full\r\n  force and effect of law.  S.C. Code Ann. § 1-23-160 (2005).  This court may review\r\n  questions of statutory construction without deference to the trial court. Charleston\r\n    County Parks &amp; Recreation Comm'n v. Somers, 319 S.C. 65, 67, 459 S.E.2d\r\n  841, 843 (1995).\r\nLAW/ANALYSIS\r\nThe Department first contends the ALC erred in interpreting the\r\n  regulation permitting bona fide guests of members to consume certain alcoholic\r\n  beverages[3] on the premises of a nonprofit organization.  We agree.\r\nThe\r\n  General Assembly is authorized to enact statutes permitting the sale and\r\n  consumption of alcoholic beverages &quot;on the premises of certain nonprofit\r\n  organizations with limited membership not open to the general public.&quot; \r\n  S.C. Const. art. VIII-A.  The General Assembly has defined a &quot;nonprofit\r\n  organization&quot; as &quot;an organization not open to the general public, but\r\n  with a limited membership and established for social, benevolent, patriotic,\r\n  recreational, or fraternal purposes.&quot;  S.C. Code Ann. § 61-6-20(6) (2009). \r\n   \r\n&quot;Only\r\n  bona fide members and bona fide guests of members of [nonprofit] organizations\r\n  may consume alcoholic beverages sold in sealed containers of two ounces or less\r\n  upon the licensed premises.&quot;[4] \r\n  23 S.C. Code Ann. Regs. 7-401.4(J) (Supp. 2009).  A relationship that is\r\n  &quot;bona fide&quot; is one made &quot;in good faith[,] without fraud or\r\n  deceit.&quot;  Black's Law Dictionary 168 (7th ed. 1999).  Furthermore,\r\n  a &quot;bona fide guest&quot; is a person &quot;for whom the member has made\r\n  prior arrangements with the management of the organization.&quot;  23 S.C. Code\r\n  Ann. Regs. 7-401.4(K) (Supp. 2009).   \r\nWe\r\n  find the ALC abused its discretion in denying the Department's request to\r\n  revoke Blue Moon's alcoholic beverage license and permit.  Nonprofit\r\n  organizations are constitutionally prohibited from opening their doors to the\r\n  general public.  S.C. Const. art. VIII-A.  Rather, they may serve certain\r\n  alcoholic beverages only to their members and the bona fide guests of those\r\n  members.  23 S.C. Code Ann. Regs. 7-401.4(J) (Supp. 2009).  Here, Blue Moon placed\r\n  an advertisement outside its door indicating a telephone number to call for\r\n  admission.  After Agent Ford, a stranger who desired admission, called the\r\n  number and asked to be allowed inside, Blue Moon's employee/member advised the\r\n  doorman to admit the man.  According to the record, &quot;Agent Ford did not\r\n  know anyone in the club and had no idea [to whom] he spoke . . . on the phone.&quot;  \r\nNoting\r\n  the nonbinding effect of a prior decision of an ALC judge, the ALC judge cites\r\n  as informative the decision of Judge Geathers in S.C. Dep't of Revenue v. Mir,\r\n    Inc. d/b/a Alley Gator Sports Bar &amp; Grill, 04-ALJ-17-0409-CC (S.C.\r\n  Admin. Law Ct. filed May 31, 2005).  In that case, Judge Geathers found no\r\n  violation of regulation 7-401.4 (J) where the non-member agent entered the\r\n  private club[5] and struck up a conversation with a member, who subsequently signed the agent\r\n  in as his guest.  We note that the focus of Judge Geathers's decision was not whether\r\n  the member in that case made a &quot;prior arrangement&quot; with management to\r\n  have the agent admitted as his guest but whether the agent accompanied the\r\n  member onto the premises.  The ALC further cites from Judge Geathers's decision\r\n  for the proposition that the regulation &quot;does not require that the member\r\n  and his guest be longstanding friends since childhood or even prior\r\n  acquaintances of several meetings, but rather only that the member genuinely,\r\n  sincerely, and without fraud or deceit, intends a person to be his guest at the\r\n  club, even if he has only just met the person.&quot;  Judge Geathers concluded\r\n  there was nothing in the evidence to suggest that the member intended anything\r\n  other than to register the non-member agent as his bona fide guest.\r\nThe\r\n  ALC concludes &quot;the plain language of the regulation speaks for itself.  A\r\n  prior arrangement, of no definite duration, between management and a member is\r\n  sufficient to permit a legal admission of a non-member guest.&quot;  We think\r\n  the ALC placed undue emphasis on the &quot;prior arrangement&quot; language of\r\n  the regulation without regard for the context in which it is used.  The words\r\n  of a statute must be given their plain and ordinary meaning without resorting\r\n  to subtle or forced construction to limit or expand that statute's operation.  The\r\n  language must be read in a manner which &quot;harmonizes with its subject\r\n  matter and accords with its general purpose.&quot;  See Mun. Ass'n of\r\n    S.C. v. AT&amp; T Communications of Southern States, Inc­., 361 S.C. 576, 580,\r\n  606 S.E.2d 468, 470 (2004) (internal quotations omitted).  The &quot;prior arrangement&quot;\r\n  language should not be considered in isolation but should be read in\r\n  conjunction with the purpose of the entire regulation and the policy of the law\r\n  it addresses.  See ­­­­­State v. Prince, 335 S.C. 466, 472, 517\r\n  S.E.2d 229, 232 (Ct. App. 1999).  The stated purpose of the regulation is to\r\n  ensure that only bona fide members of private clubs and their bona fide guests purchase\r\n  and consume alcoholic beverages at those clubs.  To construe the regulation in\r\n  the manner the ALC did would eviscerate that purpose.  We, therefore, see no\r\n  compelling reason for overruling the Department's construction of regulation\r\n  7-401.4.  See Vulcan Materials Co., 342 S.C. at 496, 536 S.E.2d\r\n  at 900.  \r\nThe Department also argues the ALC erred in finding it offered at\r\n  the merits hearing no evidence of Agent Ford's consumption of the alcoholic\r\n  beverage.[6] \r\n  We find this issue is abandoned on appeal and therefore decline to reach it.  See In Re McCracken, 346 S.C. 87, 92, 551 S.E.2d 235, 238 (2001) (holding an\r\n  issue is deemed abandoned on appeal if the argument in the brief is not\r\n  supported by authority or is only conclusory).  \r\nCONCLUSION\r\nWe conclude the ALC erred in finding Agent Ford was a bona fide\r\n  guest entitled to consume alcoholic beverages on Blue Moon's premises. \r\n  Accordingly, we reverse the ALC's\r\n  decision and grant the Department's request to revoke Blue Moon's alcoholic\r\n  beverage license and permit. \r\nREVERSED. \r\nGEATHERS, J., concurs.  \r\nPIEPER, J., dissenting:  I would affirm the\r\n  decision of the ALC.  &quot;Bona fide guests&quot; are defined by Reg.\r\n  7-401.4(K) as &quot;those who accompany a member onto the premises or for whom\r\n  the member has made prior arrangements with the management of the\r\n  organization.&quot;  The Blue Moon Sports Bar complied with this regulation by\r\n  allowing guests to call a phone number and speak to a member of management, who\r\n  was also a member of the Blue Moon Sports Bar, prior to gaining entry into its\r\n  establishment.  According to Section 61-2-60 of the South Carolina Code (2009),\r\n  both the Department of Revenue and the South Carolina Law Enforcement Division\r\n  have the authority to promulgate such regulations to carry out or implement any\r\n  designated duties in regard to the issuance of alcohol and liquor licenses. \r\n  Although courts will typically defer to an agency's interpretation of its\r\n  regulations, the court will reject such an interpretation where it is contrary\r\n  to the statute or regulation. Comm'rs of Pub. Works v. S.C. Dep't of Health\r\n    &amp; Envtl. Control,&nbsp;372 S.C. 351, 359, 641 S.E.2d 763, 767&nbsp;(Ct.\r\n  App. 2007).  The Department promulgated a regulation and this business acted in\r\n  accordance with that regulation, according to its plain and ordinary meaning. \r\n  The Department's definition of &quot;bona fide guest&quot; is contrary to the\r\n  definition plainly listed within the regulations. See id. (&quot;[W]here the terms of the statute are clear, the court must apply those\r\n  terms according to their literal meaning, without resort to subtle or forced\r\n  construction to limit or expand the statute's operation.&quot;).  If the\r\n  Department of Revenue has an issue with how the regulation itself defines\r\n  &quot;bona fide guest,&quot; then it may promulgate a new regulation as\r\n  appropriate upon proper notice to the public.  Until then, other businesses\r\n  which follow the unambiguous language of the regulation should not be punished\r\n  as a result.   Thus, I respectfully dissent.  \r\n\r\n\r\n[1] Polifrone testified Malone was not only an employee\r\n  with some managerial authority but also a member of the club.  However, Agent\r\n  Ford and Malone did not know each other before this telephone call.   \r\n[2] Blue Moon had two prior violations for serving\r\n  alcoholic beverages to non-members in 2004 and 2005.  \r\n[3] The Alcoholic Beverage Control Act, S.C. Code Ann. §§\r\n  61-6-10 to -4720 (2009), technically defines &quot;alcoholic beverages&quot; to\r\n  refer primarily to alcoholic liquors and to exclude most wine.  See S.C.\r\n  Code Ann. § 61-6-20(1)(a) (2009).  \r\n[4] &quot;Free-pour&quot; licenses to sell liquor by the\r\n  drink replaced the familiar &quot;minibottle&quot; licenses.  See S.C.\r\n  Code Ann. §§ 61-6-1600(A) &amp; 61-6-1610(A) (2009); see also S.C. Code\r\n  Ann. § 61-6-20(1)(b) (2009) (defining &quot;alcoholic liquor by the drink&quot;\r\n  as &quot;a drink poured from a container of alcoholic liquor, without regard to\r\n  the size of the container . . .&quot;).  \r\n[5] Notably, nothing in the law prohibits a non-member of\r\n  a private club from entering the club's premises; rather, such persons are\r\n  precluded only from consuming alcoholic beverages sold by the club if they are\r\n  not bona fide guests.\r\n[6] We note the record contains evidence that Agent Ford\r\n  consumed a portion of the alcoholic beverage.  The issue on appeal concerns\r\n  only the ALC's determination the Department presented no such evidence at the\r\n  merits hearing.  \r\n\r\n","court":"Appeals"},{"id":"4662","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4662","description":"In this criminal case, Marquita Smith argues the trial court improperly denied her motions for a continuance and severance.","date":"2010-03-24","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tMarquita Smith, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Berkeley County\r\nDeadra L. Jefferson, Circuit Court Judge\r\nOpinion No. 4662\r\nSubmitted December 1, 2009 – Filed March\r\n  24, 2010    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tTommy Arthur Thomas, of Irmo; Tricia A. Blanchette, of Columbia,\r\n  for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Donald J. Zelenka, and\r\n  Senior Assistant Attorney General William Edgar Salter, III, all of Columbia;\r\n  Solicitor Scarlett Anne Wilson, of Charleston, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nSHORT, J.: In this criminal case, Marquita Smith argues the trial\r\n  court improperly denied her motions for a continuance and severance.  We affirm.[1]\r\nFACTS\r\nSmith was tried on charges of accessory before the fact of murder\r\n  and accessory before the fact of armed robbery.  These allegations arose from\r\n  Smith's involvement in a scheme to kidnap, rob, and murder her cousin, Dexter\r\n  Perry.  The State also tried Gary Grant and Jermaine Hartwell for armed\r\n  robbery, murder, four counts of kidnapping, and two counts of burglary in the\r\n  first degree in connection with the case.  Smith, Grant, and Hartwell were\r\n  jointly tried.  \r\nSmith made pretrial motions for continuance and severance.  The\r\n  trial court denied these motions and the case proceeded to trial.  The jury\r\n  found Smith guilty of both offenses and she was sentenced to thirty-years'\r\n  imprisonment for each offense, to run consecutively.  Grant was found guilty of\r\n  all the offenses, and received a life sentence for murder and concurrent\r\n  thirty-year sentences for the remaining convictions.  Likewise, Hartwell was\r\n  found guilty of each offense and received concurrent thirty-year sentences for\r\n  each conviction.  This appeal followed.\r\nSTANDARD OF REVIEW\r\nIn\r\n  criminal cases, the appellate court sits to review errors of law only.  State\r\n    v. Wilson, 345 S.C. 1, 5-6, 545 S.E.2d 827, 829 (2001).  The court is bound\r\n  by the trial court's factual findings unless they are clearly erroneous.  Id.  \r\n  This court does not re-evaluate the facts based on its own view of the\r\n  preponderance of the evidence, but simply determines whether the trial court's\r\n  ruling is supported by any evidence.  Id.    \r\nLAW/ANALYSIS\r\nI. Continuance\r\nSmith first\r\n  claims the trial court erred by failing to grant her motion for continuance. \r\n  We disagree.  \r\nThe trial court's decision to deny a motion for continuance is a\r\n  matter within the trial court's discretion.  State v. Lytchfield, 230\r\n  S.C. 405, 409, 95 S.E.2d 857, 859 (1957).  Therefore, this court will not\r\n  reverse the trial court unless there was an abuse of discretion that resulted\r\n  in prejudice.  Id.  \r\nA. Adequate Notice \r\nSmith argues the trial court should have granted the motion for continuance\r\n  because the State failed to give adequate notice of the trial date.  She also\r\n  contends the trial court should have granted her motion because she was\r\n  informed of a new charge, accessory before the fact of burglary, only one week before\r\n  trial.  We disagree.\r\nPrior to trial on August 27, 2007, Smith made a motion for\r\n  continuance and argued she did not receive notice of the trial date until\r\n  August 17, 2007.  However, she conceded the case had been on the docket since\r\n  August 2006.  The trial court stated Smith knew the substance of the State's\r\n  case and that the accessory before the fact of burglary arose out of the same\r\n  facts as the other charges.  The trial court concluded there was no basis to\r\n  grant a continuance, especially in light of the fact that the case had been on\r\n  the docket for more than one year, Smith had substantial notice of the trial\r\n  date, and she was not surprised by the new charge.[2]  We find no reversible error in the\r\n  trial court's decision.  See State v. Motley, 251 S.C. 568, 571,\r\n  164 S.E.2d 569, 570 (1968) (&quot;When a motion for a continuance is based upon\r\n  the contention that counsel for the defendant has not had time to prepare his\r\n  case its denial by the trial court has rarely been disturbed on appeal.&quot;).\r\nB. Cross-Examination \r\nSmith contends the trial court erred in denying her motion for\r\n  continuance because she was unable to cross-examine Kerry Hollins, another\r\n  individual charged in connection with the case.  We disagree.  \r\nThe trial court found nothing indicated Smith would not have a\r\n  meaningful opportunity to cross-examine Mr. Hollins and to inquire into his\r\n  credibility as a witness as to the weight the jury should give his testimony. \r\n  The trial court also stated, &quot;I have not heard anything that convinces me\r\n  that you will not be able to fully explore your argument or your theory which\r\n  is that your client was the least culpable in these alleged incidences.&quot; \r\n  We find no reversible error in the trial court's decision.  See State\r\n    v. McMillian, 349 S.C. 17, 21, 561 S.E.2d 602, 604 (2002) (&quot;Reversals\r\n  of refusal of a continuance are about as rare as the proverbial hens'\r\n  teeth.&quot;).\r\nC. Witness Availability \r\nSmith also argues the trial court erred by denying her motion for\r\n  continuance because two witnesses were unavailable.  We disagree.\r\nRule 7(b), SCRCrimP, speaks to the subject of continuances in the\r\n  context of unavailable witnesses.  This Rule provides:\r\n\r\n\tNo motion for\r\n  continuance of trial shall be granted on account of the absence of a witness\r\n  without the oath of the party, his counsel, or agent to the following effect:\r\n  the testimony of the witness is material to the support of the action or\r\n  defense of the party moving; the motion is not intended for delay, but is made\r\n  solely because he cannot go safely to trial without such testimony; and has\r\n  made use of due diligence to procure the testimony of the witness or of such\r\n  other circumstances as will satisfy the court that his motion is not intended\r\n  for delay.\r\n\r\nRule 7(b),\r\n  SCRCrimP.\r\nIn the present case, Smith did not comply with Rule 7(b) because she\r\n  did not state under oath that the testimony of the witnesses was material to\r\n  the support of her defense, the motion was not intended for delay, or due\r\n  diligence had been exercised to secure the testimony of the witnesses.  Thus,\r\n  the trial court did not commit reversible error in denying the motion for\r\n  continuance.   \r\nII. Severance \r\nSmith next contends the trial court erred by denying her motion\r\n  for severance.  We disagree. \r\nA\r\n  motion for severance is left to the sound discretion of the trial court. State\r\n    v. Kelsey, 331 S.C. 50, 73-74, 502 S.E.2d 63, 75 (1998).  An appellate\r\n  court will not disturb the trial court's ruling unless there is an abuse of\r\n  discretion.  Id.\r\nA.\r\n  Cross-Examination of Co-Defendant \r\nThe\r\n  basis for Smith's motion for severance was her assertion that she would be\r\n  unable to effectively cross-examine Hollins.  Hollins was also charged in\r\n  connection with the case but testified for the State.  Prior to his testimony,\r\n  Hollins made a statement that implicated Smith as the principal actor.  Smith\r\n  argues she could not effectively cross-examine Hollins on that statement\r\n  without addressing the character and criminal history of Grant, Hartwell, and\r\n  Hollins.  We disagree.\r\nThe\r\n  trial court expressed concern as to how Smith would be able to present the\r\n  character and criminal history of each of the defendants even if a severance\r\n  was granted.  Smith was unable to explain how she would be able to present this\r\n  evidence for the jury to consider.  Additionally, the trial court specifically\r\n  found Smith would have &quot;a meaningful opportunity to cross-examine Mr. Hollins and to inquire into his credibility as a witness as to the weight the jury\r\n  should give his testimony.&quot;  The trial court also stated, &quot;I have not\r\n  heard anything that convinces me that you will not be able to fully explore\r\n  your argument or your theory which is that your client was the least culpable\r\n  in these alleged incidences.&quot;   We see no reversible error in the trial\r\n  court's decision to deny Smith's motion.  See id. (holding the\r\n  granting of a motion for severance is\r\n  within the discretion of the trial court and its ruling on such a motion will\r\n  not be disturbed on appeal unless an abuse of discretion is shown).\r\nB.\r\n  Closing Argument \r\nSmith\r\n  also argues the trial court should have granted the severance motion because\r\n  she lost her right to have the last closing argument to the jury as a result of\r\n  being tried together.  We disagree.\r\nIn a\r\n  criminal case in which a defendant is separately tried and introduces no\r\n  testimony, she is entitled to the closing argument to the jury.  State v.\r\n    Crowe, 258 S.C. 258, 268, 188 S.E.2d 379, 384 (1972).  When defendants are\r\n  jointly indicted and any one of them introduces evidence, the State is entitled\r\n  to the closing argument.  Id.  &quot;The fact that, upon a trial of\r\n  defendants jointly indicted, the introduction of evidence by one defendant may\r\n  operate to deprive a co-defendant, who offers no evidence, of the right to the\r\n  closing argument, to which such co-defendant would be entitled if tried\r\n  separately, affords no ground upon which to order separate trials.&quot;  Id.  \r\nIn the present case, Smith did not testify, but one of her\r\n  co-defendants offered a photo lineup into evidence.  The trial court admitted\r\n  this lineup, and as a result, Smith lost her right to have the last closing\r\n  argument to the jury.  Based on Crowe, the trial court properly denied\r\n  the motion for severance on this ground.\r\nCONCLUSION\r\nAccordingly,\r\n  the trial court's decision is \r\nAFFIRMED.\r\nTHOMAS and KONDUROS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument\r\n  pursuant to Rule 215, SCACR.\r\n[2] Smith was tried on charges of accessory\r\n  before the fact of murder and accessory before the fact of armed robbery;\r\n  however, the State did not proceed with the accessory before the fact of burglary charge.  \r\n\r\n","court":"Appeals"},{"id":"4663","title":"Mull v. Ridgeland Realty, LLC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4663","description":"In this case, we must determine whether the Special Referee erred in (1) refusing to set aside a default judgment due to insufficient service of process; (2) finding Ridgeland Realty, LLC (Ridgeland Realty) made a voluntary appearance under Rule 4(d), SCRCP, thereby waiving any defects in service of process; (3) failing to set aside the default judgment because the award was grossly out of proportion with the evidence of actual damages; and (4) granting relief that amounted to splitting attorneys' fees with a layman.  We affirm in part, reverse in part, and remand.","date":"2010-03-29","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Gary Mull, Respondent,\r\n        v.\r\n        Ridgeland Realty, LLC d/b/a Boat N RV Mega Store, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Jasper County\r\n Luke N. Brown, Jr., as Special Referee\r\n\r\nOpinion No.  4663\r\n  Heard February 11, 2010 – Filed March 29,\r\n2010\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND\r\nREMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Darrell T. Johnson, Jr., of Hardeeville, for Appellant.\r\n        R. Thayer Rivers, Jr., of Ridgeland, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: In\r\n  this case, we must determine whether the Special Referee erred in (1) refusing\r\n  to set aside a default judgment due to insufficient service of process; (2)\r\n  finding Ridgeland Realty, LLC (Ridgeland Realty) made a voluntary appearance\r\n  under Rule 4(d), SCRCP, thereby waiving any defects in service of process; (3)\r\n  failing to set aside the default judgment because the award was grossly out of\r\n  proportion with the evidence of actual damages; and (4) granting relief that\r\n  amounted to splitting attorneys' fees with a layman.  We affirm in part, reverse\r\n  in part, and remand.\r\nFACTS &amp; PROCEDURAL HISTORY\r\na. The RV Sale\r\nRespondent\r\n  Gary Mull (Mull) is a minister who resides in Gainesville, Florida.  On or\r\n  about March 24, 2007, Mull was traveling with his family through Jasper County,\r\n  South Carolina, along Interstate 95 when he saw Boat-N-RV Mega Store\r\n  (Boat-N-RV) near the city of Ridgeland, South Carolina.  Mull decided to stop\r\n  at Boat-N-RV to look at recreational vehicles.  While there, Mull took a\r\n  particular interest in a Gulfstream model (the RV), the price of which was\r\n  listed as $222,494.  While Mull did not have any intention of buying a motor\r\n  home that day, he had recently made some investments that, if successful, would\r\n  make buying the RV feasible.  \r\nMike\r\n  Simard (Simard), an employee of Boat-N-RV, approached Mull to discuss buying\r\n  the RV.  Simard told Mull if he was interested, Mull would have to put down a\r\n  $5,000 deposit.  Simard assured Mull any deposit he put down would only be to\r\n  hold the RV and would be completely refundable if Mull was unable to procure\r\n  financing.  Eventually, Mull agreed to give a $1,000 deposit.  Before he left\r\n  Boat-N-RV, Mull signed and dated a Buyer's Order/Bill of Sale.  \r\nA\r\n  few weeks later, Mull called Simard to tell him his investments had not been\r\n  successful.  Mull told Simard he was no longer interested in buying the RV, and\r\n  he would like his $1,000 deposit refunded.  Simard refused, telling Mull,\r\n  &quot;Well, as far as I'm concerned, the sale is going forward.&quot;  A week\r\n  later, Mull received a Bill of Sale from Boat-N-RV in the mail showing the list\r\n  price of $222,494, along with a letter from an attorney stating Mull was liable\r\n  for the purchase price of the RV.  Although Mull's signature was at the bottom\r\n  of the Bill of Sale, he claims he did not remember seeing such a document. \r\n  Thereafter, Mull began receiving letters from Ridgeland Realty's attorney\r\n  claiming Mull had signed a valid contract, and the matter was turned over to\r\n  arbitration.  Mull also began to receive demands for payment from the American\r\n  Arbitration Association (AAA).  \r\nb. The Lawsuit\r\nOn\r\n  May 2, 2007, Mull hired an attorney, to whom he paid a retainer fee of $2,500. \r\n  On June 15, 2007, Mull filed a lawsuit against Ridgeland Realty d/b/a Boat-N-RV\r\n  in the Jasper County Court of Common Pleas asserting claims for violation of\r\n  the South Carolina Unfair Trade Practices Act (SCUTPA).  \r\nThe\r\n  registered agent for service listed in the Secretary of State's office for\r\n  Ridgeland Realty is Mr. Matthew Sgambeterra (Sgambeterra) at 401 Sycamore\r\n  Drive, Ridgeland, SC 29936 (the South Carolina Address).  However, Sgambettera\r\n  neither lives nor works in South Carolina; rather, his address is 323 Ushers\r\n  Road, Clifton Park, NY 12065 (the New York Address).\r\nOn\r\n  June 19, 2007, Mull's attorney mailed a copy of the summons and complaint to\r\n  Ridgeland Realty via certified mail, restricted delivery, return receipt\r\n  requested, to Sgambettera at the South Carolina Address.  Samantha Williamson,\r\n  a receptionist at Boat-N-RV, signed the return receipt on June 21, 2007.  Also\r\n  on June 19, 2007, Mull's attorney mailed a copy of the summons and complaint\r\n  via certified mail, restricted delivery, return receipt requested, to\r\n  Sgambettera at the New York Address.  Sgambettera signed the return receipt on\r\n  June 27, 2007.  \r\nOn\r\n  July 18, 2007, Mull's attorney received a letter from Sgambettera, in which\r\n  Sgambettera acknowledged receipt of the summons and complaint sent June 19,\r\n  2007, but requested Mull voluntarily dismiss the action because Boat-N-RV had\r\n  already filed a demand for arbitration.  On July 25, 2007, Mull's attorney sent\r\n  Sgambettera's office a letter informing him the thirty-day deadline for filing\r\n  an answer was going to expire in two days.  In response, Sgambettera's office\r\n  requested an extension of time to file an answer, which Mull's attorney\r\n  granted.[1] \r\n  However, Sgambettera never filed an answer.\r\nc. The Default Judgment\r\nOn\r\n  September 4, 2007, Mull filed a motion for default judgment.  The Honorable\r\n  Carmen T. Mullen granted the motion on September 25, 2007.  On November 9,\r\n  2007, a Special Reference hearing was held before the Honorable Luke N. Brown,\r\n  Jr. (the Special Referee) to take testimony from Mull and his wife.  On\r\n  November 19, 2007, the Special Referee awarded Mull $10,000 in actual damages. \r\n  The Special Referee arrived at this figure by taking into account (1) the\r\n  $2,500 retainer fee, (2) the $1,000 deposit, (3) filing fees, service fees, and\r\n  court costs, (4) two trips from Florida to South Carolina, and (5) a $125\r\n  charge from the AAA.  The Special Referee then trebled the $10,000 actual\r\n  damages to $30,000 on the grounds that &quot;the requisites of the Unfair Trade\r\n  Practices [Act] have been met and [Mull] is entitled to trebling of [the\r\n  $10,000].&quot;  Finally, the Special Referee awarded Mull $10,000 in\r\n  attorneys' fees.[2]  \r\nOn\r\n  January 30, 2008, Ridgeland Realty filed a motion under Rule 60(b) to set aside\r\n  the default judgment on the grounds of (1) insufficient service, (2) excusable\r\n  neglect, (3) Ridgeland Realty is merely a landlord for Boat-N-RV, and is not in\r\n  the business of selling goods,[3] and (4) the amount of the judgment was excessive.  The Special Referee denied\r\n  this motion on May 30, 2008.[4] \r\n  On June 6, 2008, Ridgeland Realty filed a Rule 59(e), SCRCP, motion on the same\r\n  grounds as its Rule 60(b) motion.  The Special Referee denied this motion on\r\n  July 28, 2008.  Ridgeland Realty served its notice of appeal on August 6, 2008. \r\n  This appeal followed.\r\nSTANDARD OF REVIEW\r\nThe\r\n  decision whether to set aside an entry of default or a default judgment lies\r\n  solely within the sound discretion of the trial court.  Roberson v. S. Fin.\r\n    of S.C., Inc., 365 S.C. 6, 9, 615 S.E.2d 112, 114 (2005). The trial court's\r\n  decision will not be disturbed on appeal absent a clear showing of an abuse of\r\n  that discretion.  Id.  An abuse of discretion occurs when the judgment\r\n  was controlled by some error of law or when the order, based upon factual, as\r\n  distinguished from legal conclusions, is without evidentiary support.  Id.\r\nLAW &amp; ANALYSIS\r\na. Service of Process\r\nRidgeland\r\n  Realty argues the service upon Sgambettera at the New York Address was\r\n  ineffective because even though Sgambettera is the registered agent for\r\n  Ridgeland Realty and Sgambettera signed the return receipt, it was not sent to\r\n  the address listed with the Secretary of State.  We disagree.\r\n&quot;The\r\n  principal object of service of process is to give notice to the defendant\r\n  corporation of the proceedings against it.&quot;  Burris Chemical, Inc. v.\r\n    Daniel Const. Co., 251 S.C. 483, 487, 163 S.E.2d 618, 620 (1968).  &quot;Rule\r\n  4, SCRCP, serves at least two purposes.  It confers personal jurisdiction on\r\n  the court and assures the defendant of reasonable notice of the action.&quot;  Roche\r\n    v. Young Bros., Inc. of Florence, 318 S.C. 207, 209, 456 S.E.2d 897, 899\r\n  (1995).  Exacting compliance with the rules is not required to effect service\r\n  of process.  Id. at 209-10, 456 S.E.2d at 899. &quot;Rather, [the court\r\n  must] inquire whether the plaintiff has sufficiently complied with the rules\r\n  such that the court has personal jurisdiction of the defendant and the\r\n  defendant has notice of the proceedings.&quot; Id. at 210, 456 S.E.2d at\r\n  899.\r\nPursuant\r\n  to section 15-9-210(b) of the South Carolina Code (Supp. 2007), corporations\r\n  &quot;may be served . . . by registered or certified mail, return receipt\r\n  requested, addressed to the office of the registered agent, or the office of\r\n  the secretary of the corporation at its principal office.&quot;  The issue here\r\n  is whether service via certified mail to a registered agent sent to the agent's\r\n  out-of-state address constitutes service &quot;to the office of the registered\r\n  agent&quot; under section 15-9-210(b).  The statute does not explicitly define\r\n  &quot;the office of the registered agent,&quot; and we find no case law\r\n  defining that phrase.  Consequently, we turn to our rules of statutory\r\n  interpretation to resolve this question.\r\n&quot;All\r\n  rules of statutory construction are subservient to the one that the legislative\r\n  intent must prevail if it can be reasonably discovered in the language used,\r\n  and that language must be construed in light of the intended purpose of the\r\n  statute.&quot;  Broadhurst v. City of Myrtle Beach Election Comm'n, 342\r\n  S.C. 373, 380, 537 S.E.2d 543, 546 (2000).  Courts should give words &quot;their\r\n  plain and ordinary meaning without resort to subtle or forced construction to\r\n  limit or expand the statute's operation.&quot;  Sloan v. S.C. Bd. of\r\n    Physical Therapy Exam'rs, 370 S.C. 452, 469, 636 S.E.2d 598, 607 (2006).  In\r\n  interpreting a statute, the language of the statute must be read in a sense\r\n  which harmonizes with its subject matter and accords with its general purpose. Hitachi\r\n    Data Sys. Corp. v. Leatherman, 309 S.C. 174, 178, 420 S.E.2d 843, 846\r\n  (1992).  &quot;Any ambiguity in a statute should be resolved in favor of a\r\n  just, equitable, and beneficial operation of the law.&quot;  Bennett v.\r\n    Sullivan's Island Bd. of Adjustment, 313 S.C. 455, 458, 438 S.E.2d 273, 274\r\n  (Ct. App. 1993).  Courts will reject a statutory interpretation which would\r\n  lead to a result so plainly absurd that it could not have been intended by the\r\n  Legislature or would defeat the plain legislative intention.  Unisun Ins.\r\n    Co. v. Schmidt, 339 S.C. 362, 368, 529 S.E.2d 280, 283 (2000).\r\nWe\r\n  find the service to the New York Address in this case was proper under the\r\n  statute.  First, we believe the service fulfilled the intent of the statute. \r\n  It is undisputed that Sgambettera received the summons and complaint and signed\r\n  the return receipt on June 27, 2007.  Moreover, Sgambettera sent Mull's\r\n  attorney a letter acknowledging receipt.  Thus, the principal object of service\r\n  was achieved in this case because the service was sufficient to put Sgambettera\r\n  – and, by extension, Ridgeland Realty – on notice of Mull's claim.  See Burris\r\n    Chemical, 251 S.C. at 487, 163 S.E.2d at 620 (&quot;The principal object of\r\n  service of process is to give notice to the defendant corporation of the\r\n  proceedings against it.&quot;).  \r\nSecond,\r\n  we believe the service complies with the actual language of the statute. \r\n  Section 15-9-210(b) provides that corporations &quot;may be served . . . by\r\n  registered or certified mail, return receipt requested, addressed to the\r\n    office of the registered agent, or the office of the secretary of the\r\n  corporation at its principal office.&quot;  (emphasis added).   Mull sent the service\r\n  via certified mail, return receipt requested, and addressed it to Sgambettera's\r\n  office in New York.  Thus, even though Sgambettera's office was not located at\r\n  the South Carolina Address, the service was nonetheless &quot;addressed to the\r\n  office of the registered agent&quot; as mandated by section 15-9-210(b).  \r\nRidgeland\r\n  Realty states in its brief, &quot;[i]t is undisputed that the address of the\r\n  registered agent is [the South Carolina Address].&quot;  This is an inaccurate\r\n  statement inasmuch as Ridgeland Realty conceded Sgambettera lives and works in\r\n  New York and has only come to South Carolina &quot;on occasion.&quot; \r\n  Ridgeland Realty would have us define &quot;the office of the registered\r\n  agent&quot; so narrowly that service on Sgambettera in this case would have\r\n  only been proper if it were sent to the South Carolina Address and Sgambettera had signed the return receipt.  To interpret the statute as only allowing plaintiffs to serve process on registered agents at the address listed\r\n  with the Secretary of State would lead to an absurd result where, as here, the\r\n  registered agent neither lives nor works in South Carolina.  \r\nAccordingly,\r\n  we believe service on Ridgeland Realty through Sgambettera at the New York\r\n  Address was proper.  Consequently, we need not address the issue of whether\r\n  Ridgeland made a voluntary appearance by requesting an extension of time.  See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\n  S.E.2d 591, 598 (1999) (holding an appellate court need not address an issue if\r\n  the resolution of a prior issue is dispositive).\r\nb. Default Judgment\r\nRidgeland\r\n  Realty argues the Special Referee's judgment should be reversed because it\r\n  resulted in a trebling of attorneys' fees.  We agree.\r\nThe SCUPTA\r\n  permits recovery of actual damages.  S.C. Code Ann. § 39-5-140(a) (Supp. 2008).[5] Actual damages under the SCUTPA include special or consequential damages that\r\n  are a natural and proximate result of deceptive conduct. Taylor v. Medenica,\r\n  324 S.C. 200, 219, 479 S.E.2d 35, 45 (1996).  Section 39-5-140(a) also provides\r\n  if a court finds a defendant's violation of the SCUPTA to be willful or\r\n  knowing, the court shall award treble damages.[6] \r\n  Finally, section 39-5-140(a) provides, &quot;Upon the finding by the court of a\r\n  violation of this article, the court shall award to the person bringing such\r\n  action under this section reasonable attorney's fees and costs.&quot;  Reading\r\n  section 39-5-140(a) in its entirety leads to two conclusions: (1) actual\r\n  damages are distinct from attorneys' fees, and (2) whereas actual damages are\r\n  subject to trebling, attorneys' fees are not.\r\nAs\r\n  stated above, a trial court's decision as to a default judgment will not be reversed\r\n  absent an abuse of discretion, which occurs when the judgment is controlled by\r\n  some error of law or is without evidentiary support.  Roberson, 365 S.C.\r\n  at 9, 615 S.E.2d at 114.  We believe the Special Referee abused his discretion\r\n  by crafting a judgment that resulted in a trebling of attorneys' fees.   \r\nFirst,\r\n  the Special Referee awarded Mull $10,000 in actual damages.  That amount was\r\n  based, in part, on the $2,500 retainer fee Mull paid to his attorney.  In other\r\n  words, the Special Referee considered Mull's attorneys' fees to be part of\r\n  Mull's actual damages.  Consequently, when the Special Referee trebled the\r\n  actual damages, this had the effect of awarding Mull three times the retainer\r\n  fee.  Thus, $2,500 became $7,500, which meant $7,500 of the $30,000 actual\r\n  damages award was attributable to the retainer fee.  \r\nThe\r\n  Special Referee then awarded Mull, separate and apart from the actual damages,\r\n  $10,000 in attorneys' fees, presumably based on Mull's attorneys' fee\r\n  estimate.  However, that estimate already included the same $2,500 retainer\r\n  fee.  Thus, between the actual damages and attorneys' fees, $17,500 of the\r\n  $40,000 award was attributable to Mull's attorneys' fees, even though his\r\n  actual attorneys' fees totaled only $10,000.  \r\nWe\r\n  believe the Special Referee's judgment was controlled by an error of law in\r\n  that he awarded Mull attorneys' fees twice by counting attorneys' fees as\r\n  actual damages.  Consequently, we find this was an abuse of discretion.  \r\nCONCLUSION\r\nWe affirm\r\n  the Special Referee's order denying Ridgeland Realty's Rule 60(b) motion as to\r\n  the finding that service was proper.  However, we reverse as to the default\r\n  judgment amount and remand for more specific findings as to damages and\r\n  attorneys' fees.\r\nAFFIRMED\r\n  IN PART, REVERSED IN PART AND REMANDED.\r\nSHORT\r\n  and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n[1] The record does\r\n  not contain any documentary evidence of Sgambettera's request for an extension\r\n  of time.  However, at the May 19, 2007 Special Reference hearing, Mull's\r\n  attorney stated one of Sgambettera's associates contacted him via telephone to\r\n  ask for an extension.  Counsel for Ridgeland Realty's did not deny this; his\r\n  only response was that being granted the extension did not constitute a\r\n  voluntary appearance pursuant to Rule 4(d), SCRCP.  \r\n[2] On November 19,\r\n  2007, Mull's attorney filed an affidavit in which he stated a reasonable fee\r\n  for his services in this matter would be $10,000.  He also stated Mull had\r\n  already paid $2,500 of that $10,000 with his retainer fee.  \r\n[3] Ridgeland\r\n  Realty does not make this argument on appeal.\r\n[4] The Special\r\n  Referee did, however, make a correction to the original order of default\r\n  judgment.  In the original order, it appeared the Special Referee was awarding\r\n  Mull $10,000 in actual damages and $30,000 in treble damages.  Thus,\r\n  when combined with the $10,000 in attorneys' fees, the order appeared to be\r\n  awarding Mull a total of $50,000.  In the May 30 order, the Special Referee\r\n  corrected this error, stating Mull was awarded $10,000 in attorneys' fees and\r\n  $30,000 in damages, for a total of $40,000.  \r\n[5] Section\r\n  39-5-140(a) provides: &quot;Any person who suffers any ascertainable loss of\r\n  money or property, real or personal, as a result of the use or employment by\r\n  another person of an unfair or deceptive method, act or practice declared\r\n  unlawful by section 39-5-20 may bring an action individually, but not in a\r\n  representative capacity, to recover actual damages. If the court finds that the\r\n  use or employment of the unfair or deceptive method, act or practice was a\r\n  willful or knowing violation of § 39-5-20, the court shall award three times\r\n  the actual damages sustained and may provide such other relief as it deems\r\n  necessary or proper. Upon the finding by the court of a violation of this\r\n  article, the court shall award to the person bringing such action under this\r\n  section reasonable attorney's fees and costs.&quot;\r\n[6] In his November\r\n  19, 2007 Order, the Special Referee held that treble damages were appropriate\r\n  in this case because &quot;the requisites of the [SCUPTA] have been\r\n  met[.]&quot;  Thus, the Special Referee did not make an explicit finding on the\r\n  record that Ridgeland Realty's violations were &quot;willful&quot; and/or\r\n  &quot;knowing.&quot;  However, we need not rule on the failure to make such a\r\n  finding because Ridgeland Realty has not preserved that argument for appeal.  &quot;It\r\n  is axiomatic that for an issue to be preserved for appeal, it must have been\r\n  raised to and ruled upon by the trial court.&quot;  Wilder Corp. v. Wilke,\r\n  330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998).  Although Ridgeland Realty\r\n  challenges the default judgment as being &quot;excessive,&quot; they do not\r\n  specifically challenge the Special Referee's decision to treble the damages. \r\n  That is to say, they do not argue their violations were not willful and/or\r\n  knowing.  Consequently, the decision to treble the actual damages has not been\r\n  preserved for our review. \r\n\r\n","court":"Appeals"},{"id":"4664","title":"Tranquil Properties, Inc. v. Dorchester County","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4664","description":"The master-in-equity concluded Dorchester County could assess sewer service charges directly against Tranquil Properties, Inc. for its 40-unit townhome community, which is serviced by a common sewer connection.  Tranquil Properties appeals this ruling arguing the master erred because county ordinances do not give authority to the county to assess an owner for a tenant's debts.  Tranquil Properties further contends the master misconstrued the title history of the property and the master's ruling does not provide an adequate remedy.  We reverse.","date":"2010-03-29","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Tranquil Properties, Inc., Appellant,\r\n        v.\r\n        Dorchester County a/k/a Dorchester County Public Works, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Dorchester County\r\n Patrick R. Watts, Master-In-Equity\r\n\r\nOpinion No.  4664\r\n  Heard February 2, 2010 – Filed March 29,\r\n2010\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        David\r\n          G. Jennings and James A. Bruorton, IV, both of Charleston, for Appellant.\r\n        Andrew\r\n          T. Shepherd and John G. Frampton, both of Summerville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS,\r\n  J:  Tranquil\r\n  Properties, LLC[1] (Tranquil Properties) appeals the master-in-equity's holding Dorchester County\r\n  (the County) can bill it for sewer service charges incurred by tenants of the\r\n  units in Tranquil Acres.  We reverse.\r\nFACTS\r\nTranquil\r\n  Acres is a planned development comprised of four main buildings arranged around\r\n  a rectangular common area.  Within the complex are forty single-unit homes\r\n  individually deeded with Tranquil Properties being the record owner of thirty-nine\r\n  units and the common area.  The County provides sewer service to the units via\r\n  four feeder lines, one for each building, connected to a main sewer tap located\r\n  under a slab in the common area.  Originally, the complex was serviced by a\r\n  private septic tank system.  It was later connected to the public sewer system.[2]  While each\r\n  unit is individually metered for water and other services, sewer service is to\r\n  the entire complex.  \r\nDavid\r\n  Scott Wiggins, principal member of Tranquil Properties, acquired the thirty-nine\r\n  units in 2002.  Tranquil Properties purchased Tranquil Acres' common area in\r\n  2004, and Wiggins transferred his ownership of the units to Tranquil Properties\r\n  in 2006.  All conveyances were made subject to easements, restrictions, and\r\n  covenants of record.  \r\nIn\r\n  July 2007, the County billed Tranquil Properties directly for the sewer service\r\n  provided to the entire complex.  Prior to that time, each tenant was billed\r\n  individually at a flat rate of $34.80 per month.  Tranquil Properties refused\r\n  to pay the bill unless the County provided a basis for directly billing it.  The\r\n  County notified Tranquil Properties it would terminate service to the complex\r\n  if the bill was not paid.  Eventually, Tranquil Properties brought a\r\n  declaratory judgment action and injunction seeking to have the tenants directly\r\n  billed for sewer service and to prevent termination of service.  The County\r\n  counterclaimed seeking the payment due.  \r\nThe\r\n  master-in-equity concluded the County could directly bill Tranquil Properties\r\n  because the covenants existing at the time of transfer called for the creation\r\n  of an association composed of unit owners that could assess fees &quot;to\r\n  promote the recreation, health, safety and welfare of the residents and for the\r\n  improvement and maintenance of Common Areas.&quot;  The master-in-equity found\r\n  Tranquil Properties took the units and common area subject to this requirement\r\n  thereby placing ultimate responsibility upon it to provide sewer service to the\r\n  complex.  This appeal followed.\r\nSTANDARD OF\r\n  REVIEW\r\nA\r\n  declaratory judgment action is reviewed based on the nature of the underlying\r\n  issue.  Sloan v. Greenville County, 356 S.C. 531, 544, 590 S.E.2d 338,\r\n  345 (Ct. App. 2003).  In this case the master-in-equity based his decision primarily\r\n  on Tranquil Properties being successor to the responsibilities of the Association. \r\n  That issue depends on an examination of the conveyances and covenants which lies\r\n  in equity.  Hardy v. Aiken, 369 S.C. 160, 165, 631 S.E.2d 539, 541\r\n  (2006).  In that instance, the appellate court may find the facts on appeal in\r\n  accordance with its own view of the preponderance of the evidence.  Id.\r\nLAW/ANALYSIS\r\nTranquil\r\n  Properties argues the master-in-equity erred in finding it was a successor to\r\n  the Association and as such was responsible for providing sewer service to the\r\n  property.  We agree.\r\nThe\r\n  covenants involved called for an association to be formed and for each unit\r\n  owner to be a member.  The association could then assess fees to each unit\r\n  owner to promote the recreation, health, safety, and welfare of the residents\r\n  and for the improvement and maintenance of the common area and homes on the\r\n  property.  The master-in-equity concluded Tranquil Properties was the successor\r\n  to the association, defunct since 1997, stating: Tranquil Properties &quot;took\r\n  title to the common area from the original association, subject to all the\r\n  recorded covenants and conditions.&quot;  The common area included the original\r\n  septic tank that serviced all the buildings.  Therefore, the master-in-equity\r\n  concluded Tranquil Properties, as purchaser of the common area, was successor\r\n  to the association and its responsibilities.  Because sewer service promotes\r\n  the health, safety, and welfare of tenants, the master-in-equity concluded the association\r\n  would have been responsible for paying the sewer service bill and recouping\r\n  that money through assessments.\r\nRestrictive\r\n  covenants are to be strictly construed and should be interpreted to promote the\r\n  free use of property.  Hardy v. Aiken, 369 S.C. 160, 166, 631 S.E.2d\r\n  539, 542 (2006).  The original covenants do not mention responsibility on the\r\n  part of the association for sewer services.  They seem more focused on the\r\n  maintenance and access to any recreational facilities in the common area.  The\r\n  record reveals plans for a swimming pool in the common area that was never\r\n  constructed.  The covenants also give the association the right to dedicate any\r\n  necessary portion of the common area to a public utility upon a two-thirds vote\r\n  of the membership.  However, to extrapolate from that a duty for the association,\r\n  much less Tranquil Properties as successor, to pay for ongoing monthly sewer\r\n  service is too great a leap.  Obtaining the means for sewer service by securing\r\n  a connection to the public system or providing the original septic tank is\r\n  different than paying for the ongoing service in each unit each month.  That\r\n  service is utilized by the tenant and we can find no basis in the covenants to\r\n  redirect that obligation.  \r\nFurthermore,\r\n  the County had previously treated each tenant as a customer by billing them\r\n  directly.  The fact that such method was not effective does not by default shift\r\n  the burden of collecting the payment to Tranquil Properties.  See City\r\n    of Grangeville v. Haskin, 777 P.2d 1208, 1211-12 (Idaho 1989) (holding\r\n  ordinances allowing lien against property for unpaid utility services did not\r\n  render landlord liable for cost of service to tenants); cf. Skyscraper\r\n    Corp. v. County of Newberry, 323 S.C. 412, 417-18, 475 S.E.2d 764, 765-67\r\n  (1996) (finding yearly use fee for solid waste removal assessed directly to\r\n  landlord did not violate equal protection laws when such responsibility was\r\n  spelled out in ordinance, landlord benefited from the service and others\r\n  similarly situated were treated the same).  \r\nIn\r\n  our view of the evidence, the County presented no basis for concluding Tranquil\r\n  Properties is liable for the monthly sewer service charges of the tenants\r\n  occupying Tranquil Acres.  The ruling of the master-in-equity is therefore\r\nREVERSED.[3]\r\nHUFF\r\n  and THOMAS, JJ., concur.\r\n\r\n\r\n[1] The appellant\r\n  in this matter is Tranquil Properties, LLC.  However, the master-in-equity's\r\n  final order denominates the entity as Tranquil Properties, Inc., and the appeal\r\n  to this court was filed with that caption.  \r\n[2] Neither the record\r\n  nor oral argument made clear whether Tranquil Acres' connection to public sewer\r\n  service was mandated by the County.\r\n[3] Because our\r\n  determination of this issue is dispositive of the appeal, we need not address\r\n  any remaining arguments by Tranquil Properties.  See Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591,\r\n  598 (1999) (stating an appellate court need not address remaining issues when a decision on a prior issue is\r\n  dispositive).\r\n\r\n","court":"Appeals"},{"id":"4665","title":"Lapp v. SCDMV","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4665","description":"This appeal arises from the suspension of Amy Lynn Lapp's driver's license by the Department of Motor Vehicles for refusing to submit to a breath test as required under section 56-5-2950 of the South Carolina Code (2006).  The Division of Motor Vehicle Hearings (DMVH) sustained the suspension and the Administrative Law Court (ALC) affirmed.   On appeal, Lapp argues that the ALC erred in upholding the DMVH's determination that probable cause existed to arrest her for driving under the influence.  She also contends that her arrest was unlawful under section 56-5-6170 of the South Carolina Code (2006).  We affirm.","date":"2010-03-31","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAmy Lynn Lapp, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tSouth Carolina Department of Motor\r\n        Vehicles, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal from Richland County\r\nPaige J. Gossett, Administrative Law Court\r\n  Judge\r\nOpinion No. 4665\r\nSubmitted February 1, 2010 – Filed March\r\n  31, 2010  \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJohn L. Duffy, III and Edward L. Phipps, of Mount Pleasant, for\r\n  Appellant. \r\n\t\t\t\tFrank L. Valenta, Jr., Philip S. Porter, and Linda Annette Grice, of\r\n  Blythewood, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM:  This\r\n  appeal arises from the suspension of Amy Lynn Lapp's driver's license by the\r\n  Department of Motor Vehicles (Department) for refusing to submit to a breath\r\n  test as required under section 56-5-2950 of the South Carolina Code (2006).  The\r\n  Division of Motor Vehicle Hearings (DMVH) sustained the suspension and the\r\n  Administrative Law Court (ALC) affirmed.[1]  On appeal, Lapp argues that the ALC erred in\r\n  upholding the DMVH's determination that probable cause existed to arrest her\r\n  for driving under the influence (DUI).  She also contends that her arrest was\r\n  unlawful under section 56-5-6170 of the South Carolina Code (2006).  We affirm.[2]   \r\nFACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nOn\r\n  November 4, 2007, Officer Trevor Simmons of the Mount Pleasant Police\r\n  Department was dispatched to the scene of an automobile accident.  Upon\r\n  arriving at the scene, he observed Lapp sitting in her vehicle.  Officer\r\n  Simmons questioned Lapp, who admitted that she had struck two vehicles.  Having\r\n  detected a &quot;strong odor&quot; of alcohol coming from Lapp, Officer Simmons\r\n  asked Lapp to perform a field sobriety test.  Lapp refused.  After advising Lapp\r\n  of her Miranda[3] rights, Officer Simmons arrested Lapp for DUI and transported her to the Mount\r\n  Pleasant Police Department for a breath test.  \r\nWhile\r\n  at the Mount Pleasant Police Department, Lapp was again informed of her Miranda rights.  She was also advised of her implied consent rights as set forth in\r\n  section 56-5-2950.  Lapp subsequently refused to submit to the breath test, and\r\n  her driver's license was suspended pursuant to section 56-5-2951(A) of the\r\n  South Carolina Code (2006).[4]  \r\nA\r\n  few days later, Lapp requested an administrative hearing with the DMVH to\r\n  challenge her suspension.  The DMVH upheld her suspension, and she appealed to\r\n  the ALC.  The ALC affirmed the DMVH's decision, and this appeal followed.  \r\nISSUES ON APPEAL\r\n\r\n\t\r\n\t\t\r\n\t\t\t1. \r\n\t\t\tDid the ALC err in affirming the\r\n  DMVH's finding that probable cause existed to arrest Lapp for DUI?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t2. \r\n\t\t\tWas Lapp's arrest unlawful under section 56-5-6170 \r\n\t\t\tof the South Carolina Code (2006)? \r\n\t\t\r\n\t\r\n\r\nStandard of Review\r\nSection 1-23-610(B) of the South Carolina Code (Supp. 2009) sets\r\n  forth the standard of review for an appeal from an order of the ALC.  It provides:\r\n\r\n\tThe review of the administrative law judge's order must be\r\n  confined to the record.  The court may not substitute its judgment for the\r\n  judgment of the administrative law judge as to the weight of the evidence on\r\n  questions of fact.  The court of appeals may affirm the decision or remand the\r\n  case for further proceedings; or, it may reverse or modify the decision if the\r\n  substantive rights of the petitioner have been prejudiced because the finding,\r\n  conclusion, or decision is:\r\n\t\r\n\t\t(a) in violation of constitutional or statutory provisions; \r\n\t\t(b) in excess of the statutory authority of the agency; \r\n\t\t(c) made upon unlawful procedure; \r\n\t\t(d) affected by other error of law; \r\n\t\t(e) clearly erroneous in view of the reliable, probative, and\r\n  substantial evidence on the whole record; or \r\n\t\t(f) arbitrary or capricious or characterized by abuse of\r\n  discretion or clearly unwarranted exercise of discretion.\r\n\t\r\n\r\nS.C. Code Ann. § 1-23-610(B) (Supp. 2009).\r\nLAW/ANALYSIS\r\nI.&nbsp; Probable Cause\r\nLapp\r\n  argues that the ALC erred in affirming the DMVH hearing officer's finding of\r\n  probable cause.  We disagree. \r\nThe fundamental\r\n  question in determining the lawfulness of an arrest is whether there was &quot;probable\r\n  cause&quot; to make the arrest.  Wortman v. City of Spartanburg, 310\r\n  S.C. 1, 4, 425 S.E.2d 18, 20 (1992).  &quot;The term 'probable cause' does not\r\n  import absolute certainty.&quot;  State v. Arnold, 319 S.C. 256, 260, 460\r\n  S.E.2d 403, 405 (Ct. App. 1995).  Rather, probable cause exists &quot;when the\r\n  circumstances within the arresting officer's knowledge are sufficient to lead a\r\n  reasonable person to believe that a crime has been committed by the person\r\n  being arrested.&quot;  State v. Baccus, 367 S.C. 41, 49, 625 S.E.2d 216,\r\n  220 (2006).  \r\nIn ascertaining\r\n  the presence of probable cause, &quot;all the evidence within the arresting\r\n  officer's knowledge may be considered, including the details observed while\r\n  responding to information received.&quot;  State v. Roper, 274 S.C. 14, 17,\r\n  260 S.E.2d 705, 706 (1979); see also State v. George, 323 S.C.\r\n  496, 509, 476 S.E.2d 903, 911 (1996) (&quot;Whether probable cause exists\r\n  depends upon the totality of the circumstances surrounding the information at\r\n  the officers [sic] disposal.&quot;).  An officer may lawfully arrest for a\r\n  misdemeanor not committed within his presence where the facts and circumstances\r\n  observed by the officer give him probable cause to believe that a crime has\r\n  been freshly committed.  State v. Clark, 277 S.C. 333, 334, 287 S.E.2d\r\n  143, 144 (1982); State v. Martin, 275 S.C. 141, 145-46, 268 S.E.2d 105,\r\n  107 (1980); Summersell v. S.C. Dep't of Pub. Safety, 334 S.C. 357, 367, 513\r\n  S.E.2d 619, 625 (Ct. App. 1999), vacated in part on other grounds, 337\r\n  S.C. 19, 522 S.E.2d 144 (1999); Fradella v. Town of Mount Pleasant, 325\r\n  S.C. 469, 475, 482 S.E.2d 53, 56 (Ct. App. 1997).\r\nIn Martin,\r\n  a police officer was dispatched to the scene of a reported accident.  When he\r\n  arrived, he found two damaged vehicles parked on the side of the road and a\r\n  group of fifteen to twenty people gathered at the scene.  The defendant, who was\r\n  &quot;highly intoxicated,&quot; admitted to being the driver of one of the\r\n  vehicles.  Based upon those facts, the South Carolina Supreme Court held that\r\n  the defendant's warrantless arrest was lawful.  Martin, 275 S.C. at 146,\r\n  268 S.E.2d at 108.  In reaching that result, the court explained that &quot;the\r\n  only reasonable conclusion to be drawn was that a collision between the two\r\n  vehicles had just occurred and that the crime had been freshly committed.&quot;  Id. at 146, 268 S.E.2d at 107.  \r\nHere,\r\n  Officer Simmons was dispatched to the scene of an automobile accident.  Upon\r\n  arriving at the scene, he observed Lapp sitting in her vehicle.  Lapp, who\r\n  smelled strongly of alcohol, admitted to Officer Simmons that she had struck\r\n  two vehicles.  When Officer Simmons asked Lapp to perform a field sobriety\r\n  test, she refused.  Under these circumstances, we find that Officer Simmons had\r\n  probable cause to arrest Lapp for DUI.  Because Lapp was still sitting in her\r\n  vehicle at the scene of the accident, it was reasonable for Officer Simmons to\r\n  conclude that the accident had recently occurred and that Lapp had freshly\r\n  committed the crime of DUI.  \r\nAlthough\r\n  Lapp contends that the Department failed to prove that she was &quot;materially\r\n  and appreciably impaired,&quot; an implied consent hearing &quot;is not a trial in regard to the guilt or innocence of the defendant on a DUI charge.&quot;[5]  Summersell, 334 S.C. at 369, 513 S.E.2d at 625.  The pertinent question here\r\n  was not whether Lapp was guilty of DUI, but merely whether probable cause\r\n  existed to arrest her for that offense.  Id. at 368-69, 513 S.E.2d at\r\n  625.  A finding of probable cause may be based upon less evidence than would be\r\n  necessary to support a conviction.  See Henry v. United States, 361\r\n  U.S. 98, 102 (1959) (evidence required to establish guilt is not necessary to\r\n  authorize a warrantless arrest); State v. Blassingame, 338 S.C. 240, 250, 525 S.E.2d 535, 540 (Ct. App. 1999) (&quot;Probable\r\n  cause may be found somewhere between suspicion and sufficient evidence to\r\n  convict.&quot;).  In this case, the DMVH\r\n  hearing officer's finding of probable cause was consistent with holdings from other\r\n  jurisdictions.  See Miller\r\n    v. Harget, 458 F.3d 1251,\r\n  1260 n.5 (11th Cir. 2006) (&quot;[T]he fact that Mr. Miller was driving a\r\n  vehicle, an odor of alcohol emanated from its interior, and his refusal to\r\n  submit to a field sobriety test was sufficient to give Officer Harget probable\r\n  cause to arrest.&quot;); Summers v. Utah, 927 F.2d 1165, 1166 (10th Cir.\r\n  1991) (holding that undisputed facts regarding plaintiff's operation of his\r\n  vehicle, the officer's scent of alcohol emanating from the vehicle, and\r\n  plaintiff's refusal to take a field sobriety test adequately supported\r\n  magistrate's conclusion that DUI arrest was lawful).\r\nFor\r\n  these reasons, we conclude that the ALC did not err by affirming the DMVH\r\n  hearing officer's determination that probable cause existed to arrest Lapp for\r\n  DUI.\r\nII.&nbsp; Section 56-5-6170\r\nLapp\r\n  also contends that her DUI arrest was unlawful under section 56-5-6170 of the\r\n  South Carolina Code (2006) because Officer Simmons failed to testify that Lapp\r\n  violated any traffic laws.  We disagree.  \r\n\r\n\tSection\r\n  56-5-6170 provides in pertinent part:\r\n\t\r\n\t\tNo\r\n  police officer in investigating a traffic accident shall necessarily deem the\r\n  fact that an accident has occurred as giving rise to the presumption that a\r\n  violation of a law has occurred. Arrests and criminal prosecution for violation\r\n  of this chapter shall be based upon evidence of a violation of the law.\r\n\t\r\n\r\nS.C. Code Ann. § 56-5-6170\r\n  (2006).\r\nAs a\r\n  threshold matter, it does not appear that this issue is preserved for review.  To\r\n  be preserved for appellate review, an issue must have been: (1) raised to and\r\n  ruled upon by the trial court, (2) raised by the appellant, (3) raised in a\r\n  timely manner, and (4) raised to the trial court with sufficient specificity.  S.C.\r\n    Dep't of Transp. v. First Carolina Corp. of S.C., 372 S.C. 295, 301-02, 641\r\n  S.E.2d 903, 907 (2007).\r\nHere,\r\n  Lapp did not specifically argue to the DMVH hearing officer that the arrest was\r\n  unlawful under section 56-5-6170.  Although Lapp's attorney argued in closing\r\n  that Lapp's arrest was unlawful and that &quot;there was no testimony given to\r\n  any impairment in [Lapp's] driving,&quot; he did not expressly reference\r\n  section 56-5-6170.  Moreover, neither the DMVH hearing officer nor the ALC\r\n  mentioned section 56-5-6170 in their decisions.  Therefore, we conclude that\r\n  this issue is not preserved for the court's review.  Cf. Allendale\r\n    County Bank v. Cadle, 348 S.C. 367, 377-78, 559 S.E.2d 342, 347-48 (Ct.\r\n  App. 2001) (finding issue was\r\n  not preserved for review where it was not specifically raised to the trial\r\n  court).\r\nFurthermore,\r\n  even if this issue were preserved, Lapp's argument fails on the merits. \r\n  Officer Simmons arrested Lapp based on his reasonable belief that she had committed\r\n  the offense of DUI.  Unquestionably, DUI constitutes &quot;a violation of the\r\n  law.&quot;  See S.C. Code Ann. § 56-5-2930(A) (Supp. 2009) (&quot;It is unlawful for a person to drive a motor vehicle within this State while under the\r\n  influence of alcohol to the extent that the person's faculties to drive a motor\r\n  vehicle are materially and appreciably impaired . . . .&quot;) (emphasis\r\n  added).  Moreover, as discussed above, Lapp's arrest was predicated upon more\r\n  than just the fact that an accident had occurred.  In addition to testifying\r\n  about Lapp's admission regarding the accident, Officer Simmons testified that Lapp\r\n  smelled strongly of alcohol and that she refused field sobriety testing.  Accordingly,\r\n  we conclude that Officer Simmons did not violate section 56-5-6170 by arresting\r\n  Lapp for DUI.\r\n\r\nCONCLUSION\r\nFor\r\n  the foregoing reasons, the ALC's order is  \r\nAFFIRMED.\r\nPIEPER and GEATHERS, JJ., and CURETON, A.J., concur. \r\n\r\n\r\n[1] After the issuance of its decision, the DMVH's name was\r\n  changed to the Office of Motor Vehicle Hearings pursuant to Act. No. 279, 2008\r\n  S.C. Acts 2311.\r\n[2] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[3] Miranda v. Arizona, 384 U.S. 436 (1966).\r\n[4] Since the suspension of Lapp's driver's license,\r\n  sections 56-5-2950 and 56-5-2951 have been amended.  See S.C. Code Ann.\r\n  §§ 56-5-2950, 56-5-2951 (Supp. 2009).  However, those amendments have no\r\n  bearing on this case.  \r\n[5] When determining whether a motorist committed the\r\n  offense of DUI under section 56-5-2930 of the South Carolina Code (Supp. 2009),\r\n  &quot;materially and appreciably impaired&quot; is the standard used to assess\r\n  the motorist's faculties to drive.  \r\n\r\n","court":"Appeals"},{"id":"4666","title":"Southeast Toyota Distributors v. Jim Hudson Superstore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4666","description":"Southeast Toyota Distributors, LLC (SET) brought this declaratory judgment action to determine whether the relocation of the \"Toyota Center\" dealership in Lexington County is exempt from protest by competing dealers pursuant to S.C. Code Ann. § 56-15-46(C). Jim Hudson Superstore, Inc. (Hudson) and Dick Dyer, Inc. filed counterclaims asserting their protests to the proposed relocation. SET and Hudson filed cross-motions for summary judgment on the exemption issue, and the circuit court granted Hudson's summary judgment motion. On appeal, SET challenges the circuit court's ruling that the proposed relocation is not exempt from protest.  We reverse.","date":"2010-03-31","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tSoutheast Toyota\r\n      Distributors, LLC, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tJim Hudson Superstore,\r\n      Inc., d/b/a Jim Hudson Toyota/Scion, Dyer, Inc., d/b/a Dick Dyer Toyota, and\r\n      Anderson Columbia Acquisition, LLC, d/b/a Toyota Center, Defendants,\r\n\t\t\t\tof whom Anderson Columbia\r\n      Acquisition, LLC, d/b/a Toyota Center is, Appellant,\r\n\t\t\t\tand Jim Hudson Superstore,\r\n      Inc., d/b/a Jim Hudson Toyota/Scion is, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal\r\n  From Lexington County\r\nJames\r\n  W. Johnson, Jr., Circuit Court Judge\r\nOpinion\r\n  No. 4666\r\nHeard\r\n  February 2, 2010 – Filed March 31, 2010\r\nREVERSED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tC. Mitchell Brown, Steven A. McKelvey, Jr., and Thad H. Westbrook,\r\n  of Columbia, for Appellant Southeast Toyota Distributors, LLC.\r\n\t\t\t\tJohn J. Pringle, Jr. and Shaun C. Blake, of Columbia, for\r\n  Appellant Anderson Columbia Acquisition, LLC.\r\n\t\t\t\tManton M. Grier and Sarah P. Spruill, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nGEATHERS,\r\n  J.:  Appellant\r\n  Southeast Toyota Distributors, LLC (SET), brought this declaratory judgment\r\n  action against Respondent Jim Hudson Superstore, Inc., d/b/a Jim Hudson\r\n  Toyota/Scion (Hudson), Dyer, Inc., d/b/a Dick Dyer Toyota (Dyer), and Appellant\r\n  Anderson Columbia Acquisition, LLC, d/b/a/ Toyota Center (Anderson) to\r\n  determine whether the relocation of the Toyota Center dealership in Lexington\r\n  County is exempt from protest pursuant to S.C. Code Ann. § 56-15-46(C) (2006).[1] \r\n  Hudson and Dyer filed counterclaims asserting protests to the proposed\r\n  relocation under subsection (B) of the statute.  SET and Hudson then filed\r\n  cross-motions for summary judgment on the exemption issue.  The circuit court\r\n  granted Hudson's summary judgment motion and denied SET's summary judgment\r\n  motion.  SET and Anderson challenge the circuit court's order on the ground that\r\n  subsection (C)(3) of the statute, which provides an exemption from protest,\r\n  applies to the Toyota Center dealership despite a change in its ownership.[2]  We reverse. \r\nFACTS/PROCEDURAL\r\n  HISTORY\r\nOn May 30, 2006, Anderson entered into an agreement with Rish-Corey Automotive, Inc. to purchase the assets of\r\n  the Toyota Center dealership.  Toyota Center has been located at 1640 Airport Boulevard in West Columbia since 1972.  Anderson also entered into a dealer\r\n  agreement with SET, the authorized distributor of Toyota vehicles, parts, and\r\n  accessories for South Carolina, North Carolina, Georgia, Florida, and Alabama. \r\n  Because of the inadequacy of the existing facility at 1640 Airport Boulevard, Anderson's dealer agreement with SET required Anderson to construct and occupy a new\r\n  facility at a site to be approved by SET.  SET later approved Anderson's choice\r\n  of the site at 2136 Sunset Boulevard in West Columbia, less than three miles\r\n  away from the facility at 1640 Airport Boulevard, and sent letters to Hudson\r\n  and Dyer informing them of the proposed relocation of the Toyota Center\r\n  dealership.    \r\nSET subsequently filed this\r\n  declaratory judgment action against Hudson, Dyer, and Anderson, seeking a\r\n  determination of whether the proposed relocation is exempt from protest pursuant\r\n  to section 56-15-46(C).  Hudson and Dyer filed counterclaims asserting a\r\n  protest to the proposed relocation pursuant to subsection (B) of the statute.  SET and Hudson then\r\n  filed cross-motions for summary judgment on the exemption question.  The circuit\r\n  court granted Hudson's summary judgment motion and denied SET's summary\r\n  judgment motion.  SET\r\n  filed a motion to alter or amend pursuant to Rule 59(e), SCRCP.  However, the\r\n  circuit court denied the motion, and this appeal followed.  \r\nISSUE ON APPEAL \r\nDid\r\n  the circuit court err in concluding that the relocation of the Toyota Center\r\n  dealership is not exempt from protest pursuant to S.C. Code Ann. §\r\n  56-15-46(C)(3) (2006)?\r\nSTANDARD\r\n  OF REVIEW\r\nOn appeal from the grant of a summary judgment motion,\r\n  this Court applies the same standard as that required for the circuit court\r\n  under Rule 56(c), SCRCP.&nbsp; Brockbank\r\n    v. Best Capital Corp., 341 S.C. 372, 379, 534 S.E.2d 688,\r\n  692 (2000).&nbsp; Summary judgment is proper when there is no genuine issue as\r\n  to any material fact and the moving party is entitled to judgment as a matter\r\n  of law.&nbsp; Rule 56(c), SCRCP; Adamson\r\n    v. Richland County Sch. Dist. One, 332 S.C. 121, 124, 503\r\n  S.E.2d 752, 753 (Ct. App.&nbsp;1998).&nbsp; &quot;Determining\r\n  the proper interpretation of a statute is a question of law, and this Court\r\n  reviews questions of law de novo.&quot;  Town of Summerville v. City of N.\r\n    Charleston, 378 S.C. 107, 110, 662 S.E.2d 40, 41&nbsp;(2008).\r\nLAW/ANALYSIS\r\nSection\r\n  56-15-46(B) of the South Carolina Code (2006) allows an existing dealership to\r\n  petition the circuit court to enjoin the establishment of a new or relocated\r\n  dealership within a ten-mile radius of the existing dealership.[3] \r\n  Subsection (B) reads in pertinent part as follows:\r\n\r\n\tIf a franchisor intends to establish a new dealership or to relocate\r\n  a current dealership within a ten-mile radius of an existing dealership,\r\n  then that existing dealership may petition the court, within sixty days of the\r\n  receipt of the notice, to enjoin or prohibit the establishment of the new or\r\n  relocated dealership within a ten-mile radius of the existing dealership. The\r\n  court shall enjoin or prohibit the establishment of the new or relocated\r\n  dealership within a ten-mile radius of the protesting dealership unless the\r\n  franchisor shows by a preponderance of the evidence that the existing\r\n  dealership is not providing adequate representation of the line-make motor\r\n  vehicle and that the new or relocated dealership is necessary to provide the\r\n  public with reliable and convenient sales and service within that area.\r\n\r\nS.C.\r\n  Code Ann. § 56-15-46(B) (2006) (emphases added).  \r\nHowever,\r\n  subsection (C) of the statute designates the following three exemptions from\r\n  the protest procedure set forth in subsection (B):\r\n\r\n\t(1)\r\n  [the] addition of a new dealership at a location that is within a three-mile\r\n  radius of a former dealership of the same line make and that has been closed\r\n  for less than two years; \r\n\t(2) [the] relocation of an existing dealership to a new location\r\n  that is further away from the protesting dealer's location than the relocated dealer's\r\n  previous location; or \r\n\t(3) [the] relocation of an existing dealership to a new\r\n  location that is within a three-mile radius of the dealership's \r\n\tcurrent\r\n    location, when it has been at the current location at least ten years. \r\n\t\r\n\r\nS.C.\r\n  Code Ann. § 56-15-46(C) (2006) (emphases added).  \r\nSET\r\n  and Anderson assign error to the circuit court's ruling that the relocation\r\n  of the Toyota Center dealership is not exempt from protest pursuant to S.C. Code Ann. §\r\n  56-15-46(C)(3) because Anderson is a new dealer.  Specifically, Anderson\r\n  challenges the circuit court's conclusion that because Anderson is a new\r\n  dealer, Toyota Center is no longer an &quot;existing dealership,&quot; but is a\r\n  &quot;new dealership&quot; for purposes of subsection (C) of the statute.  The\r\n  circuit court reached its conclusion based on the following rationale:\r\n\r\n\tThe Court is\r\n  called to determine whether Anderson is an &quot;existing dealership&quot; that\r\n  has been at its current location at least ten years within the meaning of S.C.\r\n  Code Ann. § 56-15-49(C)(3) [sic].  A dealership necessarily refers to a dealer,\r\n  and when the dealer is changed, so is the dealership.  \r\n\tAnderson\r\n  and Rish-Corey are separate dealers and separate persons for purposes of the\r\n  Dealer Statute.  As reflected in its dealer agreement with SET and TMS, Anderson\r\n  was a new franchisee in 2006.  It is true that the businesses owned by\r\n  Rish-Corey and Anderson share a location and operate under the same doing\r\n  business as designations (&quot;Toyota Center&quot; and &quot;Scion\r\n  Center&quot;); however, that does not change the underlying identity of the\r\n  dealers or create one dealership for purposes of the Dealer Statute.\r\n\tAccordingly,\r\n  the Court concludes that Anderson was a new dealership when it purchased the\r\n  assets of Rish-Corey in 2006.  Although Rish-Corey would have been entitled to\r\n  assert the exemption found in S.C. Code Ann. § 56-15-46(C)(3), Anderson is not\r\n  at this time.\r\n\r\nAnderson\r\n  essentially argues that the existence of a dealership is not extinguished for\r\n  purposes of the exemption in subsection (C)(3) simply because its owner has\r\n  changed.  Similarly, SET argues that when read consistent with the principles\r\n  of statutory construction, the application of the exemption in subsection\r\n  (C)(3) depends on where consumers have been served and how long they have been served there, not on the identity of the dealership's owner.  We\r\n  agree.\r\n&quot;'Statutes, as a whole, must receive practical,\r\n  reasonable, and fair interpretation, consonant with the purpose, design, and\r\n  policy of lawmakers.'&quot;  Peake v. S.C. Dep't of Motor Vehicles, 375\r\n  S.C. 589, 599, 654 S.E.2d 284, 289&nbsp;(Ct. App.&nbsp;2007) (quoting Collins\r\n    Music Co., Inc. v. IGT, 365 S.C. 544, 550, 619 S.E.2d 1, 3 (Ct. App.\r\n  2005)).  &quot;A court should not consider a particular clause in a statute in\r\n  isolation, but should read it in conjunction with the purpose of the entire statute\r\n  and the policy of the law.&quot;  Id. at 599, 654 S.E.2d at 290 (citing Hinton\r\n    v. S.C. Dep't of Prob., Parole, and Pardon Servs., 357 S.C. 327, 592 S.E.2d\r\n  335&nbsp;(Ct. App.&nbsp;2004)). \r\nSeveral states,\r\n  including South Carolina, have enacted &quot;relevant market area&quot; laws\r\n  that are designed to protect dealerships from destructive intrabrand competition.  See Act No. 287, § 2, 2000 S.C. Acts 2041, 2045-47 (enacting key\r\n  provisions of South Carolina's &quot;relevant market area&quot; law by adding\r\n  S.C. Code Ann. § 56-15-46 to Chapter 15 of Title 56); Heritage Jeep-Eagle,\r\n    Inc. v. Chrysler Corp., 655 N.E.2d 140, 143-45&nbsp;(Mass. App. Ct.&nbsp;1995); see also General Motors Corp. v. State Motor Vehicle Review Bd.,\r\n  862 N.E.2d 209, 216&nbsp;(Ill. 2007) (citing 815 Ill. Comp. Stat. 710/2(q)\r\n  (2004), which defines &quot;relevant market area&quot; in legislation allowing\r\n  protests to the addition of a new franchise within ten miles of an existing\r\n  franchise).  The focus in this type of legislation is on the degree of\r\n  competition among dealerships.  See Heritage Jeep-Eagle, 655\r\n  N.E.2d at 143-45&nbsp; (stating that the focus of Massachusetts' &quot;relevant\r\n  market area&quot; law is on the degree of competition among franchisees).  \r\nSouth Carolina's\r\n  &quot;relevant market area&quot; law clearly focuses on the introduction of new\r\n  competition for an existing dealership, and the identity of the owner or\r\n  operator of the new competitor has no relevance to this analysis.  The new\r\n  competition is unavoidably related to the geography of the area, i.e., the\r\n  location of another business selling the same &quot;line-make.&quot;  Key terms\r\n  in section 56-15-46, such as &quot;market area,&quot; &quot;ten-mile\r\n  radius,&quot; &quot;distance,&quot; and &quot;location,&quot; clearly indicate\r\n  that the legislature viewed the effect of geography on an existing dealership's\r\n  customer base as the controlling factor in determining whether the addition or\r\n  relocation of a dealership to an area is exempt from protest.  When the\r\n  dealership is the same geographically, even if its ownership is new, there is\r\n  no new competition for purposes of section 56-15-46.  Therefore, the status of\r\n  a dealership as &quot;existing&quot; for purposes of section 56-15-46(C)(3) is\r\n  not altered by a change in ownership.[4] \r\n  &nbsp;\r\nAs Hudson correctly\r\n  asserts, certain provisions of Act No. 287, 2000 S.C. Acts 2041, employ the\r\n  terms &quot;dealer&quot; and &quot;dealership&quot; interchangeably.[5]  However, in section 56-15-46(C)(3),\r\n  there is no true indication that the legislature intended to restrict the\r\n  ownership of a dealership in the manner proposed by Hudson.  See Kiriakides\r\n    v. United Artists Communications, Inc., 312 S.C. 271, 275, 440 S.E.2d 364, 366&nbsp;(1994)\r\n  (holding that however plain the ordinary meaning of the words used in a statute\r\n  may be, the courts will reject that meaning when to accept it would defeat the\r\n  plain legislative intention).  Viewing the provisions of Act No. 287 as a\r\n  whole, the term &quot;dealership&quot; in section 56-15-46(C) refers to the\r\n  business operation itself and not to the identity of the business owner; and, the\r\n  introduction of new competition in the relevant market area depends on the\r\n  operation of the business and not on the owner's identity.  See Foothills\r\n    Brewing Concern, Inc. v. City of Greenville, 377 S.C. 355, 363, 660 S.E.2d\r\n  264, 268&nbsp;(2008) (&quot;When construing statutory language, the statute\r\n  must be read as a whole, and sections which are part of the same general\r\n  statutory law must be construed together and each one given effect.&quot;);&nbsp;Peake,\r\n  375 S.C. at 599, 654 S.E.2d at 290&nbsp;(holding that a court should not\r\n  consider a particular clause in a statute in isolation, but should read it in\r\n  conjunction with the purpose of the entire statute).  \r\nThe protest exemption\r\n  in subsection (C)(1) provides a good illustration of the legislature's focus on\r\n  changes in competition:  &quot;This section does not apply to the . . . addition\r\n  of a new dealership at a location that is within a three-mile radius of\r\n  a former dealership of the same line make and . . . has been closed for\r\n  less than two years.&quot; (emphases added).  This provision exempts a new dealership\r\n  when its location is close to the location of a recently closed dealership—the\r\n  idea being that there is no net increase in competition.  In Heritage\r\n    Jeep-Eagle, the Appeals Court of Massachusetts cited the language of a\r\n  comparable provision in Massachusetts' relevant market area law to support its\r\n  conclusion that the statute in general concerns itself with additional\r\n    competition for dealerships already existing in the relevant market area. \r\n  655 N.E.2d at 144 n.8.\r\nHudson argues that\r\n  section 56-15-46 protects South Carolina consumers and dealerships from\r\n  aggressive practices by distributors and manufacturers and from excessive\r\n  intrabrand competition.  We agree.  However, this purpose can be served by\r\n  applying the exemptions in section 56-15-46(C) according to the geographical\r\n  relationship between the businesses involved, as was intended by the\r\n  legislature. \r\nCONCLUSION\r\nAccordingly, the circuit court's\r\n  order is\r\nREVERSED.  \r\nHUFF, J., and\r\n  CURETON, A.J., concur.\r\n\r\n\r\n[1] Section\r\n  56-15-46(B) allows an existing dealership to petition the circuit court to\r\n  enjoin the establishment of a new or relocated dealership within a ten-mile\r\n  radius of the existing dealership.  Subsection (C) sets forth three exemptions\r\n  from the statute.  Although SET named Anderson as a defendant in this\r\n  declaratory judgment action, these two parties share the same position with\r\n  respect to the exemption status of the Toyota Center dealership's relocation. \r\n[2] In view of our\r\n  disposition of this issue, we decline to address the remaining issues on appeal.  See Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n  (1999) (stating that if an appellate court's ruling on a particular issue is\r\n  dispositive of an appeal, rulings on remaining issues are unnecessary).\r\n[3] In the year 2000,\r\n  the legislature added section 56-15-46 to Chapter 15 of Title 56 of the South\r\n  Carolina Code.  See Act No. 287, § 2, 2000\r\n  S.C. Acts 2041, 2045-47.  \r\n[4] Hudson cites Walton v. Mazda of Rock Hill, 376 S.C. 301, 657 S.E.2d 67&nbsp;(Ct.\r\n  App.&nbsp;2008)&nbsp;for the proposition that the purchaser of a dealership's\r\n  assets is a new and distinct business.  However, Walton did not involve\r\n  the interpretation of Act No. 287, 2000 S.C. Acts 2041.  Rather, Walton dealt with successor liability for an automobile warranty.  376 S.C. at 305-08,\r\n  657 S.E.2d at 69-70.  In any event, whether a new and distinct business entity\r\n  has purchased a dealership's assets has no significance in examining the impact\r\n  of the dealership's physical location on a competing dealership.  \r\n[5] See, e.g., S.C. Code Ann. § 56-15-46(A) (2006) (notice provided\r\n  by certified mail to existing &quot;dealership&quot;); § 56-15-46(B) (existing\r\n  &quot;dealership&quot; may petition the court); § 56-15-46(C)(2) (&quot;relocation\r\n  of an existing dealership to a new location that is further away from the\r\n  protesting dealer's location than the relocated dealer's previous location&quot;).\r\n\r\n","court":"Appeals"},{"id":"4667","title":"State v. Wiley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4667","description":"Kareem T. Wiley (Wiley) appeals his conviction for trafficking cocaine.  On appeal, Wiley contends the trial court erred in refusing to grant a mistrial when the State commented on Wiley's unrelated outstanding warrant during opening statements.  Wiley further contends the trial court erred in not instructing the jury that the State had the burden of proof when the State commented that Wiley did not contest the legality of the stop or search on cross-examination. We affirm.","date":"2010-03-31","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tKareem T.\r\n      Wiley, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Richland County\r\n J. Mark Hayes, II, Circuit Court Judge\r\nOpinion No. 4667\r\nHeard March 3, 2010 – Filed March 31, 2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender Lanelle C. DuRant, South Carolina Commission,\r\n  of Columbia, for Appellant.\r\n\t\t\t\tAttorney General Henry Dargan McMaster, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Senior\r\n  Assistant Attorney General Norman Mark Rapoport, Assistant Attorney General\r\n  Mark R. Farthing, Office of the Attorney General and Solicitor Warren Blair\r\n  Giese, all of Columbia; for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nWILLIAMS\r\n  J.: Kareem T. Wiley (Wiley) appeals his conviction for trafficking\r\n    cocaine.  On appeal, Wiley contends the trial court erred in refusing to grant\r\n    a mistrial when the State commented on Wiley's unrelated outstanding warrant\r\n    during opening statements.  Wiley further contends the trial court erred in not\r\n    instructing the jury that the State had the burden of proof when the State\r\n    commented that Wiley did not contest the legality of the stop or search on\r\n    cross-examination. We affirm. \r\nFACTS\r\nOn January 9, 2007,\r\n  law enforcement officers with the Richland County Sheriff's Department (the\r\n  Department) conducted an undercover drug investigation involving Lauren Stuckey\r\n  (Stuckey).  The Department believed Stuckey was working with a cocaine supplier\r\n  based on her prior drug transactions with Jason Williams (Williams), an\r\n  undercover narcotics agent with the Department.  As a result, Williams called\r\n  Stuckey to set up a purchase for 125 grams of cocaine, and Stuckey agreed to\r\n  set up a drug transaction at a Kmart parking lot.  Stuckey informed Williams\r\n  that her &quot;partner&quot; was going to be present at the Kmart.  \r\nDamon Robertson\r\n  (Robertson), an investigator with the Department, conducted surveillance on the\r\n  Kmart parking lot and saw Stuckey's vehicle and a second vehicle subsequently\r\n  identified as a Chrysler Sebring (the Sebring) enter the Kmart parking lot.  To\r\n  confirm that the Sebring was actually involved in the drug transaction,\r\n  Robertson ordered Williams to change the location of the drug transaction to\r\n  see if the Sebring would follow Stuckey.\r\nRobertson followed\r\n  the Sebring to a Chick-fil-A restaurant and positively identified Wiley as the\r\n  individual in the Sebring.  The Department arrested Wiley, informed him of his Miranda rights, and conducted a search.  The search revealed a &quot;sandwich size\r\n  bag&quot; of cocaine in Wiley's front right jacket pocket.  Robertson testified\r\n  that Wiley later admitted that he intended to sell the cocaine to Williams.[1]  \r\nIn its opening\r\n  statement at trial, the State said, &quot;[The Department] know[s] he's under\r\n  suspension, so they have a legitimate right to stop him.  They also know that\r\n  he has an unrelated warrant outstanding.  It's not - -.&quot; \r\nAt that point,\r\n  Wiley objected.  The trial court sustained the objection and gave the following\r\n  curative instruction: &quot;All right, ladies and gentlemen, I remind you that\r\n  the arguments that are made by the attorneys are not considered evidence in the\r\n  case.  It's only their contention as to what the issues are in the case.&quot;  \r\nAt the close of the\r\n  State's opening statement, a bench conference was held, and Wiley moved for a\r\n  mistrial based on the State's reference to Wiley's unrelated warrant.  The\r\n  trial court refused to grant a mistrial and indicated it would give a curative\r\n  instruction to the jury.  Wiley objected to the proposed curative instruction. \r\n  Following the bench conference, the trial court instructed the jury, in part, \r\n\r\n\t[O]pening\r\n  statements that are presented by either the State or the defense, they're not\r\n  to be considered as evidence in this case. . . . And I'm going to instruct you\r\n  now that you are not to draw any inferences,\r\n  you're not to take what the State has said - - and also the defense when they\r\n  make their opening statements, you're not to draw any inferences of guilt or\r\n  innocence or inferences to any evidentiary conclusions that might be made from\r\n  any statements that are made by the lawyers.\r\n\r\nThe jury subsequently\r\n  convicted Wiley, and the trial court sentenced him to twenty-five years\r\n  imprisonment.  This appeal followed.\r\nSTANDARD OF REVIEW\r\nIn criminal cases, the appellate court sits to review errors of law\r\n  only. State\r\n    v. Martucci, 380 S.C. 232, 246, 669 S.E.2d 598, 605-06 (Ct.\r\n  App. 2008).  This court is bound by the trial court's\r\n  factual findings unless they are clearly erroneous. State v. Baccus, 367\r\n  S.C. 41, 48, 625 S.E.2d 216, 220&nbsp;(2006).  This court does not reevaluate\r\n  the facts based on its own view of the preponderance of the evidence but simply\r\n  determines whether the trial court's ruling is supported by any evidence.  State\r\n    v. Moore, 374 S.C. 468, 473-74, 649 S.E.2d 84, 86 (Ct. App. 2007).\r\nLAW/ANALYSIS\r\nA.&nbsp; Opening Statements and\r\n  Curative Instruction\r\nWiley argues the trial court erred in refusing to\r\n  grant a mistrial when the State mentioned Wiley had an unrelated outstanding\r\n  warrant during opening statements.  Specifically, Wiley asserts the State's\r\n  opening statement constituted improper evidence of prior bad acts.  We\r\n  disagree. \r\nThe decision to\r\n  grant or deny a mistrial is within the sound discretion of the trial court.  State\r\n    v. Harris,&nbsp;382 S.C. 107, 117, 674 S.E.2d 532, 537&nbsp;(Ct. App.\r\n  2009).  The trial court's decision will not be\r\n  overturned on appeal absent an abuse of discretion amounting to an error of\r\n  law.  Id.  The power of the trial court to declare a mistrial should be\r\n  used with the greatest caution under urgent circumstances and for very plain\r\n  and obvious reasons stated on the record by the trial court. Id. A\r\n  mistrial should only be granted when absolutely necessary, and a defendant must\r\n  show both error and resulting prejudice in order to be entitled to a mistrial.  Id.  The granting of a motion for a mistrial is an extreme measure that\r\n  should only be taken if an incident is so grievous that the prejudicial effect\r\n  can be removed in no other way.  Id.\r\nIn State v.\r\n  Thompson, 352 S.C. 552, 560-61, 575 S.E.2d 77, 82, (Ct. App. 2003), this\r\n  court concluded a deputy's testimony regarding a single reference to a\r\n  defendant's warrants was not sufficiently prejudicial to justify a mistrial.  The\r\n  court found the deputy's testimony did not indicate whether Thompson's warrants\r\n  referred to unrelated charges or other bad acts committed by Thompson.  Id. at 561, 575 S.E.2d at 82.  As a result, the court concluded a jury could reasonably\r\n  infer the warrants related to the charged offenses.  Id.  Moreover, the\r\n  court concluded a vague reference to a defendant's prior criminal record is not\r\n  sufficient to justify a mistrial when there is no attempt by the State to\r\n  introduce evidence that the accused has been convicted of other crimes.  Id.  \r\nIn this case, the\r\n  State informed the trial court during pre-trial that Wiley had a bench warrant\r\n  for possession with intent to distribute in Richland County.  However, the\r\n  State did not identify to the jury the substantive nature of the warrant during\r\n  its opening statements.  As a result, the jury was unaware of the precise\r\n  nature of the warrant.  Furthermore, the record reveals the reference to Wiley's\r\n  warrant was for the purpose of establishing the legality of the traffic stop.  Therefore,\r\n  we believe the State's comment regarding Wiley's warrant was merely a vague\r\n  reference to his prior criminal record that did not justify granting his motion\r\n  for mistrial.  Furthermore, even if the jury inferred that Wiley committed\r\n  another crime from the State's opening statement, we believe Wiley was not\r\n  prejudiced because the State never attempted to prove Wiley was convicted of\r\n  some other crime.  See State v. Robinson, 238 S.C. 140, 119\r\n  S.E.2d 671 (1961), overruled on other grounds by State v. Torrence, 305\r\n  S.C. 45, 406 S.E.2d 315 (1991) (concluding a reference to a defendant's past\r\n  conduct was not prejudicial because even if the testimony created the inference\r\n  in the jury's mind that the accused had committed another crime, the State\r\n  never attempted to prove the accused had been convicted of some other crime). \r\n  Therefore, we conclude the State's opening statement regarding Wiley's\r\n  unrelated outstanding warrant was not sufficiently prejudicial to warrant a\r\n  mistrial.\r\nRegardless, even\r\n  if we assume Wiley was prejudiced by the State's reference to an unrelated\r\n  outstanding warrant, any resulting error is harmless because of the\r\n  overwhelming evidence of Wiley's guilt.  Whether an error is harmless depends\r\n  on the circumstances of the particular case.  In re Care and Treatment of\r\n    Harvey,&nbsp;355 S.C. 53, 63, 584 S.E.2d 893, 897&nbsp;(2003).  No definite\r\n  rule of law governs this finding; rather, the materiality and prejudicial\r\n  character of the error must be determined from its relationship to the entire\r\n  case.  Id.  Error is harmless when it &quot;could not reasonably have affected\r\n  the result of the trial.&quot;  Id.  &quot;When guilt has been\r\n  conclusively proven by competent evidence\r\n  such that no other rational conclusion can be reached, [an appellate] court\r\n  should not set aside a conviction because of errors not affecting the results.&quot;  State v. Kirton, 381 S.C. 7, 25, 671 S.E.2d 107, 115-16&nbsp;(Ct. App. 2008)\r\n  (citation omitted).\r\nThe State presented\r\n  overwhelming evidence of Wiley's guilt.  Robertson testified Wiley admitted to\r\n  possessing the cocaine after he was advised of his Miranda rights.  Furthermore,\r\n  Wiley admitted his guilt in open court.  Wiley stated, &quot;I guess I want to\r\n  apologize to the Court for getting myself in this trouble.  I should have known\r\n  better than what I was doing.  I had numerous opportunities to stop.  I just\r\n  want to apologize to the Court.&quot;  See State v. Sroka, 267\r\n  S.C. 664, 665, 230 S.E.2d 816, 817 (1976) (holding appellant's guilt was\r\n  conclusively shown by the record and any doubt about correctness of guilt was\r\n  eliminated by the admission of appellant in open court, after conviction and\r\n  during the pre-sentence inquiry by the trial judge, that the appellant had\r\n  participated in the robbery).  Thus, even if we assume the State's comment was\r\n  prejudicial, we conclude the trial court's error was harmless based on\r\n  Robertson's testimony and Wiley's admission of guilt in open court.\r\nB.&nbsp; Curative Instruction\r\nWiley also argues\r\n  the trial court's curative instruction was insufficient because the trial court\r\n  did not inform the jury which specific statement was prejudicial.  We disagree.\r\nIt is well-established\r\n  &quot;[a] curative instruction to disregard incompetent evidence and not to\r\n  consider it during deliberation is deemed to have cured any alleged error in\r\n  its admission.&quot;  Harris, 382 S.C. at 119, 674 S.E.2d at 538 (citation\r\n  omitted).\r\nWe conclude the\r\n  trial court's curative instruction to the jury was sufficient.  The trial court\r\n  specifically instructed the jury that opening statements should not be\r\n  considered as evidence and that the jury should not draw any inferences of\r\n  guilt or innocence from such statements.  See State v. Smith, 290\r\n  S.C. 393, 395, 350 S.E.2d 923, 924 (1986) (emphasizing that a jury should be\r\n  specifically instructed to disregard the evidence and not to consider it for\r\n  any purpose during deliberations and that a mere general remark excluding the\r\n  evidence does not cure the error). \r\nC.&nbsp; Burden of Proof      \r\nWiley\r\n  argues the trial court erred in failing to instruct the jury during closing\r\n  arguments that the State had the burden of proof after commenting on Wiley's\r\n  failure to challenge the legality of the stop and search during\r\n  cross-examination.  We conclude this issue is not preserved for review.\r\n\r\n\tIn\r\n  its closing argument, the State stated in relevant part, \r\n\t\r\n\t\tState: They\r\n  got him.  They secured him.  They secured the pocket, checked the pocket,\r\n  finding drugs that were the subject of the deal.  And none of this has been\r\n  challenged - - the facts of this - - none of this has been challenged on\r\n  cross-examination.  They haven't disputed that there was a lawful basis for the\r\n  stop or that the search was unlawful.  They had the opportunity to do that on\r\n  cross, and they didn't. \r\n\t\tDefense Counsel: Your Honor, I'm going to object to the burdenship. [sic] \r\n\t\t\r\n\t\tThe Court: \r\n  All right, thank you, sir.  Ladies and gentlemen, again I'll remind you that\r\n  the closing arguments are not to be considered in evidence in the case.  It is\r\n  simply the opportunity for the lawyers to be persuasive to you and try to\r\n  convince you of their positions.  Go ahead, sir.  You're protected on the\r\n  record.  \r\n\t\r\n\r\nWiley argues the\r\n  State's comment violated the elementary principle that the accused has the\r\n  right to remain silent and the State cannot comment on an accused's right to\r\n  remain silent.  In support of his argument, Wiley cites to Doyle v. Ohio,\r\n  426 U.S. 610 (1976);[2] State v. Primus, 349 S.C. 576, 564 S.E.2d 103 (2002)[3] overruled on other grounds by State v. Gentry, 363\r\n  S.C. 93, 610 S.E.2d 494&nbsp;(2005); and State v. Pickens, 320\r\n  S.C. 528, 466 S.E.2d 364, (1996).[4]\r\nIn the present\r\n  matter, the trial court sustained Wiley's objection and gave a curative instruction. \r\n  However, we conclude this issue is not preserved for review because Wiley\r\n  neither objected to the sufficiency of the curative instruction, moved to strike the testimony, nor moved for a\r\n  mistrial after the objection was sustained.  See State v.\r\n    Patterson, 324 S.C. 5, 18, 482 S.E.2d 760, 766 (1997) (concluding that where an appellant objects to improper\r\n  comments in closing arguments and the objection is sustained, the issue is not\r\n  preserved unless the appellant further moves to strike or requests a curative\r\n  instruction).  \r\nCONCLUSION\r\nAccordingly, the\r\n  trial court's decision is \r\nAFFIRMED.\r\nSHORT and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] Wiley referred to Williams as &quot;the drop off.&quot;\r\n[2] In Doyle, the United States Supreme Court held\r\n  that an accused has the right to remain silent and the exercise of that right\r\n  cannot be used against him.  Doyle, 426 U.S. at 619.\r\n[3] In Primus, our supreme court concluded when the defendant\r\n  neither testified nor called witnesses on his behalf, it was error for the\r\n  State to comment upon the defendant's failure to call an alibi witness;\r\n  however, such error was deemed harmless beyond a reasonable doubt based on the\r\n  overwhelming evidence of guilt.  Primus, 349 S.C. at 584-88, 564 S.E.2d\r\n  at 108-09.\r\n[4] In Pickens, our supreme court held a trial court's failure to\r\n  give a curative instruction after the State referred to defendant's failure to\r\n  call witnesses was not harmless error where there was not overwhelming evidence\r\n  of guilt in the record.  Pickens, 320 S.C. at 531, 466 S.E.2d at 366.\r\n\r\n","court":"Appeals"}]