[{"id":"4757","title":"Graves v. Horry-Georgetown Technical College","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4757","description":"After resigning from her position, Dorothy M. Graves filed suit against her former employer, Horry-Georgetown Technical College (the College), for constructive discharge, and the circuit court directed a verdict in favor of the College.  Graves appeals, arguing the directed verdict was improper because the College committed \"official acts\" that precipitated her discharge and excused her from the requirement that she exhaust her administrative remedies before filing suit.   We affirm.","date":"2010-11-03","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDorothy M.\r\n      Graves, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tHorry-Georgetown\r\n      Technical College, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Horry County\r\nG. Thomas Cooper, Jr., Circuit Court\r\n  Judge\r\nOpinion No. 4757\r\nHeard October 10, 2010 – Filed November 3,\r\n  2010\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tShannon Lee Felder, of Winnsboro, for Appellant.\r\n\t\t\t\tCharles J. Boykin, of Columbia, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nPER CURIAM: After resigning from her position,\r\n  Dorothy M. Graves filed suit against her former employer, Horry-Georgetown\r\n  Technical College (the College), for constructive discharge, and the circuit\r\n  court directed a verdict in favor of the College.  Graves appeals, arguing the\r\n  directed verdict was improper because the College committed &quot;official\r\n  acts&quot; that precipitated her discharge and excused her from the requirement\r\n  that she exhaust her administrative remedies before filing suit.   We affirm.  \r\nFACTS\r\nIn 1974, Graves began working for the College in its accounting\r\n  department.  In 1999, after working at various positions within that\r\n  department, Graves was promoted to Procurement Manager.  As Procurement Manager,\r\n  Graves ensured the College's purchases complied with the state-issued\r\n  Procurement Code and prepared a brochure to assist College employees in\r\n  understanding the Procurement Code's requirements.    \r\nIn 2004, the College hired Harold Hawley as Vice President of\r\n  Business Affairs.  According to Graves, in her first meeting with Hawley, she\r\n  learned he wanted to replace her as Procurement Manager.  Graves testified that\r\n  over the course of approximately six months, Hawley attempted once to re-assign\r\n  her to a different job and encouraged her on three other occasions to resign.  Graves\r\n  noticed that people stopped coming to her for procurement issues and instead\r\n  &quot;would try to go around [her].&quot;  By her final month at the College,\r\n  Graves noticed &quot;not a whole lot of procurement&quot; came through her.  \r\nIn February 2005, following Graves's refusal to approve payment\r\n  for an item Hawley wanted approved, Hawley called her and two other employees\r\n  of the College into his office.  Graves testified that Hawley told her &quot;he\r\n  was tired of [her] and he was not going to put up with [her] anymore,&quot;\r\n  that employees from the maintenance department to Graves's own department had\r\n  complained about her, and that Hawley himself had been hired &quot;to take care\r\n  of&quot; Graves.  Graves testified Hawley stated her attitude, her personality,\r\n  and her management style &quot;stank.&quot;  According to Graves, he stated: \r\n  &quot;It's three o'clock.  You got [until] 3:15 to do something – uh – put\r\n  yourself together.&quot;  Following this meeting, Graves testified, she felt\r\n  her life was in danger and &quot;was just too fearful to be around him\r\n  anymore.&quot;  She submitted her resignation to the personnel department on\r\n  February 23, 2005, with an effective date of March 11, 2005.  The College\r\n  promptly acknowledged in writing its receipt and acceptance of her resignation. \r\n  At the time of her resignation, Graves had participated in the Teacher and\r\n  Employee Retention Incentive Program (TERI)[1] for two years and nine months.  \r\nIn conjunction with her resignation, on March 7, 2005, Graves\r\n  completed a termination questionnaire provided by the College.  Her responses\r\n  to the questionnaire did not mention Hawley's repeated suggestions that she\r\n  resign or any harassment.  She noted she resigned because of her working\r\n  conditions and for a &quot;reason that would appear to be discriminatory on the\r\n  basis of race, color, sex, religion, national origin, age, handicap, or\r\n  abuse.&quot;  However, she did not explain these answers.    \r\nAfter delivering her letter of resignation to the personnel\r\n  office, Graves telephoned the College's president, Neyle Wilson.  Graves\r\n  testified that when she met with Wilson a couple of days later, she told him Hawley\r\n  had stated Wilson wanted her resignation.  She explained that she needed her\r\n  job to meet her financial obligations and that she felt what had been done to\r\n  her was wrong.  Graves asked him for a list of the complaints the College had\r\n  received about her.  According to Graves, Wilson responded in a letter stating\r\n  he had discovered no complaints about her.  Graves then asked Wilson to talk to\r\n  the area commissioner, but he refused the request.  \r\nGraves initially filed suit in the United States District Court\r\n  for the District of South Carolina.  Her suit was assigned to a federal\r\n  magistrate, who recommended granting the College's motion for summary\r\n  judgment.  On September 28, 2007, the federal court entered summary judgment in\r\n  favor of the College as to Graves's claims under the Older Workers' Benefit\r\n  Protection Act and the Equal Pay Act, then remanded the case to South\r\n  Carolina's judicial system for determination of the constructive discharge claim.  \r\nThe Court of Common Pleas for Horry County heard this matter on\r\n  April 23, 2008.  At the close of Graves's case, the College moved for a\r\n  directed verdict based upon Graves's failure to prove the College intentionally\r\n  caused her working conditions to be intolerable.  The College also argued the\r\n  circuit court should direct a verdict in its favor because Graves failed to\r\n  avail herself of the grievance process either before or after resigning. \r\n  According to the College, Graves failed to put forth evidence that the College\r\n  intentionally caused her working conditions to be intolerable.  Furthermore,\r\n  the College argued Graves effectively waived her right to a judicial\r\n  determination by failing to pursue her administrative remedies.  On the other\r\n  hand, Graves argued that, because she was forced to resign, the grievance\r\n  process was not available to her, and her only recourse was to file an action\r\n  for constructive discharge.  Ultimately, the circuit court granted the\r\n  College's motion.  This appeal followed.\r\nSTANDARD OF\r\n  REVIEW\r\nAn appellate\r\n  court will reverse the trial court's grant of a directed verdict when any\r\n  evidence supports the party opposing the directed verdict.  Milhouse v. Food\r\n    Lion, Inc., 289 S.C. 203, 203, 345 S.E.2d 739, 739 (Ct. App. 1986).  The\r\n  appellate court must determine &quot;whether a verdict for a party opposing the\r\n  motion would be reasonably possible under the facts as liberally construed in\r\n  his [or her] favor.&quot;  Erickson v. Jones St. Publishers, L.L.C., 368\r\n  S.C. 444, 463, 629 S.E.2d 653, 663&nbsp;(2006).  &quot;When considering\r\n  directed verdict motions, neither the trial court nor the appellate court has\r\n  authority to decide credibility issues or to resolve conflicts in the testimony\r\n  or evidence.&quot;  Id.\r\nLAW/ANALYSIS\r\nGraves\r\n  asserts the trial court erred in directing a verdict in favor of the College on\r\n  the ground that she failed to exhaust her administrative remedies.  We disagree.  \r\nIn\r\n  ruling on motions for directed verdict, &quot;the trial court is required to\r\n  view the evidence and the inferences that reasonably can be drawn therefrom in\r\n  the light most favorable to the party opposing the motions and to deny the\r\n  motions whe[n] either the evidence yields more than one inference or its\r\n  inference is in doubt.&quot;  Law v. S.C. Dep't of Corr., 368 S.C. 424,\r\n  434, 629 S.E.2d 642, 648&nbsp;(2006).  When either the evidence yields more\r\n  than one inference or its inference is in doubt, the trial court should deny\r\n  the motions.  McMillan v. Oconee Mem'l Hosp., Inc., 367 S.C. 559, 564,\r\n  626 S.E.2d 884, 886&nbsp;(2006).  &quot;However, this rule does not authorize submission of speculative, theoretical, or hypothetical views to the jury.&quot;  Proctor v. Dep't of Health &amp; Envtl. Control, 368 S.C. 279, 292-93,\r\n  628 S.E.2d 496, 503&nbsp;(Ct. App. 2006).  In essence, the trial court must\r\n  determine whether a verdict for the opposing party &quot;would be reasonably\r\n  possible under the facts as liberally construed in his [or her] favor.&quot;  Id. at 293, 628 S.E.2d at 503 (quoting Harvey v. Strickland, 350 S.C. 303,\r\n  309, 566 S.E.2d 529, 532 (2002)).  \r\nI.&nbsp; The\r\n  Two Issue Rule\r\nThe\r\n  College contends the two issue rule requires us to affirm the trial court\r\n  because Graves failed to appeal the issue of whether working conditions at the\r\n  College were so intolerable that a reasonable person would have been forced to\r\n  resign.  In support, the College states it argued in favor of a directed\r\n  verdict not only because Graves failed to exhaust her administrative remedies,\r\n  but also because Graves failed to prove the elements of constructive\r\n  discharge.  The College argues this court must affirm because although both\r\n  bases for a directed verdict were before the trial court, Graves appealed only\r\n  the exhaustion of administrative remedies.\r\n&quot;Under\r\n  the two issue rule, where a decision is based on more than one ground, the\r\n  appellate court will affirm unless the appellant appeals all grounds because\r\n  the unappealed ground will become the law of the case.&quot;  Jones v. Lott,\r\n  387 S.C. 339, 346, 692 S.E.2d 900, 903 (2010).  Here, the record reveals little\r\n  about the basis for the trial court's decision.  Although the trial court briefly\r\n  entertained arguments on the substantive issue, the principal discussion\r\n  related to whether Graves had exhausted her administrative remedies.  In any\r\n  event, the basis for his ruling was largely unilluminating.  In mentioning a\r\n  possible relationship between the Tort Claims Act and the State Grievance\r\n  Procedure,[2] the trial court noted:  &quot;it seems to me that there is some comparison in\r\n  terms of policy . . . that the [S]tate . . . limits the . . . type of actions\r\n  that may be filed against the [S]tate .&nbsp;.&nbsp;.&nbsp;by statute.&quot; \r\n  The trial court's Form 4 order directing a verdict in favor of the College stated\r\n  no basis for the ruling.  \r\nIn\r\n  view of the arguments presented, the lengthy discussion regarding exhaustion of\r\n  remedies, and the trial court's explanations, we find the trial court based its\r\n  ruling upon procedure and did not evaluate the sufficiency of the evidence\r\n  Graves presented regarding whether her working conditions were intolerable. \r\n  The reference to statutory limitations upon the types of actions that\r\n  individuals may bring against the State suggests the trial court agreed that\r\n  Graves's failure to exhaust her administrative remedies precluded her from\r\n  filing suit.  It does not suggest that the trial court considered whether\r\n  Graves bore her burden of proof.  Consequently, the two issue rule does not\r\n  apply, and we proceed to the merits of Graves's argument.  \r\nII.&nbsp; Federal Requirement to Exhaust Administrative Remedies\r\nWe affirm\r\n  the trial court's conclusion that federal law requires an employee in Graves's\r\n  situation to exhaust the administrative remedies available to her.  Title VII\r\n  of the Civil Rights Act of 1964 prohibits the discharge of an employee on the\r\n  basis of her &quot;race, color, religion, sex, or national origin.&quot;  42\r\n  U.S.C.A. § 2000e-2(a)(1) (2003).  Actions arising under Title VII for a hostile\r\n  work environment fall into one of two categories:  &quot;(1) harassment that\r\n  culminates in a tangible employment action, for which employers are strictly\r\n  liable, and (2) harassment that takes place in the absence of a tangible\r\n  employment action, to which employers may assert an affirmative defense.&quot;  Penn. State Police v. Suders, 542 U.S. 129, 143 (2004) (internal\r\n  quotation marks and citations omitted).  &quot;A tangible employment action\r\n  constitutes a significant change in employment status, such as hiring, firing,\r\n  failing to promote, reassignment with significantly different responsibilities,\r\n  or a decision causing a significant change in benefits.&quot;  Burlington\r\n    Indus., Inc. v. Ellerth, 524 U.S. 742, 761 (1998).  \r\nIn\r\n  the absence of a tangible employment action, an employee is entitled to relief\r\n  for a constructive discharge if her &quot;employer deliberately makes the\r\n  working conditions intolerable in an effort to induce the employee to quit.&quot;  Honor v. Booz-Allen &amp; Hamilton, Inc., 383 F.3d 180, 186 (4th Cir.\r\n  2004) (internal quotation marks and citation omitted).  The employee must prove\r\n  that the employer's actions were deliberate and motivated by an unlawful bias\r\n  (such as race) and that the working conditions were objectively intolerable.[3]  Id. at 186-87.  When an employer answers a claim of vicarious liability\r\n  for harassment by a supervisor, it may defeat the claim by establishing the\r\n  affirmative defense that it &quot;exercised reasonable care to prevent and\r\n  correct&quot; the supervisor's harassing behavior and that the &quot;employee\r\n  unreasonably failed to take advantage of any preventive or corrective\r\n  opportunities provided by the employer or to avoid harm otherwise.&quot;  Suders,\r\n  542 U.S. 145-46 (internal quotation marks omitted).  \r\nGraves's\r\n  argument that she was not required to exhaust her administrative remedies\r\n  because official acts by the College precipitated her departure is not properly\r\n  before us.  Her brief indicates that she intends &quot;official acts&quot; to\r\n  mean &quot;tangible employment action&quot; as discussed in Ellerth and Suders. \r\n  However, a party may not present one argument to the trial court and another on\r\n  appeal.  Crawford v. Henderson, 356 S.C. 389, 409, 589 S.E.2d 204, 215\r\n  (Ct. App. 2003); see also Wilder Corp. v. Wilke, 330 S.C. 71, 76,\r\n  497 S.E.2d 731, 733 (1998) (&quot;It is axiomatic that an issue cannot be\r\n  raised for the first time on appeal, but must have been raised to and ruled\r\n  upon by the trial judge to be preserved for appellate review.&quot;).  Graves\r\n  had ample opportunity to present her official acts argument to the trial court\r\n  but failed to do so.  Instead, she averred that there was &quot;no controlling\r\n  . . . case law . . . in these circumstances.&quot;  She theorized that she was\r\n  entitled to recover because her voluntary resignation excluded her from\r\n  pursuing administrative remedies under the College's employee grievance procedure\r\n  (EGP).  In support, she argued Honor entitled her to recover because she\r\n  resigned after her employer made her working conditions intolerable.  In her\r\n  arguments to the trial court, she did not identify the significance of tangible\r\n  employment action or its impact upon the employer's right to assert an\r\n  affirmative defense.  Consequently, her argument is not properly preserved, and\r\n  we affirm the trial court's determination that federal law required Graves to\r\n  exhaust her administrative remedies prior to filing suit.  \r\nIII.&nbsp; Administrative\r\n  Remedies Available under State Law\r\nWe\r\n  turn next to the administrative remedies available to Graves.  The General\r\n  Assembly codified a grievance procedure for employees of the State &quot;for\r\n  the protection and in the interests of both the employee and the agency via a\r\n  neutral method of dispute resolution and fair administrative review.&quot; \r\n  S.C. Code Ann. § 8-17-310 (Supp. 2009).  In accordance with these statutes,\r\n  each state government agency is required to have a written employee grievance\r\n  procedure approved by the Office of Human Resources.  S.C. Code Ann. § 8-17-330\r\n  (Supp. 2009).  The College's EGP mirrors the statutory requirements.  This\r\n  procedure defines termination of employment as &quot;the action taken against\r\n  an employee to separate the employee involuntarily from employment.&quot;  Cf. S.C. Code Ann. § 8-17-320(26) (Supp. 2009).  Both the statute and the EGP\r\n  specify that termination is a grievable event.  § 8-17-330.  However, according\r\n  to the EGP, an employee who voluntarily resigns &quot;shall waive any and all\r\n  rights to file a grievance or an appeal concerning such actions.&quot;  \r\nThe\r\n  EGP outlines a formal employee grievance procedure consisting of four steps and\r\n  culminating in review by the State Human Resources Director.[4] \r\n  The EGP specifies that these steps are available only to covered employees, a\r\n  group which excludes &quot;returning retirees.&quot;  Under this definition,\r\n  Graves would not have qualified as a covered employee because she worked at the\r\n  College under the TERI program as a retiree who returned to work for a maximum\r\n  of five years.  See S.C. Code Ann. §&nbsp;9-1-2210 (Supp. 2009)\r\n  (outlining a retired employee's return to work under the TERI program).  However,\r\n  the version of the EGP in the record was last revised February 14, 2007, nearly\r\n  two years after Graves left the College and state law on TERI employees'\r\n  grievance rights changed.  The record does not reflect whether the version of\r\n  the EGP in effect in February 2005 excluded returning retirees or TERI\r\n  employees from filing formal grievances.  Consequently, we look not to the 2007\r\n  EGP but to the statutes in effect in February 2005 to determine whether Graves\r\n  had grievance rights.  \r\nIn\r\n  February 2005 when Graves resigned, TERI employees were not statutorily\r\n  excluded from using the State's employee grievance procedures.  S.C. Code Ann.\r\n  § 8-17-370 (Supp. 2004); see also S.C. Code Ann. § 9-1-2210(E) (Supp.\r\n  2004) (&quot;For employment purposes, a [TERI] participant is considered to be\r\n  an active employee, retaining all other rights and benefits of an active\r\n  employee&quot;).  The bar to TERI employees' use of those procedures was\r\n  implemented on July 1, 2005, more than four months after Graves tendered her\r\n  resignation.  S.C. Code Ann. § 8-17-370(17) (Supp. 2009) (exclusion of TERI\r\n  employees originally effective July 1, 2005).  Furthermore, in September 2004,\r\n  our supreme court quoted a portion of the TERI guidelines for state government\r\n  that specifically stated TERI employees had grievance rights at that time:  &quot;Employees\r\n  who enter the TERI program gain no new employment rights and are subject to the\r\n  employment policies and procedures associated with whatever position(s) they\r\n  occupy during the program period, to include those policies and procedures\r\n    related to salary, benefits, and grievance rights.&quot;  Med.\r\n      Univ. of S.C. v. Arnaud, 360 S.C. 615, 617 n.1, 602 S.E.2d 747, 748 n.1\r\n  (2004) (quotation marks omitted; emphasis supplied).  Accordingly, we find that\r\n  at the time she tendered her resignation, Graves was eligible to file a\r\n  grievance.  \r\nSection\r\n  8-17-330 of the South Carolina Code (Supp. 2004) required that each state\r\n  government agency establish an employee grievance procedure.  Each agency\r\n  submitted its procedure in writing to the State Office of Human Resources for\r\n  approval and, once approved, provided a copy to each employee.  Id. \r\n  Section 8-17-320(7) of the South Carolina Code (Supp. 2004) defined the term\r\n  &quot;covered employee&quot; in a manner that did not exclude TERI employees.  Cf. Arnaud, 360 S.C. at 617 n.1, 602 S.E.2d at 748 n.1.  These state-mandated\r\n  procedures were available to employees dissatisfied with &quot;terminations,\r\n  suspensions, involuntary reassignments, and demotions.&quot;  § 8-17-330.  Like\r\n  the current statute, the 2004 version defined &quot;termination&quot; as &quot;the\r\n  action taken by an agency against an employee to separate the employee\r\n  involuntarily from employment.&quot;  § 8-17-320(26).  \r\nEach\r\n  agency's procedure was required to incorporate a timetable prescribed by\r\n  statute for timely resolution of employee grievances.  § 8-17-330.  The\r\n  timetable required the employee to initiate her grievance &quot;within fourteen\r\n  calendar days of the effective date of the action&quot; and the agency to issue\r\n  its decision within forty-five days of the date the grievance was filed.  Id. \r\n  Within ten days of receiving the agency's decision, the employee could file a\r\n  written appeal of the decision with the State Human Resources Director.  Id. \r\n  Failure to do so timely &quot;constitute[d] a waiver of the right to\r\n  appeal.&quot;  Id.  \r\nThe\r\n  plain language in the definition of &quot;termination&quot; does not\r\n  distinguish a forced resignation from a termination.  Rather, we find &quot;the\r\n  action taken against an employee to separate [her] involuntarily from\r\n  employment&quot; contemplated intolerably oppressive or discriminatory behavior\r\n  by a superior aimed at forcing the employee to resign.  This language does not\r\n  require the action to be official or sanctioned by the College President; it\r\n  need only be directed toward the employee.  By the same token, these terms do\r\n  not refer to firing the employee, but rather to taking action against her to\r\n  separate her from her job against her will.  \r\nAlthough\r\n  the trial court made no specific findings, it heard extensive arguments on the\r\n  question of whether a forced resignation was a type of termination.  The trial\r\n  court's ultimate ruling required an implicit finding that a forced resignation\r\n  amounted to a grievable termination.  The trial court observed two possible\r\n  outcomes.  On one hand, if Graves were ineligible to grieve her separation from\r\n  the College, she had the right to pursue her claim in court.  If, on the other\r\n  hand, Graves was required to but failed to file a grievance, she effectively\r\n  waived her right to seek relief in court.  \r\nThe\r\n  record supports a finding that Graves failed to avail herself of her grievance rights\r\n  by failing to submit a written grievance within the applicable time limit.  In\r\n  addition, the trial court reviewed Graves's exit questionnaire, which did not\r\n  indicate she felt pressured to resign.  In that document, Graves indicated she\r\n  left for a reason &quot;that would appear to be discriminatory on the basis of\r\n  race, color, sex, religion, national origin, age, handicap or Vietnam Era\r\n  Veteran.&quot;  Nonetheless, she made no effort to explain her reason for leaving,\r\n  either on the questionnaire or in her letter of resignation.  Graves testified\r\n  that she did not report Hawley's behavior before she resigned but that the\r\n  College knew her reasons for leaving because she &quot;told Mr. Wilson.&quot; \r\n  However, Graves did not speak with Wilson until a couple of days after she\r\n  resigned.  When she did speak with him, she did not ask him to reinstate her\r\n  employment or correct the wrongs done to her.[5] \r\n  Instead, she confronted him about Hawley's intent to force her out and asked\r\n  him to provide her with the names of the people who had complained about her. \r\n  After receiving Wilson's letter of response to this request, Graves sent Wilson\r\n  a letter asking him to talk to the area commissioner, but Wilson declined. \r\n  Consequently, the record supports a finding that Graves failed to pursue her\r\n  grievance rights prior to filing suit, and the trial court did not err in\r\n  directing a verdict in the College's favor.\r\nCONCLUSION\r\nWe\r\n  find federal law did not excuse Graves from exhausting her administrative\r\n  remedies before filing suit.  Furthermore, we find that at the time of Graves's\r\n  resignation, she had a statutory right to pursue her grievance under the State\r\n  Employee Grievance Procedure.  She failed to do so before filing suit.  Accordingly,\r\n  we affirm the trial court's grant of a directed verdict in favor of the\r\n  College.  \r\nAFFIRMED.  \r\nHUFF\r\n  and GEATHERS, JJ., and CURETON, A.J., concur.  \r\n\r\n\r\n[1] S.C. Code Ann. § 9-1-2210 (Supp. 2009) (providing when\r\n  an eligible state employee returns to work under TERI, her retirement benefits\r\n  are held in trust and disbursed to her when she ceases working under TERI;\r\n  limiting TERI participation to a maximum of five years; and explaining TERI\r\n  participation does not operate as a guarantee of employment).  \r\n[2] S.C. Code Ann. §§ 8-17-310 to -380 (1986 &amp; Supp.\r\n  2009).  \r\n[3] However, the federal courts caution that while an\r\n  employee must not be subjected to unreasonably harsh working conditions\r\n  designed to secure his resignation, the law does not guarantee him a working\r\n  environment free of stress or frustration.  Goldsmith v. Mayor &amp; City\r\n    Council of Baltimore, 987 F.2d 1064, 1072 (4th Cir. 1993).  Furthermore,\r\n  recognizing that &quot;the claim of constructive discharge is . . . open to\r\n  abuse by those who leave employment of their own accord,&quot; the Fourth\r\n  Circuit carefully limits its application.  Paroline v. Unisys Corp., 879\r\n  F.2d 100, 114 (4th Cir. 1989) (Wilkinson, J., dissenting), cited with\r\n    approval in Paroline v. Unisys Corp., 900 F.2d 27, 28 (4th Cir.\r\n  1990).  \r\n[4] The EGP also provides an informal complaint process\r\n  which permits an employee to file a written complaint with the Assistant Vice\r\n  President for Human Resources and Employee Relations.  It is unclear whether\r\n  this process was available to employees who were not covered by the EGP.  Furthermore,\r\n  there is no indication pursuing such a complaint could have resulted in a judicially\r\n  reviewable final agency decision.  \r\n[5] During oral argument, counsel for the College conceded\r\n  that if Graves had requested reinstatement in writing and the College had\r\n  refused, she could have grieved the College's failure to reinstate.  \r\n\r\n","court":"Appeals"},{"id":"4758","title":"State v. Moses","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4758","description":"Waltroric U. Moses appeals his conviction for assault and battery of a high and aggravated nature and sentence pursuant to the Youthful Offender Act.  We affirm.","date":"2010-11-05","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The\r\n          State,  Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n          Waltroric\r\n          U. Moses, &nbsp; Appellant.\r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nJohn C. Few, Circuit Court Judge\r\n\r\nOpinion No. 4758\r\n  Heard September 15, 2010 – Filed November\r\n5, 2010    \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson, of\r\n          Columbia, for Appellant.\r\n        Attorney General Henry Dargan McMaster, Chief\r\n          Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n          Salley W. Elliott, and Assistant Attorney General Julie M. Thames, all of\r\n          Columbia; Robert Mills Ariail, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPIEPER, J.: Waltroric U. Moses appeals his conviction for assault\r\n  and battery of a high and aggravated nature (ABHAN) and sentence pursuant to\r\n  the Youthful Offender Act.  On appeal, Moses argues the trial court erred in:\r\n  (1) ruling his statement was voluntarily made; (2) refusing to dismiss the\r\n  charges due to the State's destruction of and failure to disclose videotaped\r\n  evidence; (3) refusing to grant the motion to quash the indictments; and (4) admitting\r\n  statements by a witness under Rule 613, SCRE, as prior inconsistent\r\n  statements.  We affirm.  \r\nFACTS/PROCEDURAL HISTORY\r\nOn September 28, 2006, Moses,\r\n  a special education student at Hillcrest High School, was involved in a\r\n  physical altercation with a school police officer.  The altercation took place\r\n  during a lunch period when Moses went to the cafeteria to wish a cafeteria\r\n  worker happy birthday.  Moses walked towards a lunch line being monitored by a\r\n  biology teacher, Brian Carl.  As Moses approached, Carl told him not to cut in\r\n  line.  Moses did not respond and Carl followed him, indicating that Moses had\r\n  to go to the end of the line.  Moses continued to ignore Carl and proceeded\r\n  through the lunch line.  After tugging on Moses' backpack, Carl repeated for a\r\n  third time that Moses could not cut in line.  Refusing to cooperate, Moses told\r\n  Carl not to touch him and that he better get away from him.  Consequently, in\r\n  accordance with school procedure, Carl took Moses' identification badge from his\r\n  backpack and asked Officer Morris Madden, the school resource officer, to\r\n  handle the situation with Moses. \r\nThereafter, Moses walked behind\r\n  Carl to the administrator's table to retrieve his badge.  When Moses walked\r\n  back toward the lunch line, Carl turned around and put his hand on Moses'\r\n  shoulder.  Moses responded by raising his hand up and stating, &quot;don't f­_\r\n  _ _ing touch me.&quot;  When Madden saw Moses raise his hand, Madden stood up,\r\n  grabbed Moses by the hand, and told him to sit down at the administrator's\r\n  table.  Instead of sitting down, Moses &quot;pushed&quot; his chair toward Madden\r\n  and told Madden to get off of him.  Moses then pushed Madden.  Moses started to\r\n  walk away and Madden caught up with him and attempted to place him under arrest. \r\n  When Madden attempted to grab Moses and arrest him, Moses turned around, shoved\r\n  Madden with both hands, and told him, &quot;get the f_ _k away.&quot;  \r\nAfter Moses pushed Madden a\r\n  second time, Madden attempted to push Moses to the ground in order to gain\r\n  control of him.  However, Madden was unable to keep Moses down.  Once Moses was\r\n  able to stand up, he grabbed Madden around his waist and pushed him backwards. \r\n  Madden used his arms to come underneath Moses' grip and then punched him.  Moses\r\n  then punched Madden in the left temple area of his head, knocking off his\r\n  glasses.  As a result, Madden suffered multiple facial fractures.  \r\nMoses immediately ran out of\r\n  the cafeteria and exited the building while Madden and Officer Matthew Smith\r\n  followed him.  Smith asked Moses to stop.  Moses finally stopped and told Smith\r\n  to keep Madden away from him.  Smith placed Moses into custody and transported\r\n  him to the Simpsonville Police Department.  At the police department, Smith\r\n  took Moses into the squad room where he removed Moses' handcuffs.  Smith read\r\n  Moses his rights verbatim from the &quot;Waiver of Rights&quot; form and asked\r\n  Moses if he understood his Miranda[1] rights.  Moses replied that he understood his rights and signed the waiver. \r\n  Smith then took Moses' written statement by writing down everything Moses said.  \r\nMoses was indicted for ABHAN,\r\n  malicious injury to personal property, and disturbing schools.  The case\r\n  proceeded to trial in Greenville County on October 29, 2007.  Following jury\r\n  selection, the court denied the defense's pretrial motions relating to a Brady[2] violation involving production of the school's surveillance tapes, the\r\n  voluntariness of Moses' statement, and the alleged irregularity of grand jury\r\n  proceedings.  At trial, the court also overruled two evidentiary objections by\r\n  defense counsel on the basis of hearsay and relevance.        \r\n The trial court granted a\r\n  directed verdict on the indictment for malicious injury to personal property,\r\n  finding no evidence of intent.  The jury found Moses guilty of ABHAN, but not\r\n  guilty of disturbing schools.  The court sentenced Moses to incarceration for a\r\n  period not to exceed six years, which is the maximum sentence for ABHAN under\r\n  the Youthful Offender Act.  This appeal followed.  \r\nISSUES ON APPEAL\r\n(1) Did the trial court err in ruling\r\n  that Moses' custodial statement was admissible as voluntarily made?\r\n(2) Did the trial court err in\r\n  refusing to dismiss the charges against Moses as the result of the State's alleged\r\n  destruction of and failure to preserve or disclose videotaped evidence?\r\n(3) Did the trial court err in\r\n  refusing to grant the motion to quash the indictments?\r\n(4) Did the trial court err in\r\n  admitting as substantive evidence prior statements made by a defense witness\r\n  under the theory that the statements were admissible as prior inconsistent statements\r\n  under Rule 613, SCRE, and did the court err in denying the motion to strike\r\n  when the State's witness referenced Moses' prior bad act of assaulting a\r\n  teacher?\r\nSTANDARD OF REVIEW\r\nIn criminal cases, the\r\n  appellate court only reviews errors of law and is bound by the trial court's\r\n  factual findings unless the findings are clearly erroneous.  State v. Baccus,&nbsp;367\r\n  S.C. 41, 48, 625 S.E.2d 216, 220&nbsp;(2006).  &quot;On appeal, the trial\r\n  judge's ruling as to the voluntariness of the confession will not be disturbed\r\n  unless so erroneous as to constitute an abuse of discretion.&quot; State v.\r\n    Myers, 359 S.C. 40, 47, 596 S.E.2d 488, 492 (2004).  Likewise, rulings on\r\n  the admission of evidence are within the trial court's discretion and will not\r\n  be reversed absent an abuse of discretion.  State v. Stokes,&nbsp;381\r\n  S.C. 390, 398, 673 S.E.2d 434, 438&nbsp;(2009).\r\nLAW/ANALYSIS\r\nMoses first argues the trial\r\n  court erred in failing to suppress Moses' custodial statement on the ground the\r\n  statement was not knowingly or voluntarily given.  Moses argues that under the\r\n  totality of the circumstances, the statement, taken from a learning-disabled student,\r\n  unaccompanied by his parents, was improperly admitted into evidence.  However, because\r\n  defense counsel failed to make a contemporaneous objection, this issue is not\r\n  preserved for our review.  &quot;[M]aking a motion in limine to exclude\r\n  evidence at the beginning of trial does not preserve an issue for review\r\n  because a motion in limine is not a final determination. The moving\r\n  party, therefore, must make a contemporaneous objection when the evidence is\r\n  introduced.&quot; State v. Forrester,&nbsp;343 S.C. 637, 642, 541 S.E.2d\r\n  837, 840&nbsp;(2001).  Notwithstanding, if the court makes a ruling on the\r\n  admission of evidence immediately prior to the evidence at issue being\r\n  introduced at trial, then the aggrieved party need not renew the original\r\n  objection.  Id. (emphasis added).  Here, Moses does not meet the\r\n  exception to the rule because the evidence was not immediately introduced\r\n  following the court's ruling at the pretrial hearing.  Thus, it was necessary\r\n  for defense counsel to renew her objection to the introduction of Moses'\r\n  custodial statement in order to preserve the issue for appellate review.  \r\nMoreover, the record supports\r\n  the trial court's ruling that Moses' statement was freely, knowingly, and\r\n  voluntarily made.  In Jackson v. Denno, 378 U.S. 368 (1964), the United\r\n  States Supreme Court indicated &quot;that a defendant in a criminal case is deprived\r\n  of due process of law if his conviction is founded, in whole or in part, upon\r\n  an involuntary confession, without regard for the truth or falsity of the\r\n  confession.&quot; 378 U.S. at 376.  Accordingly, a defendant has the right to\r\n  object to the use of the confession and to have a fair hearing and a reliable\r\n  determination on the issue of voluntariness.  Id. at 376-77.  In order\r\n  to introduce into evidence a confession arising from custodial interrogation,[3] the State must prove by a preponderance of the evidence that the statement was made\r\n  freely and voluntarily, and taken in compliance with Miranda v. Arizona,\r\n  384 U.S. 436 (1966).  State v. Goodwin,&nbsp;384 S.C. 588, 601, 683\r\n  S.E.2d 500, 507&nbsp;(Ct. App. 2009); State v. Miller, 375 S.C. 370,\r\n  378, 652 S.E.2d 444, 448 (Ct. App. 2007).[4]  \r\n&quot;The main purpose of Miranda is to ensure that an accused is advised of and understands the right to remain\r\n  silent and the right to counsel.&quot;  Berghuis v. Thompkins, 130 S.Ct.\r\n  2250, 2261 (2010).  Both of these Miranda rights protect the privilege\r\n  against compulsory self-incrimination.  Id. at 2260.  The United States\r\n  Supreme Court has now recognized there is no principled reason to adopt\r\n  differing standards for determining when an accused has &quot;invoked&quot; the\r\n  right to remain silent or &quot;invoked&quot; the right to counsel.  See id.  As such, a suspect must &quot;invoke&quot; these rights &quot;unambiguously.&quot;  See id.  &quot;A requirement of an unambiguous invocation of Miranda rights results in an objective inquiry that avoid[s] difficulties of proof and\r\n  . . . provide[s] guidance to officers on how to proceed in the face of\r\n  ambiguity.&quot; Id. (internal quotation marks and citation omitted). \r\n  Otherwise, &quot;[i]f an ambiguous act, omission, or statement could require\r\n  police to end the interrogation, police would be required to make difficult\r\n  decisions about an accused's unclear intent and face the consequence of\r\n  suppression 'if they guess wrong.'&quot;  Id. (quoting Davis v.\r\n    United States, 512 U.S. 452, 461).  Suppression under these circumstances\r\n  would place a &quot;significant burden on society's interest in prosecuting\r\n  criminal activity.&quot;  Id.\r\nHere, Moses did not unambiguously\r\n  &quot;invoke&quot; his right to remain silent or his right to counsel.  Additionally,\r\n  Moses has not challenged on appeal his right to counsel; thus, we need only consider\r\n  whether Moses &quot;waived&quot; his right to remain silent due to his\r\n  assertion that his statement was not freely and voluntarily given.  See Berghuis,\r\n  130 S.Ct. at 2260 (&quot;Even absent the accused's invocation of the right to\r\n  remain silent, the accused's statement during a custodial interrogation is\r\n  inadmissible at trial unless the prosecution can establish that the accused in\r\n  fact knowingly and voluntarily waived [Miranda] rights when making the\r\n  statement.&quot;) (internal quotation marks and citation omitted).  The Supreme\r\n  Court has indicated two dimensions to this waiver inquiry: (1) the waiver must\r\n  be &quot;voluntary in the sense that it was the product of a free and\r\n  deliberate choice rather than intimidation, coercion, or deception&quot; and (2)\r\n  the waiver must be &quot;made with a full awareness of both the nature of the\r\n  right being abandoned and the consequences of the decision to abandon it.&quot;  Id. (quoting Moran v. Burbine, 475 U.S. 412, 421 (1986)).  As\r\n  both the United States Supreme Court and our state supreme court have indicated,\r\n  the prosecution need not show that a waiver of Miranda was express.  Berghuis,\r\n  130 S.Ct. at 2261; State v. Kennedy, 333 S.C. 426, 429, 510 S.E.2d 714,\r\n  715 (1998) (&quot;An express waiver is unnecessary to\r\n  support a finding that the defendant has waived the right to remain silent or\r\n  the right to counsel guaranteed by Miranda.&quot; (citing North\r\n    Carolina v. Butler, 441 U.S. 369 (1979))).  An implicit waiver is\r\n  sufficient.  Id.  Regardless of whether the waiver is express or\r\n  implied, the waiver must be given freely, knowingly, and voluntarily.  Accordingly,\r\n  we must assess Moses' waiver under this standard.\r\nIn South Carolina, the test for\r\n  determining whether a defendant's confession was given freely, knowingly, and\r\n  voluntarily focuses upon whether the defendant's will was overborne by the totality\r\n  of the circumstances surrounding the confession.  See Goodwin,\r\n  384 S.C. at 601, 683 S.E.2d at 507 (citing Dickerson v. United States,\r\n  530 U.S. 428, 434 (2000)).  Courts have recognized appropriate factors that may\r\n  be considered in a totality of the circumstances analysis: background;\r\n  experience; conduct of the accused; age; maturity; physical condition and\r\n  mental health; length of custody or detention; police misrepresentations;\r\n  isolation of a minor from his or her parent; the lack of any advice to the\r\n  accused of his constitutional rights; threats of violence; direct or indirect\r\n  promises, however slight; lack of education or low intelligence; repeated and\r\n  prolonged nature of the questioning; exertion of improper influence; and the\r\n  use of physical punishment, such as the deprivation of food or sleep.  See,\r\n    e.g., Withrow v. Williams, 507 U.S. 680, 693-94 (1993) (length of\r\n  interrogation, location, continuity, and defendant's maturity, physical\r\n  condition, education, and mental health); Schneckloth v. Bustamonte, 412\r\n  U.S. 218, 226 (1973) (noting the following factors as relevant: age, education,\r\n  advice of constitutional rights, length of detention, repeated and prolonged\r\n  nature of questioning, and use of physical punishment such as deprivation of\r\n  food or sleep); Goodwin, 384 S.C. at 601, 683 S.E.2d at 507 (police\r\n  coercion, length of interrogation, its location, continuity, and defendant's\r\n  maturity, education, physical condition, and mental health); Simmons,\r\n  384 S.C. 163-64, 682 S.E.2d 28-29 (awareness of constitutional rights,\r\n  coercion, hunger, promise of leniency); State v. Dye,&nbsp;384 S.C. 42,\r\n  47-48, 681 S.E.2d 23, 26-27&nbsp;(Ct. App. 2009) (defendant's awareness of\r\n  rights, coercion, environment, education); State v. Parker, 381 S.C. 68,\r\n  85-93, 671 S.E.2d 619, 627-32 (Ct. App. 2008) (age, education, physical and\r\n  mental state of defendant, misrepresentations of evidence by police, coercion, effect\r\n  of juvenile's request for parent and advice of parent); Miller, 375 S.C.\r\n  at 384-86, 652 S.E.2d at 451-52 (direct or implied promise of leniency).  This\r\n  list of factors is not an exclusive list.  See Withrow, 507 U.S.\r\n  at 693-94.  Moreover, no single factor is dispositive and each case requires\r\n  careful scrutiny of all surrounding circumstances.  Schneckloth, 412\r\n  U.S. at 226-27; State v. Pittman,&nbsp;373 S.C. 527, 566, 647 S.E.2d\r\n  144, 164&nbsp;(2007).\r\nHere, Smith testified during\r\n  the hearing that only he and Moses were present during his interview, although\r\n  he acknowledged that several officers walked in and out of the room.  The\r\n  record does not indicate Moses was threatened by Smith.  Rather, Smith, aware\r\n  that Moses was seventeen years old and enrolled in special education classes,\r\n  took the time to write Moses' statement himself after reading each line of the\r\n  &quot;Waiver of Rights&quot; form to Moses, who then signed the form.  Additionally,\r\n  Moses testified on two separate occasions that he understood his Miranda rights.  He further testified that Smith did not tell him what to say during\r\n  his statement.  The record does not indicate that Moses was detained for an\r\n  extended period of time.  Finally, although Moses could only read and write at\r\n  a third grade level, he was able to earn an occupational diploma.  Although the\r\n  trial court failed to specifically mention his mother's alleged request to be\r\n  present during questioning, we find that factor standing alone is not\r\n  dispositive.  Ultimately, upon review of the totality of the circumstances in\r\n  this case, the record supports the trial court's conclusion that Moses' statement\r\n  was freely, knowingly, and voluntarily made, regardless of his age, learning\r\n  disability, and separation from his mother.  Thus, we find no abuse of\r\n  discretion by the trial court.\r\nNext, Moses argues the trial court\r\n  erred in refusing to dismiss the charges due to the failure of the State to\r\n  preserve or disclose videotaped evidence from the incident in the cafeteria\r\n  which would have been helpful to Moses in identifying student witnesses. \r\n  Because of his expulsion, Moses was not allowed to go back to the school to\r\n  look for student witnesses who were in the cafeteria at the time of the\r\n  incident.  If he had been presented with the entire surveillance recording,\r\n  defense counsel asserts he may have been able to locate, interview, and present\r\n  favorable testimony from student witnesses.  \r\nThe State's duty to disclose\r\n  evidence favorable to the defendant is addressed by Brady v. Maryland,&nbsp;373\r\n  U.S. 83 (1963).  &quot;The suppression by the [State] of evidence favorable to\r\n  an accused upon request violates due process where the\r\n  evidence is material either to guilt or punishment.&quot;  Brady,&nbsp;373\r\n  U.S. at 87.  In South Carolina, an individual asserting a Brady violation must demonstrate that the evidence: (1) was favorable to the accused;\r\n  (2) was in the possession of or known by the prosecution; (3) was suppressed by\r\n  the State; and (4) was material to the accused's guilt or innocence or was impeaching.[5]  Riddle v. Ozmint, 369 S.C. 39, 44, 631 S.E.2d 70, 73 (2006); State\r\n    v. Carlson,&nbsp;363 S.C. 586, 609, 611 S.E.2d 283, 295&nbsp;(Ct. App. 2005). \r\n  The court in Riddle recognized the United States Supreme Court's\r\n  emphasis on the prosecutor's responsibility for fair play. Riddle, 369\r\n  S.C. at 46, 631 S.E.2d at 74.  In describing this responsibility, the court\r\n  stated: \r\n\r\n  The\r\n    prudent prosecutor will resolve doubtful questions in favor of disclosure. This\r\n    is as it should be. Such disclosures will serve to justify trust in the prosecutor\r\n    as the representative . . . of a sovereignty . . . whose interest . . . in a\r\n    criminal prosecution is not that it shall win a case, but that justice shall be\r\n    done. And it will tend to preserve the criminal trial, as distinct from the\r\n    prosecutor's private deliberations, as the chosen forum for ascertaining the truth\r\n    about criminal accusations.\r\n\r\nId.  (internal quotation marks and citation omitted).  As\r\n  such, it is imperative for prosecutors to abide by this rule as &quot;[o]ur\r\n  judicial system relies upon the integrity of the participants.&quot; Id.   Whether the prosecutor's failure to reveal evidence pursuant to Brady is due to negligence or an intentional act is irrelevant because a court may\r\n  find a Brady violation regardless of the good or bad faith of the\r\n  prosecutor.  Gibson v. State, 334 S.C. 515, 528, 514 S.E.2d 320, 327&nbsp;(1999). \r\n  Because Brady is founded upon a sense of fairness and justice, the focus\r\n  in a Brady analysis should not be on the misconduct of the prosecutor,\r\n  but rather on the fairness of the procedure.  Id.  As noted in Brady,\r\n  &quot;[t]he principle . . . is not punishment of society for misdeeds of a\r\n  prosecutor but avoidance of an unfair trial to the accused. Society wins not\r\n  only when the guilty are convicted but when criminal trials are fair[.]&quot;  Id. (quoting Brady, 373 U.S. at 87).  &quot;If the suppression of evidence\r\n  results in constitutional error, it is because of the character of the\r\n  evidence, not the character of the prosecutor.&quot;  Id. (quoting United\r\n    States v. Agurs, 427 U.S. 97, 110 (1976)).    \r\nGenerally, &quot;[t]here are\r\n  three categories of Brady violations: (1) cases involving nondisclosed\r\n  evidence or perjured testimony about which the prosecutor knew or should have\r\n  known; (2) cases in which the defendant specifically requested the nondisclosed\r\n  evidence; and (3) cases in which the defendant made no request or only a\r\n  general request for Brady material.&quot; Carlson, 363 S.C. at\r\n  609, 611 S.E.2d at 295.  Evidence\r\n  considered favorable to the defendant includes both exculpatory and impeachment\r\n  evidence and extends to evidence that is not in the actual possession of the\r\n  prosecution, but also to evidence known by others acting on the government's\r\n  behalf, including the police.  Kennerly,&nbsp;331 S.C. at 452-53, 503\r\n  S.E.2d at 220.  Moreover, &quot;[e]vidence\r\n  is material only if there is a reasonable probability that, had the evidence been\r\n  disclosed to the defense, the result of the proceeding would have been\r\n  different.&quot;  United States v. Bagley,&nbsp;473 U.S. 667, 682 (1985); accord Kyles v. Whitley, 514 U.S. 419, 433-34 (1995); see also Riddle,&nbsp;369 S.C. at 45, 631 S.E.2d at 73&nbsp;(&quot;The question\r\n  is not whether petitioner would more likely have been acquitted had this\r\n  evidence been disclosed, but whether, without this\r\n  impeachment evidence, he received a fair trial 'resulting in a verdict worthy\r\n  of confidence.'&quot; (quoting Kyles, 514 U.S. at 434)); State v.\r\n    Hill, 368 S.C. 649, 661, 630 S.E.2d 274, 280-81&nbsp;(2006) (stating\r\n  evidence is material if the cumulative effect of the suppressed evidence\r\n  results in a reasonable probability that had the evidence been disclosed, the\r\n  result of the proceeding would have been different);Fradella v. Town of Mount Pleasant,&nbsp;325 S.C. 469, 479, 482 S.E.2d 53, 58&nbsp;(Ct.\r\n  App. 1997) (&quot;A defendant shows a Brady violation by demonstrating\r\n  that 'favorable evidence could [have been presented] to put the whole case in\r\n  such a different light as to undermine confidence in the verdict.'&quot;).  Evidence\r\n  is not considered &quot;material&quot; if the defense discovers the information\r\n  in time to adequately use it at trial.  Kennerly, 331 S.C. at 453, 503\r\n  S.E. 2d at 220; Sheppard v. State, 357 S.C. 646, 660, 594 S.E.2d 462,\r\n  470&nbsp;(2004) (finding no Brady violation when defense counsel was\r\n  given witness's statements in time for cross-examination, and, thus, there was\r\n  not a reasonable probability the outcome of the trial would have been different\r\n  had the statements been disclosed prior to trial).[6] \r\n   \r\nWhile Brady imposes a\r\n  duty on the State to disclose material evidence favorable to the\r\n  defendant, the State has the additional duty, albeit not an absolute duty, to preserve evidence that is favorable to the defendant.  Although under Brady the\r\n  good or bad faith of the State is irrelevant when the State fails to disclose\r\n  material, exculpatory evidence, the United States Supreme Court has clarified\r\n  that a different analysis is required when the State fails to preserve evidence\r\n  that might have exonerated the defendant.  In Arizona v. Youngblood,\r\n  488 U.S. 51 (1988), the Court explained the reason for this difference:\r\n\r\n  We\r\n    think that requiring a defendant to show bad faith on the part of the police\r\n    both limits the extent of the police's obligation to preserve evidence to reasonable\r\n    bounds and confines it to that class of cases where the interests of justice\r\n    most clearly require it, i.e., those cases in which the police\r\n    themselves by their conduct indicate that the evidence could form a basis for\r\n    exonerating the defendant. We therefore hold that unless a criminal defendant\r\n    can show bad faith on the part of the police, failure to preserve potentially\r\n    useful evidence does not constitute a denial of due process of law.\r\n\r\n488 U.S. at 58.   \r\nSouth Carolina has adopted\r\n  the duty to preserve analysis of Arizona v. Youngblood in its\r\n  jurisprudence. While recognizing that the State does not possess an absolute\r\n  duty to preserve potentially useful evidence, our state supreme court has held\r\n  that a defendant must demonstrate either that the State destroyed evidence in\r\n  bad faith, or the state destroyed evidence that possessed an exculpatory value\r\n  that is apparent before the evidence was destroyed and the defendant cannot\r\n  obtain other evidence of comparable value by other means.  State v. Mabe,&nbsp;306\r\n  S.C. 355, 358-59, 412 S.E.2d 386, 388&nbsp;(1991); see also State v.\r\n    Cheeseboro,&nbsp;346 S.C. 526, 538, 552 S.E.2d 300, 307&nbsp;(2001)\r\n  (finding &quot;[t]he State does not have an absolute duty to preserve\r\n  potentially useful evidence that might exonerate a defendant.&quot;) (emphasis\r\n  added); State v. Singleton,&nbsp;319 S.C. 312, 317, 460 S.E.2d 573,\r\n  576&nbsp;(1995) (&quot;[I]f the evidence possesses exculpatory value that is\r\n  apparent before its destruction, its disposal constitutes a denial of due\r\n  process.&quot; (citing Youngblood, 488 U.S. at 56 n.3)).\r\nIn this case, defense counsel\r\n  failed to establish a due process violation resulting from the intentional\r\n  destruction of, or failure to preserve, relevant evidence.  The record fails to\r\n  establish bad faith on Smith's part.  The State argued to the trial court\r\n  during pretrial motions that the surveillance system in place at Hillcrest High\r\n  School was very antiquated and only captured still images, not live video.  As\r\n  the State further explained, a live video could not be obtained from the\r\n  surveillance system because it is a delayed still image process.  Instead, if\r\n  not yet automatically deleted, delayed pictures could be obtained, such as the\r\n  one produced by Smith to defense counsel.  Further, the solicitor indicated to\r\n  the trial court that she had given a hard copy of the picture and a copy of the\r\n  disk to defense counsel; this statement was not contested at the time made. \r\n  The State also invited the defense expert to Hillcrest High School to examine\r\n  the surveillance system.  Thus, based on the information provided, the record\r\n  supports the trial court's finding that the State did not destroy any evidence\r\n  in bad faith.[7]  \r\nFurthermore, the testimony of\r\n  record fails to establish the exculpatory value of this evidence.  The defense\r\n  asserts the tape &quot;would most likely&quot; have allowed it to identify\r\n  witnesses who may reasonably have presented favorable evidence or\r\n  evidence which could have lead the defense to impeachment evidence.  Standing\r\n  alone, this assertion is insufficient.  Moreover, Moses failed to show that he\r\n  could not obtain other evidence of comparable value by other means; in fact,\r\n  the State provided defense counsel with a high school yearbook to help Moses in\r\n  identifying other witnesses who were present in the cafeteria.  See, e.g., United States v. Wilson, 901 F.2d 378, 381 (4th Cir. 1990) (finding no Brady violation when exculpatory information was not only available to the defendant,\r\n  but also available in a source where a reasonable defendant would have looked); see also Cheeseboro,&nbsp;346 S.C. at 538-39, 552 S.E.2d at\r\n  307&nbsp;(&quot;To establish a due process violation, a defendant must\r\n  demonstrate (1) that the State destroyed the evidence in bad faith, or (2) that\r\n  the evidence possessed an exculpatory value apparent before the evidence was\r\n  destroyed and the defendant cannot obtain other evidence of comparable value by\r\n  other means.&quot;); Mabe,&nbsp;306 S.C. at 358-59, 412 S.E.2d at\r\n  388&nbsp;(&quot;A defendant must demonstrate either that the state destroyed evidence in\r\n  bad faith, or that the state destroyed evidence that possessed an exculpatory\r\n  value that is apparent before the evidence was destroyed and the defendant\r\n  cannot obtain other evidence of comparable value by other means.&quot;).  Accordingly,\r\n  we find no reversible error in the trial court's denial of Moses' motion to\r\n  dismiss the case based on the alleged destruction of relevant evidence.        \r\nMoses next asserts on appeal\r\n  that the trial court erred in refusing to grant the motion to quash the\r\n  indictments on the ground the grand jury process followed in this case violated\r\n  due process and constitutional guarantees.  Moses asserts that the Greenville\r\n  County Grand Jury returned over four hundred indictments on the day the\r\n  indictments against him were returned; thus, he argues that the devotion of\r\n  only two minutes per indictment constituted evidence that the grand jury\r\n  proceedings were not regular.  We disagree.\r\n&quot;A grand jury is not a\r\n  prosecutor's plaything and the awesome power of the State should not be abused\r\n  but should be used deliberately, not in haste.&quot;  State v. Capps, 276\r\n  S.C. 59, 61, 275 S.E.2d 872, 873&nbsp;(1981).  Grand jury proceedings are\r\n  presumed to be regular unless clear evidence indicates otherwise.  State v.\r\n    Thompson, 305 S.C. 496, 501, 409 S.E.2d 420, 424 (Ct. App. 1991).  Any\r\n  speculation regarding &quot;potential&quot; abuse of grand jury proceedings\r\n  cannot suffice as evidence of &quot;actual&quot; abuse in order to quash an\r\n  indictment.  Id. at 502, 409 S.E.2d at 424.  \r\nIn State v. Duncan,\r\n  274 S.C. 379, 264 S.E.2d 421 (1980), the court dealt with a strikingly similar\r\n  issue.  The defendant appealed his conviction for murder and argued, among\r\n  several other grounds, that the trial court erred in failing to quash his\r\n  indictment.  274 S.C. at 380, 264 S.E.2d at 422.  At trial, Duncan's motion to\r\n  quash the indictment was based entirely on the number of indictments returned\r\n  by the grand jury on the day his indictment was returned, arguing it was\r\n  impossible for the grand jury to have had enough time to weigh the evidence\r\n  presented against him.  Id. at 380-81, 264 S.E.2d at 422.  The supreme court\r\n  affirmed the trial court's decision to deny the motion, holding that the Fifth\r\n  Amendment only requires the indictment to be returned by an unbiased jury and\r\n  to be valid on its face.  Id. at 381, 264 S.E.2d at 422.  Moreover, the\r\n  court stated the time spent deliberating a matter does not control the\r\n  effectiveness of the indictment.  Id.\r\nSimilar to the argument made in Duncan, Moses' argument is based on the number of indictments returned\r\n  on a single day.  Here, Moses asserts that all three indictments should be\r\n  quashed because the grand jury processed 418 indictments on the day it returned\r\n  his indictments.  At trial, Moses argued that based on the number of\r\n  indictments returned that day, the grand jury would have processed one\r\n  indictment every 2.3 minutes, not allowing much time and consideration for the\r\n  volume of evidence presented in this case.  Although the court in Duncan never mentioned the number of indictments returned that day, the court stated,\r\n  &quot;[t]he length of time spent deliberating a matter, even if it could be\r\n  established, does not control the effectiveness of the deliberation.&quot;  Id. at 381, 264 S.E.2d at 422.  Furthermore, this evidence is not clear evidence of\r\n  any actual abuse justifying the quashing of the indictments but rather, it\r\n  is tantamount to mere speculation regarding potential abuse.  See Thompson, 305 S.C. at 502, 409 S.E.2d at 424.  In addition, the average\r\n  time suggested herein by Moses discounts the equal possibility that the grand\r\n  jury spent more time on some cases and less on others.  Accordingly, without\r\n  direct evidence, which we acknowledge is difficult to provide due to the\r\n  secretive nature of the grand jury proceedings, Moses failed to demonstrate\r\n  irregular grand juror proceedings.  Thus, we find no reversible error in the\r\n  trial court's denial of the motion to quash the indictments.  \r\nTurning to the next issue on\r\n  appeal, Moses argues the trial court erred in admitting statements made by Amy\r\n  Gahagan, Moses' teacher, as prior inconsistent statements under Rule 613,\r\n  SCRE.  He argues that no foundation was made for the introduction of the\r\n  statements and, further, that the court erred in denying the defense motion to\r\n  strike when the State's witness referenced Moses' assault of a teacher.   We\r\n  disagree.\r\n\r\n  According to Rule 613, SCRE:\r\n\r\n  Extrinsic\r\n    evidence of a prior inconsistent statement by a witness is not admissible\r\n    unless the witness is advised of the substance of the statement, the time and\r\n    place it was allegedly made, and the person to whom it was made, and is given\r\n    the opportunity to explain or deny the statement. If a witness does not admit\r\n    that he has made the prior inconsistent statement, extrinsic evidence of such\r\n    statement is admissible. However, if a witness admits making the prior\r\n    statement, extrinsic evidence that the prior statement was made is\r\n    inadmissible. This provision does not apply to admissions of a party-opponent\r\n    as defined in Rule 801(d)(2).\r\n\r\nRule 613(b), SCRE.  &quot;A prior\r\n  inconsistent statement may be admitted as substantive evidence when the\r\n  declarant testifies at trial and is subject to\r\n  cross-examination.&quot;  State v. Stokes,&nbsp;381 S.C. 390, 398-99,\r\n  673 S.E.2d 434, 438&nbsp;(2009).  Unlike the federal rule, the South Carolina\r\n  rule requires that a proper foundation must be laid before admitting a prior\r\n  inconsistent statement.  State v. McLeod,&nbsp;362 S.C. 73, 81, 606\r\n  S.E.2d 215, 219&nbsp;(Ct. App. 2004).  Thus, &quot;[i]t is mandatory that a\r\n  witness be permitted to admit, deny, or explain a prior inconsistent\r\n  statement.&quot;  Id.\r\nThe trial court did not err\r\n  in allowing Coach Robert Searfoss to testify regarding Gahagan's prior\r\n  inconsistent statement.  &quot;Generally, where the witness has responded with\r\n  anything less than an unequivocal admission, trial courts have been granted\r\n  wide latitude to allow extrinsic evidence proving the statement.&quot;  State\r\n    v. Blalock, 357 S.C. 74, 80, 591 S.E.2d 632, 636&nbsp;(Ct. App. 2003); see\r\n      also State v. Carmack, 388 S.C. 190, 201-02, 694 S.E.2d 224,\r\n  230&nbsp;(Ct. App. 2010) (holding witness did not unequivocally admit making a\r\n  prior inconsistent statement; therefore, the trial court did not abuse its\r\n  discretion in allowing extrinsic evidence of the statement).  This wide\r\n  latitude extends to a witness indicating an inability to recall or to remember\r\n  a previous statement:  \r\n\r\n  If the\r\n    witness neither directly admit[s] nor den[ies] the act or declaration, as when\r\n    he merely says that he does not recollect, or, as it seems, gives any other\r\n    indirect answer not amounting to an admission, it is competent for the\r\n    adversary to prove the affirmative, for otherwise the witness might in every\r\n    such case exclude evidence of what he had done or said by answering that he did\r\n    not remember.\r\n\r\n\r\n  Blalock, 357 S.C. at 80, 591 S.E.2d at 636&nbsp;(quoting State v.\r\n    Sullivan, 43 S.C. 205, 211, 21 S.E. 4, 7 (1895)).  Here, the proper\r\n  foundation was laid for the admission of Gahagan's inconsistent statement.  Gahagan's\r\n  testimony was not an unequivocal admission.  She merely stated she could not\r\n  remember having asked Searfoss in the fall of 2006 to take Moses into his\r\n  classroom.  Gahagan was advised by the State of the substance of the statement\r\n  she made to Searfoss, the time and place it was allegedly made, the person to\r\n  whom it was made, and she was given the opportunity to explain or deny the\r\n  statement. See Rule 613(b), SCRE.  Moreover, the State even rephrased\r\n  the question to Gahagan to allow her a sufficient opportunity to explain or\r\n  deny the statement.  We find no abuse of discretion by the trial court.\r\nMoses also argues the trial\r\n  court improperly denied the defense motion to strike Searfoss's testimony regarding\r\n  Moses' prior assault in Laurens County.  During his testimony, Searfoss stated,\r\n  &quot;Mrs. Gahagan told me that Walt could be confrontational at times.  And\r\n  one of the reasons he was at Hillcrest now is because he assaulted a teacher at\r\n  Laurens High School . . . .&quot;   Defense counsel objected to the statement\r\n  on the ground of relevance and moved to strike the statement.  The trial court instructed\r\n  the jury as follows: &quot;[t]he comment about Laurens [referring to the\r\n  assault on a teacher] is not admissible. You should disregard that.&quot;  The\r\n  court further instructed the jury that the previous statement regarding what Gahagan\r\n  told Searfoss should only be used to evaluate the credibility of Gahagan. \r\n  According to the court's statement to the jury to disregard the testimony\r\n  regarding the Laurens County incident, the trial court in effect granted the\r\n  motion to strike.  We do not think the semantics of the court's ruling\r\n  prejudiced Moses or affected the outcome of the trial.  Instead, the\r\n  defendant's procedural objective of the motion to strike achieved the remedy of\r\n  the court directing the jury to disregard the testimony:\r\n\r\n  The\r\n    general rule is indisputably established that, when in the course of a trial\r\n    incompetent statements of witnesses are brought in either from accident, or\r\n    when they might be reasonably, though erroneously, thought by counsel to be\r\n    competent, the only remedy that the court can afford is to grant a motion to strike out and instruct the\r\n    jury to disregard the testimony. The injury resulting from the jury having\r\n    heard the incompetent statement is regrettable, but the trial cannot be stopped\r\n    because of such accidents and mistakes liable to occur in every trial. \r\n\r\nKeller v.\r\n  Pearce-Young-Angel Co.,&nbsp;253 S.C.\r\n  395, 399, 171 S.E.2d 352, 354&nbsp;(1969).  Thus, we find no prejudicial,\r\n  reversible error as to this issue.[8]  \r\nCONCLUSION\r\nBased on the\r\n  foregoing, the trial court's decision is \r\nAFFIRMED.\r\nWILLIAMS and KONDUROS,\r\n  JJ., concur.\r\n\r\n\r\n[1] Miranda v.\r\n  Arizona, 384 U.S. 436 (1966). \r\n[2] Brady v. Maryland,&nbsp;373 U.S. 83 (1963).  \r\n[3]  Custodial interrogation is not in dispute herein.\r\n[4] Once introduced, the State must prove to the jury (or\r\n  fact finder) beyond a reasonable doubt that the statement was freely,\r\n  knowingly, and voluntarily made.  State v. Simmons, 384 S.C. 145, 162,\r\n  682 S.E.2d 19, 28 (Ct. App. 2009); Goodwin,&nbsp;384 S.C. at 602, 683\r\n  S.E.2d at 507.\r\n[5] Likewise, under Rule 5, SCRCrimP, defendants, upon\r\n  request, are entitled to disclosure of their statements, criminal records, and\r\n  any documents or tangible objects material to the preparation of their defense\r\n  or intended for use by the prosecution. Rule 5(a)(1), SCRCrimP.  For purposes\r\n  of Rule 5, &quot;material&quot; is used in the same context as it is in a Brady analysis. State v. Kennerly, 331 S.C. 442, 453, 503 S.E.2d 214, 220&nbsp;(Ct.\r\n  App. 1998).  Once there is a Rule 5 violation, a court will only reverse &quot;where\r\n  the defendant suffered prejudice as a result of the violation.&quot;  Id. 331 S.C. at 453-54, 503 S.E.2d at 220.\r\n[6] Although this case involved a trial, the Brady standard is also applicable to guilty plea cases.  See Gibson,&nbsp;334\r\n  S.C. at 525, 514 S.E.2d at 325&nbsp;(adopting essentially the same standard\r\n  that is applied in the context of a trial: &quot;A Brady violation is\r\n  material when there is a reasonable probability that, but for the government's\r\n  failure to disclose Brady evidence, the defendant would have refused to\r\n  plead guilty and gone to trial.&quot;).\r\n[7] Although\r\n  defense counsel suggested that others had mentioned the &quot;alleged&quot;\r\n  video, the defense never proffered that testimony for the record.  \r\n[8]  Moses further asserts the trial court erred in\r\n  allowing the State to offer general evidence of Moses' bad character on the\r\n  ground the defense opened the door to the evidence by presenting positive\r\n  evidence of Moses' work habits, his disability, and the fact he had passed a\r\n  drug test.  While this argument appears in Moses' brief, we note it is not\r\n  mentioned in the issues on appeal.  &quot;Ordinarily, no point will be\r\n  considered which is not set forth in the statement of the issues on\r\n  appeal.&quot;   Rule 208(b)(1)(B), SCACR.  Moreover, the argument advanced in\r\n  the brief makes no reference to any supporting authority.  See State\r\n    v. Howard,&nbsp;384 S.C. 212, 217, 682 S.E.2d 42, 45&nbsp;(Ct. App. 2009)\r\n  (&quot;An issue is deemed abandoned\r\n  and will not be considered on appeal if the argument is\r\n  raised in a brief but not supported by authority.&quot;).\r\n   Accordingly, we need not reach the merits of this argument.\r\n\r\n","court":"Appeals"},{"id":"4759","title":"Mosley v. Mosley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4759","description":"The Court of Appeals reverses the family court's calculation of the husband's monthly child support obligation as well as its classification of the equity in the parties' home and affirms the family court's decision to require Husband to pay retroactive child support.  Because the family court's order lacked the requisite findings for the Court of Appeals to determine the proper amount of child support as well as how the marital estate and the parties' debts should be divided, the Court of Appeals remanded those determinations to the family court.","date":"2010-11-10","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Carolyn Jackson\r\n          Mosley, Respondent,\r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Rollin Arnold\r\n          Mosley, Appellant.        \r\n      \r\n      \r\nAppeal From York County\r\nRobert E. Guess, Family Court Judge\r\n\r\nOpinion No.  4759\r\n  Submitted September 1, 2010 – Filed\r\nNovember 10, 2010\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND\r\n  REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        James Wilson Tucker, Jr., of Rock Hill, for Appellant.\r\n        Daniel D. Agostino, of York, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: In this divorce action, Rollin Mosley\r\n  (Husband) assigns several errors to the family court's final decree, including:\r\n  (1) its calculation of Husband's monthly child support obligation based on\r\n  Carolyn Mosley's (Mother) alleged childcare costs; (2) its decision to require\r\n  Husband to pay retroactive child support; (3) its finding that Husband withdrew\r\n  a second mortgage on the parties' home without Wife's consent; (4) its\r\n  apportionment of the equity in the marital home; and (5) its award of attorney's\r\n  fees and costs.  We affirm in part, reverse in part, and remand. \r\nFACTS\r\nHusband and Wife were married\r\n  for approximately one year prior to Wife filing this action on August 7, 2006. \r\n  In her complaint, Wife sought a divorce on the ground of one year's continuous\r\n  separation and requested sole custody of the parties' one-year-old child as\r\n  well as child support, equitable division of the marital estate, and reasonable\r\n  attorney's fees and costs.  Husband answered and counterclaimed for joint\r\n  custody and sought an annulment of the parties' marriage based on the parties'\r\n  failure to consummate their marriage.  \r\nOn August 6, 2008, the family\r\n  court granted Wife and Husband a divorce on the ground of one year's continuous\r\n  separation.  Wife was awarded sole custody of the parties' child and Father was\r\n  granted liberal visitation.  In setting Husband's child support obligation at\r\n  $277.77 per week, the family court found Mother provided daycare for the child\r\n  at the cost of $390 per month; both parties paid the child's medical insurance;\r\n  and Husband was responsible for one other child in his home.  The family court\r\n  also included a $25 weekly payment towards Husband's child support arrearage\r\n  until Husband paid the arrearage in full.  Husband's arrearage was based on the\r\n  family court's finding that Husband misstated his income on his financial\r\n  declaration submitted at the temporary hearing by failing to account for his\r\n  military retirement and stating his net as opposed to his gross income.  \r\nIn the final order, the\r\n  family court found the parties' home and lot in Clover, South Carolina, to be\r\n  marital property.  The family court stated the absence of evidence,\r\n  specifically the lack of an appraisal at the time the parties executed their\r\n  first mortgage for $377,455, created a valuation issue for purposes of\r\n  equitably dividing the home.[1] \r\n  As a result, the family court resorted to a recent appraisal, which valued the\r\n  house and lot at $415,000.  \r\nAdditionally, the family\r\n  court found that after litigation commenced, Husband took out a second mortgage\r\n  on the parties' home in the amount of $77,000 without Wife's consent.  The\r\n  family court determined the $77,000 represented the remaining equity in the\r\n  home and concluded Wife was entitled to half of this sum, $38,500, as her share\r\n  of the value of the home.  Husband was ordered to pay this amount to Wife as\r\n  well as $3,880 in Wife's attorney's fees. \r\nThe family court, however,\r\n  failed to divide the remainder of the marital estate, or in the alternative, to\r\n  find the parties had mutually resolved the distribution of their remaining\r\n  assets.  Moreover, the court failed to mention or discuss any statutory factors\r\n  it considered in equitably dividing the marital estate and only specified one\r\n  other piece of property, Wife's Suzuki motorcycle, which was subject to equitable\r\n  distribution.  \r\nHusband filed a Rule 59(e),\r\n  SCRCP, motion for reconsideration, which the family court denied.  This appeal\r\n  followed.  \r\nISSUES ON APPEAL\r\nHusband contends\r\n  the family court erred in (1) its child support calculation and award of\r\n  retroactive child support; (2) its calculation and division of equity in the\r\n  marital home; and (3) its award of attorney's fees and costs.  \r\nSTANDARD OF REVIEW\r\nIn appeals from the family\r\n  court, this court may find facts in accordance with its own view of the preponderance\r\n  of the evidence.  Nasser-Moghaddassi v. Moghaddassi, 364 S.C. 182, 189,\r\n  612 S.E.2d 707, 711 (Ct. App. 2005).  However, this broad scope of review does\r\n  not require this court to disregard the family court's findings.  Id. at\r\n  189-90, 612 S.E.2d at 711. When evidence is disputed, the appellate court may\r\n  adhere to the findings of the family court, who saw and heard the witnesses.  Id. at 190, 612 S.E.2d at 711.  The family court was in a superior position to\r\n  judge the witnesses' demeanor and veracity and, therefore, its findings should\r\n  be given broad discretion.  Woodall v. Woodall, 322 S.C. 7, 10, 471\r\n  S.E.2d 154, 157 (1996).  Moreover, the court's broad scope of review does not\r\n  relieve the appellant of the burden of proving to this Court that the family\r\n  court committed error.  Nasser-Moghaddassi, 364 S.C. at 190, 612 S.E.2d\r\n  at 711.\r\nLAW/ANALYSIS\r\nI.&nbsp; Child Support\r\nA. Childcare Costs\r\nHusband first contends the\r\n  family court erred in calculating his child support obligation based on Wife's\r\n  alleged childcare costs.  We agree.\r\nChild support awards are\r\n  within the family court's sound discretion and, absent an abuse of discretion,\r\n  will not be disturbed on appeal.  Mitchell v. Mitchell, 283 S.C. 87, 92,\r\n  320 S.E.2d 706, 710 (1984).  An abuse of discretion occurs when the family\r\n  court's decision is controlled by some error of law or when the order, based\r\n  upon the findings of fact, is without evidentiary support.  Kelley v. Kelley,\r\n  324 S.C. 481, 485, 477 S.E.2d 727, 729 (Ct. App. 1996).  \r\nWife testified at trial that\r\n  she paid their child's babysitter, Ms. Allison, $390 per month for childcare. \r\n  When Ms. Allison later testified, she stated Wife initially paid her $100 per\r\n  week, but at Ms. Allison's insistence, the pay decreased in $10 increments to\r\n  her current weekly earnings of $60 per week.  Ms. Allison then stated, &quot;When\r\n  she feels like blessing me, she will give me a little more.&quot;  When\r\n  questioned by Husband's counsel as to whether Wife was paying Ms. Allison $390\r\n  per month, Ms. Allison stated, &quot;When she blesses me, it add[s] up to that.&quot; \r\n  Ms. Allison then reiterated that she was charging Wife $60 per week, but when\r\n  Wife tells her she wants to &quot;bless&quot; her, she does not refuse the\r\n  additional payment.  \r\nThe family court erred in\r\n  attributing $390 per month as childcare costs when the testimony presented at\r\n  the final hearing established Ms. Allison only charged $60 per week.  While\r\n  Wife's decision to &quot;bless&quot; Ms. Allison with additional money on a\r\n  random basis is an affable gesture, this voluntary gift given at Wife's sole\r\n  discretion should not be attributed to Husband in calculating his child support\r\n  obligation.  See generally Mixson v. Mixson, 253 S.C. 436,\r\n  442-43, 171 S.E.2d 581, 584 (1969) (finding husband was not entitled to a child\r\n  support credit for money he spent on his children for a beach trip or Christmas\r\n  gifts because those expenditures were gratuities that were not mandated under\r\n  the terms of the decree); Foster v. Foster, 294 S.C. 373, 375, 364\r\n  S.E.2d 753, 754 (Ct. App. 1988) (citing to Mixson and acknowledging the\r\n  general rule that voluntary expenditures not prescribed by a child support\r\n  decree are gifts or gratuities); cf. Steffenson v. Olsen, 360\r\n  S.C. 318, 323-24, 600 S.E.2d 129, 132 (Ct. App. 2004) (finding family court\r\n  properly offset amount of husband's child support arrearage because husband's\r\n  overpayment in child support was involuntary and not intended as a gift).   \r\nAccordingly,\r\n  we reverse the family court's order insomuch as it credited Wife $390 per month\r\n  in childcare when it calculated Husband's child support obligation.  \r\nB.  Retroactive Child Support\r\nHusband also argues the\r\n  family court erred in ordering retroactive child support to the date of filing\r\n  because Wife did not request it in her pleadings and there is no basis for this\r\n  award in the record.  We disagree.\r\n The decision to award\r\n  retroactive child support rests in the sound discretion of the family court.  Kelly\r\n    v. Kelly, 310 S.C. 299, 302, 423 S.E.2d 153, 155 (Ct. App. 1992).  \r\nOur courts have previously\r\n  awarded retroactive child support, despite a party's failure to specifically\r\n  mention it in the pleadings.  See Sutton v. Sutton, 291 S.C. 401,\r\n  409, 353 S.E.2d 884, 888 (Ct. App. 1987) (finding wife's failure to\r\n  specifically mention retroactive child support by name in her petition did not\r\n  deprive the family court of jurisdiction to award retroactive child support\r\n  because it was appropriate based on the facts and circumstances of the case). \r\n  In the case at hand, Wife requested child support in conjunction with other\r\n  relief that the family court deemed just and proper.  We find Wife's petition\r\n  sufficient under the circumstances.  Id. at 408, 353 S.E.2d at 888\r\n  (stating the entitlement to retroactive child support depends upon the facts\r\n  and circumstances of each case). \r\nMoreover, we find a review of\r\n  the record supports an award of retroactive support.  In its temporary order\r\n  dated May 8, 2007, the family court determined Husband owed $147 per week in\r\n  temporary child support and $4,233 in arrearages based upon Husband's financial\r\n  declaration showing his gross monthly income to be $4,973.  The family court\r\n  recalculated the amount of Husband's arrearages in the final divorce decree\r\n  based on its finding that Husband understated his gross monthly income by\r\n  $1,795.85 and failed to account for $761 in monthly military retirement\r\n  income.   \r\nAt the final hearing, Husband\r\n  conceded the pay stub submitted into evidence denoting his monthly gross income\r\n  to be $6,768.65 was accurate.  Because Husband's stated income on his financial\r\n  declaration was at issue, Husband's pay stub was the most credible evidence for\r\n  determining child support.  See S.C. Code Ann. Regs. § 114-4720(A)(6)\r\n  (Supp. 2009) (&quot;[W]here the amounts reflected on the financial declaration\r\n  may be at issue, the court may rely on suitable documentation of current\r\n  earnings, preferably for at least one month, using such documents as pay stubs,\r\n  employer statements, or receipts and expenses if the parent is self-employed.&quot;); see also Spreeuw v. Barker, 385 S.C. 45, 66-67, 682 S.E.2d 843,\r\n  853-54 (Ct. App. 2009) (upholding family court's decision to deviate from\r\n  father's most recent financial declaration in imputing additional income to\r\n  father for child support purposes when financial declaration understated father's\r\n  gross income).  The family court was within its power to rely on Husband's pay\r\n  stub in adjusting Husband's child support and ensuing arrearages.  See Rogers\r\n    v. Rogers, 343 S.C. 329, 332-33, 540 S.E.2d 840, 841-42 (2001) (finding\r\n  increase in monthly child support was warranted based on evidence of father's\r\n  increased income); see also Harris v. Harris, 307 S.C. 351, 354,\r\n  415 S.E.2d 391, 393 (1992) (concluding the family court has jurisdiction to\r\n  order retroactive increase in child support when party misrepresented income). \r\nAccordingly, we affirm the\r\n  family court's retroactive increase in Husband's child support obligation.  We\r\n  remand to recalculate child support and to modify arrearages, if any, based on\r\n  our disposition regarding daycare costs.  Further, the family court shall\r\n  calculate Husband's present child support obligation based on the current\r\n  status of the parties and include Worksheet A from the South Carolina Child\r\n  Support Guidelines in its order.    \r\nII. Equitable Distribution\r\nHusband argues the family\r\n  court erred in finding he removed $77,000 in equity by way of a second mortgage\r\n  on the parties' home without Wife's consent.  Moreover, Husband claims the\r\n  family court erred in finding there was equity in the parties' home because the\r\n  record established the mortgage indebtedness exceeded the value of the home. \r\n  We agree.\r\nThe division of marital\r\n  property is within the family court's discretion and will not be disturbed on\r\n  appeal absent an abuse of that discretion.  Craig v. Craig, 365 S.C.\r\n  285, 290, 617 S.E.2d 359, 361 (2005).  &quot;For purposes of equitable\r\n  distribution, 'marital debt' is debt incurred for the joint benefit of the\r\n  parties regardless of whether the parties are legally jointly liable for the\r\n  debt or whether one party is legally individually liable.&quot;  Hardy v.\r\n    Hardy, 311 S.C. 433, 436-37, 429 S.E.2d 811, 813 (Ct. App. 1993). \r\nFirst, we hold the family\r\n  court erred in finding Wife did not consent to the second mortgage on the house\r\n  when the testimony adduced at the final hearing clearly demonstrates\r\n  otherwise.  Husband testified that after marital litigation commenced,[2] he and Wife took out a second mortgage on their house to pay for construction\r\n  overruns and to avoid a lien being placed on the property, which Wife\r\n  acknowledged at the final hearing.  Husband admitted Wife initially hesitated\r\n  to sign the mortgage, but she was afforded well over a week to take her name\r\n  off the mortgage before the closing.  Wife presented no testimony that she\r\n  signed the mortgage as a result of fraud, accident, or mistake.  Wife said she\r\n  was advised by counsel that she needed to sign the document to protect her\r\n  rights, but she should not have been responsible because the construction of\r\n  the house was solely Husband's project.  \r\nRegardless of Wife's\r\n  involvement or lack thereof, she has failed to negate the fact that she\r\n  knowingly signed the mortgage.  Because Wife did not prove Husband instituted\r\n  the second mortgage without her permission, the family court's finding on this\r\n  issue was in error.  See generally Frank v. Frank, 311 S.C. 454, 457,\r\n  429 S.E.2d 823, 825 (Ct. App. 1993) (finding wife's premarital home should have\r\n  been considered in equitable distribution award when both parties signed a\r\n  promissory note securing a mortgage on the house and were jointly liable for\r\n  the discharge of the debt).  \r\nFurther, we fail to see how\r\n  the home contained any equity to be divided between the parties.  The evidence\r\n  shows the first and second mortgage totaled $454,455 and the value of the house\r\n  at the time of the second mortgage was $415,000.  Thus, the indebtedness on the\r\n  house exceeded its worth by $39,455.[3] \r\n  We find the $77,000 mortgage that the family court classified as the remaining\r\n  equity in the home to be more appropriately classified as marital debt.  The\r\n  family court failed to explain how the remainder of the debt on the marital\r\n  home was to be divided much less how the remainder of the marital estate was to\r\n  be apportioned.  See Smith v. Smith, 327 S.C. 448, 457, 486\r\n  S.E.2d 516, 520-21 (Ct. App. 1997) (citing to former section 20-7-472 and\r\n  stating that marital debt, like marital property, must be specifically\r\n  identified and apportioned in equitable distribution).  Without any findings as\r\n  to what the marital estate comprises and in what proportion the parties' assets\r\n  and debts are to be divided, we remand the issue of equitable distribution for\r\n  further findings consistent with the mandates of section 20-3-620 of the South\r\n  Carolina Code (Supp. 2009).[4]\r\nIII. Attorney's Fees \r\nLast, Husband asserts the\r\n  family court erred by (1) omitting any findings of fact to support its attorney's\r\n  fees award pursuant to Rule 26(a), SCRFC, and (2) failing to address the\r\n  appropriate factors to determine Wife's entitlement to attorney's fees and the\r\n  reasonableness of the award.\r\nWe need not reach Husband's\r\n  argument on this issue.  Given our disposition on the child support and\r\n  equitable division issues, the family court should reconsider Wife's request\r\n  for attorney's fees on remand.  See Sexton v. Sexton, 310 S.C.\r\n  501, 503-04, 427 S.E.2d 665, 666 (1993) (reversing and remanding issue of attorney's\r\n  fees for reconsideration when the substantive results achieved by trial counsel\r\n  were reversed on appeal).    \r\nCONCLUSION\r\nBased on the foregoing, the\r\n  family court's order is\r\nAFFIRMED IN PART, REVERSED\r\n  IN PART, AND REMANDED.  \r\nPIEPER and KONDUROS, JJ.,\r\n  concur.\r\n\r\n[1] We recognize that marital property is generally\r\n  valued on the date marital litigation is filed or commenced.  See Fields\r\n    v. Fields, 342 S.C. 182, 186, 536 S.E.2d 684, 686 (Ct. App. 2000). \r\n[2] Because both parties admit this debt was incurred in\r\n  an effort to avoid any further encumbrances on the property, the family court\r\n  properly considered it as part of the marital estate.  See Wooten v.\r\n    Wooten, 364 S.C. 532, 546, 615 S.E.2d 98, 105 (2005) (&quot;When a debt is incurred after the commencement of\r\n  litigation but before the final divorce decree, the family court may equitably\r\n  apportion it as a marital debt when it is shown the debt was incurred for\r\n  marital purposes, i.e., for the joint benefit of both parties during the\r\n  marriage.&quot;).\r\n[3] The parties failed to include any documentation in\r\n  the record to demonstrate how much they paid on their first mortgage, which\r\n  would reduce their indebtedness and necessarily affect the amount of equity in\r\n  the home.  Accordingly, we resort to the figures cited by the family court in\r\n  its final order. \r\n[4] Formerly S.C. Code Ann. § 20-7-472 (Supp. 2007). \r\n\r\n","court":"Appeals"},{"id":"4760","title":"State v. Geer","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4760","description":"Shirley Mae Geer appeals her conviction for possession of crack cocaine.  Geer asserts the trial court erred by (1) failing to dismiss the charges against her or to grant a continuance in order to give her time to request and review exculpatory evidence withheld by the State that was favorable to her defense; (2) denying her motion to quash the indictment on the ground of selective prosecution; (3) denying her motion to suppress drug evidence seized as the result of an unreasonable, warrantless, beneath-the-skin search that was unsupported by probable cause; and (4) denying her motion to suppress the drug evidence because the State failed to present a sufficient chain of custody.  We affirm.","date":"2010-11-24","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\n  In The Court\r\n  of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Shirley\r\n          Mae Geer, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Greenwood\r\nCounty\r\n John C. Hayes,\r\nIII, Circuit Court Judge\r\n\r\nOpinion No. 4760\r\n  Heard May 19,\r\n2010 – Filed November 24, 2010   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate\r\n          Defender M. Celia Robinson, of Columbia, for Appellant. \r\n        Attorney General Henry Dargan McMaster, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General A. West Lee, all of Columbia; and Solicitor\r\n          Jerry W. Peace, of Greenwood, for Respondent. \r\n      \r\n    \r\n  \r\n\r\nGEATHERS, J.: Shirley\r\n  Mae Geer appeals her conviction for possession of crack cocaine.  Geer asserts\r\n  the trial court erred by (1) failing to dismiss the charges against her or to\r\n  grant a continuance in order to give her time to request and review exculpatory\r\n  evidence withheld by the State that was favorable to her defense; (2) denying her\r\n  motion to quash the indictment on the ground of selective prosecution; (3)\r\n  denying her motion to suppress drug evidence seized as the result of an\r\n  unreasonable, warrantless, beneath-the-skin search that was unsupported by\r\n  probable cause; and (4) denying her motion to suppress the drug evidence because\r\n  the State failed to present a sufficient chain of custody.  We affirm.   \r\nFACTS/PROCEDURAL\r\n  BACKGROUND\r\nAt approximately 11:30 p.m. on the night of September\r\n  9, 2007, Officer Byrd and Officer Crisp responded to a dispatch call directing\r\n  them to Butler Street (a dead-end street) in Greenwood County.  Upon arriving\r\n  at the location, they found Michael Leon Parks standing outside of his vehicle\r\n  and Geer seated in the vehicle on the front, passenger seat.  Officer Byrd\r\n  began to question Parks about his reason for being at the location, and he\r\n  determined that Parks was being dishonest.  Officer Byrd continued to question\r\n  Parks.  After Officer Byrd told Parks that it would be in his best interest to\r\n  be honest, Parks admitted that he had given Geer two rocks of crack cocaine in\r\n  exchange for her performance of oral sex and that Geer had put the rocks in her\r\n  mouth.  Relying on Parks' assertion, Officer Byrd approached Geer and asked her\r\n  to open her mouth.  When Geer complied, Officer Byrd discovered two off-white,\r\n  rock-like substances underneath her tongue.  Officer Byrd then asked Geer to\r\n  spit the rocks onto the hood of his patrol car, and she complied.  He then\r\n  scooped the rocks into a manila envelope and secured the envelope in the patrol\r\n  car.  \r\nBefore making any arrests, the officers telephoned\r\n  their supervisor.  Thereafter, they decided not to arrest Parks because the\r\n  situation would embarrass his girlfriend and family and would cause him\r\n  embarrassment at work.  Instead, they gave him a courtesy summons for solicitation\r\n  of prostitution.  The officers also discussed how Parks was going to get home. \r\n  They could not allow him to drive because he did not have a valid driver's license.  This conversation was recorded on an audiotape\r\n  from the patrol car and later stored at the Greenwood County Police Department. \r\n  Geer, however, was arrested, taken into custody, and charged with prostitution\r\n  and possession of crack cocaine.  Even though Parks admitted to distributing\r\n  the crack cocaine to Geer, he was not charged with distribution of crack\r\n  cocaine, and the charge against him for solicitation of prostitution was\r\n  dismissed at the request of Officer Byrd.  The charge against Geer for\r\n  prostitution was also dismissed, and she proceeded to trial on the charge of\r\n  possession of crack cocaine.  \r\nAfter Geer was arrested, Officer Byrd took the manila\r\n  envelope containing the crack cocaine rocks to the Greenwood City Hall, where a\r\n  field test was performed on them.  After the substance was tested and weighed,\r\n  it was placed in a &quot;best bag&quot;[1] with an\r\n  assigned control number, documented, and put into the evidence locker.  The\r\n  evidence was then taken from the locker by Officer Ed Suddeth and transferred\r\n  to the control evidence room.  A few days later, Officer Suddeth took the\r\n  evidence to the South Carolina Law Enforcement Division (SLED) to be analyzed. \r\n  From the time Officer Suddeth removed the evidence from the evidence locker\r\n  until he turned it over to the SLED log-in area to be placed in a vault, the\r\n  seal on the best bag was intact and the chain of custody logs were signed.  \r\nSLED Officer Larry Zivkovitch, a drug analyst,\r\n  retrieved the best bag from the log-in area on October 31, 2007, and on\r\n  November 28, 2007, he performed an analysis on its contents.[2] \r\n  The initial spot test indicated that there was a possibility that the substance\r\n  was cocaine.  Officer Zivkovitch then ran a second, instrument-based test used\r\n  by scientists (an FTIR test)[3] on the\r\n  substance, and it was positively identified as cocaine base, commonly known as\r\n  crack.  After Officer Zivkovitch analyzed and weighed the substance, he placed\r\n  it in a heat-sealed bag with his initials underneath the heat seal and returned\r\n  it to the evidence log-in area to await its transfer by the Greenwood Police\r\n  Department.  \r\nGeer's trial was held on February 28, 2008, in Greenwood\r\n  County.  The trial lasted one day, and the jury returned a verdict of guilty on\r\n  the charge of possession of crack cocaine.  As a result of her conviction, Geer\r\n  was sentenced to two years' incarceration, suspended upon two years' probation\r\n  with substance abuse counseling and random drug and alcohol testing, and a $500\r\n  fee was imposed upon her for the use of the public defender.  This appeal\r\n  followed.    \r\nISSUES ON APPEAL\r\nThe issues on appeal are: (1) whether the trial court\r\n  erred in denying Geer's motion for a continuance;  (2) whether the trial court\r\n  erred in denying Geer's motion to quash the indictment, asserting selective\r\n  prosecution by the State; (3) whether the trial court erred in denying Geer's\r\n  motion to suppress the drug evidence, asserting that it was obtained through an\r\n  unconstitutional, warrantless search; and (4) whether the trial court erred in\r\n  denying Geer's motion to suppress the drug evidence because the State failed to\r\n  present a sufficient chain of custody. \r\nSTANDARD OF REVIEW\r\n&quot;In criminal cases, the\r\n  appellate court sits to review errors of law only.&quot;  State v. Baccus,\r\n  367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006).  Thus, an appellate court &quot;is\r\n  bound by the trial court's factual findings unless they are clearly erroneous.&quot;  Id.  &quot;This same standard of review applies to preliminary factual\r\n  findings in determining the admissibility of certain evidence in criminal\r\n  cases.&quot;  State v. Wilson, 345 S.C. 1, 6, 545 S.E.2d 827, 829 (2001). \r\n  &quot;This Court does not re-evaluate the facts based on its own view of the\r\n  preponderance of the evidence but simply determines whether the trial judge's\r\n  ruling is supported by any evidence.&quot;  Id.  \r\nLAW/ANALYSIS\r\nI. Motion for Continuance \r\nGeer argues the trial court erred when it denied her\r\n  motion for a continuance because evidence was withheld by the State until the\r\n  day before trial.  We disagree.\r\n&quot;The granting of a\r\n  motion for a continuance is within the sound discretion of the trial court and\r\n  will not be disturbed absent a clear showing of an abuse of discretion.&quot;  State\r\n    v. Yarborough, 363 S.C. 260, 266, 609 S.E.2d 592, 595 (Ct. App. 2005).  &quot;An\r\n  abuse of discretion arises from an error of law or a factual conclusion that is\r\n  without evidentiary support.&quot;  State v. Irick, 344 S.C. 460, 464, 545 S.E.2d 282, 284 (2001); see also State v. Funderburk, 367 S.C. 236, 239, 625 S.E.2d 248, 249-50 (Ct. App.\r\n  2006) (&quot;An abuse of discretion occurs when the trial court's ruling is\r\n  based on an error of law.&quot;).  Even if there was no evidentiary support,\r\n  &quot;[i]n order for an error to warrant reversal, the error must result in\r\n  prejudice to the appellant.&quot;  State v. Preslar, 364 S.C. 466, 473,\r\n  613 S.E.2d 381, 385 (Ct. App. 2005); see also State v. Wyatt, 317\r\n  S.C. 370, 372-73, 453 S.E.2d 890, 891 (1995) (stating that error without\r\n  prejudice does not warrant reversal).  &quot;[R]eversals of refusal of\r\n  continuance are about as rare as the proverbial hens' teeth.&quot;  State v.\r\n  Lytchfield, 230 S.C. 405, 409, 95 S.E.2d 857, 859 (1957).\r\nIn addressing the merits of Geer's motion for a continuance, we\r\n  first analyze her contention that the State withheld evidence that was\r\n  favorable to her defense until the eve of trial in violation of Rule 5,\r\n  SCRCrimP.   Rule 5(a)(1)(C), SCRCrimP, states in part: \r\n\r\n  Upon request of the\r\n    defendant the prosecution shall permit the defendant to inspect and copy books,\r\n    papers, documents, photographs, tangible objects . . . which are within the\r\n    possession, custody or control of the prosecution, and which are material to\r\n    the preparation of his defense or are intended for use by the prosecution as\r\n    evidence in chief at the trial . . . .\r\n\r\nIn the present case, the evidence presented to Geer by\r\n  the State the evening before the trial was an audiotape of the arrest.  According\r\n  to Rule 5, SCRCrimP, if the evidence was considered &quot;material to the\r\n  preparation of [her] defense . . . and intended for use by the prosecution as\r\n  evidence in chief at the trial,&quot; Geer had a right to possession and review\r\n  of the audiotape.  Geer argued &quot;under the solicitor's program, the State\r\n  was required to provide all discovery at the initial appearance or provide a\r\n  list of things that were outstanding,&quot; but the record does not indicate\r\n  that Geer requested that the State provide any evidence as required under Rule\r\n  5.    \r\nGeer was arrested and charged with possession of crack\r\n  cocaine on September 9, 2007, but her trial was not held until February 28,\r\n  2008.  She had ample time to request and receive discovery information before\r\n  the eve of trial.  Geer did not request any information regarding the night of\r\n  her arrest but relied upon the State's production of the audiotape on the eve\r\n  of trial.  Geer has not shown that the\r\n  discovery of information contained on the audiotape was a denial of evidence\r\n  that was material to the preparation of her defense, thereby rising to the\r\n  level of a Rule 5 violation.  Further, the audiotape provided evidence that\r\n  served to inculpate rather than exculpate her.  That is, the evidence provided\r\n  proof that Geer was in fact in possession of crack cocaine on the night of her\r\n  arrest.  Furthermore, the record does not indicate the State intended to use\r\n  the audiotape &quot;as evidence in chief at the trial.&quot;  In fact, a\r\n  thorough review of the record reveals that the State never introduced the\r\n  audiotape or a transcript of its contents into evidence.  The facts show that\r\n  there was no violation of Rule 5, and the trial court did not err in denying\r\n  Geer's motion for a continuance.      \r\nIn conjunction with her assertion of a violation of Rule\r\n  5, SCRCrimP, Geer also maintains that the State's withholding of evidence was\r\n  in violation of Brady v. Maryland, 373 U.S. 83, 87 (1963) (holding &quot;the suppression by the prosecution of evidence favorable to\r\n  an accused upon request violates due process where the\r\n  evidence is material either to guilt or to punishment, irrespective of the good\r\n  faith or bad faith of the prosecution&quot;).  The State argues that\r\n  Geer did not raise the issue of a Brady violation in support of her\r\n  motion to dismiss at the trial, and thus, it is not preserved for our review.  \r\nThe State is correct in its argument that Geer did not\r\n  explicitly state its late delivery of the evidence constituted a Brady violation; however, Geer presented arguments &quot;sufficiently specific to\r\n  bring into focus the precise nature of the alleged error so that it [could] be\r\n  reasonably understood by the trial judge.&quot;  McKissick v. J.F. Cleckley\r\n    &amp; Co., 325 S.C. 327, 344, 479 S.E.2d 67, 75 (Ct. App. 1996).  &quot;A\r\n  party need not use the exact name of a legal doctrine in order to preserve it,\r\n  but it must be clear that the argument has been presented on that\r\n  ground.&quot;  State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 694\r\n  (2003); see also State v. Russell, 345 S.C. 128, 132, 546 S.E.2d\r\n  202, 204 (Ct. App. 2001) (explaining that even though exact words are not used\r\n  to argue an issue, if it is clear from the argument presented in the record\r\n  that the motion was made on a particular ground, the argument will be\r\n  considered raised to the trial court and will be preserved for review).  \r\nNevertheless, Geer has not\r\n  established that a Brady violation occurred.  There are three categories\r\n  of Brady violations: &quot;(1)\r\n  cases that include [non-disclosed] evidence of perjured testimony about which\r\n  the prosecutor knew or should have known, (2) cases in which the defendant\r\n  specifically requested the [non-disclosed] evidence, and (3) cases in which the\r\n  defendant made no request or only a general request for Brady material.&quot;  Gibson v. State, 334 S.C. 515, 524-25, 514 S.E.2d 320, 325 (1999).  \r\n&quot;Brady only\r\n  requires disclosure of evidence which is both favorable to the accused and material to guilt or punishment.&quot;  State v. Taylor, 333 S.C. 159, 177,\r\n  508 S.E.2d 870, 879 (1998) (citing United States v. Bagley, 473 U.S. 667\r\n  (1985)). &quot;A Brady claim is based on the requirement of due process.&quot;  Gibson,\r\n  334 S.C. at 524, 514 S.E.2d at 324.  To establish a due process violation, an\r\n  accused must demonstrate &quot;(1) the evidence was favorable to the accused,\r\n  (2) it was in the possession of or known to the prosecution, (3) it was suppressed\r\n  by the prosecution, and (4) it was material to guilt or punishment.&quot;  Id.   \r\nMoreover, the State's late disclosure of the evidence\r\n  did not impair Geer's ability to present a defense regarding whether she\r\n  possessed crack cocaine.  A Brady violation would have occurred only had\r\n  the evidence been favorable to the defense, the State possessed and withheld\r\n  it, and it was material to Geer's guilt or punishment.  Evidence is material &quot;if there is a reasonable probability that, had\r\n  the evidence been disclosed to the defense, the result of the proceeding would\r\n  have been different.&quot;  Bagley, 473 U.S. at 682.  Also, &quot;[n]o\r\n  due process violation occurs as long as Brady material is disclosed to a\r\n  defendant in time for its effective use at trial.&quot;  United States v.\r\n    Smith Grading &amp; Paving, Inc., 760 F.2d 527, 532 (4th Cir. 1985).  Geer\r\n  has not established a Brady violation occurred such that there is a\r\n  reasonable probability the result of her trial would have been different had\r\n  she received the evidence earlier.  The audiotape was not played during trial nor\r\n  did Geer attempt to use its contents to establish a defense to the charge of\r\n  possession of crack cocaine.  As such, the trial court did not err in denying\r\n  Geer's motion for a continuance based on a Rule 5, SCRCrimP, or a Brady violation.  Thus, the decision of the trial court to deny her motion for a\r\n  continuance is affirmed.  \r\nII. Motion to Quash Based on Selective Prosecution\r\nGeer argues the trial court erred when it denied her\r\n  motion to quash the indictment based on selective prosecution.  The State\r\n  argues that Geer's motion to quash based on selective prosecution was in\r\n  reference to the charge of prostitution, not on the drug possession charge, and\r\n  is therefore not preserved for this Court's review.  We conclude that the issue\r\n  was preserved, but that the trial court did not err by denying Geer's motion to\r\n  quash.  \r\n&quot;It is well settled\r\n  that an issue may not be raised for the first time in a post-trial motion.&quot;  S.C. Dep't of Transp. v. First Carolina Corp. of S.C., 372 S.C.\r\n  295, 301, 641 S.E.2d 903, 907 (2007).  &quot;Further,\r\n  it is a litigant's duty to bring to the court's attention any perceived error,\r\n  and the failure to do so amounts to a waiver of the alleged error.&quot;  Id.  &quot;It is axiomatic that an issue cannot be raised\r\n  for the first time on appeal, but must have been raised\r\n  to and ruled upon by the trial judge to be preserved for appellate review.&quot;  Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998); see\r\n    also Jean Hoefer Toal et al., Appellate Practice in South Carolina 57 (2d ed. 2002) (stating that to be preserved for appellate review, an issue\r\n  must have been &quot;(1) raised to and ruled upon by the trial court, (2)\r\n  raised by the appellant, (3) raised in a timely manner, and (4) raised to the\r\n  trial court with sufficient specificity.&quot;).  \r\nIn this case, Geer argued selective prosecution because\r\n  she was arrested for prostitution while Parks was not.  Geer further argued\r\n  that the decision not to prosecute Parks for distributing drugs was part of the\r\n  overall scheme to protect his reputation as the prosecution of the drug charge\r\n  would likely reveal his involvement in prostitution.  The court, Geer, and the State\r\n  discussed at length the State's decision to prosecute Geer for drug possession\r\n  while declining to charge Parks with drug distribution.  Ultimately, the court\r\n  denied Geer's motion to quash the indictment against her.  Accordingly, because\r\n  the issue of selective prosecution on the drug charge was sufficiently raised\r\n  and ruled upon, we hold that it has been preserved for this Court's review.  \r\nNevertheless, while we find\r\n  the State's exercise of its prosecutorial discretion troublesome, we conclude\r\n  that Geer's argument fails on the merits.  There are two prongs that a\r\n  defendant must satisfy to establish selective prosecution.  First, &quot;a\r\n  defendant must first demonstrate that he has\r\n  been singled out for prosecution while others similarly situated have not been\r\n  prosecuted for conduct similar to that for which he was prosecuted.&quot;  United States v. Catlett, 584 F.2d 864, 866\r\n  (8th Cir. 1978).  &quot;Second, the defendant must demonstrate that the\r\n  government's discriminatory selection of him for prosecution was based upon an\r\n  impermissible ground, such as race, religion or his exercise of his [F]irst [A]mendment\r\n  right to free speech.&quot;  Id.  \r\n&quot;Courts look\r\n  suspiciously on selective prosecution claims because they\r\n  'ask[ ] the court to exercise judicial power over a &quot;special province&quot;\r\n  of the Executive [branch].'&quot;  State v. 192 Coin-Operated Video Game\r\n    Machines, 338 S.C. 176, 200, 525 S.E.2d 872, 885 (2000) (quoting United\r\n      States v. Armstrong, 517 U.S. 456 (1996)) (first alteration by court).  Because\r\n  of this balance of powers concern, a &quot;'presumption of regularity supports'\r\n  . . . prosecutorial decisions and, 'in the absence of clear evidence to the\r\n  contrary, courts presume that [prosecutors] have properly discharged their\r\n  official duties.'&quot;  Armstrong, 517 U.S. at 465 (quoting United\r\n    States v. Chem. Found., Inc., 272 U.S. 1, 14-15 (1926)).   \r\nIn order to prevail on a claim for selective\r\n  prosecution, Geer would have to show not just that she &quot;had been singled\r\n  out for prosecution, but that the decision to prosecute was based on\r\n  unconstitutional considerations.&quot;  United States v. Marcum, 16 F.3d\r\n  599, 602 (4th Cir. 1974).  &quot;A defendant may\r\n  demonstrate that the administration of a criminal law is 'directed so\r\n  exclusively against a particular class of persons . . . with a mind so unequal\r\n  and oppressive' that the system of prosecution amounts to 'a practical denial'\r\n  of equal protection of the law.&quot;  Armstrong, 517 U.S. at 464-65\r\n  (quoting Yick Wo v. Hopkins, 118 U.S. 356, 373 (1886)) (omission by\r\n  court).        \r\n&quot;In our criminal justice system, the Government\r\n  retains 'broad discretion' as to whom to prosecute.&quot;  Wayte v. United States,\r\n  470 U.S. 598, 607 (1985) (quoting United\r\n    States v. Goodwin, 457 U.S. 368, 380, n.11 (1980)).   &quot;[S]o long as\r\n  the prosecutor has probable cause to believe that the accused committed an\r\n  offense defined by statute, the decision whether or not to prosecute, and what\r\n  charge to file or bring before a grand jury, generally rests entirely in his\r\n  discretion.&quot;  Bordenkircher v. Hayes, 434 U.S. 357, 364 (1978).  Here, Geer has not established that she was singled out for\r\n  prosecution on unconstitutional grounds.  She has not alleged nor does the\r\n  record contain anything to show that the State chose to prosecute her based\r\n  solely on impermissible grounds such as her gender or race.  As a result, she\r\n  has not proven that the State's decision to prosecute her constitutes selective\r\n  prosecution warranting reversal of the trial court's denial of her motion to\r\n  quash.                 \r\nIII. Warrantless, Beneath-the-Skin Search and Probable Cause\r\nGeer argues the trial court erred when it denied her\r\n  motion to suppress drug evidence on the ground that it was obtained through an\r\n  unconstitutional, warrantless, beneath-the-skin search because the search was\r\n  unsupported by probable cause.  We disagree.\r\n&quot;When reviewing a\r\n  Fourth Amendment search and seizure case, an appellate court must affirm the\r\n  trial judge's ruling if there is any evidence to support the ruling.&quot;  State v. Missouri, 361 S.C. 107, 111, 603 S.E.2d 594, 596 (2004).  The\r\n  trial court's factual findings on whether evidence should be suppressed due to\r\n  a Fourth Amendment violation are reviewed for clear error.  State v.\r\n    Brockman, 339 S.C. 57, 66, 528 S.E.2d 661, 666-67 (2000) (stating that a\r\n  private search is a question of fact and the trial court's ruling will be\r\n  reversed only if there is clear error). \r\nThe Fourth Amendment to the United States Constitution\r\n    states: \r\n\r\n  The right of the people to be secure in\r\n      their persons, houses, papers, and effects, against unreasonable searches and\r\n      seizures, shall not be violated, and no warrants shall issue, but upon probable\r\n      cause, supported by oath or affirmation, and particularly describing the place\r\n      to be searched, and the persons or things to be seized.\r\n\r\nU.S. Const. Amend. IV.  \r\nSimilarly, the South Carolina Constitution states:\r\n\r\n  The right of the\r\n    people to be secure in their persons, houses, papers, and effects against\r\n    unreasonable searches and seizures and unreasonable invasions of privacy shall\r\n    not be violated, and no warrants shall issue but upon probable cause, supported\r\n    by oath or affirmation, and particularly describing the place to be searched,\r\n    the person or thing to be seized, and the information to be obtained.\r\n\r\nS.C. Const. Art. I, §\r\n  10.\r\nWith respect to searches involving intrusions beyond the\r\n  body's surface, the United States Supreme Court has held: \r\n\r\n  The interests in human dignity and privacy which the Fourth Amendment\r\n    protects forbid any such intrusions on the mere chance that desired evidence\r\n    might be obtained. In the absence of a clear indication that in fact such\r\n    evidence will be found, these fundamental human interests require law officers\r\n    to suffer the risk that such evidence may disappear unless there is an\r\n    immediate search. \r\n\r\nSchmerber v.\r\n  California, 384 U.S. 757, 769-70 (1966).    \r\nThe acquisition of beneath-the-skin evidence requires certain\r\n  considerations, namely, the existence of &quot;probable cause to believe the\r\n  suspect has committed the crime,&quot; &quot;a clear indication that relevant\r\n  material evidence will be found,&quot; and &quot;the method used to secure [the\r\n  evidence] is safe and reliable.&quot;  State v. Baccus, 367 S.C. 41,\r\n  53-54, 625 S.E.2d 216, 222-23 (2006).  Probable cause merely requires that, \r\n\r\n  [T]he facts\r\n    available to the officer would 'warrant a man of reasonable caution in the\r\n    belief,' that certain items may be . . . . useful as\r\n    evidence of a crime; it does not demand any showing that such a belief be\r\n    correct or more likely true than false. A &quot;practical, nontechnical&quot;\r\n    probability that incriminating evidence is involved is all that is required.\r\n\r\nTexas v. Brown, 460 U.S. 730, 742 (1983) (quoting Brinegar v. United States, 338 U.S. 160, 176 (1949)).  &quot;Probable cause may be found somewhere between suspicion and\r\n  sufficient evidence to convict.&quot;&nbsp; State v. Blassingame, 338\r\n  S.C. 240, 250, 525 S.E.2d 535, 540 (Ct. App. 1999). \r\nIn the case at hand, the police responded to a call at\r\n  approximately 11:30 p.m. on a dead end street and found Geer and Parks with\r\n  Parks' vehicle.  When Officer Byrd questioned Parks as to why they were there,\r\n  Parks began to act suspiciously and lied about the circumstances surrounding\r\n  his presence at the scene.  This caused Officer Byrd to believe that Parks and\r\n  Geer may have been involved in criminal activity.  Upon further questioning and\r\n  against his interests, Parks admitted that he and Geer had been engaged in an\r\n  act of prostitution and that he had paid Geer for the act with illegal drugs. \r\n  Parks informed the officers that Geer had placed the drugs in her mouth, underneath\r\n  her tongue.  This information gave Officer Byrd a clear indication that if he\r\n  searched Geer, &quot;relevant material evidence&quot; would be found.    \r\nEven though he initially lied about what they were\r\n  doing at the scene, Parks' eventual truthful admission gave Officer Byrd the\r\n  probable cause necessary to conduct a search of Geer's mouth, and the search\r\n  was not based upon a &quot;mere chance that [the] desired evidence might be\r\n  obtained.&quot;  Schmerber, 384 U.S. at 70.  The facts available to\r\n  Officer Byrd led him to believe that a criminal offense had occurred and that Parks\r\n  and Geer were involved.  Considering the totality of the circumstances (the\r\n  lateness of the hour, the dead-end street, Parks' initial suspicious behavior\r\n  and his eventual admission against his interest) Officer Byrd had a clear\r\n  indication that not only had a criminal act taken place but also that evidence\r\n  would be found.  The record indicates that Officer Byrd did not reach into\r\n  Geer's mouth but asked her to spit the rocks onto the hood of the patrol car and\r\n  she complied, thus, ensuring the evidence was found and retrieved in a safe and\r\n  reliable manner.   \r\nFurthermore, our Supreme Court\r\n  has held, &quot;[a] suspect has no constitutional right to destroy or dispose\r\n  of evidence by swallowing, consequently\r\n  he cannot consider the mouth a 'sacred orifice' in which contraband may be\r\n  irretrievably concealed from the police.&quot;  State v. Dupree, 319\r\n  S.C. 454, 458, 462 S.E.2d 279, 282 (1995) (quoting State v. Williams, 560\r\n  P.2d 1160, 1162 (Wash. Ct. App. 1977)).  Given\r\n  the nature of the evidence and the manner in which Geer sought to conceal it,\r\n  it was necessary for Officer Byrd to immediately seize the evidence in order to\r\n  ensure that Geer did not destroy it by swallowing it.  Baccus, 367 S.C. at\r\n  53, 625 S.E.2d at 222.  \r\nAs stated, when an appellate\r\n  court reviews a Fourth Amendment search and seizure case, it must affirm the\r\n  trial court's ruling if any evidence supports the ruling.  State v. Missouri,\r\n  361 S.C. 107, 111, 603 S.E.2d 594, 596 (2004).  In this case, we agree with the\r\n  trial court, finding sufficient evidence supports the search and seizure.  Accordingly,\r\n  Geer has not shown that the trial court committed clear error when it allowed\r\n  the evidence to be admitted.  Even though Officer Byrd did not secure a warrant\r\n  for the search of Geer's mouth due to the nature of the evidence and the\r\n  possibility that it could be easily destroyed, this Court finds that the trial\r\n  court properly found the search constitutional and supported by probable\r\n  cause.  Consequently, this Court finds no Fourth Amendment violation and the trial\r\n  court's denial of Geer's motion to suppress the evidence is affirmed.\r\nIV. Chain of Custody \r\nGeer argues the trial court erred when it denied her\r\n  motion to suppress the drug evidence because the State failed to present a\r\n  sufficient chain of custody.  We disagree. \r\n&quot;[A] party offering into\r\n  evidence fungible items such as drugs or blood samples must establish a\r\n  complete chain of custody as far as practicable.&quot;  State\r\n    v. Sweet, 374 S.C. 1, 6, 647 S.E.2d 202, 205 (2007).  &quot;In applying\r\n  this rule, [the South Carolina Supreme Court] has held that where a party has\r\n  established the identity of each person in the chain of custody, issues\r\n  regarding the care of the evidence only go to the weight of the specimen as\r\n  credible evidence, and not its admissibility.&quot;  Id. at 8, 647\r\n  S.E.2d at 206.  &quot;The admission of evidence is within the discretion of the\r\n  trial court and will not be reversed absent an abuse of discretion.&quot;  State\r\n    v. Gaster, 349 S.C. 545, 557, 564 S.E.2d 87, 93 (2002).  \r\nAt trial, the State submitted testimony sufficient to prove\r\n  the chain of custody from the time Officer Byrd secured the evidence in the\r\n  patrol vehicle at the scene of the arrest until it was returned to the custody\r\n  of the Greenwood Police Department.  There was also testimony that the blue\r\n  line seal and the heat seal on the envelope containing the evidence, although\r\n  opened by each person who tested it, had not been tampered with.  At trial, the\r\n  evidence was also presented, examined, and found to be intact.      \r\nGeer argues that because the State admits that there\r\n  were inconsistencies in the affidavit that was submitted regarding Officer\r\n  Suddeth's receipt of the evidence from Officer Byrd, the admission of the\r\n  evidence should be suppressed.  The affidavit states that the evidence was\r\n  received &quot;in person&quot;; however, Officer Suddeth actually retrieved the\r\n  evidence from the evidence locker.  The custody form that is used to log in\r\n  evidence lists two choices when logging the evidence, &quot;in person&quot; or\r\n  &quot;via mail.&quot;  The discrepancy was explained to and accepted by the\r\n  trial court that as a matter of standard procedure, when filling out a form, if\r\n  the receiver takes the evidence from the evidence locker, he or she has no\r\n  other choice but to log it as received &quot;in person.&quot;  The discrepancy\r\n  was not a blatant disregard for the truth of how the evidence was transferred. \r\n  Additionally, Geer argues that there was a discrepancy of one tenth of a gram\r\n  in the actual weight of the substance when it was logged by Officer Byrd\r\n  compared to when it was logged by Officer Zivkovitch.  That discrepancy was\r\n  explained to and accepted by the trial court as resulting from the field\r\n  testing done at City Hall.  \r\n&quot;While proof need not\r\n  negate all possibility of tampering, it is generally held that the party\r\n  offering such specimen is required to establish, at least as far as\r\n  practicable, a complete chain of evidence, tracing possession from the time the\r\n  specimen is taken from the human body to the final custodian by whom it is\r\n  analyzed.&quot;  Benton v. Pellum, 232 S.C. 26, 33, 100 S.E.2d 534,\r\n  537 (1957) (internal citation omitted).  Conversely, if the State had failed to\r\n  establish an adequate chain of custody such that the inconsistency or\r\n  discrepancy in the chain was critical, the chain of custody would have\r\n  been considered fatally deficient and the trial court would have erred in\r\n  admitting the evidence.  State v. Joseph, 328 S.C. 352, 364-65, 491\r\n  S.E.2d 275, 281-82 (Ct. App. 1997).  Here, the State has established a complete\r\n  chain of custody from the time the evidence was taken from Geer until it was\r\n  admitted at trial.  None of the minor discrepancies rise to the level of\r\n  reversible error.  Consequently, the\r\n  decision of the trial court to deny Geer's motion to suppress the evidence\r\n  based on an insufficient chain of custody is affirmed.    \r\nCONCLUSION\r\nBased on the foregoing, the trial court did not err or abuse\r\n  its discretion when it denied Geer's motion for a continuance, her motion to\r\n  quash based on selective prosecution, and her motion to suppress the drug\r\n  evidence.  Accordingly, the decision of the trial court is\r\nAFFIRMED.  \r\nKONDUROS, J., concurs.\r\nLOCKEMY, J., dissents.\r\nLockemy, J:  I agree with the majority that the State's exercise of its\r\n  prosecutorial discretion is &quot;troublesome&quot; to say the least. However,\r\n  I respectfully dissent because I believe the search of Geer's mouth violated\r\n  the Fourth Amendment's prohibition against an unreasonable search. The only\r\n  fact available to Officer Byrd indicating a search of Geer's mouth would reveal\r\n  relevant material evidence was Parks's mere assertion that Geer had placed drugs\r\n  in her mouth, which he made after previously lying to Officer Byrd.  I would\r\n  hold this sole assertion from someone with doubtful veracity is insufficient to\r\n  establish a clear indication drugs would be found in Geer's orifice to support\r\n  a search.  U.S. Const. amend. IV; S.C. Const. art. I, §10; see State\r\n    v. Dupree, 319 S.C. 454, 459, 462 S.E.2d 279, 282&nbsp;(1995) (finding a clear\r\n  indication drugs would be found in Dupree's mouth existed where officers\r\n  observed Dupree standing in a laundromat known for drug activity, holding what\r\n  the they believed were drugs, placing his hand to his mouth and attempting to\r\n  leave through the back door).  As in Dupree, I believe more facts are\r\n  necessary to establish a clear indication.\r\n\r\n[1] A best\r\n  bag is a sealable envelope in which evidence is placed.  In order to ensure\r\n  that it is not tampered with, after the bag is sealed, a blue line sticker is\r\n  placed on it.  If it is ever tampered with, the line would break and it would\r\n  be easy to detect that the contents had been compromised.  \r\n[2] The record\r\n  indicates that the evidence was in the custody of Officer Zivkovitch from\r\n  October 31, 2007, until he took it &quot;back down to the vault, down in the\r\n  log-in area for the officers to pick back up.&quot;  Officer Zivkovitch did not\r\n  perform the test until November 28, 2007.  The record does not indicate exactly\r\n  where within Officer Zivkovitch's custody the evidence was actually secured,\r\n  and Geer made no objection concerning this issue.\r\n[3] A Fourier Transform\r\n  Infrared Spectroscopy (FTIR) or Full Spectrum\r\n  Scan is an instrument that &quot;shines\r\n  infrared light through a sample&quot; substance.   \r\n\r\n  [T]he light that is absorbed or transmitted is measured by the\r\n    instrument.  An IR spectrum, or printout, is created that shows the light\r\n    absorbed at different wavelengths.  An IR spectrum is much like a fingerprint\r\n    in that it is unique to a substance and can therefore be used to make a\r\n    positive identification.   \r\n\r\nState of Alaska Department of Public\r\n  Safety, Scientific Crime Detection Laboratory, Controlled Substances, http://www.dps.alaska.gov/Crimelab/\r\n    services/controlledsubstances.aspx (last visited Aug. 3, 2010). \r\n\r\n","court":"Appeals"}]