[{"id":"4885","title":"State v. Abraham","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4885","description":"John C. Abraham (Abraham) appeals his conviction for possession of cocaine.  On appeal, Abraham argues the circuit court erred in (1) denying his motion to suppress because he was subjected to an unreasonable search and seizure in violation of the Fourth Amendment and (2) failing to grant his motion for a directed verdict.  We affirm. [1]","date":"2011-09-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        John C. Abraham, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\n   R. Markley Dennis, Jr., Circuit Court\r\nJudge\r\n\r\nOpinion No.  4885\r\n  Heard May 5, 2011 – Filed September 7,\r\n2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate\r\n          Defender M. Celia Robinson and Appellate Defender Tristan Shaffer, both of\r\n          Columbia, for Appellant.\r\n        Attorney\r\n          General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy\r\n          Attorney General Salley W. Elliott, Assistant General Julie M. Thames, Assistant\r\n          Attorney General David Spencer, all of Columbia; and Solicitor Edgar L.\r\n          Clements, III, of Florence, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: John C. Abraham (Abraham) appeals his\r\n  conviction for possession of cocaine.  On appeal, Abraham argues the circuit\r\n  court erred in (1) denying his motion to suppress because he was subjected to\r\n  an unreasonable search and seizure in violation of the Fourth Amendment and (2)\r\n  failing to grant his motion for a directed verdict.  We affirm.[1]\r\nFACTS\r\nOn\r\n  the night of June 27, 2007, Deputy Tracey Tolson (Tolson) of the Florence\r\n  County Sheriff's Office's K-9 and Crime Suppression Unit, was patrolling\r\n  Kershaw Street when she observed a vehicle abruptly stop after a bicycle\r\n  crossed its path.  Tolson exited her patrol car, identified herself, and\r\n  attempted to speak with Abraham to ascertain whether he was impaired and if he\r\n  was capable of operating his bicycle.  At this point, Tolson testified\r\n  she did not suspect Abraham was engaged in any criminal activity.  \r\nAs\r\n  Tolson attempted to speak with Abraham, Abraham cursed and threw his bicycle at\r\n  her, striking Tolson's knee.  Abraham fled the scene.  Tolson ordered Abraham\r\n  to stop, but he refused.  Tolson deployed her taser but was unsuccessful in\r\n  stopping Abraham.  In pursuing Abraham, Tolson observed him toss an\r\n  &quot;orange-in-color medicine bottle&quot; (the medicine bottle) out of his\r\n  hand.  Shortly thereafter, Abraham surrendered and was arrested.  Tolson retrieved\r\n  the medicine bottle and noticed what appeared to be narcotics inside the\r\n  medicine bottle.  Test results of the contents from the medicine bottle\r\n  revealed the presence of 0.43 grams of cocaine.  Abraham was indicted for\r\n  possession of cocaine, possession of a controlled substance, and assault upon a\r\n  law enforcement officer.[2]\r\nPrior\r\n  to trial, Abraham made a motion to suppress the &quot;whole stop&quot; and\r\n  claimed the stop was pretextual.  Abraham claimed Tolson did not have any\r\n  reason to stop and investigate because there was no contact between Abraham's\r\n  bicycle and the vehicle.  The circuit court took the matter under advisement\r\n  until the evidence was presented at trial.  Abraham renewed his motion and\r\n  argued Tolson did not stop the vehicle that was nearly involved in an accident\r\n  with Abraham, no injury occurred at the scene, and no evidence or information\r\n  regarding the vehicle was sought.  Abraham claimed Tolson stopped him to\r\n  conduct a field interview in a high-crime area.  The circuit court denied\r\n  Abraham's motion and concluded Tolson acted reasonably in investigating whether\r\n  Abraham was capable of operating his bicycle on a public street.  Moreover, the\r\n  circuit court noted Abraham assaulted Tolson, and as a result, Tolson's\r\n  subsequent actions were justified.  \r\nAbraham\r\n  also made a motion for a directed verdict arguing the State failed to submit\r\n  direct or circumstantial evidence sufficient to support a guilty verdict.  The\r\n  circuit court denied Abraham's directed verdict motion.  The jury convicted Abraham\r\n  of possession of cocaine.  The circuit court sentenced Abraham to two years'\r\n  imprisonment, credited him with sixty-seven days of time served, and suspended\r\n  the balance.  This appeal followed.\r\n\r\nSTANDARD\r\n  OF REVIEW\r\n\r\nIn\r\n  Fourth Amendment cases, the circuit court's factual rulings are reviewed under\r\n  the &quot;clear error&quot; standard.   State v. Brockman, 339 S.C. 57,\r\n  66, 528 S.E.2d 661, 666 (2000).  Under the &quot;clear error&quot; standard, an\r\n  appellate court will not reverse a circuit court's findings of fact simply\r\n  because it would have decided the case differently.  State v. Pichardo, 367 S.C. 84, 96, 623 S.E.2d 840, 846 (Ct. App. 2005).  Therefore, this\r\n  court will affirm if there is any evidence to support the circuit court's\r\n  ruling.  State v. Khingratsaiphon,&nbsp;352 S.C. 62, 70, 572 S.E.2d 456,\r\n  459-60&nbsp;(2002).\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\nA. Reasonable\r\n  Suspicion\r\n\r\nAbraham\r\n  contends the officer did not have reasonable suspicion that he was engaged in\r\n  criminal activity when the officer stopped him for improperly riding his\r\n  bicycle.  We find this issue is not preserved for our review.\r\nAbraham\r\n  made a motion in limine in an attempt to \r\n  &quot;suppress this whole stop,&quot; arguing the detention was pretextual and\r\n  Tolson lacked reasonable suspicion to stop him.  The circuit court took the\r\n  matter under advisement and withheld its ruling until evidence was presented at\r\n  trial.  During Tolson's direct examination, the State questioned the officer\r\n  about the entire chain of events leading up to Tolson's decision to approach\r\n  Abraham.  The record reflects no attempt by Abraham, at trial, to object to or\r\n  to move to strike Tolson's testimony.  Instead, Abraham only raised the\r\n  propriety of Tolson's seizure of Abraham in a motion after the close of the\r\n  State's case-in-chief when the testimony pertaining to the stop had already been\r\n  admitted.  Therefore, we find this issue is not preserved for our review.  See State v. Owens, 378 S.C. 636, 638, 664 S.E.2d 80, 81 (2008) (finding\r\n  constitutional claims not preserved for review without a contemporaneous\r\n  objection at trial); State v. Rice, 375 S.C. 302, 323, 652 S.E.2d 409,\r\n  419 (Ct. App. 2007) (holding that for an objection to be timely, it must be\r\n  made at the time that evidence is offered); see also State v. Burton, 356 S.C. 259,\r\n  266, 589 S.E.2d 6, 9 (2003) (holding that the failure to object to, or the\r\n  failure to move to strike evidence, renders such evidence competent and\r\n  entitled to consideration to the extent it is relevant).\r\nEven\r\n  if this issue is preserved for review, Tolson had reasonable suspicion to stop\r\n  Abraham.  The Fourth Amendment guarantees &quot;[t]he right of the people to be\r\n  secure in their persons, houses, papers, and effects, against unreasonable\r\n  searches and seizures . . . .&quot;  U.S. Const. amend. IV.  &quot;[T]he Fourth\r\n  Amendment protects against unreasonable searches and seizures, including\r\n  seizures that involve only a brief detention.&quot;  Pichardo, 367 S.C.\r\n  at 97, 623 S.E.2d at 847 (citing United States v. Mendenhall, 446 U.S.\r\n  544, 551 (1980)).  \r\n&quot;[R]easonable suspicion requires a particularized and objective basis\r\n  that would lead one to suspect another of criminal activity.&quot;  State v.\r\n    Woodruff, 344 S.C. 537, 546, 544 S.E.2d 290, 295 (Ct. App. 2001).  &quot;In\r\n  determining whether reasonable suspicion\r\n  exists, the [circuit] court must consider the totality of the circumstances.&quot;  State v. Willard,&nbsp;374 S.C. 129, 134, 647 S.E.2d 252, 255&nbsp;(Ct.\r\n  App. 2007).  Generally stated, reasonable suspicion is a standard that requires more than a\r\n  &quot;hunch&quot; but less than probable cause.  Id.  \r\nIn\r\n  this case, Tolson testified she stopped Abraham after she observed him\r\n  operating his bicycle in a manner that posed a significant risk to the driving\r\n  public.  Based on this observation, we conclude Tolson's actions were\r\n  reasonable in determining whether Abraham was impaired and capable of operating\r\n  his bicycle.  Moreover, Tolson had the legal authority to arrest Abraham when\r\n  he threw his bicycle at her, even though Tolson did not suspect Abraham of any\r\n  criminal activity when she initially stopped him.  See S.C. Code Ann. §\r\n  17-13-30 (Supp. 2009) (&quot;The sheriffs and deputy sheriffs of this State may\r\n  arrest without warrant any and all persons who, within their view, violate any\r\n  of the criminal laws of this State if such arrest be made at the time of such\r\n  violation of law or immediately thereafter.&quot;). \r\nB. Suppression of\r\n  Evidence\r\nAbraham\r\n  also argues the circuit court erred in admitting the drug evidence because the\r\n  officer lacked reasonable suspicion to stop him.  We find this issue is not\r\n  preserved for review.\r\nDuring\r\n  the same motion in limine in which Abraham asserted Tolson lacked\r\n  reasonable suspicion to stop him, Abraham briefly argued the evidence discovered\r\n  as a result of the stop should be suppressed.  The circuit court did not rule\r\n  on the admissibility of the evidence at that time.  At trial, the State\r\n  introduced and the circuit court admitted the medicine bottle and cocaine into\r\n  evidence.  Abraham did not contemporaneously object to the admission of the\r\n  medicine bottle or the cocaine into evidence.  Therefore, we find this issue is\r\n  not preserved for review.  State v. Smith,&nbsp;337 S.C. 27, 32, 522\r\n  S.E.2d 598, 600&nbsp;(1999) (&quot;[A] motion in limine seeks a pretrial\r\n  evidentiary ruling to prevent the disclosure of potentially prejudicial matter\r\n  to the jury.  A pretrial ruling on the admissibility of evidence is preliminary\r\n  and is subject to change based on developments at trial.  A ruling in limine is\r\n  not final; unless an objection is made at the time the evidence is offered and\r\n  a final ruling procured, the issue is not preserved for review.&quot;).\r\nMoreover,\r\n  even if this issue is preserved for review, Abraham's argument is meritless. \r\n  Tolson stated she observed Abraham toss a medicine bottle from his hand that\r\n  was later retrieved from his flight path.  Because Abraham abandoned the\r\n  medicine bottle when he tossed it, we conclude no Fourth Amendment violation\r\n  occurred.  See State v. Dupree, 319 S.C. 454, 460, 462 S.E.2d\r\n  279, 283 (1995) (finding no Fourth Amendment violation when defendant could not\r\n  have had a continued expectation of privacy in crack cocaine that was thrown on\r\n  the floor of a business open to the public).  \r\n\r\nC. Directed\r\n  Verdict Motion\r\n\r\nAbraham\r\n  argues the circuit court erred in denying his directed verdict motion because\r\n  the State's evidence was insufficient to support a guilty verdict.  We\r\n  disagree.\r\n&quot;When\r\n  ruling on a motion for a directed verdict, the [circuit] court is concerned\r\n  only with the existence of evidence, not the weight.&quot;  State v. Gibson,&nbsp;390\r\n  S.C. 347, 353, 701 S.E.2d 766, 769 (Ct. App. 2010). When reviewing the denial\r\n  of a motion for a directed verdict, an appellate court must review the\r\n  evidence, and all inferences therefrom, in the light most favorable to the State.  State v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006).  The\r\n  circuit court's denial of a directed verdict will not be\r\n  reversed if supported by any direct evidence or substantial circumstantial\r\nevidence of the defendant's guilt.  Id. at 292-93, 625 S.E.2d at 648.\r\n  In\r\n  support of his motion for directed verdict, Abraham argues the State did not\r\n  present any evidence linking him to the medicine bottle.  Specifically, Abraham's\r\n  position is that Tolson's description of the medicine bottle in her report and\r\n  the lack of identifiable fingerprints on the medicine bottle, constitute\r\n  insufficient evidence to support a guilty verdict. \r\nAt\r\n  trial, Abraham questioned Tolson regarding her statement in her incident report\r\n  that Abraham &quot;toss[ed] an item out of his hand down Jarrott Street, at\r\n  which time he then stopped and got on the ground.&quot;  In response, Tolson\r\n  testified her use of &quot;item&quot; was a typographical error and she in fact\r\n  observed Tolson toss an &quot;orange medicine bottle&quot; onto Jarrott Street. \r\nAdditionally,\r\n  Officer Andrew Clendinin of the Florence County Sheriff's Office testified he\r\n  conducted a fingerprint analysis on the medicine bottle.  Officer Clendinin\r\n  stated he was able to locate a few lines of a raised portion of a person's\r\n  finger but was unable to make a full identification of the fingerprint.  \r\nWhile\r\n  Officer Clendinin's testimony did not link Abraham to the medicine bottle,\r\n  Tolson testified she observed Abraham toss the medicine bottle.  Because\r\n  Abraham's argument regarding Tolson's observation of the medicine bottle\r\n  relates to the weight of the evidence, and not its existence, we conclude the\r\n  circuit court did not err in denying Abraham's motion for a directed verdict.  Gibson,&nbsp;390\r\n  S.C. at 353, 701 S.E.2d at 769 (stating a court's inquiry on a motion for\r\n  directed verdict is limited to the existence, not the weight of the evidence). \r\n\r\nCONCLUSION\r\nAccordingly,\r\n  the circuit court's decision is \r\nAFFIRMED.\r\nHUFF\r\n  and THOMAS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2] This appeal only concerns the possession of cocaine\r\n  charge.\r\n\r\n","court":"Appeals"},{"id":"4886","title":"State v. Singleton","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4886","description":"Appellant Eugene Singleton was indicted in Bamberg County for first degree burglary, armed robbery, kidnapping, possession of a weapon during the commission of a violent crime, and criminal conspiracy.  After a trial, a jury convicted Singleton of first degree burglary and criminal conspiracy.  Singleton appeals, arguing (1) the circuit court erred in allowing the victim to identify Singleton in court when her out-of-court identification was arguably unreliable and created a substantial likelihood of misidentification, and (2) the circuit court erred in allowing the State to call a reply witness who did not comply with the sequestration order imposed by the circuit court at Singleton's request.  We affirm on both points.","date":"2011-09-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        Eugene J. Singleton, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Bamberg County\r\n   Alexander S. Macaulay, Circuit Court\r\nJudge\r\n\r\nOpinion No.  4886\r\n  Submitted June 1, 2011 – Filed September\r\n  7, 2011    `\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate\r\n          Defender M. Celia Robinson, of Columbia, for Appellant.\r\n        Attorney\r\n          General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n          Deputy Attorney General Salley W. Elliott, and Assistant Attorney General\r\n          Deborah Shupe, all of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nGEATHERS,\r\n  J.: Appellant Eugene Singleton was indicted in Bamberg County for first degree\r\n  burglary, armed robbery, kidnapping, possession of a weapon during the commission\r\n  of a violent crime, and criminal conspiracy.  After a trial, a jury convicted\r\n  Singleton of first degree burglary and criminal conspiracy.  Singleton appeals,\r\n  arguing the circuit court erred in allowing (1) the victim to identify\r\n  Singleton in court when her out-of-court identification was arguably unreliable\r\n  and created a substantial likelihood of misidentification and (2) the State to\r\n  call a reply witness who did not comply with the sequestration order imposed by\r\n  the circuit court at Singleton's request.  We affirm.[1]  \r\nFACTS/PROCEDURAL HISTORY\r\nOn\r\n  the night of September 7, 2007, Mattie Singletary (Victim) and her one-year-old\r\n  daughter were sleeping in her bedroom when she heard a &quot;thump.&quot;  Moments\r\n  later, a man walked into her bedroom, uttered an expletive, and ran out.  Two\r\n  other men then entered her bedroom and began threatening her with guns pointed\r\n  in her and her daughter's direction.  The two men ransacked the room and stole\r\n  a cell phone, two pairs of shoes, jewelry,[2] and more than one thousand dollars in cash.[3] \r\n  After the men left, Victim noticed her front door had been kicked in.\r\nDuring\r\n  trial, Victim identified Singleton[4] as the first man who entered her bedroom.  Prior to this in-court\r\n  identification, Singleton's counsel had moved to suppress Victim's\r\n  identification of Singleton on the basis of inconsistencies between Victim's\r\n  written and oral statements.  Specifically, Victim initially stated she did not\r\n  recognize any of the perpetrators but later recalled that she recognized the\r\n  first man who entered her room as &quot;Jay.&quot;  Singleton's counsel argued\r\n  Victim's identification was the product of her hearing of Singleton's arrest by\r\n  law enforcement after the fact.  The circuit court agreed that there were\r\n  inconsistencies between Victim's statements but ruled that any inconsistencies\r\n  would go to her credibility and not to admissibility.  The circuit court\r\n  concluded the identification was sufficiently reliable to submit the issue to\r\n  the jury because it was based on her own personal knowledge.  Therefore, the\r\n  circuit court denied the motion to suppress Victim's in-court identification of\r\n  Singleton.\r\nVictim\r\n  testified she recognized Singleton &quot;[b]ecause he used to be around my baby['s]\r\n  father . . . [b]ut then after a while, I guess they drifted apart.&quot;  Victim also noted she had seen Singleton several times on the campus of Denmark\r\n  Technical College, where she attended school, and when she saw him he would\r\n  greet her.  Victim stated she had seen Singleton nine or ten times prior to\r\n  September 7, 2007, and she got a good look at him the night of the robbery.\r\nAfter\r\n  the robbery, Victim called 911, but she did not mention that she recognized one\r\n  of the perpetrators.  Victim allegedly told one of the responding officers that\r\n  she recognized one of the robbers as &quot;Jay,&quot; but she admitted her\r\n  written statement did not mention this fact.  Victim's initial written\r\n  statement said &quot;a boy came in the room and said, [oh] sh[*]t, and turn[ed]\r\n  around.&quot;  Victim explained that her written statement given the day after\r\n  the robbery did not mention she recognized Singleton because &quot;it was just\r\n  so much going on, and I was scared.&quot;  Singleton's trial counsel cross-examined\r\n  Victim extensively regarding the absence of this information in her initial\r\n  written statement.  \r\nTwo\r\n  other perpetrators involved in the robbery, Lonnie Rowe and Eugene Hosey,\r\n  testified at trial on the State's behalf and identified Singleton as a\r\n  participant in the robbery.  Both Rowe and Hosey testified Singleton\r\n  joined them in planning to go rob a drug dealer and steal drugs from his mobile\r\n  home.  Rowe testified Singleton kicked in the front door and entered the mobile\r\n  home first.  Rowe said Singleton repeatedly asked Victim where her\r\n  &quot;stuff&quot; was, and after she told them, Singleton went and got a white\r\n  bag allegedly containing drugs out of the washing machine.  \r\nRowe\r\n  further testified he grabbed one or two pairs of sneakers and a cell phone\r\n  before leaving the mobile home.  Rowe claimed he did not know exactly what was\r\n  in the white bag, and the State did not admit any drug evidence during the\r\n  course of the trial.  Rowe spent the night in the woods and was apprehended by\r\n  the police the next morning.  He confessed to his involvement in the crime and\r\n  directed the police to Latrell Tyler's home, where Rowe knew Singleton would be\r\n  staying.[5] \r\n  Police proceeded to the address Rowe gave them and arrested Singleton.  \r\nIn\r\n  April 2008, Victim gave another statement to a Solicitor's Office\r\n  investigator.  In that statement, Victim stated she saw a black male whom she\r\n  knew as &quot;J&quot; come into her bedroom with a handgun.  &quot;J&quot; said\r\n  &quot;oh sh[*]t&quot; and then ran from the room.  Victim said she was not sure\r\n  why she did not initially tell the police that &quot;J&quot; Singleton was one\r\n  of the people who entered her home.  Victim claimed that &quot;J&quot; probably\r\n  ran from the room when he saw her because she and &quot;J&quot; knew each\r\n  other.  Victim said she did not see any drugs in the mobile home that night, but\r\n  she admitted that she had heard her live-in boyfriend, Folk, sold drugs.  \r\nWith\r\n  respect to the jewelry stolen from her home, Victim's handwritten statement\r\n  noted the robbers took a gold chain, a gold watch, and two gold rings.  Victim\r\n  claimed that all the jewelry found on Singleton when he was arrested belonged to\r\n  Folk.  Singleton's counsel cross-examined Victim regarding the fact that the\r\n  jewelry found in Singleton's possession upon his arrest consisted of two gold\r\n  bracelets, a watch, a ring, and did not include any gold chains.\r\nIn\r\n  his case-in-chief, Singleton presented evidence that the jewelry found in his\r\n  possession at the time of his arrest actually belonged to him and not to Folk. \r\n  Specifically, Tyler, Tanora Clemons, and Dorothy May Singleton[6] described\r\n  the jewelry in detail, and all three witnesses testified they had seen\r\n  Singleton wearing the jewelry prior to September 7, 2007.  Tyler noted:\r\n\r\n  I remember the\r\n    bracelet because I asked him could I wear the bracelet.  He told me no, he\r\n    wouldn't let me wear the bracelet.  It got the real pretty Jesus on it and I\r\n    liked it.  It had the diamonds on it.  I asked could I get it.  He told me no. \r\n    I did want this too, but he told me no.\r\n\r\nThe\r\n  State sought to call a reply witness, Harriet Washington, Folk's mother, to\r\n  testify that the jewelry in fact belonged to her son.  During a bench\r\n  conference off the record, Singleton objected to Washington's testimony on the\r\n  grounds that Washington was not sequestered during the trial, and was in the\r\n  courtroom when the other witnesses discussed the jewelry.  The circuit court\r\n  overruled Singleton's motion to suppress the testimony but limited any\r\n  prejudice by requiring Washington to verbally describe the jewelry prior to the\r\n  State showing it to her.\r\nDuring\r\n  her direct testimony, Washington described the jewelry and identified it as\r\n  belonging to her son, Folk.  Washington testified:\r\n\r\n  He got the\r\n    Lord's piece, a big chain with the Lord face on it.  And then he got another\r\n    big gold chain like a, uh, it's something like some kind of like a head\r\n    something, but then he got one with a Jesus in it with the diamonds on it and\r\n    then he had, he got a gold bracelet with Jesus head because I had asked him for\r\n    it . . . he got his gold watch.  He got several rings.\r\n\r\nDuring\r\n  cross-examination, Singleton's counsel questioned Washington extensively\r\n  regarding her presence in the courtroom when the jewelry was displayed earlier\r\n  that same day.  Washington admitted she had last seen the jewelry that same\r\n  morning when Singleton's counsel displayed it for three witnesses.  \r\nThe\r\n  jury convicted Singleton of first degree burglary and criminal conspiracy.  The\r\n  circuit court sentenced Singleton to thirty-five years' imprisonment for first\r\n  degree burglary, suspended upon the service of twenty-five years plus five\r\n  years' probation.  The circuit court also sentenced Singleton to five years'\r\n  imprisonment for conspiracy, to run concurrently with the burglary sentence. \r\n  This appeal followed.  \r\nISSUES ON APPEAL\r\n1.&nbsp; Did\r\n  the circuit court err in allowing the victim to identify Singleton in court\r\n  when her out-of-court identification was arguably unreliable and created a\r\n  substantial likelihood of irreparable misidentification?\r\n2.&nbsp;  Did\r\n  the circuit court err in allowing the State to call a witness for reply\r\n  testimony when the witness did not comply with the sequestration order imposed\r\n  at Singleton's request such that his right to due process was violated?\r\nLAW/ANALYSIS\r\nI. In-Court\r\n  Identification of Defendant\r\nSingleton\r\n  argues the circuit court erred in allowing Victim to identify him during her\r\n  in-court testimony when her out-of-court identification was unreliable and created\r\n  a substantial likelihood of misidentification.  We disagree.  \r\n&quot;The\r\n  admission of evidence is within the sound discretion of the circuit court.&quot;  State v. Simmons, 384 S.C. 145, 166, 682 S.E.2d 19, 30&nbsp;(Ct. App. 2009). \r\n  &quot;Accordingly, a circuit court's decision to allow the in-court identification\r\n  of an accused will not be reversed absent an abuse of discretion or prejudicial\r\n  legal error.&quot;  Id.  &quot;To warrant reversal based on the\r\n  admission or exclusion of evidence, the appellant must prove both the error of\r\n  the ruling and the resulting prejudice, i.e., that there is a reasonable\r\n  probability the jury's verdict was influenced by the challenged evidence or the\r\n  lack thereof.&quot;  Fields v. Reg'l Med. Ctr. Orangeburg, 363 S.C. 19,\r\n  26, 609 S.E.2d 506, 509&nbsp;(2005).\r\n&quot;An in-court identification\r\n  of an accused is inadmissible if a suggestive out-of-court identification\r\n  procedure created a very substantial likelihood of irreparable\r\n  misidentification.&quot;  Simmons, 384 S.C. at 166, 682 S.E.2d at 30\r\n  (internal quotation marks and citation omitted).  &quot;The United\r\n  States Supreme Court has developed a two-prong[ed] inquiry to determine the\r\n  admissibility of an out-of-court identification.&quot;  State v. Moore,\r\n  343 S.C. 282, 287, 540 S.E.2d 445, 447 (2000) (citing Neil v. Biggers,\r\n  409 U.S. 188, 198-99 (1972)).  First, a court must ascertain whether the\r\n  identification process was unduly suggestive.  Id.  Next, the court must\r\n  decide whether the out-of-court identification was nevertheless so reliable\r\n  that no substantial likelihood of misidentification existed.  Id.\r\n&quot;The\r\n  inquiry must focus upon whether, under the totality of the circumstances, there\r\n  was a substantial likelihood of irreparable misidentification.&quot;  State\r\n    v. Turner, 373 S.C. 121, 127, 644 S.E.2d 693, 696&nbsp;(2007).  When\r\n  determining the likelihood of misidentification, courts must evaluate the\r\n  totality of the circumstances using the following factors:  \r\n\r\n  (1) the witness's\r\n    opportunity to view the perpetrator at the time of the crime, (2) the witness's\r\n    degree of attention, (3) the accuracy of the witness's prior description of the\r\n    perpetrator, (4) the level of certainty demonstrated by the witness at the\r\n    confrontation, and (5) the length of time between the crime and the\r\n    confrontation.  \r\n\r\nId. at 127, 644\r\n  S.E.2d at 697.  \r\nDuring\r\n  trial, Victim testified she recognized Singleton because he was formerly\r\n  friends with Folk.  Victim recalled that Singleton had greeted her on the\r\n  Denmark Technical College campus several times in the past.  Furthermore, she\r\n  got a good look at Singleton on the night of the robbery.  Victim explained her\r\n  written statement did not mention she recognized Singleton because she was\r\n  scared.  Because Victim had prior personal knowledge of Singleton, we conclude\r\n  the identification process was not unduly suggestive.  In addition, based on\r\n  the totality of the circumstances, we find there was no substantial likelihood\r\n  of irreparable misidentification such that the identification was unreliable as\r\n  a matter of law.  \r\nRegardless,\r\n  any error was harmless in light of the overwhelming evidence of guilt presented\r\n  at trial.  See State\r\n    v. Sims,\r\n  387 S.C. 557, 566-68, 694 S.E.2d 9, 14-15 (2010) (finding error in admission of\r\n  hearsay statement harmless in view of the overwhelming evidence of guilt\r\n  presented at trial); Fields, 363 S.C. at 26, 609 S.E.2d at 509 (noting\r\n  that to warrant reversal based on the admission of evidence, an appellant must\r\n  demonstrate both error and prejudice).  Specifically, two co-conspirators\r\n  testified against Singleton and identified him as a participant in the robbery.\r\nAccordingly,\r\n  we affirm the circuit court's decision to admit Victim's in-court\r\n  identification of Singleton because the identification process was not unduly\r\n  suggestive, there was no substantial likelihood of irreparable misidentification,\r\n  and there was no resulting prejudice.  \r\nII. Motion\r\n  to Suppress Unsequestered Witness's Testimony\r\nSingleton\r\n  argues the circuit court's decision to allow an unsequestered witness to\r\n  testify deprived him of fundamental fairness and violated his right to due\r\n  process of law.  Specifically, Singleton contends it was prejudicial error to allow\r\n  Harriet Washington, Folk's mother, to provide rebuttal testimony regarding\r\n  ownership of the jewelry found on Singleton at the time of his arrest.  During\r\n  trial, Singleton's counsel objected to the reply testimony by Washington\r\n  because she was sitting in the courtroom when other witnesses described and\r\n  identified all four pieces of jewelry.\r\n&quot;A\r\n  denial of due process occurs when a defendant in a criminal trial is denied the\r\n  fundamental fairness essential to the concept of justice.&quot;  State v.\r\n    Hornsby, 326 S.C. 121, 129, 484 S.E.2d 869, 873&nbsp;(1997).  &quot;At the\r\n  request of a party the court may order witnesses excluded so that they\r\n  cannot hear the testimony of other witnesses, and it may make the order of its\r\n  own motion.&quot;  Rule 615, SCRE (emphasis added).  However, &quot;[a] party\r\n  is not entitled to the sequestration of witnesses as a matter of right.&quot;  State\r\n    v. Fulton, 333 S.C. 359, 375, 509 S.E.2d 819, 827 (Ct. App. 1998). \r\n  &quot;Rather, the decision to sequester witnesses is left to the sound\r\n  discretion of the trial judge.&quot;  Id.  &quot;This discretion extends\r\n  to the State's right to recall a witness in reply who was present in the\r\n  courtroom during a portion of the trial.&quot;  Id.\r\n&quot;Whether\r\n  a witness should be exempted from a sequestration order is within the trial\r\n  court's discretion.&quot;  State v. Tisdale, 338 S.C. 607, 616, 527\r\n  S.E.2d 389, 394 (Ct. App. 2000) (declining to grant a mistrial based on\r\n  violation of a sequestration order by the State's witness); see also Fulton,\r\n  333 S.C. at 375, 509 S.E.2d at 827 (finding no abuse of discretion by the trial\r\n  judge in allowing reply testimony from two previously sequestered\r\n  witnesses who had remained in the courtroom following their initial testimony).  Moreover, &quot;[t]he\r\n  admission of reply testimony is within the sound discretion of the trial judge,\r\n  and there is no abuse of discretion if the testimony is arguably contradictory\r\n  of and in reply to earlier testimony.&quot;  State v. Todd, 290 S.C.\r\n  212, 214, 349 S.E.2d 339, 340&nbsp;(1986); see also State v. Huckabee,\r\n  388 S.C. 232, 243, 694 S.E.2d 781, 786&nbsp;(Ct. App. 2010) (finding no abuse\r\n  of discretion by the trial judge in allowing reply testimony when it was\r\n  limited in scope to contradict a previous contention raised by the defendant\r\n  and not admitted to complete the State's case-in-chief).\r\nWe\r\n  conclude Singleton's right to due process of law was not violated by the\r\n  admission of this reply testimony.  First, Singleton was not entitled to a\r\n  sequestration order as a matter of right.  See Fulton, 333 S.C. at\r\n  375, 509 S.E.2d at 827 (&quot;A party is not entitled to the sequestration of\r\n  witnesses as a matter of right.&quot;).  Furthermore, the circuit court did not\r\n  abuse its discretion in allowing Washington to testify regarding her belief\r\n  that Folk owned the jewelry found in Singleton's possession at the time of his\r\n  arrest.  Washington's testimony was in direct response to three witnesses who\r\n  testified Singleton owned the same jewelry.  The reply testimony was limited in\r\n  scope and not admitted to complete the State's case-in-chief.  See Huckabee,\r\n  388 S.C. at 243, 694 S.E.2d at 786.  Finally, Singleton's counsel\r\n  cross-examined Washington extensively regarding her presence in the courtroom\r\n  when the jewelry was displayed earlier that day.  Therefore, any possible\r\n  prejudicial effect was limited by Singleton's counsel repeatedly questioning\r\n  Washington regarding the source of her knowledge of the jewelry.  \r\nCONCLUSION\r\nWe\r\n  affirm the circuit court's decision to admit Victim's in-court identification\r\n  of Singleton because the identification process was not unduly suggestive, the\r\n  identification was reliable based on the totality of the circumstances, and\r\n  there was no resulting prejudice.  We also affirm the circuit court's decision\r\n  to allow the State to call a previously unsequestered witness to give reply\r\n  testimony because the admission of Washington's testimony did not deprive\r\n  Singleton of either fundamental fairness or due process of law.  The testimony\r\n  was offered by the State in reply to directly contradictory testimony by\r\n  Singleton's witnesses.  Furthermore, Singleton's counsel cross-examined Washington\r\n  extensively regarding her presence in the courtroom during the other witnesses'\r\n  testimony.\r\nAFFIRMED.\r\nSHORT\r\n  and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1]  We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n[2]  According to\r\n  Victim, the shoes and jewelry that were stolen from her home belonged to Eugene\r\n  Folk, her boyfriend and the father of her daughter.  \r\n[3]  Victim\r\n  testified on cross-examination that the $1,020 in cash that was stolen from her\r\n  home came from a student loan refund.  \r\n[4]  Eugene\r\n  Singleton is also referred to throughout the record as &quot;Jay&quot;\r\n  Singleton.  \r\n[5]  Tyler was\r\n  Singleton's girlfriend.\r\n[6]  Clemons is the\r\n  mother of Singleton's child, and Dorothy May Singleton is Singleton's mother.\r\n\r\n","court":"Appeals"},{"id":"4887","title":"West v. Morehead","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4887","description":"In this appeal from a jury verdict in favor of Rebecca West for actual and punitive damages on a defamation claim, we address the \"fair report privilege\" and whether West introduced sufficient evidence of Appellants' fault.  We affirm the jury's award of actual damages.  However, we find as a matter of law that the evidence was insufficient to support a finding of actual malice, and reverse the award of punitive damages.","date":"2011-09-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Rebecca West, Respondent,\r\n        v.\r\n        Todd Morehead, Columbia\r\n          City Paper, LLC, and Paul Blake, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n   J. Ernest Kinard, Jr., Circuit Court\r\nJudge\r\n\r\nOpinion No. 4887 \r\n  Heard June 8, 2011 – Filed September 7,\r\n2011\r\n\r\nAFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kirby D. Shealy, III and Evan Brook\r\n          Bristow, both of Columbia, for Appellants.\r\n        S. Jahue Moore, Sr., of West Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.:  In this appeal from a jury verdict in\r\n  favor of Rebecca West for actual and punitive damages on a defamation claim, we\r\n  address the &quot;fair report privilege&quot; and whether West introduced\r\n  sufficient evidence of Appellants' fault.  We find the trial court properly\r\n  handled the fair report privilege and properly submitted to the jury the\r\n  question of whether West presented sufficient evidence of fault as to actual\r\n  damages.  We also find the trial court acted within its discretion in ruling on\r\n  issues regarding a &quot;clarification&quot; published by Appellants.  We therefore affirm the jury's award of actual damages.  As to\r\n  punitive damages, however, we find as a matter of law that the evidence was\r\n  insufficient to support a finding of actual malice, and we reverse the award of\r\n  punitive damages.   \r\nI. Facts and\r\n  Procedural History\r\nOn October 24, 2007, the\r\n  Columbia City Paper published an article entitled &quot;Adieu M'Armoire:[1] Whit-Ash Co. linked to bizarre divorce case, other prominent figures\r\n  implicated.&quot;  The subject of the article was the divorce of Stella and\r\n  Whit Black and a lawsuit Stella Black filed against Whit's divorce attorney,\r\n  Rebecca West. In particular, the article addressed allegations Black[2] made in an affidavit and motion filed in the divorce case, and in the complaint\r\n  filed in the civil lawsuit, to support Black's claim that West should not be\r\n  permitted to represent Whit.  In the civil lawsuit against West, Black alleged\r\n  causes of action for civil conspiracy, breach of fiduciary duty, fraud,\r\n  negligent misrepresentation, and malpractice.  Paul Blake, a reporter for City\r\n  Paper, reviewed the public record of Black's civil suit against West, which\r\n  included Black's affidavit and motion in the divorce case.  Todd Morehead,\r\n  another City Paper reporter, wrote the article based on Blake's review of the\r\n  public record and interviews Blake conducted.  Neither Blake nor Morehead\r\n  attempted to speak with West before publishing the article.\r\nWest sued City Paper, Blake,\r\n  and Morehead for defamation.  West, who was mentioned by name in the article,\r\n  alleged the following two statements in the article defamed her: (1) &quot;[I]t\r\n  had all the ingredients of a cheap detective novel: . . . two-bit lawyers\r\n  who'll even turn on their own clients if the retainer is juicy enough&quot;;\r\n  and (2) &quot;[W]hen they think back to the tense days of the Black divorce\r\n  many won't care about the corruptible attorneys or ETV property.&quot;  At\r\n  trial, Morehead admitted the statements refer to West.  He also admitted he\r\n  chose &quot;adjectives&quot; to describe West that do not appear in the public\r\n  documents.  However, both he and Blake testified the article was based\r\n  exclusively on allegations Black made in the public documents.  Morehead\r\n  testified the article was written in &quot;narrative literary style&quot; and\r\n  did not reflect his or City Paper's opinion of West.   \r\nThe jury found in favor of\r\n  West and awarded her $10,000.00 in actual damages and $30,000.00 in punitive\r\n  damages.  \r\nII. Legal Background\r\nThe law of defamation permits\r\n  a plaintiff to recover &quot;for injury to her reputation as the result of the\r\n  defendant's communication to others of a false message about the\r\n  plaintiff.&quot;  Holtzscheiter v. Thomson Newspapers, Inc., 332 S.C.\r\n  502, 508, 506 S.E.2d 497, 501 (1998).  To establish a defamation claim, a\r\n  plaintiff must prove: (1) a false and defamatory statement was made; (2) the\r\n  unprivileged statement was published to a third party; (3) the publisher was at\r\n  fault; and (4) either the statement was actionable regardless of harm or the\r\n  publication of the statement caused special harm.  Erickson v. Jones St.\r\n    Publishers, LLC, 368 S.C. 444, 465, 629 S.E.2d 653, 664 (2006); Fleming\r\n      v. Rose, 350 S.C. 488, 494, 567 S.E.2d 857, 860 (2002).  Under the law of\r\n  defamation, however, certain communications give rise to qualified privileges,\r\n  including the privilege to publish fair and substantially accurate reports of\r\n  judicial and other governmental proceedings without incurring liability.  See\r\n    generally Padgett v. Sun News, 278 S.C. 26, 292 S.E.2d 30 (1982)\r\n  (discussing fair report privilege); Jones v. Garner, 250 S.C. 479, 158\r\n  S.E.2d 909 (1968) (same); see also 2 Rodney A. Smolla, Law of\r\n    Defamation § 8:3 (2d ed. 2010).  The applicability of this &quot;fair\r\n  report privilege&quot; and the sufficiency of proof on the fault element, both\r\n  as to actual and punitive damages, are the primary issues in this appeal.  We\r\n  discuss each in turn.  \r\nIII. The Fair Report Privilege\r\n&quot;Fair and impartial reports in newspapers of matters of public interest\r\n  are qualifiedly privileged.&quot;  Jones, 250 S.C. at 487, 158\r\n  S.E.2d at 913.  Appellants contend they were entitled to a directed verdict on\r\n  the basis that the fair report privilege immunized them from liability.  We\r\n  disagree.  &quot;Under this defense [of qualified privilege], one who publishes defamatory matter concerning another is\r\n  not liable for the publication if (1) the matter is published upon an occasion\r\n  that makes it [qualifiedly or] conditionally privileged, and (2) the privilege\r\n  is not abused.&quot;  Swinton Creek Nursery v. Edisto Farm Credit, 334 S.C. 469, 484, 514 S.E.2d 126, 134 (1999) (citing\r\n  Restatement (Second) of Torts § 593 (1977)).  Whether the occasion is one which\r\n  gives rise to a qualified privilege is a question of law.  334 S.C. at 485, 514\r\n  S.E.2d at 134.  Because the article relates to the content of public files on\r\n  judicial proceedings, the trial court correctly ruled that the publication of\r\n  the article is subject to the fair report privilege.  However, &quot;[t]he\r\n  privilege extends only to a report of the contents of the public record and any\r\n  matter added to the report by the publisher, which is defamatory of the person\r\n  named in the public records, is not privileged.&quot;  Jones, 250 S.C. at\r\n  487, 158 S.E.2d at 913.  Where there is conflicting evidence,[3] &quot;the question whether [a qualified] privilege has been abused is one for\r\n  the jury.&quot;  Swinton Creek, 334 S.C. at 485, 514 S.E.2d at 134.  In this case, the evidence is subject to more than\r\n  one inference as to whether the privilege was abused.  In particular, there is\r\n  conflicting evidence as to whether the article is a &quot;fair and substantially\r\n  true account&quot; of allegations Black made in family and circuit courts.  See Padgett, 278 S.C. at 31, 292 S.E.2d at 33 (stating the &quot;[fair\r\n  report] privilege consists of making a fair and substantially true account of\r\n  the particular proceeding or record&quot;).  Thus, the trial court properly\r\n  submitted to the jury the question of whether Appellants' use of narrative\r\n  journalism and their choice of words other than those used in court documents\r\n  was an abuse of the privilege.  \r\nIV. Proof of Fault\r\nAppellants also contend the\r\n  trial court erred in not granting them a directed verdict on the element of\r\n  fault, as to both actual and punitive damages.  \r\n\r\n  a. Actual Damages\r\n\r\nThe trial judge\r\n  charged the jury that the standard for proving fault in order to recover actual\r\n  damages is common law malice.  Neither party objected.  A plaintiff may prove\r\n  common law malice by showing &quot;the defendant\r\n  acted with ill will toward the plaintiff, or acted . . . with conscious\r\n  indifference of the plaintiff's rights.&quot;  Erickson, 368 S.C.\r\n  at 466, 629 S.E.2d at 665.  Our standard of review as to the factual finding of\r\n  common law malice allows us only to correct errors of law.  368 S.C. at 464,\r\n  629 S.E.2d at 663-64 (citing Townes Assocs., Ltd. v. City of Greenville,\r\n  266 S.C. 81, 85, 221 S.E.2d 773, 775 (1976)).  &quot;[A] factual finding by the\r\n  jury will not be disturbed unless a review of the record discloses that there\r\n  is no evidence which reasonably supports the jury's findings.&quot;  Id. \r\n  In making this review, we must view the evidence and the inferences that can be\r\n  drawn from it in the light most favorable to the prevailing party.  Swinton Creek, 334\r\n  S.C. at 476, 514 S.E.2d at 130; see also Erickson, 368 S.C. at\r\n  463, 629 S.E.2d at 663 (&quot;The appellate court\r\n  must determine whether a verdict for a party opposing the motion would be\r\n  reasonably possible under the facts as liberally construed in his favor. . . .\r\n  If the evidence is susceptible to more than one reasonable inference, the case\r\n  should be submitted to the jury.&quot;). \r\nThere\r\n  is conflicting evidence in this case as to whether West met her burden of\r\n  proving Appellants acted with common law malice.  In particular, we find\r\n  some evidence exists as to whether the use of the phrases &quot;two-bit\r\n  lawyers&quot; and &quot;corruptible attorneys&quot; to characterize the\r\n  allegations contained in the public record amounted to conscious indifference\r\n  to West's rights, and thus to common law malice.  The trial court properly\r\n  submitted this question of fact to the jury. \r\n\r\n  b. Punitive Damages \r\n\r\nAppellants contend the trial\r\n  court should have granted a directed verdict on the question of punitive\r\n  damages.  We agree.  &quot;[I]n order to recover\r\n  punitive damages from a media defendant, a private-figure plaintiff[4] must prove by clear and convincing\r\n  evidence that the defendant acted with constitutional actual malice.&quot;  Erickson, 368\r\n  S.C. at 466-67, 567 S.E.2d at 665.  A plaintiff may meet this burden in either\r\n  of two ways: (1) by proving &quot;the defendant\r\n  published the statement with knowledge it was false,&quot; or (2) by proving &quot;the defendant published the statement . . . with\r\n  reckless disregard of whether it was false.&quot;  Id.  In this\r\n  case there was no evidence Appellants knew any of the statements were false. \r\n  We therefore focus on whether there is sufficient evidence in the record that\r\n  Appellants acted with reckless disregard of the falsity of the statements.  Our\r\n  supreme court has stated: \r\n\r\n  A &quot;reckless disregard&quot; for the truth . . . requires more\r\n    than a departure from reasonably prudent conduct.  &quot;There must be\r\n    sufficient evidence to permit the conclusion that the defendant in fact\r\n      entertained serious doubts as to the truth of his publication.&quot;  There\r\n    must be evidence the defendant had a &quot;high degree of awareness of . . .\r\n      probable falsity.&quot;\r\n\r\nElder v. Gaffney Ledger, 341 S.C. 108, 114, 533 S.E.2d 899, 902 (2000)\r\n  (quoting St. Amant v. Thompson, 390 U.S. 727, 731 (1968), and Garrison\r\n    v. Louisiana, 379 U.S. 64, 74 (1964)); see also Elder, 341\r\n  S.C. at 114, 533 S.E.2d at 902 (stating &quot;there must be evidence at least\r\n  that the defendant purposefully avoided the truth&quot;); Holtzscheiter,\r\n  332 S.C. at 513 n.9, 506 S.E.2d at 503 n.9 (stating that in order to prove\r\n  reckless disregard, a plaintiff must prove the defendant had &quot;serious\r\n  reservations&quot; about the truthfulness of the article).  \r\nUnlike our review of the\r\n  other factual findings of the jury, we review the jury's determination of\r\n  actual malice as a question of law.  Elder, 341 S.C. at 113, 533 S.E.2d at\r\n  901-02.\r\n\r\n  Whether evidence is sufficient to support\r\n    a jury's finding of constitutional actual malice in a defamation action is a\r\n    question of law.  The trial court must make such a determination before\r\n    submitting the issue to a jury.  When the jury makes such a finding, the\r\n    appellate court must independently examine the record to determine whether the\r\n    evidence sufficiently supports a finding of actual malice.  This review is\r\n    necessary due to the &quot;unique\r\n    character of the interest protected by the actual malice standard.  Our\r\n    profound national commitment to the free exchange of ideas, as enshrined in the\r\n    First Amendment, demands that the law of libel carve out an area of 'breathing\r\n    space' so that protected speech is not discouraged.&quot;  \r\n\r\nErickson, 368 S.C. at 477, 629 S.E.2d at 670-71 (citing Elder,\r\n  341 S.C. at 113, 533 S.E.2d at 901-02, and quoting Harte-Hanks Commc'ns,\r\n    Inc. v. Connaughton, 491 U.S. 657, 686 (1989)).  \r\nWest argues Appellants'\r\n  failure to investigate the legitimacy of Black's allegations is evidence of\r\n  actual malice.  West also contends Appellants did not call her to verify Black's\r\n  allegations.  However, the mere failure to investigate an allegation is not\r\n  sufficient to prove the defendant had serious doubts about the truth of the\r\n  publication.  Elder, 341 S.C. at 114, 533 S.E.2d at 902 (&quot;Failure\r\n  to investigate before publishing, even when a reasonably prudent person would\r\n  have done so, is not sufficient to establish reckless disregard.&quot;).  The\r\n  media has no duty to verify the accuracy or measure the sufficiency of a\r\n  party's legal allegations.  The Constitution does not require that the press\r\n  &quot;warrant that every allegation that it prints is true.&quot;  Reuber v.\r\n    Food Chem. News, Inc., 925 F.2d 703, 717 (4th Cir. 1991) (en banc).\r\nWe must therefore analyze\r\n  whether there is evidence in the record that Appellants had a &quot;high degree\r\n  of awareness of probable falsity&quot; concerning the characterizations of West\r\n  as a &quot;two-bit lawyer&quot; and a\r\n  &quot;corruptible attorney,&quot; or whether Appellants otherwise &quot;entertained serious doubts as to the truth&quot; of the characterizations.  The phrase &quot;two-bit&quot;\r\n  means cheap, mediocre, inferior, or insignificant.  Webster's New World\r\n    College Dictionary 1547 (4th ed. 2008).  Applying the term to a lawyer in its most defamatory sense, the phrase\r\n  means not a good lawyer, below par in performance, and not worthy of respect. \r\n  The word &quot;corruptible&quot; means subject to bribery and to change from morally sound to morally unsound or\r\n  debased.  Webster's New World College Dictionary 327 (4th ed. 2008).  Applying the term to West in its most defamatory\r\n  sense, the phrase means West is not devoted to her clients, she is willing to\r\n  forsake the best interests of her clients, she is subject to being bribed, and\r\n  she is a crooked lawyer.  \r\nIn determining whether\r\n  Appellants had a high degree of awareness of probable falsity of those\r\n  characterizations, or whether they entertained serious doubts as to their\r\n  truth, we must compare the terms &quot;two-bit lawyer&quot; and\r\n  &quot;corruptible attorney&quot; to the terms Black used in her affidavit filed\r\n  in family court and in the complaint filed in her civil lawsuit.  In her\r\n  affidavit, Black made the following statements:\r\n\r\n  &quot;I have been most concerned\r\n    about conflicts of interest that have arisen due to my lawyer, Rebecca West,\r\n    sharing privileged communications about my business dealings concerning which\r\n    she represented me prior to my institution of this action.&quot;\r\n  &quot;Beginning in 2005, I was\r\n    represented by Rebecca West . . . about a number of issues dealing with my business\r\n    . . . .  The next thing I knew, Ms. West was listed as one of my husband's\r\n    attorneys of record . . . .&quot; \r\n  &quot;There is no question in my\r\n    mind that since Rebecca West represented me in matters substantially related to\r\n    this case, her representation of my husband in this action is an absolute\r\n    conflict of interest.&quot;\r\n  &quot;[T]he matters for which\r\n    Rebecca West . . . represented me are substantially related to the very same\r\n    issues that are at the very heart of this pending litigation. . . . [T]he same\r\n    transactions and issues . . . are matters about which I am now being questioned\r\n    extensively in this divorce action.  [This] makes me most concerned that\r\n    Rebecca West, who did this work for me and to whom I imparted confidences, made\r\n    this information available to [my husband's other lawyers].&quot;\r\n  &quot;I also have concern that Ms.\r\n    West . . . did not perform a number of services that I requested of her in a\r\n    timely fashion, if at all, especially after my husband left me . . . .&quot;\r\n  &quot;I believe she has used and\r\n    passed along information I provided to her in confidence to [my husband's other\r\n    lawyers].&quot;\r\n\r\nIn the complaint for her\r\n  civil lawsuit, Black made the following statements:\r\n\r\n   [My husband paid] legal fees\r\n    generated by West . . . for representing [me], all with the underlying goal of\r\n    benefitting [my husband] . . . without [my] knowledge or consent.&quot;\r\n  &quot;West . . . did not follow\r\n    through on representation of [me], . . . all in an effort to damage [my] career\r\n    opportunities.&quot;\r\n  &quot;West, . . . having been paid\r\n    by [my husband's company], furnished privileged and confidential information\r\n    about [me] to [my husband] . . . for the purpose of assisting [him] in efforts\r\n    to economically detriment [me] in the marital litigation.&quot;\r\n  &quot;West . . . gave publicity to\r\n    matters that are private to [me].&quot;\r\n  &quot;[West] breached [her]\r\n    fiduciary duties . . . by disseminating her private business and personal\r\n    matters to [my husband] without .&nbsp;.&nbsp;.&nbsp;authorization.&quot;\r\n  &quot;[West] breached . . .\r\n    fiduciary duties by not only taking [my] private information to [my husband] .\r\n    . . , but also by . . . sharing documents and information about [me] without\r\n    proper disclosures to or securing waivers from [me], and . . . going so far as\r\n    to appear as an attorney of record for [my husband] in the matrimonial\r\n    proceeding wherein confidential information gained by West during her\r\n    representation of [me] is directly at issue.&quot;\r\n  &quot;West made false\r\n    representations to [me] about assisting [me] and about [her] own true interests\r\n    with the knowledge that those representations were false or in reckless\r\n    disregard of the falsity of those representations.&quot;\r\n\r\nBeyond these quotes from the\r\n  affidavit and the complaint, the gist of the publicly filed allegations Black\r\n  made against West is that West is not a good lawyer, and that in this\r\n  particular instance West intentionally and deceitfully abused her position of\r\n  confidence with Black for the purpose of harming Black and benefiting Black's husband\r\n  so that West would realize financial gain.  When we compare these publicly made\r\n  allegations with the statements in the article that West is a &quot;two-bit\r\n  lawyer&quot; and a &quot;corruptible attorney,&quot; we find West has not\r\n  proven by clear and convincing evidence\r\n  that Appellants believed their characterization of the allegations Black made\r\n  against West were not accurate.  Therefore, West has failed to prove actual\r\n  malice.  We find the trial court erred as a matter of law in denying\r\n  Appellants' directed verdict motion.  Accordingly, we reverse the jury's award\r\n  of punitive damages.\r\nV. Issues Regarding the\r\n  &quot;Clarification&quot;\r\nAppellants allege three\r\n  errors relating to a &quot;clarification&quot; published by City Paper on\r\n  October 26, 2007, two days after the article was published.  First, Appellants\r\n  contend the trial judge should have granted a mistrial when West's counsel mentioned\r\n  the clarification in his opening statement.  Second, Appellants contend the\r\n  trial judge erred in admitting the clarification as evidence.  Third,\r\n  Appellants contend they should have been permitted to call West's trial counsel\r\n  as a witness to testify concerning a letter he wrote to City Paper seeking a\r\n  retraction.  We find the first two issues are not preserved, and the trial\r\n  judge did not err in refusing to allow Appellants to call West's trial counsel\r\n  as a witness.  \r\nWe find the first and second\r\n  issues unpreserved because the only objection made to the use of the\r\n  clarification in the opening statement or the admission of it as evidence was\r\n  based on Rule 407, SCRE.  Rule 407 does not apply to this situation.  The rule\r\n  provides that evidence of subsequent measures &quot;which, if taken previously,\r\n  would have made the event less likely to occur&quot; is not admissible for the\r\n  purpose of proving culpable conduct.  Rule 407, SCRE.  City Paper could not\r\n  possibly have issued a clarification of the article before the article was\r\n  printed.  Thus, Rule 407 could not be the basis on which the opening argument\r\n  could have been limited, or on which the evidence could have been excluded. \r\n  Appellants make arguments and cite authorities in their briefs that were not\r\n  presented to the trial court.  These arguments are not preserved.  See State v. Russell, 345\r\n  S.C. 128, 133-34, 546 S.E.2d 202, 205 (Ct. App. 2001) (finding evidentiary\r\n  argument was not preserved for review because the issue was never raised to or\r\n  ruled upon by the trial judge).\r\nAppellants\r\n  also argue the trial court erred in not allowing them to call West's trial counsel\r\n  as a witness.  In an offer of proof, Appellants questioned whether the letter\r\n  written by West's counsel to City Paper was a threat to file a defamation\r\n  lawsuit regardless of any retraction, and whether the letter was a strategic\r\n  attempt to set up the lawsuit.  The proffer contained no more than a discussion\r\n  of what counsel was attempting to accomplish in writing the letter.  The trial\r\n  court indicated it would allow the letter into evidence.  However, the court\r\n  denied the request to call counsel as a witness, stating &quot;there is no need\r\n  to put him up there and question his trial tactics, which is all you want to\r\n  do.  That he wrote the letter is in evidence.  That they responded to it is in\r\n  evidence.  The rest of it, forget it.&quot;  The trial court essentially ruled\r\n  that the letter speaks for itself, and counsel's reasons for writing the letter\r\n  were not relevant.  We find the trial court's ruling was within its discretion.  See Hartfield v. Getaway Lounge &amp; Grill, Inc., 388 S.C. 407, 413, 697 S.E.2d 558, 561 (2010) (&quot;The admission of evidence\r\n  is within the sound discretion of the trial judge and\r\n  will not be reversed absent a clear abuse of discretion.&quot;).  \r\nVI. Conclusion \r\nWe find the trial court\r\n  properly submitted to the jury the factual questions of whether Appellants\r\n  abused the fair report privilege and whether West met her burden of proving\r\n  common law malice.  We affirm the trial court's rulings regarding the\r\n  clarification.  However, we find the evidence is not sufficient to establish\r\n  constitutional actual malice, and therefore West may not recover punitive\r\n  damages.  The judgment below is\r\nAFFIRMED IN\r\n  PART AND REVERSED IN PART.\r\nPIEPER and\r\n  LOCKEMY, JJ., concur.  \r\n\r\n\r\n[1] In French, &quot;adieu&quot; means\r\n  &quot;farewell&quot; or &quot;goodbye,&quot; and &quot;armoire&quot; means\r\n  &quot;wardrobe&quot; or &quot;furniture.&quot;  &quot;Adieu, Mi Armoire&quot;\r\n  means, quite literally, &quot;goodbye, my wardrobe.&quot;  The Concise\r\n    Oxford French-English Dictionary 14, 57 (1968).  Todd Morehead testified he\r\n  intended the title to be a play on the opera &quot;Adieu, M'Amour,&quot;\r\n  because Stella Black is an aspiring opera star, and Whit Black owns a furniture\r\n  store.\r\n[2] For simplicity, we refer to Stella Black as &quot;Black&quot; and Whit Black as\r\n  &quot;Whit.&quot;\r\n[3] In Swinton Creek, the supreme court cited Woodward v. South Carolina\r\n  Farm Bureau Insurance Co., 277 S.C. 29, 32-33, 282 S.E.2d 599, 601 (1981),\r\n  for this proposition: &quot;While abuse of [the \r\n  conditional] privilege is ordinarily an issue [reserved] for the jury, . . . in\r\n  the absence of a controversy as to the facts, . . . it is for the court to say\r\n  in a given instance whether or not the privilege has been abused or exceeded.&quot;  Swinton Creek, 334 S.C. at 485, 514 S.E.2d at 134 (bracketed\r\n  language omitted in Swinton Creek); see also Padgett, 278\r\n  S.C. at 33, 292 S.E.2d at 34 (reversing the denial of a directed verdict motion\r\n  based on fair report privilege where the &quot;record conclusively show[ed]\r\n  that the articles . . . were accurate reports of the documents as they were\r\n  filed in the litigation&quot;).\r\n[4] The parties agree West is a private-figure plaintiff.\r\n\r\n","court":"Appeals"},{"id":"4888","title":"Pope v. HeritageCommunities","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4888","description":"Heritage Communities, Inc., Heritage Riverwalk, Inc., and BuildStar Corporation appeal the jury's verdicts in these consolidated construction defect actions.  We affirm.","date":"2011-09-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Tony L. Pope and Lynn S. Pope, Individually and Representing as a\r\n          Class all Unit Owners for Riverwalk at Arrowhead Country Club Horizontal\r\n          Property Regime, Respondents,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Heritage Communities, Inc., Heritage Riverwalk, Inc., and\r\n          Buildstar Corporation, Appellants,\r\n        Riverwalk at Arrowhead Country Club Property Owner's\r\n          Association, Inc., Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Heritage Communities, Inc., Heritage Riverwalk, Inc., and\r\n          Buildstar Corporation, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Horry County\r\nClifton Newman, Circuit Court Judge\r\n\r\nOpinion No. 4888\r\n  Heard June 15, 2011 – Filed September 14,\r\n2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        C. Mitchell Brown, William C. Wood, Jr.,\r\n          A. Mattison Bogan, and Michael J. Anzelmo, all of Columbia; and William L.\r\n          Howard, Stephen L. Brown, and Russell G. Hines, all of Charleston, for\r\n          Appellants.\r\n        John P. Henry and Philip C. Thompson, both\r\n          of Conway, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.: Heritage Communities, Inc. (HCI), Heritage Riverwalk,\r\n  Inc. (HRI), and BuildStar Corporation (collectively, Appellants) appeal the\r\n  jury's verdicts in these consolidated construction defect actions.  We affirm. \r\nFACTS\r\nConstruction on Riverwalk Development (Riverwalk), a\r\n  condominium complex in Horry County, began in June 1997 and was completed in\r\n  December 1999.  Riverwalk included 228 units in 19 buildings.  HCI was the\r\n  parent corporation of both HRI (the developer and seller), and BuildStar (the\r\n  general contractor supervising all construction).  Prior to and simultaneously\r\n  with the construction, Appellants developed numerous other properties in Horry\r\n  County, South Carolina.[1] \r\n  HCI turned management of Riverwalk over to the Riverwalk at Arrowhead Country\r\n  Club Property Owners' Association, Inc. (the POA) in September 2002.  \r\nThe POA filed an action against Appellants alleging\r\n  defects in the construction of Riverwalk.  Condominium owners Tony and Lynn\r\n  Pope (the Popes) also filed an action against Appellants, on their own behalf\r\n  and on behalf of the owners of Riverwalk, seeking to recover damages for the\r\n  loss of use of their property during the estimated repair period.  By order\r\n  filed September 3, 2008, the Honorable Benjamin Culbertson certified the Popes\r\n  and all other unit owners as a class (the Class).  The Class and POA actions\r\n  were consolidated for trial.\r\nThe POA and the Class (collectively, Respondents)\r\n  alleged numerous causes of action including (1) negligence against HCI, HRI,\r\n  and BuildStar; (2) breach of express warranty against HCI; (3) breach of the\r\n  warranty of habitability against HRI; (4) breach of the warranty of workmanlike\r\n  service against BuildStar; and (5) breach of fiduciary duty against HCI and\r\n  HRI.  \r\nThe case went to trial on January 5, 2009, before the\r\n  Honorable Clifton Newman.  After the close of Respondents' evidence, the trial\r\n  court directed a verdict for HCI on the express warranty cause of action and\r\n  for BuildStar on the warranty of workmanlike service cause of action.  At the\r\n  close of all evidence, the trial court granted Respondents' motions for\r\n  directed verdicts on the negligence claims.  The jury returned a verdict in\r\n  favor of the POA for $4.25 million in actual damages and $250,000 in punitive\r\n  damages.  The jury awarded the Class $250,000 in actual damages and $750,000 in\r\n  punitive damages.  This appeal followed.\r\nISSUES ON APPEAL\r\nI.&nbsp; Did the trial court err in its\r\n  instructions to the jury?\r\n\r\n  II.&nbsp; Did the trial court err by ruling\r\n  Appellants were amalgamated in interests?\r\n\r\n\r\n  III.&nbsp; Did the trial court err by\r\n  failing to decertify the Class?\r\n\r\n\r\n  IV.&nbsp; Did the trial court err by\r\n  admitting expert testimony as to loss of use damages?\r\n\r\n\r\n  V.&nbsp; Did the trial court err by\r\n  admitting evidence of subsequent remedial measures?\r\n\r\n\r\n  VI.&nbsp;Did the trial court err by\r\n  admitting evidence of construction defects at other HCI developments?\r\n\r\n\r\n  VII.&nbsp;Did the trial court err by\r\n  granting Respondents' motions for directed verdict on the negligence claims?\r\n\r\n\r\n  VIII. Did the trial court err by denying\r\n  Appellants' motions for directed verdict and judgment notwithstanding the\r\n  verdict (JNOV)?\r\n\r\n\r\n  IX. Did the trial court err by\r\n  permitting the punitive damages awards?\r\n    \r\n\r\nSTANDARD OF REVIEW\r\n&quot;The standard\r\n  of review for an appeal of an action at law tried by a\r\n  jury is restricted to corrections of errors of law.  A factual finding of the\r\n  jury will not be disturbed unless there is no evidence which reasonably\r\n  supports the findings of the jury.&quot;  Felder v. K-Mart Corp., 297\r\n  S.C. 446, 448, 377 S.E.2d 332, 333 (1989).  \r\nLAW/ANALYSIS\r\n\r\nI.&nbsp;&nbsp; Jury Instructions\r\nAppellants argue the trial court erred in its\r\n  instructions to the jury.  We find no reversible error.  \r\n\r\n  a.&nbsp; Willfulness, Wantonness,\r\n    and Recklessness in Defining Negligence\r\n\r\nAppellants maintain the trial court erred in charging\r\n  the jury by including the standard of willful, wanton, and reckless conduct in\r\n  the definition of simple negligence, which effectively required the jury to\r\n  find the recklessness necessary to award punitive damages.    \r\nIn instructing the jury, the court charged:\r\n\r\n  Now, [Respondents] allege that [Appellants]\r\n    negligently constructed the Riverwalk Condominiums.  Negligence is the failure\r\n    to exercise the degree of care which a person or entity of ordinary reason and\r\n    prudence would exercise under the same or similar circumstances as exist[] in\r\n    this case.  Carelessness and negligence mean[] the same thing.\r\n  To establish negligent\r\n    construction[,] [Respondents] must prove four essential elements.  One, that\r\n    there was an undertaking to construct a building by [Appellants; two] that [Appellants] were negligent or careless or reckless, willful and wanton in the\r\n    performance of that construction work, or stated another way, that they did not\r\n    perform the work in a good and workman[-]like manner. \r\n  Three, that the negligence\r\n    or carelessness or recklessness, willfulness and wantonness of [Appellants]\r\n    in performing that construction work was a proximate cause of any damages\r\n    sustained by [Respondents].\r\n  And four, the resulting damages\r\n    must be shown.\r\n  Negligence is not actionable\r\n    unless it proximately causes [Respondents'] damages. . . .   \r\n\r\n(emphasis added).\r\nLater in the charge, the court addressed punitive\r\n  damages:\r\n\r\n  Punitive damages can only be\r\n    awarded where [Respondents] prove by clear and convincing evidence that\r\n    [Appellants'] actions were willful, wanton, malicious and in reckless disregard\r\n    of [Respondents'] rights or where [Appellants'] actions were so grossly\r\n    negligent as to imply a willfulness or wantonness.  A conscious failure to\r\n    exercise due care constitutes willfulness. . . .\r\n  . . . .\r\n  [Respondents] cannot recover\r\n    punitive damages based on negligent conduct.  Negligence is the doing of some\r\n    act which a person of ordinary prudence would not have done under similar\r\n    circumstances . . . .  Mere negligence will not support a punitive damages\r\n    award.  To recover punitive damages [Respondents] must prove by clear and\r\n    convincing evidence that [Appellants'] actions were willful, wanton or reckless\r\n    or so grossly negligent as to imply a willfulness or wantonness.\r\n  The word[s] recklessness,\r\n    willfulness[,] and wantonness are synonymous.  The terms are used to describe a\r\n    conscious failure to exercise and observe reasonable or due care.  Recklessness\r\n    is distinguished from negligence.  Negligence is the failure to use due care. \r\n    Negligence is carelessness, as mentioned earlier.  Negligence is a failure by\r\n    omission or commission to exercise due care as a person of ordinary reason and\r\n    prudence would exercise in the same circumstances.  Recklessness is a higher\r\n      degree of culpability and responsibility.  Recklessness signifies a conscious\r\n      failure to exercise due care.  Recklessness is a conscious indifference to the\r\n      rights of [Respondents] or a reckless disregard of the rights of\r\n      [Respondents].  Recklessness is an awareness of wrongful conduct and\r\n      continuation to act regardless of consequences.\r\n  Gross negligence is the\r\n    intentional conscious failure to do something which is incumbent upon one to do\r\n    or the doing of a thing intentionally that one ought not to do.  Negligence is\r\n    the failure to exercise due care, while gross negligence is the failure to\r\n    exercise even the slightest care. . . . \r\n\r\n(emphasis added).\r\nAppellants argue the instruction, combined with the\r\n  grant of directed verdicts to Respondents on negligence, suggested to the jury\r\n  the court had already determined that Appellants were willful, wanton, and\r\n  reckless.  We find no reversible error.  \r\nIn reviewing an alleged error in jury instructions, we\r\n  are mindful that an appellate court will not reverse the trial court's decision\r\n  absent an abuse of discretion.  See Cole v. Raut, 378 S.C. 398,\r\n  404, 663 S.E.2d 30, 33 (2008) (applying an abuse of discretion standard of\r\n  review to an alleged error in jury instructions).  Furthermore, an appellate court will review the charge as a whole.  See Keaton ex rel. Foster v. Greenville Hosp. Sys., 334 S.C. 488, 497, 514\r\n  S.E.2d 570, 575 (1999) (finding a jury charge should be reviewed as a whole,\r\n  and if the charges are reasonably free from error, isolated portions that might\r\n  be misleading do not constitute reversible error).  Here, although the trial\r\n  court's initial language in instructing the jury on negligence may have been a\r\n  misstatement of law, the court then extensively defined willful, wanton, and\r\n  reckless conduct and instructed the jury on the difference between mere\r\n  negligence and willful, wanton, and reckless conduct.  In reading the charge in its entirety, we\r\n  find no prejudice to Appellants.  See Priest v. Scott, 266 S.C. 321, 324, 223 S.E.2d 36, 38 (1976) (finding an\r\n  alleged error in a jury charge must be prejudicial to warrant a new trial).\r\nb.&nbsp;&nbsp;&nbsp;&nbsp; Mandatory Award of Damages\r\nAppellants also argue the trial court's jury charge\r\n  was erroneous because it required the jury to award actual damages on the\r\n  negligence claims.  Appellants argue the charge inappropriately conveyed to the\r\n  jury that the directed verdicts on negligence extended to proximate cause and\r\n  should only have conveyed the court's determination of duty and breach.[2] \r\n  We find no reversible error.\r\nDuring opening arguments, Appellants conceded that construction\r\n  defects existed at Riverwalk, and repairs needed to be made.  Appellants'\r\n  counsel stated:  &quot;[W]e ask you [the jury] to render a true verdict in this\r\n  case, which would be the cost of repairs that we submit to you through our\r\n  expert . . . the true cost of the repairs in this case, which will be around\r\n  2.3, 2.391 million dollars.&quot; \r\nAt the close of evidence, the court directed verdicts on\r\n  the negligence claim.  As to the POA's claim, the trial court instructed the\r\n  jury:\r\n\r\n  I charge you that as a matter\r\n    of law I have determined that [Appellants] were negligent in the construction\r\n    of these condominiums.  As a result you must award [the POA] damages for\r\n    the cost of repairs and other costs . . . to the extent these damages have\r\n      been proven by a preponderance of the evidence. \r\n\r\n(emphasis added). \r\nThe trial court is required to charge only the current\r\n  and correct law of South Carolina.  Clark v. Cantrell, 339 S.C. 369,\r\n  389, 529 S.E.2d 528, 539 (2000).  In reviewing jury charges for error, we must\r\n  consider the court's jury charge as a whole in light of the evidence and issues\r\n  presented at trial.  Welch v. Epstein, 342 S.C. 279, 311, 536 S.E.2d 408,\r\n  425 (Ct. App. 2000).  If the charges are reasonably free from error, isolated\r\n  portions that might be misleading do not constitute reversible error.  Keaton,\r\n  334 S.C. at 497-98, 514 S.E.2d at 575.  A jury charge that is substantially correct and covers\r\n  the law does not require reversal.  Id. at 496, 514 S.E.2d at 574. \r\nIn reading the charge in its entirety, we find\r\n  no error based on the evidence at trial and the court's directed verdict on the\r\n  POA's negligence claim.  Ordinarily, proximate cause is a question for the\r\n  jury, and the trial court's jury charge in a negligence action should include\r\n  instruction on this element of negligence.  See McKnight v. S.C.\r\n    Dep't of Corr., 385 S.C. 380, 387, 684 S.E.2d 566, 569 (Ct. App. 2009)\r\n  (stating proximate cause is ordinarily a question for the jury); see also Clark, 339 S.C. at 390,\r\n  529 S.E.2d at 539 (finding a trial court must charge the current and correct\r\n  law).  However, when the evidence is susceptible to only one inference,\r\n  proximate cause is a matter of law for the court.  McKnight, 385 S.C. at\r\n  387, 684 S.E.2d at 569.  \r\nIn this case, the trial court granted a directed\r\n  verdict in the POA action on duty, breach, and proximate cause.  The dispute at trial was the amount of the\r\n  damages.  Therefore, the court correctly charged the jury it must award damages\r\n  to the extent they were proven.  See Hinds v. Elms, 358 S.C. 581,\r\n  584-86, 595 S.E.2d 855, 857-58 (Ct. App. 2004) (suggesting when liability is\r\n  established in a negligence action, including proximate cause, the plaintiff is\r\n  entitled to an award of damages unless proof completely fails); Baker v.\r\n    Weaver, 279 S.C. 479, 482, 309 S.C. 770, 771 (Ct. App. 1983) (stating\r\n  instructions to the jury should be confined to the issues at trial).  We find\r\n  no reversible error in these jury instructions. \r\nFinally, as to Appellants' argument that the trial\r\n  court erred in instructing the jury as to damages on the Class's negligence\r\n  claim, we find no error.  During the jury charge conference, Appellants argued\r\n  the directed verdict on the proximate cause element of negligence applied only\r\n  to the POA's construction defect claim, and it did not apply to the Class's\r\n  loss of use claim.  Agreeing with Appellants, the trial court stated: \r\n  &quot;I'm clearly not going to tell them they must award damages on the loss of\r\n  use.  They may find there were no damages, no loss of use . . . .&quot;  The\r\n  court charged: &quot;As to the class action lawsuit . . . you must determine\r\n  the nature and extent of any damages suffered by the unit owners for the loss\r\n  of use of the condominiums during any repairs.&quot;  We find these\r\n  instructions do not require the jury to award damages, as Appellants argued.  See Stewart v. Richland Mem'l Hosp., 350 S.C. 589, 595, 567 S.E.2d 510, 513\r\n  (Ct. App. 2002) (stating a jury charge that is substantially correct does not\r\n  require reversal).\r\nII. Amalgamation of Interests\r\nAppellants argue the trial court erred in finding the\r\n  separate corporate entities, HCI, HRI, and BuildStar, were amalgamated.  We disagree.\r\nGwyn Hardister,[3] the chief operating officer and president of HCI, testified about the\r\n  management of and interplay between the corporate entities.  Hardister\r\n  testified HCI was the parent corporation of HRI and BuildStar.  HRI provided\r\n  off-site management of Riverwalk, sold the condominium units, and owned title\r\n  to the property.  BuildStar was the general contractor acting as an oversight\r\n  management group, and it supervised the construction of Riverwalk.  Hardister\r\n  testified Roger Van Wie was his boss, a corporate officer, and a board member. \r\n  Although HCI, HRI, and BuildStar were separate corporations, they had the same board\r\n  members, and all were managed and controlled by Van Wie.  According to\r\n  Hardister, Riverwalk did not have any employees; all employees of HCI, HRI, and\r\n  BuildStar reported to Van Wie;  the delineation of employees between the\r\n  separate corporations was vague; and the three companies shared offices.  Hardister\r\n  acknowledged construction problems to the homeowners and represented that HCI\r\n  would repair the problems.  Furthermore, the warranty manual distributed to the\r\n  homeowners upon purchase was entitled: &quot;Heritage Communities, Inc. Limited\r\n  Warranty Manual&quot; and identified HCI as the corporation extending the\r\n  warranty.  \r\nLynn Anderson, an HCI employee, testified she was the\r\n  vice president of finance and accounting for HCI and eventually became the\r\n  president of BuildStar.  Anderson paid the bills for all three corporations.  She\r\n  testified the three corporations shared the same officers, directors, office,\r\n  and telephone number.\r\nThe trial court found the corporate entities were\r\n  amalgamated, stating:  &quot;[T]he legal distinction[s] between the entities\r\n  are blurred, . . . they are in effect one and the same as far as their\r\n  representation and operation and that the actions of one should apply to the\r\n  others . . . because they are in effect one and the same . . . .&quot;\r\nAppellants first argue the trial court erred by not employing\r\n  a &quot;piercing the corporate veil&quot; analysis.[4] \r\n  We find this issue is not preserved for appellate review.  \r\nAt trial, Appellants' argument regarding piercing the\r\n  corporate veil was as to Van Wie, not as to the separate corporations.  Counsel\r\n  for Appellants stated:  &quot;I raised earlier on this afternoon [Respondents]\r\n  want to basically try Roger Van Wie and when they do that, what they are\r\n  essentially asking the Court to do is to pierce a corporate vail [sic] without\r\n  ever having any elements and without ever actually bringing any testimony to\r\n  try to say it is all Roger Van Wie.&quot;\r\nWe find the issue raised on appeal, that the trial\r\n  court erred in neglecting to find the elements necessary to pierce the corporate\r\n  veil, is not preserved.  See Jean Hoefer Toal, Shahin Vafai &amp; Robert\r\n  A. Muckenfuss, Appellate Practice in South Carolina 65 (2nd ed. 2002)\r\n  (&quot;The objection must be sufficiently specific to bring into focus the\r\n  precise nature of the alleged error so that it can be reasonably understood by\r\n  the trial judge.&quot;).  In this case, the earlier discussion referred to by\r\n  Appellants' counsel related to objections to testimony that impugned Van Wie's\r\n  character.  In our view, the objection was not sufficiently specific to inform\r\n  the trial court that Appellants wanted it to consider the theory of piercing\r\n  the corporate veil, rather than the amalgamation of interests theory, as\r\n  between the three corporate entities.  \r\nAppellants also argue application of the amalgamation\r\n  of interests theory, like piercing the corporate veil, requires a finding of fraud,\r\n  wrong, or fundamental unfairness.  At trial, Appellants argued the three\r\n  corporations were separate entities and sharing office space was not sufficient\r\n  for the court to find an amalgamation of interests.  Appellants did not argue\r\n  the trial court needed to find fraud, wrong, or fundamental unfairness.  Thus,\r\n  this issue is not preserved.  See Wilder Corp. v. Wilke, 330 S.C.\r\n  71, 76, 497 S.E.2d 731, 733 (1998) (stating an issue cannot be raised for the\r\n  first time on appeal, but must have been raised to and ruled upon by the trial\r\n  court to be preserved for appellate review).\r\nAppellants finally argue the trial court erred in finding\r\n  these corporations were amalgamated in interests.  We disagree.\r\nIn Kincaid v. Landing Development Corp., 289\r\n  S.C. 89, 91, 344 S.E.2d 869, 871 (Ct. App. 1986), three related corporations (a\r\n  development corporation, a management corporation, and a construction\r\n  corporation) were sued for negligent construction and breach of warranty.  The\r\n  management corporation argued the court should have directed a verdict in its\r\n  favor because it was merely the marketing and sales company.  Id. at 96,\r\n  344 S.E.2d at 874.  In addition to sharing owners, the three companies shared a\r\n  location.  Id.  Furthermore, the management company was the corporation\r\n  called to remedy problems.  Id.  Finally, the company's letterhead\r\n  identified the management company as &quot;A Development, Construction, Sales,\r\n  and Property Management Company.&quot;  Id.  This court affirmed the trial\r\n  court's finding that the evidence revealed &quot;an amalgamation of corporate interests,\r\n  entities, and activities so as to blur the legal distinction between the\r\n  corporations and their activities.&quot;  Id. (quoting the trial court); see Mid-South Mgmt. Co. v. Sherwood Dev. Corp., 374 S.C. 588, 597-605,\r\n  649 S.E.2d 135, 140-44 (Ct. App. 2007) (discussing Kincaid as one of three\r\n  theories raised for holding a parent corporation liable in place of a\r\n  subsidiary: (1) piercing the corporate veil; (2) alter-ego or instrumentality\r\n  theory; and (3) the amalgamation of interests or blurred identity theory).   \r\nIn this case, we find similar indicia of an\r\n  amalgamation of interests between HCI, HRI, and BuildStar.  The corporations\r\n  shared a location, telephone number, and board members.  Also, the record\r\n  contains evidence the delineation of employees between them was vague.  In\r\n  addition, HCI held itself out to the homeowners as the corporation responsible\r\n  for construction defects in its warranty and through Hardister's\r\n  representations to the homeowners.  In our view, evidence supports the trial\r\n  court's finding of an amalgamation of interests between HCI, HRI, and\r\n  BuildStar.       \r\nIII. Decertification of the Class\r\nAppellants argue the trial court erred in denying their motion to decertify the Class because\r\n  it failed to meet the requirements of commonality and typicality.  We disagree.\r\nPrior to the consolidation of these two\r\n  actions, the Class was certified by order of Judge Culbertson.  The Class\r\n  sought damages for the loss of use of their condominiums for the period of time\r\n  Respondents' expert testified all units would have to be vacated.  Citing the\r\n  five prerequisites of class certification found in Rule 23(a) of the South\r\n  Carolina Rules of Civil Procedure, Judge Culbertson made these findings: (1)\r\n  the Class consisted of 228 condominium owners and was so numerous that joinder\r\n  of all members was impracticable; (2) there were questions of law or fact\r\n  common to the Class because they all alleged they would suffer loss of use\r\n  during the remediation period necessary to repair the construction defects; (3)\r\n  the claims of the representative parties were identical to the claims of the\r\n  other members of the Class; (4) the representative parties would fairly and\r\n  adequately protect the interests of the Class; and (5) the amount in\r\n  controversy exceeded $100 per member of the Class.\r\nAt trial, Appellants moved to decertify\r\n  the Class.  Appellants argued the class representatives, the Popes, were\r\n  absentee homeowners who rarely utilized their unit; therefore, they did not\r\n  represent the Class.  Appellants also argued the Class was not common because\r\n  members sustained differing amounts of damage to their units, and members\r\n  utilized their units in different manners, including permanent residency, full or\r\n  part-time rentals, and vacation homes.  The trial court denied the motion,\r\n  finding Appellants' primary argument, that the Class lacked the commonality\r\n  required by Rule 23(a)(2) because the use of the units differed, was not an\r\n  issue of commonality as much as an issue to be addressed by the parties'\r\n  respective experts as to the amount of loss of use damages. \r\nTony Pope, a class representative,\r\n  testified he owned a unit at Riverwalk and was the treasurer of the POA.  Pope\r\n  used his unit as a second home, did not rent it, and believed he was entitled\r\n  to compensation for the period of time the unit would be unavailable to him\r\n  while Riverwalk was being restored.  Albert Best, qualified as an expert in the\r\n  field of estimating reconstruction and rehabilitation projects, testified he is\r\n  a general contractor and owner of a construction company that specializes in\r\n  restoration of houses in South Carolina with water intrusion damage.  Best\r\n  testified the reconstruction of Riverwalk would require the homeowners to move\r\n  out of the development for four months.\r\nFrancis DeSantis,[5] qualified as an expert in loss of use\r\n  damages, testified he estimated the damages for loss of use by the number of\r\n  units, the size and number of bedrooms per unit, and comparable rental rates in\r\n  the area.  DeSantis testified all owners, regardless of how each utilized his\r\n  or her unit, were uniformly affected.  DeSantis explained he considered loss of\r\n  use based on habitability, not on occupancy.  Thus, according to DeSantis, an\r\n  owner who was a permanent resident and had to move out suffered the same loss\r\n  of use damages as an owner who used the unit as a second home and could not use\r\n  it.\r\nIt is within a trial court's discretion whether a\r\n  class should be certified.  Tilley v. Pacesetter Corp., 333 S.C. 33, 42,\r\n  508 S.E.2d 16, 21 (1998).  The party seeking certification is required to prove\r\n  the following five elements:\r\n\r\n  1) the class\r\n    must be &quot;so numerous that joinder of all members is impracticable;&quot;\r\n    2) there must be &quot;questions of law or fact common to the class;&quot;\r\n    3) the &quot;claims or defenses of the representative parties [must be] typical\r\n    of the claims or defenses of the class;&quot; 4) &quot;the\r\n    representative parties [must] fairly and adequately protect the interests of\r\n    the class;&quot; and 5) &quot;the\r\n    amount in controversy [must] exceed[] one hundred dollars for each member of\r\n    the class.&quot;\r\n    \r\n  \r\n\r\nGardner v. S.C. Dep't of Revenue, 353 S.C. 1, 20-21, 577 S.E.2d 190, 200&nbsp;(2003)\r\n  (alterations by court) (quoting Rule 23(a), SCRCP).  The failure to satisfy any\r\n  one of the prerequisites is fatal to class certification.  Id. at 21,\r\n  577 S.E.2d at 200.  &quot;The\r\n  first four criteria are often referred to as the requirements for numerosity,\r\n  commonality, typicality and adequacy of representation.&quot;  Id.\r\nTo establish commonality, a party must show\r\n  &quot;questions of law or fact common to the class.&quot;  Rule 23(a)(2),\r\n  SCRCP.  Commonality does not require every issue in the case to be common to\r\n  all class members.  Gardner, 353 S.C. at 21, 577 S.E.2d at 200-01. \r\n  Rather, commonality is met when the class shares a determinative issue.  Id. \r\n  We find the Class shares the determinative issue of loss of use.  We also find\r\n  the fact that the Class members utilized their units in different manners does\r\n  not defeat the commonality prerequisite.  See McGann v. Mungo,\r\n  287 S.C. 561, 568, 340 S.E.2d 154, 157-58 (Ct. App. 1986) (discussing the\r\n  commonality requirement of Rule 23 and stating it is not necessary that all\r\n  questions of law and fact be common, only that common issues exist among the\r\n  class).\r\nTo establish the typicality requirement, the &quot;claims\r\n  or defenses of the representative parties [must be] typical of the claims or\r\n  defenses of the class.&quot;  Rule 23(a)(3).  In King v. American General\r\n    Finance, Inc., 386 S.C. 82, 91, 687 S.E.2d 321, 325 (2009), our supreme\r\n  court reversed the trial court's order decertifying the class.  The trial court\r\n  decertified the class, finding no typicality in a class action against a lender\r\n  for failing to timely provide statutorily-mandated attorney preference\r\n  disclosure forms.  Id. at 87, 687 S.E.2d at 323.  The trial court based\r\n  its decision on the differing times of when the class members' loans attached\r\n  to property.  Id.  The supreme court reversed, finding the common\r\n  feature satisfying typicality was the lender's failure to timely provide the\r\n  form.  Id. at 91, 687 S.E.2d at 325.  In this case, the representatives\r\n  claimed damages arising from construction defects and loss of use.  The record\r\n  contains evidence that all unit owners, regardless of the manner of their use,\r\n  would be excluded from the property for four months.  We find the\r\n  representatives' claims were typical of the claims of the other class members.\r\nIV. Expert Evidence of Loss of Use Damages\r\nAppellants argue the trial court erred in\r\n  denying their motion to exclude the testimony of Respondents' expert on loss of\r\n  use damages because the unit owners were in different positions vis-à-vis the\r\n  use of their units.  Appellants argued the expert's theory, that a non-permanent\r\n  resident was entitled to the same loss of use damages as a permanent resident,\r\n  was flawed.  Appellants also objected to qualifying the witness as an expert.  We\r\n  find no reversible error.   \r\nFrancis DeSantis testified he has an\r\n  undergraduate degree in mechanical engineering and did graduate work in\r\n  engineering and business.  For the last fifteen years, he has owned a real\r\n  estate and rental broker's company in Horry County.  DeSantis has been a\r\n  licensed real estate broker in South Carolina for fourteen years.  He testified\r\n  that approximately ninety-eight percent of his company's revenue derives from\r\n  the rental business.\r\nBeginning in 2002, DeSantis began making loss\r\n  of use and loss of profit calculations, performing studies to place a financial\r\n  value on rental rates needed to replace a condominium for a period of time.  DeSantis\r\n  performs competitive analyses of rental rates, market trends, demand levels,\r\n  occupancy rates, and rental prices in the area.  His company focuses primarily\r\n  on single-family homes and condominiums.  DeSantis testified he has acted as a\r\n  consultant for numerous clients, including a bank and many homeowners'\r\n  associations.  DeSantis was formerly qualified as an expert in loss of use\r\n  damages in South Carolina in 2006.  DeSantis admitted he had not published any\r\n  studies and was not an economist or accountant.  The trial court qualified\r\n  DeSantis as an expert in loss of use damages.  \r\nThe qualification of an expert witness and\r\n  the admissibility of his or her opinion are matters within the sound discretion\r\n  of the trial court and will not be disturbed on appeal absent an abuse of that\r\n  discretion and a showing of prejudice.  Manning v. City of Columbia, 297\r\n  S.C. 451, 453-54, 377 S.E.2d 335, 337 (1989); McDill v. Mark's Auto Sales,\r\n    Inc., 367 S.C. 486, 490, 626 S.E.2d 52, 55 (Ct. App. 2006).\r\nExpert testimony is subject to the reliability\r\n  requirements of Rule 702, SCRE.  Watson v. Ford Motor Co., 389 S.C. 434,\r\n  445, 699 S.E.2d 169, 175 (2010).  Rule 702 provides:  &quot;If scientific, technical, or other\r\n  specialized knowledge will assist the trier of fact to understand the evidence\r\n  or to determine a fact in issue, a witness qualified as an expert by knowledge,\r\n  skill, experience, training, or education, may testify thereto in the form of\r\n  an opinion or otherwise.&quot;  Rule 702, SCRE.  Rule 702 applies to both\r\n  scientific and nonscientific evidence.  State v. White, 382 S.C. 265,\r\n  274, 676 S.E.2d 684, 689 (2009).  In White, the supreme court reiterated\r\n  that whether an expert's testimony is scientific or nonscientific, the trial\r\n  court has a gatekeeping role with respect to all evidence sought to be admitted\r\n  under Rule 702.  Id.  As a gatekeeper, &quot;[t]he trial court must\r\n  examine the substance of the testimony to determine if it is reliable,\r\n  regardless of whether the expert evidence is scientific, technical, or other\r\n  specialized knowledge.&quot;  Watson, 389 S.C. at 449, 699 S.E.2d at\r\n  177.  \r\nRegarding Appellants' contention that the\r\n  trial court abused its discretion in qualifying DeSantis as an expert, we find\r\n  no error.  DeSantis has significant background knowledge of the condominium\r\n  rental market in the area, and he has performed other studies of loss of use\r\n  based on rental and occupancy rates.  Furthermore, he has been performing loss\r\n  of use analyses for more than five years, including testifying as an expert in\r\n  loss of use.  We find no error by the trial court in qualifying DeSantis as an\r\n  expert in loss of use damages.\r\nAppellants also argue the trial court\r\n  erred in admitting the expert testimony because the methodology was flawed by\r\n  concluding homeowners that were not permanent residents suffered loss of use\r\n  damages.  DeSantis testified he estimated the damages for loss of use by the\r\n  number of units, the size and number of bedrooms per unit, and comparable\r\n  rental rates in the area.  DeSantis included loss of use for all owners,\r\n  regardless of how each owner utilized his or her unit, opining the owners were\r\n  uniformly affected regardless of their use.  Thus, according to DeSantis, an\r\n  owner who was a permanent resident and had to move out suffered the same loss\r\n  of use damages as an owner that used the unit as a second home and could not\r\n  use it.  DeSantis explained he applied the lowest monthly rate, rather than the\r\n  seasonal weekly rate, to determine the total loss of use damages.  DeSantis\r\n  testified the total loss of damages suffered was $928,215.[6]  \r\nWe find no abuse of discretion by the\r\n  trial court in admitting this testimony.  In considering the evidence, the\r\n  court recognized Appellants' argument to exclude the testimony was based on a\r\n  belief that the damages suffered by each type of owner were different.  The\r\n  trial court found the basis of Appellants' attack on DeSantis was the\r\n  believability, rather than the admissibility, of his testimony.  The court noted the\r\n  different methodologies used by the parties' experts.  Appellants' expert\r\n  analyzed loss of use by separating the owners into certain categories of\r\n  homeowners.  DeSantis analyzed loss of use as common among the different types\r\n  of homeowners.  The trial court found both methodologies to be appropriate\r\n  measures of loss of use.  \r\nIn sum, the trial court examined the\r\n  matter pretrial, listened to extensive voir dire on DeSantis' qualifications and\r\n  experience in calculating loss of use damages, and admitted the testimony.  Based\r\n  on our review of the record, we find the trial court adequately performed the\r\n  gatekeeper function.  See Watson, 389 S.C. at 449, 699 S.E.2d at\r\n  177 (stating the trial court, as the gatekeeper, must examine the substance of\r\n  the testimony to determine if it is reliable).[7]\r\nV. Evidence of Subsequent Remedial Measures\r\nAppellants argue the trial court erred in admitting a\r\n  letter from BuildStar to the manufacturer of the windows used in constructing\r\n  Riverwalk, that asked the manufacturer to replace 192 defective windows. \r\n  Appellants maintain the admission violated Rule 407, SCRE, regarding evidence\r\n  of subsequent measures.[8]  We find this issue is not preserved for appellate\r\n  review.\r\nJim Graham testified he worked for a window\r\n  manufacturer at the time Riverwalk was constructed.  Graham was called in 1997\r\n  or 1998 by one of his company's distributors regarding water intrusion problems\r\n  with the windows at HCI developments.  During his testimony, Appellants\r\n  objected to references regarding other HCI developments; Graham's ability to\r\n  testify as to the cause of the water intrusion without qualifying as an expert;\r\n  Graham's inability to authenticate the letter; Graham's bias due to settlement\r\n  offers; and hearsay.  Respondents introduced the letter from BuildStar during\r\n  Graham's testimony.  Appellants' counsel objected, &quot;[s]ubject to the prior\r\n  objection . . . .&quot;  Appellants never raised the issue of the inadmissibility\r\n  of the exhibit based on a violation of the rule governing subsequent remedial\r\n  measures.  Because this issue was neither raised to nor ruled upon by the trial\r\n  court, it is not preserved for appellate review.  See Staubes v. City\r\n    of Folly Beach, 339 S.C. 406, 412, 529 S.E.2d 543, 546 (2000) (noting that\r\n  issues not raised to or ruled upon by the trial court are not preserved for\r\n  appellate review); Wilder Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d\r\n  731, 733 (1998) (noting the grounds for an objection must be specifically\r\n  stated to preserve an issue for appellate review).\r\nVI. Evidence of Defects at\r\n  Other Developments\r\nAppellants argue the\r\n  trial court erred in admitting evidence of defects at other HCI developments.  We\r\n  disagree.\r\nNumerous times throughout the trial, Appellants objected\r\n  to or moved to exclude evidence of construction defects at other HCI\r\n  developments.  The trial court admitted the evidence.\r\nRule 404(b) of the South Carolina Rules of Evidence\r\n  governs this issue: &quot;Evidence of other crimes, wrongs, or acts is not\r\n  admissible to prove the character of a person in order to show action in\r\n  conformity therewith.&quot;  Rule 404(b), SCRE.  In Whaley v. CSX\r\n    Transportation, Inc., 362 S.C. 456, 483, 609 S.E.2d 286, 300 (2005), our supreme\r\n  court recognized that similar acts are admissible if they tend to prove or\r\n  disprove some fact in dispute.  See Branham v. Ford Motor Co.,\r\n  390 S.C. 203, 230, 701 S.E.2d 5, 19 (2010) (discussing Whaley). \r\n  Evidence of similar acts has the potential to be exceedingly prejudicial.  Branham,\r\n  390 S.C. at 230, 701 S.E.2d at 19.  Accordingly, a plaintiff must present facts\r\n  showing the other acts were substantially similar to the event at issue.  Whaley,\r\n  362 S.C. at 483, 609 S.E.2d at 300.  Other acts may be admissible for purposes\r\n  of establishing the facts necessary to prove entitlement to punitive damages.  Judy\r\n    v. Judy, 384 S.C. 634, 642-43, 682 S.E.2d 836, 840-41 (Ct. App. 2009), aff'd\r\n      on other grounds, 393 S.C. 160, 712 S.E.2d 408 (2011) (affirming when the\r\n  trial court admitted evidence of a similar prior lawsuit).  The admission of\r\n  evidence is within the trial court's discretion, and the trial court's decision\r\n  will not be reversed on appeal absent an abuse of discretion.  Whaley,\r\n  362 S.C. at 483, 609 S.E.2d at 300 (applying the abuse of discretion standard\r\n  of review to the admissibility of evidence of similar accidents).\r\nJennifer Harmon, an employee of Noble Company,\r\n  testified at trial.  Noble Company specialized in property management of\r\n  homeowners' associations and was hired in 1999 to manage the POA.  At the time,\r\n  Roger Van Wie, Gwyn Hardister, and Lynn Anderson were on the Board of\r\n  Directors.  Harmon testified the Board requested a building condition\r\n  assessment report, which was prepared in October 1999.  The report noted\r\n  numerous construction defects at Riverwalk, including moisture intrusion around\r\n  the windows, doors, and breezeway ceilings; gaps in the brick facade; and water\r\n  damage on porches.\r\nHarmon testified Noble Company managed four other HCI\r\n  developments, and they had experienced similar construction defect problems.  Harmon\r\n  admitted HCI had been given copies of building assessment reports on the other\r\n  developments, similar to the one prepared for Riverwalk, indicating comparable\r\n  problems.  \r\nThomas Pegram, an architect,\r\n  was hired to develop plans for Riverwalk.  Pegram testified he used the same\r\n  basic plans at Riverwalk that were used at the other HCI developments.  Graham,\r\n  the window manufacturer, testified he was investigating problems with windows\r\n  at several HCI developments.  Hardister, HCI's president, testified other HCI\r\n  developments had problems with leaks at or near the windows, and were also\r\n  involved in construction litigation.  Anderson, HCI's vice president of finance\r\n  and accounting and president of BuildStar, testified to involvement in\r\n  litigation involving three of the other HCI developments.  Franklin Drew Brown,\r\n  qualified as Respondents' expert in contracting and building forensics,\r\n  testified to numerous defects at Riverwalk.  Brown testified he had been hired\r\n  to investigate three other HCI developments and found similar deficiencies.  Steve\r\n  Watkins, qualified as Appellants' unlimited general contractor expert,\r\n  testified he had been involved in &quot;four or five&quot; HCI development\r\n  cases.  Jesse Teel, Appellants' loss of use expert, testified he had performed\r\n  a loss of use analysis on another HCI development.  Alan Campbell, Appellants' engineering\r\n  and construction defect expert, testified to the scope of work necessary to\r\n  repair Riverwalk.  Campbell testified he had prepared reports on the scope of\r\n  work at other HCI developments.   \r\nAfter a review of the record,\r\n  we find the construction defects at the other HCI developments were\r\n  substantially similar to those experienced by Riverwalk.  Many of the experts\r\n  were involved in all of the HCI developments that were experiencing the same\r\n  water intrusion problems and subsequent litigation.  The HCI employees were likewise\r\n  involved in the litigation of several of the developments.  Brown testified the\r\n  deficiencies at the various developments were the same, including the use of\r\n  identical inappropriate trim.  Graham testified he became involved when the\r\n  issue with the windows was first reported in 1997 or 1998, prior to the completion\r\n  of Riverwalk, and the same windows and installation occurred at Riverwalk.  We\r\n  find significant similarities between the construction defects alleged in this\r\n  case and the defects testified about at the other developments.  \r\nWe also find the evidence was\r\n  admissible to prove several of the elements required for a punitive damages\r\n  award, as argued by Respondents at trial.  See Gamble v. Stevenson,\r\n  305 S.C. 104, 111-12, 406 S.E.2d 350, 354 (1991) (listing the factors to\r\n  consider in conducting a review of punitive damages as (1) defendant's degree\r\n  of culpability; (2) duration of the conduct; (3) defendant's awareness or\r\n  concealment; (4) existence of similar past conduct; (5) likelihood of deterring\r\n  the defendant or others from similar conduct; (6) whether the award is\r\n  reasonably related to the harm likely to result from such conduct; (7)\r\n  defendant's ability to pay; and (8) other factors deemed appropriate).  The\r\n  evidence was relevant to the elements of the duration of the conduct,\r\n  Appellants' awareness, and similar past conduct.  For instance, Graham's\r\n  testimony of the discovery regarding moisture intrusion around the windows\r\n  indicated knowledge as early as 1997 or 1998, and also indicated the duration\r\n  of the conduct.  Harmon testified HCI had received building assessment reports\r\n  on other developments, indicating the duration of the conduct and similar past\r\n  conduct.  Viewing the testimony as a whole, we find no error by the trial court\r\n  in admitting evidence of defects at the other developments.\r\nVII. Directed Verdict on Respondents' Negligence\r\n  Claims\r\nAppellants argue the trial court erred in\r\n  granting Respondents' motions for directed verdicts as to the negligence\r\n  claims.  We disagree.\r\nDuring opening arguments, counsel for Appellants stated:\r\n\r\n  Ladies and gentlemen of the\r\n    jury, the real issue in this case is what is it going to cost to fix\r\n    condominiums out at Riverwalk, and that is the central issue and what we deny .\r\n    . . is that the costs out at Riverwalk are going to cost over 8.6 million\r\n    dollars . . . .  We submit that the cost estimates that we will put before you\r\n    are the real and true costs for fixing the issues out there at Riverwalk.\r\n  You will hear us say repeatedly\r\n    during this case we're not running from these issues, we acknowledge there are\r\n    issues out there at Riverwalk.  We acknowledge there are certain repairs that\r\n    need to be made but they do not fall anywhere near the class of repairs that\r\n    these plaintiffs are going to ask for in this case. . . .\r\n  . . . .\r\n  [W]e ask you to render a true\r\n    verdict in this case, which would be the cost of repairs that we submit to you\r\n    through our expert . . . the true cost of the repairs in this case, which will\r\n    be around 2.3, 2.391 million dollars.\r\n\r\nThe trial court granted Appellants' motions\r\n  for directed verdicts on the negligence claims, finding:  \r\n\r\n  [I]t [is] clear\r\n    that [the] condominiums were negligently constructed, and that is based on the\r\n    testimony as well as the representation of counsel.  It would not be proper to\r\n    allow counsel to represent to the jury that [Appellants are] responsible and\r\n    intend[] to engage in repairs on the one hand and on the other hand argue as a\r\n    matter of law they are not responsible.  More importantly than that, the\r\n    witnesses all acknowledge defects in the construction. . . .    \r\n\r\n Appellants argue they did not concede\r\n  liability on the negligence claim, but merely acknowledged the existence of the\r\n  defects.  In response to Respondents' motion for directed verdicts on\r\n  negligence, counsel for Appellants argued:  \r\n\r\n  As to the\r\n    negligence issue, Your Honor, I certainly got up there in opening and being\r\n    nothing but frank with the jury acknowledged there were issues out there at\r\n    Riverwalk and laying out the damages in an opening statement how the case will\r\n    progress . . . .  [O]ur defect experts and our estimator have identified that\r\n    there [are] $2,391,619 in deficiencies out there and that what I said to the\r\n    jury was what are the real issues and what is it going to really cost to fix\r\n    it, and I gave them that number.\r\n\r\nNow, to say that\r\n  means you automatically have bought into that, I don't believe it is fair under\r\n  the pleadings . . . . [W]e pled both affirmatively that there are third parties\r\n  . . . responsibl[e] . . . .  \r\nWe find no error by the trial court in\r\n  granting a directed verdict on negligence based on Appellants' concession at\r\n  trial.  We find the concession of counsel in this case similar to that in Collins\r\n    v. Bisson Moving &amp; Storage, Inc., 332 S.C. 290, 504 S.E.2d 347 (Ct.\r\n  App. 1998).  In Collins, the plaintiff was injured in a car accident,\r\n  and while being transported to the hospital in an ambulance, was further\r\n  injured when a truck collided with the ambulance.  Id. at 292, 504\r\n  S.E.2d at 348.  This court found the defendant's concessions during opening\r\n  statements were concessions of liability and proximate cause.  Id. at\r\n  303, 504 S.E.2d at 354-55 (concluding defendant's statements that the\r\n  plaintiff's injuries were primarily caused by the first accident and the\r\n  plaintiff would fail to prove the damages were primarily caused in the second\r\n  accident, was a concession supporting a directed verdict of liability and\r\n  proximate cause); see Hall v. Benefit Ass'n of Ry. Emps., 164\r\n  S.C. 80, 83, 161 S.E. 867, 868 (1932) (&quot;The parties to a suit are bound by\r\n  admissions, made by their attorneys of record, in open court, or elsewhere,\r\n  touching matters looking to the progress of the trial.&quot;).\r\nBased on the\r\n  evidence, we also affirm the trial court's grant of directed verdicts on the\r\n  negligence claims.  Appellants argue the case was about numerous distinctive\r\n  defects, and even if Appellants' witnesses acknowledged the existence of\r\n  defects, they did not acknowledge all defects alleged by Respondents.  Viewing\r\n  the trial in its entirety, the issue in this case was the extent of damages. \r\n  The primary witnesses testified to conflicting estimates of the extent of the\r\n  damages.  The experts of both Appellants and Respondents testified to detailed\r\n  defects in the construction of Riverwalk.  The reports differed primarily in\r\n  the scope of work necessary to repair the defects and the cost of the repairs.  \r\nFranklin Brown, Respondents' expert, testified to the\r\n  construction defects at Riverwalk.  Brown found numerous defects: (1)\r\n  inadequate site drainage; (2) nonexistent or improperly installed sealant; (3)\r\n  gaps in the cladding system, siding, and trim; (4) inadequate brick lintel\r\n  support at the windows; (5) improperly installed brick veneer; (6) missing\r\n  flashing above windows; (7) deck membrane improperly terminated or compromised\r\n  by the use of posts or screws on the balconies and decks; (8) no control joints\r\n  installed in balcony ceilings; (9) inadequate attic access to one unit; (10) water\r\n  damage to exterior trim; (11) water damage to interiors; and (12) water damage\r\n  to wall sheathings.  Brown testified that in his expert opinion, the industry standard\r\n  of care in constructing Riverwalk was breached.  Brown provided a report\r\n  indicating the scope of work necessary to repair Riverwalk.  Respondents'\r\n  expert, Albert Best, estimated\r\n  it would cost $8,662,147 to make the repairs described in Brown's scope of work\r\n  report.  He estimated the job would take three years to complete. \r\nAlan Campbell, Appellants' expert, acknowledged\r\n  many construction defects, code violations, and violations of industry\r\n  standards.  He provided his own scope of work report for the defects he\r\n  determined needed to be corrected.  Appellants' expert, Steve Watkins, testified\r\n  it would cost $2,391,619 to repair the construction defects in Campbell's report.\r\nHarmon, an employee of Riverwalk's\r\n  property manager, also testified to the defects.  Harmon testified about the\r\n  building condition assessment report and Appellants' knowledge of the defects.  Harmon also admitted HCI knowingly turned\r\n  the homeowners' associations over to the homeowners with knowledge of the\r\n  construction deficiencies and without the funds to make the necessary repairs. \r\n  Harmon testified Hardister addressed the homeowners at a March 15, 2000\r\n  association meeting, admitted HCI was aware of construction problems, and\r\n  assured the homeowners HCI intended to correct the problems.\r\nHardister also acknowledged the construction\r\n  problems.  He admitted he was aware of the construction deficiencies, HCI was\r\n  still selling the condominiums with this knowledge, and the problems were not\r\n  corrected at the time of the insolvency and closing of the corporations.  Hardister\r\n  admitted the POA was entitled to have repairs made.\r\nIn ruling on motions for directed verdict, the trial court must view the evidence and the inferences reasonably drawn therefrom in the light most\r\n  favorable to the party opposing the motions and deny the motions if the evidence yields more than one inference\r\n  or its inference is in doubt.  Law v. S.C. Dep't of\r\n    Corr., 368 S.C. 424, 434, 629 S.E.2d 642, 648 (2006).  The trial court\r\n  should deny the motions when either the evidence yields\r\n  more than one inference or its inference\r\n  is in doubt.  McMillan v. Oconee Mem'l Hosp., Inc., 367 S.C. 559, 564,\r\n  626 S.E.2d 884, 886 (2006).  &quot;However, this rule\r\n  does not authorize submission of speculative, theoretical, and hypothetical views to the jury.&quot;  Proctor v. Dep't of\r\n    Health &amp; Envtl. Control, 368 S.C. 279, 292-93, 628 S.E.2d 496, 503 (Ct.\r\n  App. 2006).  \r\nAs this court did in Collins, we find the trial\r\n  court's grant of a directed verdict affirmable based either on the concessions\r\n  made at trial or based on the evidence.  332 S.C. at 303, 504 S.E.2d at 354.  As the trial court in this\r\n  case determined, we find the issue for the jury regarding the extent of the\r\n  defects was a question of damages rather than liability or proximate cause.\r\nAppellants also argue the trial court\r\n  erred in granting a directed verdict on the negligence claims because BuildStar,\r\n  as the general contractor, was not responsible for the work performed by the\r\n  subcontractors.  Although a general contractor is not automatically responsible\r\n  for the negligence of a subcontractor, a builder who undertakes to supervise\r\n  the construction of a building is under the duty to exercise reasonable care.  See Fields v. J. Haynes Waters Builders, Inc., 376 S.C. 545, 561, 658 S.E.2d\r\n  80, 88-89 (2008) (rejecting the argument that a general contractor is\r\n  automatically responsible for the negligence of a subcontractor, but approving\r\n  jury instructions that included the law imposing a duty to use due care on a\r\n  general contractor who supervises a subcontractor).  Here, Pegram testified\r\n  that a part of an architect's job is construction administration.  After plans\r\n  are completed, an architect performing construction administration reviews the\r\n  shop drawings of the contractors and subcontractors, checks the material to be\r\n  used, and visits the job site on a daily or weekly basis to insure the construction\r\n  follows the plans.  Pegram testified Van Wie would not permit his firm to\r\n  conduct the contract administration at Riverwalk.  Pegram was not prohibited\r\n  from contract administration on any previous or subsequent jobs.  Pegram warned\r\n  Van Wie of the serious nature of the lack of contract administration and\r\n  insisted on including a notice on the plans that Pegram's company was not\r\n  permitted to inspect construction, and therefore, it was to be held harmless\r\n  for construction defects.  Finally, Lynn Anderson testified BuildStar was supervising\r\n  the subcontractors at Riverwalk.  We find no error in the trial court's grant\r\n  of a directed verdict on Respondents' negligence claims.\r\nVIII. Denial of Directed Verdict and JNOV \r\nAppellants argue the trial court erred in denying\r\n  their motions for directed verdict and JNOV.  Appellants maintain damages were\r\n  speculative.  Appellants also argue they\r\n  were entitled to directed verdicts because no individualized determinations\r\n  were made as to the standards of care applicable respectively to HCI, HRI, and\r\n  BuildStar, and clear and convincing proof of entitlement to punitive damages\r\n  from each Appellant was not established.  We\r\n  affirm the trial court's denial of Appellants' motions for directed verdict and\r\n  JNOV.\r\nRespondents' expert, Albert Best, acknowledged there\r\n  were hidden damages in water intrusion construction defect projects.  Best\r\n  testified he determined the amount of hidden damage by comparing it to other\r\n  buildings his company had repaired with similar construction.  He testified\r\n  that hidden damage in condominium projects ranged from ten to thirty percent of\r\n  the contract, and he included ten percent in his estimate to repair Riverwalk. \r\n  Appellants' expert, Steve Watkins, also acknowledged his estimate of damages\r\n  included numerous allowances and contingencies for hidden damage.   \r\nWhen reviewing the denial of a motion for\r\n  directed verdict or JNOV, the appellate court applies the same standard as the\r\n  trial court.  Elam v. S.C. Dep't of Transp., 361 S.C. 9, 27-28, 602\r\n  S.E.2d 772, 782 (2004).  The court is required to view the evidence and inferences that\r\n  reasonably can be drawn therefrom in the light most favorable to the non-moving\r\n  party.  Sabb v. S.C. State Univ., 350 S.C. 416, 427, 567 S.E.2d 231, 236\r\n  (2002).  An appellate court will only reverse the trial court's ruling when no\r\n  evidence supports the ruling or when the ruling is controlled by an error of\r\n  law.  Steinke v. S.C. Dep't of Labor, Licensing &amp; Regulation, 336\r\n  S.C. 373, 386, 520 S.E.2d 142, 148 (1999).\r\nTo recover damages, the evidence must enable\r\n  the jury to determine the amount of damages with reasonable certainty or\r\n  accuracy.  Whisenant v. James Island Corp., 277 S.C. 10, 13, 281 S.E.2d\r\n  794, 796 (1981).  The existence, causation, and amount of damages cannot be\r\n  left to conjecture, guess, or speculation.  Id.  However, proof with\r\n  mathematical certainty of the amount of loss or damage is not required.  Id. \r\n  The determination of damages may depend to some extent on the consideration of\r\n  contingent events if a reasonable basis of computation is afforded, permitting\r\n  a reasonably close estimate of the loss.  Piggy Park Enters., Inc. v.\r\n    Schofield, 251 S.C. 385, 391-92, 162 S.E.2d 705, 708 (1968).\r\nWe find a sufficiently reasonable basis of\r\n  computation of damages in the record to support the trial court's submission of\r\n  the issue of damages to the jury.  See May v. Hopkinson, 289 S.C.\r\n  549, 559, 347 S.E.2d 508, 514 (Ct. App. 1986) (affirming the award of damages\r\n  based on the contractor's repair estimate even though the exact repairs needed\r\n  could not be determined because the removal of defective wood was expected to\r\n  reveal additional problems).\r\nAppellants also argue Respondents failed to establish\r\n  that each Appellant violated its respective standard of care, and that the jury's\r\n  award of punitive damages was not based on individualized determinations that\r\n  clear and convincing evidence supported such damages against each Appellant.  Because\r\n  we found the trial court did not err in finding Appellants amalgamated in\r\n  interests, we decline to address this issue.  See Futch v. McAllister\r\n    Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n  (stating an appellate court need not address an issue when a decision on a\r\n  prior issue is dispositive).\r\nIX. Punitive Damages\r\nAppellants finally argue the punitive\r\n  damages awards in both actions were improper because (1) the jury was permitted\r\n  to award punitive damages to non-parties (other HCI developments) and (2) the\r\n  punitive damages awards were inconsistent with the guidelines established in Gamble\r\n    v. Stevenson, 305 S.C. 104, 406 S.E.2d 350 (1991).  We find no error.  \r\na.&nbsp; Non-parties\r\nAppellants argue the trial court's erroneous admission\r\n  of evidence of defects at other Heritage developments resulted in the jury's\r\n  imposition of punitive damages to non-parties.  Because we found the trial court did not err in admitting evidence of\r\n  defects at other HCI developments, we need not address this issue.  See Futch\r\n    v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n  591, 598 (1999) (stating an appellate court need not address an issue when a\r\n  decision on a prior issue is dispositive).\r\nb.&nbsp;Gamble v. Stevenson\r\nAppellants argue that several of the factors used to\r\n  review a punitive damages award weigh in their favor.  In particular,\r\n  Appellants argue the award of punitive damages has no deterrent effect because\r\n  Appellants went out of business prior to the commencement of this litigation,\r\n  and Appellants have no ability to pay punitive damages.  \r\nIn Gamble v. Stevenson, 305 S.C. 104, 111-12, 406\r\n  S.E.2d 350, 354 (1991), the supreme court listed the factors the trial court\r\n  should consider in reviewing a punitive damages award: (1) the defendant's\r\n  degree of culpability; (2) the duration of the conduct; (3) the defendant's\r\n  awareness or concealment; (4) the existence of similar past conduct; (5) the likelihood\r\n  that the award will deter the defendant or others from like conduct; (6)\r\n  whether the award is reasonably related to the harm likely to result from such\r\n  conduct; (7) the defendant's ability to pay; and (8) other factors deemed\r\n  appropriate.  Specific factual findings as to each factor are not required.  McGee\r\n    v. Bruce Hosp. Sys., 321 S.C. 340, 346, 468 S.E.2d 633, 637 (1996) (finding\r\n  although evidence of ability to pay is a factor in reviewing a punitive damages\r\n  award, it is not a prerequisite).[9]\r\nThe trial court conducted a post-trial review of the\r\n  punitive damages award using the factors outlined in Gamble and properly\r\n  set forth its findings on the record.  As to Appellants' degree of culpability,\r\n  the trial court found relevant Appellants' experts' admission of code and\r\n  industry standard violations.  The trial court also noted the relevancy of Appellants'\r\n  admissions of selling defective condominiums.  As to the factors of the\r\n  duration of the conduct and Appellants' awareness, the trial court noted the\r\n  sales of defective condominiums continued for several years, and Appellants\r\n  admitted they were aware of the construction deficiencies.  The trial court\r\n  noted the admission of similar conduct in other developments in reviewing the\r\n  factor of similar past conduct.  The court also found the award reasonably\r\n  related to the costs and losses the POA and the Class will incur as a result of\r\n  the defective condominiums.  Finally, the court noted that although Appellants were\r\n  no longer in business, the award would deter others from similar conduct, and\r\n  the Appellants' inability to pay was not a requirement before the jury was\r\n  justified in awarding punitive damages.  We find no error by the trial court in\r\n  the findings made under Gamble. \r\nCONCLUSION\r\nBased on the foregoing, the jury's verdicts are\r\nAFFIRMED.\r\nKONDUROS and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] Appellants also developed a property in Charlotte,\r\n  North Carolina.\r\n[2] &quot;To establish a negligence cause of action under South Carolina law, the plaintiff\r\n  must prove the following three elements:\r\n  (1) a duty of care owed by defendant to plaintiff; (2) breach of that duty by a negligent act or omission; and (3) damage proximately\r\n  resulting from the breach of duty.&quot;  J.T. Baggerly v. CSX Transp., Inc., 370 S.C. 362, 369-70, 635 S.E.2d 97,\r\n  101&nbsp;(2006).  \r\n[3] Mr. Hardister is identified in the record as Quinn\r\n  Hardester, but identified by Respondents as Gwyn Hardister.\r\n[4] South Carolina employs a &quot;two prong test for piercing the corporate veil. The first prong analyzes the shareholder's\r\n  relationship to the corporation by evaluating eight\r\n  factors.  The second prong requires the plaintiff to demonstrate that 'fundamental\r\n  unfairness' would result from recognition of the corporate\r\n  entity.&quot;  Drury Dev. Corp. v. Found. Ins. Co., 380 S.C. 97, 102,\r\n  668 S.E.2d 798, 800&nbsp;(2008).\r\n[5] Mr. DeSantis is identified in the record as Francis\r\n  DeSentes, but identified by Respondents as Francis DeSantis.\r\n[6] Appellants'\r\n  expert on loss of use damages, Jesse Teel, Jr., testified loss of use damages\r\n  varied among condominium owners depending on use.  Teel calculated total loss\r\n  of use damages at $227,041.\r\n[7] To the extent Appellants argue the trial court failed\r\n  to specifically state it found the evidence reliable, we find the issue is not\r\n  preserved because it was not raised to or ruled upon by the trial court.  See Staubes v. City of Folly Beach, 339 S.C. 406, 412, 529 S.E.2d 543, 546\r\n  (2000) (noting that issues not raised to or ruled upon by the trial court are\r\n  not preserved for appellate review).   \r\n[8] Rule 407 governs the admissibility of subsequent\r\n  remedial measures and provides: &quot;When, after an event, measures are taken which, if taken\r\n  previously, would have made the event less likely to occur, evidence of the\r\n  subsequent measures is not admissible to prove negligence . . . .&quot;  Rule\r\n  407, SCRE.\r\n[9] Appellants do not argue the amount of the punitive\r\n  damages award violates constitutional guidelines.  See Mitchell, Jr.\r\n    v. Fortis Ins. Co., 385 S.C. 570, 582-83, 686 S.E.2d 176, 182 (2009)\r\n  (changing the standard of review of the constitutionality of a punitive damages\r\n  award to de novo and mandating a review of the constitutionality of a punitive\r\n  damages award). \r\n\r\n","court":"Appeals"},{"id":"4889","title":"Team IA v. Lucas","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4889","description":"This is an appeal from a circuit court order granting partial summary judgment to Respondent Cicero Lucas on the grounds that the non-competition and non-solicitation clauses in an employment agreement he signed were overly broad and unenforceable.  Appellant, Team IA, Inc. (Team IA), argues the circuit court erred in granting partial summary judgment to Lucas, when (1) there were material facts in dispute as set forth in the Supplemental Affidavit of Brent Yarborough; (2) the circuit court applied Georgia law despite the presence of a choice of law provision in the agreement signed by the parties requiring the application of South Carolina law; (3) had the circuit court applied South Carolina law to evaluate whether the non-solicitation clause was an unreasonable restraint on trade, the circuit court arguably would have reached a different result; (4) there was no evidence presented that the non-competition provision would improperly curtail Lucas's efforts to earn a livelihood; and (5) the circuit court could have limited the nationwide geographic restriction in the non-competition clause to the less expansive restricted territory alternatively defined in the employment agreement as South Carolina, North Carolina, Georgia, and Alabama.  We reverse and remand.","date":"2011-09-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nTeam IA, Inc., Appellant,\r\nv.\r\nCicero Lucas, George Lawson, IV, and 5 Point Solutions, LLC, Defendants,\r\nOf whom Cicero Lucas is Respondent,\r\nCicero Lucas and George Lawson, IV, Third-Party Plaintiffs,\r\nv.\r\nBrent Yarborough and Team IA, Inc., Third-Party Defendants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n R. Knox McMahon, Circuit Court Judge\r\n\r\nOpinion No.  4889\r\nSubmitted June 1, 2011 – Filed September\r\n  14, 2011\r\nWithdrawn, Substituted and Refiled\r\n  October 20, 2011\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nJoel\r\n  W. Collins, Jr., Robert F. Goings, and Christian Bosel, all of Columbia; and S.\r\n  Clay Keim, Jeffrey A. Lehrer, and Lucas J. Asper, all of Spartanburg, for\r\n  Appellant.\r\nTerry\r\n  Richardson, Jr., Daniel S. Haltiwanger, and Christopher J. Moore, all of\r\n  Barnwell, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nGEATHERS,\r\n  J.: This is an appeal from a circuit court order granting partial summary judgment\r\n  to Respondent Cicero Lucas on the grounds that the non-competition and\r\n  non-solicitation clauses in an employment agreement he signed were overly broad\r\n  and unenforceable.  Appellant Team IA, Inc. (Team IA) argues the circuit court\r\n  erred in granting partial summary judgment to Lucas, when (1) material facts were\r\n  in dispute as set forth in the Supplemental Affidavit of Brent Yarborough; (2)\r\n  the circuit court applied Georgia law despite the presence of a choice of law provision\r\n  in the agreement signed by the parties requiring the application of South\r\n  Carolina law; (3) the circuit court arguably would have reached a different\r\n  result had it applied South Carolina law to evaluate whether the\r\n  non-solicitation clause was an unreasonable restraint on trade; (4) no evidence\r\n  was presented that the non-competition provision would improperly curtail Lucas's\r\n  efforts to earn a livelihood; and (5) the circuit court could have limited the nationwide\r\n  geographic restriction in the non-competition clause to the less expansive restricted\r\n  territory alternatively defined in the employment agreement as South Carolina,\r\n  North Carolina, Georgia, and Alabama.  We reverse and remand.\r\nFACTS/PROCEDURAL BACKGROUND\r\n Team\r\n  IA conducts business in the microfilm, data entry, software, hardware, consulting,\r\n  and related services industries.  Team IA markets its business on a nationwide\r\n  basis through electronic and print media, including the internet, attendance at\r\n  trade shows, submission of bids, direct sales, and other means.  In April of\r\n  2001, Team IA hired Lucas as a sales representative for the company.  The\r\n  parties signed an employment agreement, which contained the following clauses:\r\n\r\nA)&nbsp; Non-Solicitation\r\n  Agreement\r\n  \r\n1)&nbsp; Employee\r\n  agrees and acknowledges by signing below, that while employed by Employer and\r\n  for a period of twelve (12) months following termination of Employee's\r\n  employment with Employer, regardless of who initiates said termination, that he\r\n  will neither directly [n]or indirectly, for himself or on behalf of any other\r\n  person, firm, or business entity, solicit, attempt to solicit, sell to, or\r\n  attempt to sell to any Employer CUSTOMER any products or services that are\r\n  competitive with Employer products or services.\r\n2)&nbsp; For\r\n  the purposes of this Agreement, the term &quot;CUSTOMER&quot; shall mean any\r\n    person, firm, or business entity who currently has a system or product\r\n  which was designed or installed by or is being serviced by Employer; or who has\r\n  purchased goods or services or who has contracted to purchase goods or services\r\n  from Employer during the twelve (12) months prior to Employee's separation from\r\n  employment; or who is an Employer prospect who has been contacted and\r\n    offered business services by Employer or its employees within the last twelve\r\n    (12) months.[1]  \r\n  \r\n. . . . \r\nB)&nbsp; Covenant Not to\r\n  Compete\r\n  \r\n1)&nbsp; In\r\n  order to prevent the improper disclosure or use of confidential and proprietary\r\n  information and other trade secrets, and to protect the Employer from unfair\r\n  competition, Employee agrees that, absent the prior express written consent of\r\n  the Employer, while employed by Employer and for twelve (12) months immediately\r\n  following the resignation or termination of his employment with the Employer,\r\n  regardless of who initiates separation from employment, Employee shall not,\r\n  directly or indirectly, by himself, or through or on behalf of any other\r\n  person, firm, partnership, company, corporation, representative or agent,\r\n  within the geographical territory (hereinafter, the &quot;RESTRICTED\r\n  TERRITORY&quot;) set forth below, solicit, attempt to solicit, sell, or attempt\r\n  to sell, provide, or attempt to provide COMPETING SERVICES as defined below.\r\nRecognizing\r\n  that Team IA competes on a nationwide basis, the Parties to this agreement\r\n  hereby agree that for the purposes of this Agreement, the &quot;RESTRICTED\r\n    TERRITORY&quot; shall consist of the entire continental United States.  In the\r\n    alternative, and only if such territory is deemed by a court or other\r\n    proceeding to be unreasonable or otherwise invalid or unenforceable, then such\r\n    territory shall be defined as the states of South Carolina, North Carolina,\r\n    Georgia, and Alabama.  \r\n  \r\n\r\n(emphasis\r\n  added) (footnote added).  \r\nThe\r\n  employment agreement also contained the following choice of law provision:\r\n\r\nThis Agreement\r\n  shall be governed by, and construed and interpreted in accordance with the\r\n  domestic laws of the State of South Carolina.  Any dispute concerning or\r\n  arising under this Agreement must be submitted to a court of competent\r\n  jurisdiction, either state or federal, within the State of South Carolina, and\r\n  the Parties hereby voluntarily submit to the jurisdiction of such court.  \r\n\r\n(emphasis\r\n  added).    \r\n Lucas\r\n  resigned from Team IA in February of 2009.  Subsequent to his resignation,\r\n  Lucas contacted all but one of the customers with whom he had worked while\r\n  employed at Team IA.  Phone records supplied by Lucas and attached as an exhibit\r\n  to Team IA's memorandum in opposition to summary judgment indicate Lucas\r\n  contacted at least eight Team IA customers with whom he worked extensively\r\n  while he was employed.  In a second supplemental response to Team IA's\r\n  interrogatories, Lucas admitted he contacted &quot;all of his personal\r\n  customers&quot; by telephone to inform them of his departure, and he listed\r\n  eleven Team IA customers by name.\r\n Within\r\n  one week of his resignation, Lucas established and became part owner and\r\n  operator of 5 Point Solutions, LLC, a company that performed services similar\r\n  to those provided by Team IA.  The Fulton County, Georgia, Clerk of Superior\r\n  Court had previously reached an agreement with Team IA for a large microfilm\r\n  creation project.  The day after Lucas formed 5 Point Solutions, Fulton County\r\n  pulled the project from Team IA and designated Lucas's new company as its\r\n  microfilm vendor.  The Fayette County, Georgia, Clerk of Superior Court also pulled\r\n  a scanning project from Team IA and awarded the same project to 5 Point Solutions. \r\n  Lucas had been actively involved in securing business from both of these\r\n  customers while he worked for Team IA.\r\n Team\r\n  IA filed a lawsuit for breach of contract, breach of duty of loyalty, tortious\r\n  interference with contractual relations, and nine other causes of action,\r\n  alleging inter alia that Lucas breached the terms of his\r\n  employment agreement.  Lucas filed a motion for partial summary judgment on the\r\n  breach of contract action with respect to the non-solicitation and\r\n  non-competition provisions contained therein, and the circuit court held a\r\n  hearing on the motion. \r\nTwo\r\n  weeks after the hearing on the summary judgment motion, Team IA filed the\r\n  Supplemental Affidavit of Brent Yarborough.  In that document, Yarborough\r\n  listed numerous &quot;customers/prospective customers&quot; with whom Lucas had\r\n  worked in South Carolina, North Carolina, Alabama, and Georgia while employed\r\n  by Team IA.  On October 5, 2009, Lucas filed a Motion to Strike the\r\n  Supplemental Affidavit as untimely.  On October 19, 2009, Team IA filed\r\n  a Memorandum in Opposition to Lucas's Motion to Strike.  The circuit court\r\n  neglected to expressly rule on the motion to strike, and the November 19, 2009 order\r\n  granting summary judgment did not mention the supplemental affidavit.  \r\nThe circuit\r\n  court granted partial summary judgment to Lucas on the grounds that (1) the\r\n  restricted territory set forth in the non-competition clause was overly broad\r\n  as Team IA did not have clients in three of the four states listed, and (2) the\r\n  non-solicitation provision was unenforceable as it prohibited Lucas from\r\n  accepting business from unsolicited customers of Team IA.  The circuit court\r\n  applied Georgia law to evaluate the validity of the non-solicitation provision\r\n  and South Carolina law to evaluate the validity of the non-competition clause. \r\n  Team IA filed a motion to alter or amend pursuant to Rule 59(e), SCRCP.  In its\r\n  motion, Team IA argued the circuit court erred in failing to consider the facts\r\n  and evidence set forth in Yarborough's affidavit and supplemental affidavit.\r\nThe circuit\r\n  court denied Team IA's motion to alter or amend, noting, &quot;This Court has\r\n  considered the issues, reviewed the arguments, documents, and pleadings\r\n  submitted by all Parties and reviewed the Court's file extensively.&quot;  The\r\n  order did not specifically mention Yarborough's supplemental affidavit.  This\r\n  appeal followed.  \r\nSTANDARD\r\n  OF REVIEW\r\nThis\r\n  court reviews the grant of a summary judgment motion under the same standard\r\n  applied by the trial court under Rule 56(c), SCRCP.  Jackson\r\n    v. Bermuda Sands, Inc., 383 S.C. 11, 14 n.2, 677 S.E.2d 612, 614 n.2 (Ct. App.\r\n  2009).  Rule 56(c), SCRCP,\r\n  provides that summary judgment shall be granted when &quot;the pleadings,\r\n  depositions, answers to interrogatories, and admissions on file, together with\r\n  the affidavits, if any, show that there is no genuine issue as to any material\r\n  fact and that the moving party is entitled to a judgment as a matter of\r\n  law.&quot;  \r\n\r\nRule\r\n  56(e), SCRCP, further provides:\r\n  \r\nWhen a motion\r\n  for summary judgment is made and supported as provided in this rule, an adverse\r\n  party may not rest upon the mere allegations or denials of his pleading, but\r\n  his response, by affidavits or as otherwise provided in this rule, must set\r\n  forth specific facts showing that there is a genuine issue for trial.\r\n  \r\n\r\nIn\r\n  ascertaining whether any triable issue of fact exists, the evidence and all\r\n  inferences that can be reasonably drawn from the evidence must be viewed in the\r\n  light most favorable to the non-moving party. Belton v. Cincinnati Ins. Co.,\r\n  360 S.C. 575, 578, 602 S.E.2d 389, 391 (2004).  &quot;[I]n cases applying the\r\n  preponderance of the evidence burden of proof, the non-moving party is only\r\n  required to submit a mere scintilla of evidence in order to withstand a motion\r\n  for summary judgment.&quot;  Hancock v. Mid-South Mgmt. Co., 381 S.C.\r\n  326, 330, 673 S.E.2d 801, 803&nbsp;(2009).  \r\nLAW/ANALYSIS\r\nI.&nbsp; Application\r\n  of the Summary Judgment Standard\r\nTeam\r\n  IA argues the trial court erred in accepting as true the facts set forth in\r\n  Lucas's affidavit while disregarding the facts set forth in Yarborough's\r\n  initial affidavit and supplemental affidavit.  We agree.  \r\nA\r\n  covenant not to compete will be upheld only if it is: (1) necessary for the protection of the legitimate interest of\r\n    the employer; (2) reasonably limited in its operation with respect to time and\r\n    place; (3) not unduly harsh and oppressive in curtailing the legitimate efforts\r\n    of the employee to earn a livelihood; (4) reasonable from the standpoint of\r\n    sound public policy; and (5) supported by valuable consideration.  Rental Uniform Serv. of\r\n      Florence, Inc. v. Dudley, 278 S.C. 674, 675-76, 301 S.E.2d 142, 143 (1983).\r\n&quot;Restrictive\r\n  covenants not to compete are generally disfavored and will be strictly\r\n  construed against the employer.&quot;  Id. at 675, 301 S.E.2d at 143.  &quot;A restriction against competition\r\n  must be narrowly drawn to protect the legitimate interests of the employer.&quot;\r\n   Faces Boutique, Ltd. v. Gibbs, 318 S.C. 39, 42, 455 S.E.2d 707, 708&nbsp;(Ct.\r\n  App. 1995).  Nonetheless, &quot;agreements not to compete, while looked upon\r\n  with disfavor, critically examined, and construed against any employer, will be\r\n  upheld as enforceable if such agreement is reasonable as to territorial extent\r\n  of the restraint and the period for which the said restraint is to be\r\n  imposed.&quot;  Almers v. S.C. Nat'l Bank of Charleston, 265 S.C. 48, 51,\r\n  217 S.E.2d 135, 136&nbsp;(1975).  \r\n&quot;A\r\n  geographic restriction is generally reasonable if the area covered by the\r\n  restraint is limited to the territory in which the employee was able, during\r\n  the term of his employment, to establish contact with his employer's customers.&quot;\r\n   Dudley, 278 S.C. at 676, 301 S.E.2d at 143.  South Carolina has\r\n  enforced a non-solicitation agreement precluding a former employee from\r\n  &quot;selling to the accounts or in the territory&quot; in which he had\r\n  been performing his duties as a sales representative.  Standard Register Co.\r\n    v. Kerrigan, 238 S.C. 54, 59, 74, 119 S.E.2d 533, 535, 544 (1961) (emphasis\r\n  added).   \r\n Recently,\r\n  our supreme court held that &quot;the restrictions in a non-compete clause cannot\r\n  be rewritten by a court or limited by the parties' agreement, but must stand or\r\n  fall on their own terms.&quot;  Poynter Invs., Inc. v. Century Builders of\r\n    Piedmont, Inc., 387 S.C. 583, 588, 694 S.E.2d 15, 18 (2010).  The supreme\r\n  court further noted &quot;it would violate public policy\r\n  to allow a court to insert a geographical limitation where none existed.&quot;  Id. at 587-88, 694 S.E.2d at 17 (emphasis added).\r\n In\r\n  reaching its conclusion, the Poynter court analyzed this court's Faces Boutique opinion.  Id. at 588, 694 S.E.2d at 18 (citing Faces Boutique, 318\r\n  S.C. at 43-44, 455 S.E.2d at 709).  In Faces\r\n    Boutique, this court concluded an employer's willingness to\r\n  stipulate at trial to an interpretation of a non-competition provision that would\r\n  render it proper in scope does not rectify the invalidity of the covenant as initially\r\n  written.  318 S.C. at 43-44, 455 S.E.2d at 709.  Therefore, we interpret the\r\n  supreme court's holding in Poynter to mean that (1) a court may not\r\n  &quot;blue pencil&quot; the restrictions contained in a non-competition\r\n  provision by inserting or subtracting terms not agreed to by the parties in\r\n  order to make it valid and enforceable, and (2) the parties may not of their\r\n  own accord convert an overly broad territorial restriction into an enforceable\r\n  one by entering into a subsequent agreement that artificially limits the actual\r\n  terms used in the parties' original contract.  \r\n Here,\r\n  we believe the nationwide territorial restriction contained in the\r\n  non-competition provision at issue was overly broad on its face.  However, we\r\n  conclude the alternative territorial restriction contained in the parties'\r\n  original agreement (South Carolina, North Carolina, Georgia, and Alabama) would\r\n  remain valid and enforceable to the extent it is not overly broad after further\r\n  development of the facts.\r\n\r\nYarborough's initial\r\n  affidavit stated:\r\n  \r\nTeam IA both\r\n  allowed and expected Mr. Lucas to solicit new business for Team IA on a\r\n  nationwide scale.  A review of a sample of Mr. Lucas's sales activities – based\r\n  on expense reports he submitted to Team IA for reimbursement – demonstrates Mr.\r\n  Lucas's nationwide sales activities on behalf of Team IA.  (See Attachment 4\r\n    Attached Hereto.)  This summary also shows examples of Mr. Lucas's\r\n  attendance at and participation in tradeshows, on behalf of Team IA, which took\r\n  place across the country and included attendees representing a nationwide\r\n  prospective customer base.\r\n  \r\n\r\nThe\r\n  expense report attached to Yarborough's initial affidavit reflects Lucas\r\n  conducted sales activity in South Carolina, North Carolina, Georgia, Alabama,\r\n  Kansas, California, Illinois, Pennsylvania, and Florida.  However, Lucas's own\r\n  affidavit conflicts with Team IA's assessment.  Lucas's affidavit averred,\r\n  &quot;I performed no work for customers in Alabama, South Carolina, or North\r\n  Carolina.&quot;  We hold further inquiry into the nature of Lucas's assigned\r\n  territory and contact with customers/potential customers was needed in order to\r\n  clarify whether the alternative territorial restriction in the non-competition\r\n  clause of the employment agreement was overly broad and unenforceable. \r\n  Specifically, whether the &quot;sales activity&quot; Lucas conducted as\r\n  documented in the expense report included contact with Team IA customers in\r\n  South Carolina, North Carolina, Georgia, and Alabama is unclear.  See Standard\r\n    Register Co., 238 S.C. at 59,\r\n  119 S.E.2d at 535 (enforcing a non-solicitation agreement that precluded a\r\n  former employee from &quot;selling to the accounts or in the territory&quot;\r\n  in which he had been performing his duties as a sales representative) (emphasis\r\n  added).    \r\nIn\r\n  his supplemental affidavit, Yarborough listed numerous\r\n  &quot;customers/prospective customers&quot; with whom Lucas worked in South\r\n  Carolina, North Carolina, Alabama, and Georgia while employed by Team IA.[2]  However,\r\n  the circuit court did not expressly rule on whether this supplemental affidavit\r\n  was timely.  The Record on Appeal is unclear as to whether the circuit court\r\n  considered Yarborough's supplemental affidavit when ruling on Team IA's motion\r\n  to reconsider; the order did not specifically mention the supplemental\r\n  affidavit, nor any of the facts set forth within it.  Nonetheless, the order\r\n  denying Team IA's motion to reconsider noted, &quot;This Court has considered\r\n  the issues, reviewed the arguments, documents, and pleadings submitted by all\r\n  Parties and reviewed the Court's file extensively.&quot;  \r\nUnder\r\n  the circumstances, regardless of whether or not the circuit court considered\r\n  the facts set forth in Yarborough's supplemental affidavit, we hold summary\r\n  judgment was premature.  See Alston v. Blue Ridge Transfer Co., 308 S.C. 292,\r\n  294, 417 S.E.2d 631, 632&nbsp;(Ct. App. 1992) (&quot;Accordingly, summary\r\n  judgment is inappropriate if the facts are conflicting or the inferences to be\r\n  drawn from the facts are doubtful.&quot;).  Our decision is based on a genuine\r\n  issue of material fact in dispute as to whether or not Lucas interacted with\r\n  Team IA customers in South\r\n  Carolina, North Carolina, Georgia, and Alabama during the term of his\r\n  employment.  See Dudley, 278 S.C. at 676, 301 S.E.2d at 143\r\n  (&quot;A geographic restriction is generally reasonable if [it] is limited to\r\n  the territory in which the employee was able, during the term of his\r\n  employment, to establish contact with his employer's customers.&quot;).\r\nAccordingly, we\r\n  reverse and remand for further development of the facts in order to clarify\r\n  application of the law.  See Brockbank v. Best Capital Corp., 341 S.C. 372, 378,\r\n  534 S.E.2d 688, 692&nbsp;(2000) (&quot;Summary judgment is not appropriate when\r\n  further inquiry into the facts of the case is desirable to clarify the\r\n  application of the law.&quot;).  We also direct the circuit court to rule\r\n  on Lucas's Motion to Strike the Supplemental Affidavit of Brent Yarborough\r\n  prior to entering an order on the Motion for Partial Summary Judgment.  \r\nII.&nbsp; Choice\r\n  of Law\r\nTeam\r\n  IA contends the circuit court erred in applying Georgia law to determine the\r\n  validity of the non-solicitation clause at issue despite the presence of a\r\n  choice of law provision in the employment agreement requiring the application\r\n  of South Carolina law.  We agree.\r\n Choice of law\r\n  clauses are generally honored in South Carolina.&nbsp; Nucor Corp. v. Bell,\r\n  482 F. Supp. 2d 714, 728 (D.S.C. 2007) (&quot;Generally, under South Carolina\r\n  choice of law principles, if the parties to a contract specify the law under\r\n  which the contract shall be governed, the court will honor this choice of\r\n  law.&quot;); Russell v. Wachovia Bank, N.A., 353 S.C. 208, 221, 578\r\n  S.E.2d 329, 336 (2003) (&quot;We hold that a settlor may designate the law\r\n  governing his trust, and absent a strong public policy reason, or lack of\r\n  substantial relation to the trust, the choice of law provision will be honored.&quot;); see also Ellis\r\n    v. Taylor,\r\n  316 S.C. 245, 248, 449 S.E.2d 487, 488 (1994) (&quot;When the language of a\r\n  contract is plain and capable of legal construction, that language alone\r\n  determines the instrument's force and effect.&quot;).  \r\n\r\n In Livingston v. Atlantic Coast Line Railroad, 176 S.C. 385, 391, 180 S.E.\r\n  343, 345 (1935), our supreme court discussed traditional choice\r\n  of law rules in the absence of a\r\n  choice of law provision:&nbsp;\r\n  &quot;It is fundamental that unless there be something intrinsic in, or\r\n  extrinsic of, the contract that another place of enforcement was intended, the lex loci contractu governs.&quot; (emphasis added).  &quot;If the contract\r\n    be silent thereabout,\r\n  the presumption is that the law governing the enforcement is the law of the\r\n  place where the contract is made.&quot;  Id.&nbsp;(emphasis\r\n  added).  Therefore, traditional choice of law rules apply only in the absence\r\n  of an express provision regarding the applicable law to govern the\r\n  contract.&nbsp;&nbsp; \r\n In\r\n  the present matter, the circuit court applied traditional choice of law rules\r\n  despite the presence of a choice of law provision designating South Carolina\r\n  law.&nbsp; Specifically, the circuit court relied upon Witt v. American\r\n    Trucking Ass'ns, 860 F. Supp. 295, 300-01 (D.S.C. 1994) (applying South\r\n  Carolina common law choice of law rules when determining what law should govern\r\n  a contract that did not contain a choice of law provision), Livingston,\r\n  176 S.C. at 391, 180 S.E. at 345, and Lister v. NationsBank of Delaware,\r\n  329 S.C. 133, 144-45, 494 S.E.2d 449, 455-56 (Ct. App. 1997) (applying South\r\n  Carolina law to a breach of contract accompanied by\r\n  fraudulent act action when the contract did not contain a choice of law\r\n  provision, when the contract was performed in South Carolina, and when the\r\n  breach occurred in South Carolina).&nbsp; These cases regarding choice\r\n  of law in the absence of a choice of law provision are not applicable to\r\n  this contract because it contained a choice of law provision.&nbsp; \r\n The\r\n  only recognized exception to adhering to the parties' choice of law provision\r\n  does not apply here because the contract designated South Carolina law, and it\r\n  is being interpreted here in South Carolina.&nbsp; See Nucor Corp.,\r\n  482 F. Supp. 2d at 728 (&quot;However, a choice-of-law clause in a contract\r\n  will not be enforced if application of foreign law results in a violation of\r\n  South Carolina public policy.&quot;).&nbsp; Finally, neither party disputes the\r\n  validity of the choice of law provision.&nbsp; Therefore, the circuit court\r\n  should have applied South Carolina law.  \r\nWe\r\n  need not reach the merits of the final two issues on appeal given our reversal\r\n  on the previously stated grounds.  Futch v. McAllister Towing of Georgetown,\r\n    Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598&nbsp;(1999) (stating an\r\n  appellate court need not address remaining issues on appeal when the resolution\r\n  of a prior issue is dispositive).\r\nCONCLUSION\r\n We\r\n  conclude further inquiry into the nature of Lucas's assigned territory and\r\n  contact with customers/potential customers was needed in order to clarify\r\n  whether the alternative territorial restriction in the non-competition clause\r\n  of the employment agreement was overly broad and unenforceable.   Accordingly,\r\n  we reverse and remand for further development of the facts in order to clarify\r\n  application of the law.  We direct the circuit court to rule on Lucas's Motion\r\n  to Strike the Supplemental Affidavit of Brent Yarborough.  Finally, we instruct\r\n  the circuit court to apply South Carolina law in evaluating the\r\n  non-solicitation provision contained in this employment agreement. \r\n  Accordingly, the decision of the circuit court is\r\n REVERSED\r\n  AND REMANDED.[3]\r\nSHORT\r\n  and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1]  We note that\r\n  the non-solicitation clause in this agreement appears to prohibit contact with\r\n  both former customers and former prospective customers of Team IA.      \r\n[2]  We decline to\r\n  rule on whether a non-solicitation agreement's prohibition on contact with\r\n  former prospective customers of a former employer is overly broad and\r\n  unenforceable on its face as that particular issue is not yet ripe for our\r\n  review.  Specifically, the Record on Appeal is unclear as to whether Lucas\r\n  contacted former customers or former potential customers of Team IA.\r\n[3]  We decide this\r\n  case without oral argument pursuant to Rule 215, SCACR.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4890","title":"Potter v. Spartanburg School District 7","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4890","description":"Claimant appeals his workers' compensation case, claiming the circuit court erred in affirming the following findings: (1) Potter did not suffer any \"physical brain damage\" causally related to the accident; (2) the only body part with resulting impairment from the accident is the right leg; (3) Potter has not suffered a psychological/mental injury; and (4) Potter has not suffered permanent and total disability.  We affirm.","date":"2011-09-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n<!--\r\nbody {\r\n\tfont-family: Arial, Helvetica, sans-serif\r\n}\r\np.heading {\r\n\ttext-align: center\r\n}\r\n-->\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Claude Potter,\r\n          Employee, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Spartanburg\r\n          School District 7, Employer, and S.C. School Board Self-Insurance Trust Fund,\r\n          Carrier, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nRoger L. Couch, Circuit Court Judge\r\n\r\nOpinion No.   4890 \r\n  Submitted June 1, 2011 – Filed September\r\n14, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Andrew N. Poliakoff, of Spartanburg, for\r\n          Appellant.\r\n        Michael Allen Farry, of Greenville, for\r\n          Respondents.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS,\r\n  J.,:  This is an appeal of a workers'\r\n  compensation case arising from Claude Potter's compensable injuries, which\r\n  originated from a slip and fall during his employment with Spartanburg School\r\n  District 7 (School District).  The Appellate Panel found that although Potter\r\n  did suffer a psychological overlay from his injury, he did not sustain any\r\n  permanent partial disability as a result of the psychological overlay, and the\r\n  circuit court affirmed.  Potter raises several issues on appeal, claiming the\r\n  circuit court erred in affirming the following findings: (1) Potter did not\r\n  suffer any &quot;physical brain damage&quot; causally related to the accident;\r\n  (2) the only body part with resulting impairment from the accident is the right\r\n  leg; (3) Potter has not suffered a psychological/mental injury; and (4) Potter\r\n  has not suffered permanent and total disability.  We affirm. \r\n FACTS\r\nOn December 19, 2003, Potter\r\n  was performing maintenance on a heating ventilation and air conditioning (HVAC)\r\n  system located on the roof of a building for the School District. While\r\n  securing a ladder, Potter fell approximately twelve to fourteen feet landing on\r\n  asphalt and losing consciousness for a few minutes.  He fractured his right\r\n  femur with &quot;minimal displacement&quot; and sustained a small cut above his\r\n  eye.  Potter's right leg was surgically repaired and a few stitches were used\r\n  to treat the cut above his eye.  The computerized tomography (CT) scan of his\r\n  head on the day of the fall showed a &quot;small amount of supratentorial blood.&quot;\r\n   A second CT scan, taken a few days later, revealed no new problems and the\r\n  previous swelling and pressure had subsided.  The School District began paying\r\n  Potter weekly temporary total disability benefits and provided medical care. \r\n On\r\n  November 23, 2004, Potter underwent a neurological consultation. The\r\n  neurologist, Dr. Thomas A. Collings, found Potter's reported problems with disequilibrium\r\n  were probably not related to his fall, and the vertigo and mild head injury had\r\n  resolved itself.  His treating physician, Dr. Mark D. Visk, evaluated Potter on\r\n  December 16, 2004, and assigned him a twenty percent permanent impairment to\r\n  the right leg and discharged him from active care.  Potter had an\r\n  independent medical evaluation in May 2005.  The evaluator provided no\r\n  assessment of Potter's mental status, but found he had a twenty-four percent\r\n  whole person impairment related to his shoulder, leg, and lower back.  In June\r\n  2005, Potter received a neuropsychological evaluation from Dr. Randolph Waid, a\r\n  licensed clinical psychologist.  Dr. Waid noted Potter's injuries included &quot;cognitive\r\n  disorder residuals of traumatic brain injury with interfering effects of pain,\r\n  sleep disturbance, and fatigue.&quot;  He recommended Potter receive\r\n  psychiatric evaluation and treatment to manage Potter's &quot;sleep\r\n  disturbance, mood labiality, as well as depression,&quot; along with a course\r\n  of psychological counseling to develop &quot;affective compensatory strategies\r\n  and antidepressants.&quot;  Potter's attorney referred him to Dr.\r\n  Collings for another evaluation in September 2005.  After an examination and a\r\n  review of previous medical reports, Dr. Collings opined: &quot;I do not feel\r\n  that Mr. Potter has any significant ongoing neurologic difficulty from the fall\r\n  on 12/ 18/ 03.&quot; \r\n On January 6, 2006, Potter filed a Form 50 alleging he\r\n  sustained compensable injuries to his &quot;brain, shoulder, back, hip, leg,\r\n  and head&quot; when he fell from the ladder.  By consent order, the parties\r\n  agreed for Potter to be referred to Dr. David Tollison for psychological evaluation\r\n  and treatment, which began on June 20, 2006, and continued until March 14,\r\n  2007.  During the course of treatment, the School District filed a Form 21\r\n  requesting a hearing to determine the amount of compensation to be paid to\r\n  Potter.  Potter was released by Dr. Tollison in March 2007 at psychological\r\n  maximum medical improvement and told to return if needed.  On August 30,\r\n  2007, the School District denied Potter sustained any compensable permanent\r\n  brain damage or that Potter was permanently and totally disabled. \r\n The single commissioner held\r\n  an evidentiary hearing on December 4, 2007, and filed an order on January 8,\r\n  2008, holding: (1) Potter sustained a compensable injury by accident to his\r\n  right leg; (2) Potter reached maximum medical improvement with a thirty percent\r\n  partial disability to the right leg; (3) Potter was not disabled from his job\r\n  because of his injuries; and (4) he did not suffer any physical brain damage causally\r\n  related to the admitted accident.  Citing McLeod v. Piggly Wiggly Co., 280\r\n  S.C. 466, 471, 313 S.E.2d 38, 41 (Ct. App. 1984), the order noted that Dr. Waid\r\n  is a clinical psychologist, not a neurosurgeon or a medical doctor, and his\r\n  opinion &quot;concerning alleged brain damage is beyond [h]is area of expertise.&quot;\r\n  Additionally, the order stated &quot;greater weight is given to the opinion of\r\n  the treating physician&quot; with respect to Potter's &quot;injuries and body\r\n  parts involved.&quot;  \r\nPotter appealed, and a\r\n  majority of the Appellate Panel affirmed the findings and conclusions of the single\r\n  commissioner with some additional findings.  The Appellate Panel further found\r\n  that although Potter did suffer a psychological overlay from his injury, he did\r\n  not sustain any permanent partial disability as a result of the psychological\r\n  overlay.  In his dissent, Commissioner J. Alan Bass disagreed with the findings\r\n  that Dr. Waid was unqualified to render an opinion concerning brain damage and that\r\n  Potter did not suffer any brain damage causally-related to the admitted\r\n  accident.  Potter appealed to the circuit court.  The circuit court found\r\n  substantial evidence in the record supported the specific findings of fact made\r\n  by the Appellate Panel and the decision was not affected by an error of law; therefore,\r\n  the circuit court affirmed the findings and conclusions of the Appellate Panel.\r\n   This appeal followed.\r\n STANDARD OF REVIEW\r\nThe South\r\n  Carolina Administrative Procedures Act establishes the substantial evidence\r\n  standard for judicial review of decisions by the Commission.  S.C. Code Ann. §\r\n  1-23-380 (Supp. 2010); Lark v. Bi-Lo, Inc., 276 S.C. 130, 134-35, 276\r\n  S.E.2d 304, 306 (1981).  Under the substantial evidence standard of review,\r\n  this court may not &quot;substitute its judgment for that of the Commission as\r\n  to the weight of the evidence on questions of fact, but may reverse where the\r\n  decision is affected by an error of law.&quot;  Stone v. Traylor Bros., 360\r\n  S.C. 271, 274, 600 S.E.2d 551, 552 (Ct. App. 2004).  &quot;Substantial evidence\r\n  is not a mere scintilla of evidence, nor the evidence viewed blindly from one\r\n  side of the case, but is evidence which, considering the record as a whole,\r\n  would allow reasonable minds to reach the conclusions the administrative agency\r\n  reached in order to justify its actions.&quot; Brought v. S. of the Border,\r\n  336 S.C. 488, 495, 520 S.E.2d 634, 637 (Ct. App. 1999).  In workers' compensation cases, the Appellate\r\n  Panel is the ultimate fact finder. Shealy v. Aiken Cnty, 341 S.C. 448,\r\n  455, 535 S.E.2d 438, 442 (2000).  The Appellate Panel is reserved the task of\r\n  assessing the credibility of the witnesses and the weight to be accorded\r\n  evidence.  Id.\r\n LAW/ANALYSIS\r\n I.&nbsp; Physical\r\n  Brain Damages Causally Related to the Accident \r\nPotter argues the circuit\r\n  court erred in affirming the Appellate Panel's finding that he did not suffer\r\n  any physical brain damage causally related to the accident, based on the Appellate\r\n  Panel's misinterpretation of McLeod v. Piggly Wiggly Co., and ignoring Tiller\r\n    v. National Health Care Center, 334 S.C. 333, 513 S.E.2d 843 (1999). \r\n  Potter suggests Tiller stands for the proposition that medical evidence\r\n  is not required in workers' compensation claims, even in medically complex\r\n  cases, thus he is entitled to a determination of physical brain damage based on\r\n  the medical testimony presented to the Appellate Panel.  We disagree. \r\nThe Appellate Panel is given\r\n  discretion to weigh and consider all the evidence, both lay and expert, when\r\n  deciding whether causation has been established. Ballenger v. S. Worsted\r\n    Corp., 209 S.C. 463, 467, 40 S.E.2d 681, 685 (1946); Tiller, 334\r\n  S.C. at 340, 513 S.E.2d at 846.  Thus, while medical testimony is entitled to\r\n  great respect, the fact finder may disregard it if other competent evidence is\r\n  presented. Id.  Expert\r\n  medical testimony is intended to aid the Appellate Panel in coming to the\r\n  correct conclusion.  Corbin v. Kohler Co., 351 S.C. 613, 624, 571 S.E.2d\r\n  92, 98 (Ct. App. 2002) (citing Tiller, 334 S.C. at 340, 513 S.E.2d at\r\n  846).  The final determination of witness\r\n  credibility and the weight to be accorded evidence is reserved to the Appellate\r\n  Panel.  Shealy v. Aiken County, 341 S.C. 448, 455, 535 S.E.2d 438, 442\r\n  (2000). \r\nThe Appellate Panel, as the\r\n  ultimate fact finder, was within its discretion to rely on McLeod in\r\n  determining the weight Dr. Waid's opinion should be afforded.  McLeod provides the Appellate Panel with the ability to ascertain the proficiency of\r\n  an expert and to decide whether a &quot;higher degree of expertise&quot; is\r\n  needed regarding an award.  280 S.C. at 471, 313 S.E.2d at 41 (holding the\r\n  award should be remanded for redetermination when an alleged defect and injury\r\n  sustained by the claimant concerned a complicated area of the body requiring a\r\n  higher degree of expertise than provided to the Appellate Panel).  In this\r\n  case, Dr. Waid's opinion, as a clinical psychologist, was reviewed and given a\r\n  lesser weight due to the Appellate Panel's evaluation of Waid's opinion\r\n  concerning alleged brain damage based on his expertise presented to the\r\n  Appellate Panel. \r\nThe Appellate Panel's\r\n  reliance on McLeod does not disregard Tiller. Tiller allows Dr. Waid's opinion to be taken into consideration by the Appellate Panel\r\n  as it weighs and considers all the evidence, both lay and expert, when\r\n  determining whether causation has been established.  While medical testimony is\r\n  entitled to great respect, the Appellate Panel may disregard it if the record\r\n  contains other competent evidence.  Id.  Nor is the Appellate Panel\r\n  bound by the opinion of medical experts. Sanders v. MeadWestvaco Corp.,\r\n  371 S.C. 284, 292, 638 S.E.2d 66, 71 (Ct. App. 2006).  In this case, the\r\n  Appellate Panel was presented with\r\n  medical evidence from Potter's emergency room physician, Potter's primary\r\n  physician, a neurologist, and a psychologist.  The Appellate Panel committed no error of law by relying on McLeod in its assessment of Dr. Waid's credibility and the weight to afford his\r\n  opinion, as it made its factual findings regarding physical brain damage. \r\n  Furthermore, &quot;'it is not for this court to balance objective against\r\n  subjective findings of medical witnesses, or to weigh the testimony of one\r\n  witness against that of another.'  That function belongs to the Appellate Panel\r\n  alone.&quot;  Id. (quoting Roper v. Kimbrell's of Greenville, 231\r\n  S.C. 453, 461, 99 S.E.2d 52, 57 (1957)). We therefore affirm.  \r\n II.&nbsp; Remaining Issues\r\nThe remaining issues have\r\n  been abandoned by Potter because he fails to cite any statute, rule, or legal\r\n  authority for the three issues in his brief. An issue is deemed abandoned if\r\n  the argument in the brief is not supported by authority or is only conclusory. See In the Matter of the Care &amp; Treatment of McCracken, 346 S.C. 87, 92-3,\r\n  551 S.E.2d 235, 238-39 (2001) (finding issues were abandoned because there was\r\n  no specific legal ground upon which the court could rely); see also Pack\r\n    v. S.C. Dep't of Transp., 381 S.C. 526, 532, 673 S.E.2d 461, 464 (Ct. App.\r\n  2009) (holding appellant abandoned issue when she cited no legal authority to\r\n  support her argument).  While Potter's brief suggests other facts that could\r\n  have been considered by the Appellate Panel, he gives this court no substantive\r\n  legal authority upon which to rely.  Accordingly, these issues are abandoned. \r\nCONCLUSION\r\nThe decision of the circuit\r\n  court affirming the Appellate Panel's findings\r\n  of fact and conclusions of law is \r\nAFFIRMED.\r\nSHORT and GEATHERS, JJ.,\r\n  concur.\r\n\r\n","court":"Appeals"},{"id":"4892","title":"Sullivan v. Hawker Beechcraft","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4892","description":"This appeal arrises from a  dismissal for lack of personal jurisdiction. Sullivan contends the trial cour erred in dismissing Respondnets and for failing to allow him to conduct jurisdictional discovery and amend his complaint for a second time prior to dismissing the lawsuit with prejudice. We affirm.","date":"2011-09-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Matthew C. Sullivan, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Hawker Beechcraft Corp.\r\n          (fka Raytheon Aircraft Co.), Raytheon Aircraft Co., Teledyne Continental\r\n          Motors, Inc., J.P. Instruments, Inc., Pacific Scientific Company, Aircraft\r\n          Belts, Inc., Dukes, Inc., FloScan Instrument Co., Inc., UMA, Inc. dba UMA\r\n          Instruments, Inc., Orlando Avionics Corp. dba Orlando Aircraft Service, Mena\r\n          Aircraft Interiors, Inc., Hickok, Inc., The Estate of John William C.\r\n          Coulman, Deceased, The Estate of Eric Johnson, Deceased, Rodrick K. Reck,\r\n          Phillip Yoder, and John Does 1-14 (whose true names are unknown), Individuals\r\n          and/or corporations involved in the design, manufacture, inspection,\r\n          installation, maintenance, servicing, and/or repair of Beechcraft V35 Bonanza\r\n          Aircraft Registration No. N9JQ, its engine, fuel system, restraint systems,\r\n          or component parts, Defendants,\r\n        of whom, Pacific\r\n          Scientific Company, Aircraft Belts, Inc., and Mena Aircraft Interiors, Inc.\r\n          are Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From York County\r\n  S.\r\n  Jackson Kimball, III, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4892\r\n  Submitted\r\n  May 4, 2011 – Filed September 21, 2011   \r\n  Withdrawn,\r\n  Substituted, and Refiled February 8, 2012\r\n\r\nAFFIRM\r\n\r\n\r\n  \r\n    \r\n      \r\n        Blake Alexander Hewitt and John Nichols,\r\n          both of Columbia; Jamie R. Lebovits, Ellen M. McCarthy, and Brenda M. Johnson,\r\n          all of Cleveland, Ohio; Robert V. Phillips, of Rock Hill, for Appellant.\r\n        Jim Hunt of Los Angeles, California;\r\n          Michael Wilkes, Melissa Nichols, and Derek M. Newberry, all of Spartanburg;\r\n          Russell T. Burke, of Columbia; Susan Hofer and Payton Hoover, both of\r\n          Charlotte, North Carolina, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.: Matthew Sullivan appeals the dismissal of Aircraft\r\n  Belt, Inc. (ABI), Mena Aircraft Interiors, and Pacific Scientific (collectively\r\n  Respondents) from his civil case for damages arising from an airplane crash. \r\n  Sullivan argues the trial court erred in dismissing Respondents for lack of\r\n  personal jurisdiction.  Sullivan also contends the trial court erred in failing\r\n  to allow him to conduct jurisdictional discovery and amend his complaint for a\r\n  second time prior to dismissing the lawsuit with prejudice.  We affirm.\r\nFACTS\r\nSullivan, a resident of\r\n  Ohio, was injured in July 2005, when the airplane he was traveling in crashed\r\n  in York County, South Carolina. The airplane was in route from the Ohio State\r\n  University Airport to Rock Hill, South Carolina.  An Ohio resident owned the\r\n  airplane, a Beechcraft V35 Bonanza, and Sullivan alleged in the complaint it\r\n  was maintained and serviced in Ohio, Florida, and Arkansas.  The original\r\n  purchaser of the airplane was also an Ohio resident. \r\nSullivan commenced two\r\n  lawsuits as a result of the crash.  Initially, he filed suit in Ohio\r\n  state court in April 2006.  In that litigation, Sullivan named several\r\n  defendants including &quot;John Doe&quot; defendants, but never named\r\n  Respondents.  Almost three years after the crash, Sullivan inspected the\r\n  airplane.  Ohio's two-year statute of limitations had expired by the time of\r\n  inspection, which led him to pursue his action in South Carolina. \r\nOn July 23, 2008, Sullivan\r\n  filed his initial complaint in South Carolina against multiple defendants,\r\n  including ABI and Mena.  On August 25, 2009, Sullivan filed an amended\r\n  complaint, naming Pacific for the first time.[1] In regards to\r\n  personal jurisdiction, Sullivan asserted in the amended complaint the trial\r\n  court had personal jurisdiction under S.C. Ann. § 36-2-803 (A)(4) over all\r\n  defendants named &quot;because each has caused tortious injury within this\r\n  State as set forth herein, and each regularly does or solicits business, or\r\n  engages in a persistent course of conduct or derives substantial revenue from\r\n  goods used or consumed or services rendered in this State as contemplated under\r\n  the statute.&quot; \r\nIn response to the amended\r\n  complaint, Respondents filed motions to dismiss for lack of personal\r\n  jurisdiction pursuant to Rule 12(b)(2), SCRCP.  The trial court heard the\r\n  motions of ABI and Mena on January 5, 2009.  The trial court heard\r\n  Pacific's motion for lack of personal jurisdiction on January 23, 2009.  Respondents\r\n  argued Sullivan's amended complaint was insufficient to meet Sullivan's burden\r\n  of making a prima facie showing of jurisdiction and the trial court lacked both\r\n  general and specific personal jurisdiction.  ABI, Mena, and Pacific submitted\r\n  an affidavit in support of their respective motions. \r\nRespondents' affidavits\r\n  asserted that their principal places of business were outside of South Carolina\r\n  and at no time had any of Respondents solicited or conducted business in the\r\n  state. Additionally, they maintained (1) none of them exceeded one percent of\r\n  their revenue from sales to customers located in South Carolina in the years\r\n  leading up to the airplane crash, (2) no goods were produced or services\r\n  rendered by Respondents in this state, and (3) Respondents never obtained a\r\n  business license in South Carolina. \r\nSullivan did not conduct\r\n  jurisdictional discovery on Respondents prior to the trial court hearing the\r\n  motions to dismiss in January 2009. Additionally, Sullivan did not offer any\r\n  affidavits or other evidence to the trial court to support his assertion of\r\n  jurisdiction over Respondents. Sullivan did not allege that any of the products\r\n  in the airplane were sold to anyone connected with South Carolina or that any\r\n  services were performed to or on the airplane in this state.  Sullivan relied\r\n  solely on the long-arm statute for his argument that personal jurisdiction was\r\n  established.  \r\nThe trial court entered an\r\n  order granting Mena's and ABI's motions to dismiss for lack of personal\r\n  jurisdiction on January 30, 2009. Sullivan then filed a motion for leave to\r\n  file a second amended complaint, in which he sought to add allegations\r\n  regarding several defendants including Pacific.  On April 13, 2009, the trial\r\n  court entered an order granting Pacific's motion to dismiss for lack of\r\n  personal jurisdiction.[2]  This appeal followed. \r\nLAW/ANALYSIS\r\n\r\n I.&nbsp;&nbsp;&nbsp;Prima Facie Burden\r\nSullivan contends the trial\r\n  court erred in determining his complaint and allegations could not support a\r\n  finding of personal jurisdiction. Sullivan asserts his amended complaint meets\r\n  the burden of a prima facie showing of personal jurisdiction and his allegation\r\n  is not a legal conclusion.  We disagree.\r\nRule 8(a), SCRCP, mandates that a\r\n  complaint &quot;shall contain (1) a short and plain statement of the grounds\r\n  including facts and statutes upon which the court's jurisdiction depends[.]&quot; \r\n  Sullivan's allegations of personal jurisdiction are based on section\r\n  36-2-803(A)(4) of the South Carolina Code (Supp. 2010), which provides:\r\n\r\n  A court may exercise personal jurisdiction over a\r\n    person who acts directly or by an agent as to a cause of action arising from\r\n    the person's: \r\n  . . .\r\n  (4) causing tortious injury or death in this State by\r\n    an act or omission outside this State if he regularly does or solicits\r\n      business, or engages in any other persistent course of conduct, or derives\r\n      substantial revenue from goods used or consumed or services rendered in this\r\n      State[.]\r\n\r\n (emphasis added).\r\n&quot;The determination of whether a\r\n  court may exercise personal jurisdiction over a nonresident involves a two-step\r\n  analysis.&quot;  Aviation Assocs. &amp; Consultants, Inc. v. Jet Time, Inc.,\r\n  303 S.C. 502, 505, 402 S.E.2d 177, 179 (1991).  The trial court must (1)\r\n  determine whether the South Carolina long-arm statute applies and (2) whether\r\n  the nonresident's contacts in South Carolina are sufficient to satisfy due\r\n  process. Power Prods.\r\n    &amp; Servs. Co. v. Kozma,\r\n  379 S.C. 423, 431, 665 S.E.2d 660, 664 (Ct. App. 2008). \r\n&quot;[T]he party seeking to invoke\r\n  personal jurisdiction over a nonresident defendant via our long-arm statute\r\n  bears the burden of proving the existence of personal jurisdiction.&quot;  Moosally\r\n    v. W.W. Nortion &amp; Co, 358 S.C. 320, 327, 594 S.E.2d 878, 882 (Ct. App.\r\n  2004).  &quot;The question of personal jurisdiction over a nonresident\r\n  defendant is one which must be resolved upon the facts of each particular\r\n  case.&quot;  Id. at 327, 594 S.E.2d at 882. &quot;When a motion to\r\n  dismiss attacks the allegations of the complaint on the issue of jurisdiction,\r\n  the court is not confined to the allegations of the complaint but may resort to\r\n  affidavits or other evidence to determine jurisdiction.&quot;  Coggshell v.\r\n    Reprod. Endocrine Assocs., 376 S.C. 12, 16, 655 S.E.2d 476, 478 (2007). \r\n  &quot;The decision of the trial court should be affirmed unless unsupported by\r\n  the evidence or influenced by an error of law.&quot;  Cockrell v. Hillerich\r\n    &amp; Bradsby Co., 363 S.C. 485, 491, 611 S.E.2d 505, 508 (2005).    \r\n  &quot;At the pretrial stage, the burden of proving personal jurisdiction over a\r\n  nonresident is met by a prima facie showing of jurisdiction either in the\r\n  complaint or in affidavits.&quot;  Id. at 491, 611 S.E.2d at 508.\r\nSullivan relies solely on the language\r\n  of section 36-2-803(A)(4) in arguing the trial court has personal jurisdiction\r\n  without stating any general factual allegations to support his use of the\r\n  long-arm statute.  The repeating of the statute is insufficient to support a\r\n  finding of personal jurisdiction, particularly based on the subsection of the\r\n  long-arm statute Sullivan chose to plead.  A prima facie showing of personal\r\n  jurisdiction can be made through factual allegations in the complaint or\r\n  through affidavits that establish a basis for the court to assert jurisdiction\r\n  over an out-of state-defendant.  S. Plastic Co. v. S. Commerce Bank, 310\r\n  S.C. 256, 259, 423 S.E.2d 128, 130 (1992).  Sullivan did not submit any\r\n  affidavits, and in his amended complaint, he did not allege Respondents had any\r\n  direct contact with South Carolina.\r\nOur state's long-arm statute affords\r\n  broad power to exercise personal jurisdiction over causes of action arising\r\n  from tortious injuries in South Carolina.  Cockrell, 363 S.C. at 491, 611 S.E.2d at 508; Moosally, 358 at S.C. at 329, 594 S.E.2d at 883.  However, even with a liberal construction of the\r\n  statute and the complaint, Sullivan has failed to allege any facts that show\r\n  Respondents (1) have regular transactions of business or solicitation, (2)\r\n  engage in a persistent course of conduct, (3) derive substantial revenue, or\r\n  (4) consume goods or services rendered in South Carolina.  Sullivan's inability\r\n  to substantiate the trial court's authority over Respondents properly\r\n  necessitated Respondents' 12(b)(2) motion be granted by the trial court.  Thus,\r\n  the trial court is affirmed.  \r\n\r\n II.&nbsp;&nbsp;Jurisdictional\r\nDiscovery\r\nSullivan also maintains the trial court\r\n  erred in denying his request to perform additional jurisdictional discovery\r\n  that would have allowed him to make a prima facie showing of jurisdiction.  We\r\n  disagree.\r\n&quot;When [the] plaintiff can show that\r\n  discovery is necessary in order to meet defendant's challenge to personal\r\n  jurisdiction, a court should ordinarily permit discovery on that issue unless\r\n  plaintiff's claim appears to be clearly frivolous.&quot;  Rich v. KIS Cal.,\r\n    Inc., 121 F.R.D. 254, 259 (M.D.N.C. 1988).  &quot;However, where a\r\n  plaintiff's claim of personal jurisdiction appears to be both attenuated and\r\n  based on bare allegations in the face of specific denials made by defendants,\r\n  the court need not permit even limited discovery confined to issues of personal\r\n  jurisdiction if it will be a fishing expedition.&quot;  Id.  &quot;When\r\n  a plaintiff offers only speculation or conclusory assertions about contacts\r\n  with a forum state, a court is within its discretion in denying jurisdictional\r\n  discovery.&quot;  Tuttle v. Dozer Works Inc., 463 F. Supp. 2d 544, 548\r\n  (2006) (quoting Carefirst of Md., Inc. v. Carefirst Pregnancy Ctrs., Inc.,\r\n  334 F.3d 390, 402 (4th Cir. 2003)); See Roberts v. Peterson, 292\r\n  S.C. 149, 152, 355 S.E.2d 280, 281 (Ct. App. 1987) (noting that where the state\r\n  rule has adopted the language of a federal rule, federal cases interpreting the\r\n  federal rule are persuasive).\r\n\r\n  Sullivan has offered mere speculation and\r\n  conclusory assertions to support his request for jurisdictional discovery.  The\r\n  affidavits introduced by Respondents specifically deny jurisdictional acts or\r\n  contacts.  The record establishes the trial court's thorough review of all\r\n  facts presented in favor of Sullivan and well-developed analysis of case law\r\n  regarding jurisdictional discovery.  Based on this court's standard of review,\r\n  we defer to the trial court's discretion and affirm the trial court's decision.\r\nOn appeal, Sullivan argues the trial\r\n  court misstated the burden the law imposes on a plaintiff at the initial stages\r\n  of litigation.  The order states &quot;even\r\n  at the initial pleading stage, Plaintiff bears the burden of providing\r\n    enough evidence to demonstrate that its assertion of personal jurisdiction over\r\n    the Moving Defendants is meritorious, and that there is sufficient cause to\r\n  obtain jurisdictional discovery.&quot;  (emphasis added). Sullivan is correct that a plaintiff is not required\r\n  to assert he will be meritorious on personal jurisdiction; rather, he must\r\n  demonstrate enough facts to support a prima facie showing.  However, this issue\r\n  is not preserved for review on appeal because Sullivan failed to raise this\r\n  issue in a Rule 59(e), SCRCP, motion.  See Godfrey v. Heller, 311 S.C. 516, 520, 429 S.E.2d 859, 862 (Ct. App. 1993)\r\n  (holding when theory of unjust enrichment was first raised in judge's order,\r\n  appellant should have challenged this basis for recovery by a Rule 59 motion to\r\n  preserve the issue for appeal). Accordingly, this argument is abandoned. \r\nWe find the trial court properly applied\r\n  the prima facie standard in determining whether or not Sullivan met his burden\r\n  under Rule 8(a), SCRCP, and the long-arm statute. Additionally, the trial\r\n  court did not abuse its discretion in denying jurisdictional discovery.  Thus,\r\n  the decision of the trial court is affirmed. \r\n\r\nIII.&nbsp;Dismissal of Second Amended\r\nComplaint With Prejudice  \r\nSullivan contends Spence v. Spence, 368 S.C. 106, 628 S.E.2d 869\r\n  (2006), provides this court with the\r\n  discretion to modify a lower court's order to find a dismissal is without\r\n  prejudice. While we agree this court has the discretion to make such a\r\n  determination, we affirm the trial court's decision to deny Sullivan the right\r\n  to amend his second complaint with prejudice. \r\n\r\n Rule 15(a), SCRCP, provides\r\n  &quot;[a] party may amend his pleading once as a matter of course at any time\r\n  before or within 30 days after a responsive pleading is served[.]&quot;  Rule\r\n  15(a), SCRCP.  &quot;Otherwise a party may amend his pleading only by leave of\r\n  court or by written consent of the adverse party; and leave shall be freely\r\n  given when justice so requires and does not prejudice any other party.&quot; Id. \r\n  &quot;Courts have wide latitude in amending pleadings.&quot;  Berry v. McLeod,\r\n  328 S.C. 435, 450, 492 S.E.2d 794, 802 (Ct. App. 1997).  &quot;[T]he decision\r\n  to allow an amendment is within the sound discretion of the trial court and\r\n  will rarely be disturbed on appeal.  The trial [court's] finding will not be\r\n  overturned without an abuse of discretion or unless manifest injustice has\r\n  occurred.&quot;  Id.\r\n\r\n  The supreme court in Spence\r\n    v. Spence stated that when a plaintiff is not given the opportunity to file\r\n  and serve an amended complaint and &quot;additional factual allegations or an\r\n  alternative theory of recovery, which taken as true in a well-pleaded complaint\r\n  may state a claim upon which relief may be granted,&quot; an appellate court affirming\r\n  the dismissal may modify the order to find the dismissal is without prejudice.  Id. at 130, 628 S.E.2d at 881-82.  In this case, we find Sullivan, in\r\n  both his Rule 59(e) motion and in his appellat brief, fails to cite any new\r\n  factual allegations that would impact the jurisdictional issue.  The trial court was within its discretion to deny\r\nSullivan's motion to amend his complaint for a second time. \r\n\r\n  Because we find the trial\r\n  court properly denied the motion to amend, we decline to exercise our\r\n  discretion to find the dismissal was without prejudice allow Sullivan to amend\r\nhis complaint for a second time and accordingly affirm the trial court. \r\nCONCLUSION\r\n  The trial court properly dismissed\r\n    Respondents pursuant to their motions to dismiss for lack of personal\r\n    jurisdiction. Additionally, the trial court was within its discretion to deny\r\n    both jurisdictional discovery and Sullivan's motion to amend his complaint for\r\n    a second time.  Accordingly, the judgment of the circuit court is\r\n  AFFIRMED.\r\n  SHORT and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] Some defendants sought to dismiss pursuant to Rule\r\n  12(b)(8), SCRCP, due to the pendency of litigation involving the same claim and\r\n  the same or substantially the same issues. These included: Orlando Avionics\r\n  Corp. d/b/a Orlando Aircraft Services, Philip Yoder, The Estate of Eric A.\r\n  Johnson, The Estate of John William C. Coulman, and Rodrick K. Reck. \r\n[2]  Respondents chose to file their brief\r\n  jointly because the issues and defenses are substantially similar. While the appeal initially involved the dismissal of\r\n  other parties, on January 15, 2010, pursuant to agreements between Sullivan and\r\n  those parties, the Court of Appeals issued an order dismissing the following\r\n  parties from the appeal: Dukes, Inc.; FloScan Instruments Co. Inc.; The Estate\r\n  of John William C. Coulman, J.P. Instruments, Inc.; Teledyne Continental Motors;\r\n  Hickok, Inc.; Orlando Avionics Corp.; Rodrick K. Reck; Hawker Beechcraft Corp.;\r\n  and Raytheon Aircraft Co.  \r\n\r\n","court":"Appeals"},{"id":"4893","title":"Rawlinson v. Jackson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4893","description":"The Rawlinson Road Homeowners Association (Association) appeals from the master-in-equity's order granting Ronald D. Jackson's motion for summary judgment and denying the Association's request for injunctive relief.  We affirm.","date":"2011-09-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Rawlinson Road\r\n          Homeowners Association, Inc., Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Ronald D.\r\n          Jackson, and PHH Mortgage Corporation as successor in interest to Coldwell\r\n          Banker Mortgage, Defendants,\r\n        of whom Ronald D.\r\n          Jackson is Respondent.        \r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From York County\r\nS. Jackson Kimball, III, Master-in-Equity\r\n\r\nOpinion No. 4893\r\n  Heard September 13, 2011 – Filed September\r\n28, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        D. Ryan McCabe, of Columbia, for Appellant.\r\n        Thomas B. Roper, of Rock Hill, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: The\r\n  Rawlinson Road Homeowners Association (Association) appeals from the\r\n  master-in-equity's order granting Ronald D. Jackson's motion for summary\r\n  judgment and denying the Association's request for injunctive relief.  We\r\n  affirm.    \r\nFACTS\r\nIn 2006, Jackson\r\n  purchased property in Phase I of the Brewington Park subdivision.  Property in\r\n  that neighborhood was subject to restrictive covenants outlined in the\r\n  Declaration of Restrictive Covenants for Brewington Park Phase I (Declaration),\r\n  dated October 11, 2000, and recorded the following day.    \r\nI. Declaration\r\n  and By-laws\r\nThe Declaration provided that all owners of property located in\r\n  the subdivision would be members of the Association and must &quot;abide by\r\n  such rules and regulations as may be promulgated by [the Association] for\r\n  holding, maintaining and upkeeping the amenities and common areas conveyed to\r\n  the [Association].&quot;  It authorized the Association to levy annual\r\n  assessments upon its members and to enforce the collection of those annual\r\n  assessments through the imposition of interest, creation of a lien against the\r\n  property, foreclosure, and &quot;by any other legal proceeding.&quot; \r\n  According to the Declaration, the Association could pursue &quot;unpaid dues\r\n  and accrued interest, [as well as] all costs of collection, including\r\n  reasonable attorney fees.&quot;  \r\nWith regard to\r\n  individual lots, Paragraph Eleven of the Declaration mandated: \r\n\r\n  Each owner shall keep his lot in an orderly condition and prevent\r\n    it from becoming unkempt, unsightly, or unclean.  Garbage receptacles, cans,\r\n    and/or areas shall be constructed in accordance with standards established by\r\n    the Architectural Control Committee.  No lot shall be used, in whole or part,\r\n    for the storage of rubbish of any kind.  No trash, rubbish, stored materials,\r\n    wrecked or inoperable vehicles, or similar unsightly items shall remain on any\r\n    lot outside an enclosed structure; provided however, that the foregoing shall\r\n    not be construed to prohibit temporary deposits of trash, rubbish, or similar\r\n    items, or garbage receptacles for the purpose of removal. . . .\r\n\r\nThe Declaration\r\n  contemplated a transfer of enforcement rights from the Developer to an\r\n  Architectural Control Committee, the Association, and individual property\r\n  owners.  Furthermore, the Declaration provided that its restrictive covenants,\r\n  which would run with the land and bind successive owners, could be &quot;amended,\r\n  in whole or in part, at any time&quot; by a written and notarized document\r\n  signed by the owners of a majority of the subdivision's lots.  \r\nShortly after\r\n  execution of the Declaration, the Association filed its by-laws (By-laws). \r\n  Both the stated purpose and the terms of the By-laws contemplated the\r\n  Association would address its attention to the common areas and amenities. \r\n  Nonetheless, in addition to the annual assessments identified in the\r\n  Declaration, the By-laws purported[1] to empower the Association to impose fines for violations of the terms of the\r\n  Declaration, By-laws, or &quot;regulations promulgated pursuant thereto,&quot;\r\n  and to treat those fines as assessments.  Furthermore, the By-laws purported to\r\n  increase the interest rate on unpaid assessments from eight percent to ten\r\n  percent and provided for late charges of $25 for unpaid assessments but $50 to\r\n  $100 per week for unpaid fines.  \r\nIn March 2002,\r\n  the subdivision's developer recorded a document applying the Declaration's\r\n  restrictive covenants to specific lots in the subdivision, including the one\r\n  Jackson later purchased.  The record does not indicate whether any similar\r\n  document notified purchasers of the By-laws.  \r\nII.  The Boat,\r\n  the Lien, and Procedural History\r\nAt the time\r\n  Jackson purchased the property, no existing restrictive covenant specifically\r\n  addressed parking a boat and trailer on a privately owned lot.  However, on\r\n  January 2, 2007, the Association, citing its authority to regulate the use of\r\n  common areas and amenities under the Declaration and By-laws, adopted a set of\r\n  rules and regulations (Rules).  The Rules imposed new restrictions, including\r\n  one that &quot;[n]o . . . trailers, . . . boats, boating equipment (to include\r\n  boat hitch or trailer) . . . shall be parked on a homeowner's lot&quot; or\r\n  anywhere else within the subdivision.  The Association notified Jackson that\r\n  the parking of his boat and trailer constituted a violation of the Rules. \r\n  After he failed to remove his boat and trailer, the Association imposed an\r\n  initial fine of $50 and subsequent fines of $25 per week thereafter.  \r\nLater in January\r\n  2007, the Association recorded a Notice of Lien against Jackson's property for the\r\n  unpaid fines.  Jackson did not pay the fines.  On November 30, 2007, the\r\n  Association filed an amendment to the By-laws purportedly enabling the\r\n  Association to promulgate rules governing the use of privately owned property\r\n  within the subdivision.  \r\nIn August 2008,\r\n  the Association filed suit against Jackson and his mortgage lender, seeking to\r\n  enforce the &quot;no boats&quot; rule and to foreclose on its purported lien\r\n  against the property.  Specifically, the Association sought: (1) injunctive\r\n  relief requiring Jackson to remove the boat and trailer and preventing him from\r\n  placing any boat or trailer on his property; (2) a determination of the exact\r\n  amount Jackson owed the Association, including interest, late charges, attorney's\r\n  fees, and costs of suit; (3) foreclosure of the Association's lien and sale of\r\n  the property; and (4) an order empowering the sheriff &quot;to place the\r\n  successful purchaser at said foreclosure sale in possession of the [p]roperty.&quot; \r\n  Jackson answered and counterclaimed, seeking dismissal of the complaint, a\r\n  declaratory judgment of his and the Association's rights under the restrictive\r\n  covenants, and an award of attorney's fees.    \r\nIn early 2009, the\r\n  Association filed a motion for an injunction requiring Jackson to remove his\r\n  boat from his lot, and Jackson filed a motion for summary judgment.  On March\r\n  25, 2009, at the hearing on both motions, the Association advised the master it\r\n  had withdrawn and wished to dismiss its foreclosure claim.    \r\nThe master first heard\r\n  arguments on the Association's motion for an injunction.  At the commencement\r\n  of its argument, the Association called Diane Neville as a witness, and Jackson\r\n  objected.  The master explained he did not generally permit witness testimony\r\n  at hearings on motions.  The Association stated &quot;the reason [it] wanted to\r\n  introduce a witness [was] to put in the record the documents used and to get in\r\n  the [Rules].  Those documents are not filed as a matter of public record.&quot; \r\n  However, the Association had provided copies of the documents as attachments to\r\n  its motion, and Jackson stipulated to the authenticity of the documents the\r\n  Association presented except for the Rules.[2] \r\n  The master entered a signed copy of the Rules into evidence as the court's\r\n  exhibit, stating he &quot;would permit testimony for the limited purpose of\r\n  [identifying] these [documents] as the signed copy of the same thing.&quot; \r\n  After Jackson stated he would accept opposing counsel's authentication of the\r\n  signed copy of the Rules without the need for testimony, the Association conceded\r\n  it had no other purpose in offering witness testimony, and Neville did not\r\n  testify.  \r\nOn the merits of\r\n  the motion, the Association urged the master to construe the &quot;no boats&quot;\r\n  rule as a restrictive covenant itself, a limitation and definition of the\r\n  Declaration's covenant that property owners must prevent their lots from\r\n  becoming &quot;unkempt, unsightly, or unclean.&quot;  Subsequently, in a\r\n  colloquy with the master, the Association conceded, &quot;You can't use a rule\r\n  and regulation . . . to expand obligations on a lot owner beyond what's\r\n  included in the [D]eclaration.&quot;  \r\nJackson argued\r\n  the Association's Complaint sought to enforce the Rules, not the restrictive\r\n  covenants from the Declaration, and that the Rules exceeded the scope of the\r\n  Association's authority to regulate common areas and amenities as established\r\n  by the Declaration.  Furthermore, he challenged the Association's authority to\r\n  impose fines as having no basis in the Declaration. Finally, Jackson contended\r\n  the question of whether the boat was &quot;unsightly&quot; under Paragraph Eleven\r\n  of the Declaration was not properly before the master because the Association's\r\n  Complaint omitted any allegation that the boat was unsightly.\r\nTurning to the\r\n  motion for summary judgment, Jackson highlighted some of the statements in his\r\n  affidavit supporting the motion, including (1) he relied upon the restrictions\r\n  in force at the time he purchased the property to permit him to store the boat\r\n  and trailer he already owned and (2) although he refused to pay the fines\r\n  relating to his boat, he was current in paying annual assessments levied by the\r\n  Association.  In addition, he argued the Association lacked the authority to\r\n  create a lien by imposing fines.  The Association noted its earlier argument\r\n  that it promulgated the Rules under the authority of the Declaration.  It\r\n  further asserted the language in the Declaration pertaining to amenities and\r\n  common areas did not limit the Association's regulatory authority only to those\r\n  areas.  The Association argued whether the boat was &quot;unsightly&quot; and\r\n  whether Jackson misunderstood the prohibition against parking a boat on his\r\n  property when he purchased the lot were issues of fact.  \r\nThe master denied\r\n  the Association's motion for an injunction and granted summary judgment to\r\n  Jackson.  In his order, the master found the restrictive covenants in place\r\n  when Jackson purchased his property neither expressed nor implied a prohibition\r\n  against boats or authorization for the Association to impose fines.  He\r\n  declared the restrictive covenants did not authorize the Association &quot;to\r\n  adopt rules and regulations relating to conduct on an individual lot.&quot; \r\n  Finally, he declared the By-laws and Rules &quot;null and void as they relate\r\n  to the impositions of fines or assessments upon individual lot owners based on\r\n  the use of their respective lots&quot; and vacated the Association's lien\r\n  against Jackson's property.    \r\nThe Association\r\n  filed a motion to reconsider, which, after a hearing, the master denied in a\r\n  Form 4 order.  This appeal followed.  \r\n\r\nLAW/ANALYSIS\r\nI. Summary Judgment\r\nThe Association asserts the\r\n  master erred in granting summary judgment to Jackson despite finding that &quot;factual\r\n  issues arose&quot; from the language in the Declaration.  We disagree.  \r\nWhen reviewing\r\n  the trial court's decision to grant summary judgment, an appellate court\r\n  applies the same standard applied by the trial court.   Lanham v. Blue Cross\r\n    &amp; Blue Shield of S.C., Inc., 349 S.C. 356, 361, 563 S.E.2d 331, 333\r\n  (2002).  \r\nSummary judgment is\r\n  appropriate when &quot;the pleadings, depositions, answers to interrogatories,\r\n  and admissions on file, together with the affidavits, if any, show that there\r\n  is no genuine issue as to any material fact and that the moving party is\r\n  entitled to a judgment as a matter of law.&quot;  Rule 56(c), SCRCP.  With the\r\n  trial court's permission, parties may supplement or oppose affidavits using &quot;depositions,\r\n  answers to interrogatories, or further affidavits.&quot;  Rule 56(e), SCRCP. \r\n  However:\r\n\r\n  When a\r\n    motion for summary judgment is made and supported as provided in this rule, an\r\n    adverse party may not rest upon the mere allegations or denials of his\r\n    pleading, but his response, by affidavits or as otherwise provided in this\r\n    rule, must set forth specific facts showing that there is a genuine issue for\r\n    trial.  If he does not so respond, summary judgment, if appropriate, shall be\r\n    entered against him.\r\n\r\nId.  \r\nIn ascertaining whether any\r\n  triable issue of fact exists, the trial court must view all evidence and all\r\n  inferences that can be reasonably drawn from it in the light most favorable to\r\n  the non-moving party. Belton v. Cincinnati Ins. Co., 360 S.C. 575, 578,\r\n  602 S.E.2d 389, 391 (2004).  &quot;[I]n cases applying the preponderance of the\r\n  evidence burden of proof, the non-moving party is only required to submit a\r\n  mere scintilla of evidence in order to withstand a motion for summary judgment.&quot;\r\n   Hancock v. Mid-South Mgmt. Co., 381 S.C. 326, 330, 673 S.E.2d 801, 803\r\n  (2009).\r\n&quot;A court considering\r\n  summary judgment neither makes factual determinations nor considers the merits\r\n  of competing testimony; however, summary judgment is completely appropriate\r\n  when a properly supported motion sets forth facts that remain undisputed or are\r\n  contested in a deficient manner.&quot;  David v. McLeod Reg'l Med. Ctr.,\r\n  367 S.C. 242, 250, 626 S.E.2d 1, 5 (2006).\r\nIn the case at bar, none of\r\n  the evidence properly before the master on summary judgment supported the\r\n  Association's contention that a genuine issue of material fact existed.  The\r\n  record indicates Jackson filed a motion for summary judgment supported by an\r\n  affidavit.  The Association failed to file any opposing affidavits or to seek\r\n  permission to oppose Jackson's affidavit in any other manner.  Therefore, under\r\n  Rule 56, only the pleadings[3] and Jackson's affidavit were available for the master's consideration.  \r\nAn examination of the\r\n  pleadings reveals the Complaint's allegations of Jackson's wrongdoing rested\r\n  entirely upon a violation of the Rules.  The Complaint stated that &quot;Jackson\r\n  . . .  violated the Rules . . . of the Association&quot; and specifically\r\n  recited the provision banning boats.  Although the Complaint incorporated the\r\n  Declaration by reference, it failed to allege any violation of the terms of the\r\n  Declaration.  Instead, after stating Jackson's property was &quot;expressly\r\n  subject to those restrictive covenants set forth in the Declaration,&quot; the\r\n  Association shifted focus to its authority to promulgate the January 2007 Rules. \r\n  The Association claimed its authority derived from the November 2007 amendment\r\n  to the By-laws, which purported to extend the Association's power to regulate &quot;the\r\n  use and enjoyment of any Lot.&quot;[4]  \r\nJackson filed an Answer and\r\n  Counterclaim, and the Association filed a Reply.  However, neither document challenged\r\n  the material facts.  \r\nIn his affidavit supporting\r\n  summary judgment, Jackson affirmed his ownership of the property and the\r\n  applicability of restrictive covenants to it.  He further stated he relied upon\r\n  the fact that no covenant restricted the presence of a boat or trailer on\r\n  private property at the time of his purchase.  \r\nNeither the pleadings nor\r\n  Jackson's affidavit raised either the narrow question of whether a boat and\r\n  trailer qualified as unsightly or even the broader question of whether Jackson\r\n  violated any of the restrictive covenants in the Declaration.  Although the\r\n  Association argued both of these issues at the hearing, its failure to file a\r\n  responsive affidavit disputing any factual issues precluded the master from denying\r\n  summary judgment based upon any facts the Association purported to challenge.  See Rule 56(e) (&quot;When a motion for summary judgment is made and supported as\r\n  provided in this rule, an adverse party may not rest upon the mere allegations\r\n  or denials of his pleading, but his response, by affidavits or as otherwise\r\n  provided in this rule, must set forth specific facts showing that there is a\r\n  genuine issue for trial.&quot;).  \r\nThe material facts recited in\r\n  the documents properly before the master were unchallenged:  in 2006, Jackson purchased\r\n  a lot that was subject to restrictive covenants that did not restrict the\r\n  presence of a boat or trailer on a privately owned lot; Jackson immediately began\r\n  storing a boat and trailer on his lot; in 2007, the Association promulgated\r\n  rules prohibiting boats and trailers on private lots; and, after receiving\r\n  notice of a purported violation, Jackson did not remove his boat or trailer. \r\n  Accordingly, the master did not err in finding no genuine issue of material\r\n  fact existed and granting summary judgment to Jackson.  \r\nII. Injunction\r\nIn view of our determination\r\n  that the master did not err in entering summary judgment, we need not reach the Association's issues relating to injunctive\r\n  relief.  See Futch v. McAllister Towing of Georgetown, Inc., 335\r\n  S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling an appellate court need not\r\n  review remaining issues when its\r\n  determination of a prior issue is dispositive\r\n  of the appeal).  Even so, we address the merits of these\r\n  issues so as to clarify the requirements for a motion for injunctive relief.  \r\nA. Improper Analysis\r\nFirst, the Association\r\n  asserts the master erred in applying a summary judgment analysis to its motion\r\n  for an injunction.  We agree but affirm the denial of injunctive relief on\r\n  other grounds appearing in the record.  \r\nAn order granting\r\n  or denying an injunction is reviewed for abuse of discretion.  Cnty. of\r\n    Richland v. Simpkins, 348 S.C. 664, 668, 560 S.E.2d 902, 904 (Ct. App. 2002).\r\n   An abuse of discretion occurs when the trial court's decision is unsupported\r\n  by the evidence or controlled by an error of law.  Id.\r\nA party seeking injunctive\r\n  relief &quot;must demonstrate irreparable harm, a likelihood of success on the\r\n  merits, and the absence of an adequate remedy at law.  An injunction is a\r\n  drastic remedy issued by the court in its discretion to prevent irreparable\r\n  harm suffered by the plaintiff.&quot;  Denman v. City of Columbia, 387\r\n  S.C. 131, 140-41, 691 S.E.2d 465, 470 (2010) (internal citations and quotation\r\n  marks omitted).  \r\nThe master's order denying injunctive\r\n  relief included neither facts nor law supporting the denial.  However, the\r\n  hearing transcript demonstrates the master incorrectly focused his analysis on\r\n  the existence of an issue of fact.  He reasoned:\r\n\r\n  I think\r\n    at this stage I have to treat the motion for an injunction by the standard that\r\n    would apply to motions for summary judgment because one generally is entitled\r\n    to have a trial on an injunction on whether [i]njunctive relief is to be\r\n    granted.  I think that the argument of the [A]ssociation begs the resolution of\r\n    certain issues of fact[,] not the least of which [is] what is unsightly[,] and\r\n    thus I find that a motion – the motion for an injunction based on the record\r\n    must be denied because in that connection there are – forget the issues of law\r\n    for the moment – there is a factual issue . . . as to what is unsightly and why\r\n    so I deny the motion for an injunction.  \r\n\r\nBecause the master did not\r\n  apply the proper test to the Association's motion for an injunction, his\r\n  decision was controlled by an error of law. \r\nNonetheless, we affirm\r\n  because the record supports the denial of an injunction.  See Rule\r\n  220(c), SCACR (&quot;The appellate court may affirm any ruling, order, decision\r\n  or judgment upon any ground(s) appearing in the Record on Appeal.&quot;).  To\r\n  succeed in its motion, the Association had to establish that it would suffer irreparable\r\n  harm without an injunction, lacked an adequate remedy at law, and would likely\r\n  succeed on the merits.  See Denman, 387 S.C. at 140-41, 691\r\n  S.E.2d at 470 (outlining criteria for injunctive relief).  It failed to\r\n  establish any of these three elements.  Despite making both oral and written presentations\r\n  of its motion for an injunction, the Association made no argument supporting either\r\n  irreparable harm or a lack of an adequate remedy at law.  Instead, it\r\n  concentrated on validating the Rules and the Association's authority to enforce\r\n  them.  As to the third element, the master's grant of summary judgment\r\n  effectively determined the Association had no likelihood of success on the\r\n  merits.  See Brandt v. Gooding, 368 S.C. 618, 625, 630 S.E.2d 259,\r\n  262 (2006) (holding because a trial court considering a motion for summary\r\n  judgment examines both law and facts, the grant of summary judgment constitutes\r\n  an adjudication on the merits).  Because the Association failed to establish\r\n  the three required elements for injunctive relief, it was not entitled to an\r\n  injunction.  Accordingly, we affirm the master's denial of injunctive relief on\r\n  this basis.  \r\nB. Exclusion of Testimony\r\nNext, the Association asserts\r\n  the master erred in refusing to permit it to introduce witness testimony at the\r\n  injunction hearing.  We disagree.  \r\nGenerally, the admission or\r\n  exclusion of testimony is a matter within the trial court's sound discretion\r\n  and will not be disturbed on appeal absent an abuse of that discretion.  Pike\r\n    v. S.C. Dep't of Transp., 343 S.C. 224, 234, 540 S.E.2d 87, 92 (2000); see\r\n      also Rule 43(e), SCRCP (&quot;When a motion is based on facts not appearing\r\n  of record the court may hear the matter on affidavits presented by the\r\n  respective parties, but may direct that the matter be heard wholly or partly on\r\n  oral testimony or depositions.&quot;).  An abuse of discretion occurs when the trial court's decision is\r\n  unsupported by the evidence or controlled by an error of law.  Simpkins,\r\n  348 S.C. at 668, 560 S.E.2d at 904.  \r\nWhen a trial court excludes\r\n  evidence, the presenting party may proffer it to the court:  \r\n\r\n  The\r\n    failure to make a proffer of excluded evidence will preclude review on appeal. .\r\n    . . It is well settled that a reviewing court may not consider error claimed in\r\n    the exclusion of testimony unless the record on appeal shows fairly what the\r\n    rejected testimony would have been.  However, this rule regarding proffers has\r\n    been relaxed where the appellate court is able [to] determine from the record\r\n    what the testimony was intended to show and that prejudice clearly exists.\r\n\r\nJamison v. Ford Motor Co., 373 S.C. 248, 260, 644 S.E.2d 755, 761 (Ct. App.\r\n  2007).  \r\nHere, the Association failed\r\n  to proffer the excluded testimony after the master sustained Jackson's\r\n  objection.  Nonetheless, we find the intended content of the testimony is\r\n  sufficiently clear from the record to affirm on the merits.  The Association\r\n  attempted to present one witness, Diane Neville, for the purpose of having a\r\n  signed copy of the Rules, which was &quot;not filed as a matter of public\r\n  record,&quot; admitted at the hearing.  The master stated his &quot;usual\r\n  practice [wa]s not to permit testimony in motion hearings for the simple reason\r\n  that it afford[ed] no opportunity for the other side to respond.&quot; \r\n  Thereafter, Jackson stipulated to the authenticity of the signed copy of the\r\n  Rules, and the master received all of the Association's documents as exhibits. \r\n  Once the master had accepted the documents, he asked the Association for what\r\n  other purpose it intended to offer testimony.  The Association responded, &quot;I\r\n  think that's it.  The remaining issues, Judge, are legal and I think you can\r\n  boil this case down.&quot;  By the Association's own admission, Neville's proposed\r\n  testimony would have related only to the authentication of one document.  That\r\n  document was admitted by stipulation of the parties, rendering Neville's\r\n  testimony needless.  Accordingly, the master did not abuse his discretion by\r\n  excluding it.  \r\nCONCLUSION\r\nWe find the material facts\r\n  that were properly before the master at the summary judgment hearing were\r\n  undisputed.  Accordingly, we affirm the master's grant of summary judgment.  \r\nWe further find the master\r\n  erred in evaluating the Association's motion for injunctive relief under a\r\n  summary judgment standard.  However, we find the Association failed to satisfy any\r\n  of the three elements required for a grant of an injunction.  As a result, we\r\n  affirm on other grounds appearing in the record the master's denial of an\r\n  injunction.  \r\nFinally, we find that\r\n  although the Association failed to proffer Neville's testimony after the master\r\n  sustained Jackson's objection to it, the record is sufficient to indicate what\r\n  the content of that testimony would have been.  In addition, we find the\r\n  Association conceded that the parties' stipulation obviated the need for\r\n  Neville's testimony.  Therefore, we find the master's exclusion of that\r\n  testimony was not an abuse of discretion.  Accordingly, the master's decision\r\n  is \r\nAFFIRMED.  \r\nSHORT and WILLIAMS, JJ.,\r\n  and CURETON, A.J., concur.\r\n\r\n\r\n[1] Neither the By-laws nor a November 2007 amendment to them was notarized or\r\n  subscribed by a majority of property owners.  Consequently, the authority of\r\n  those documents to alter the scope of the Declaration's restrictive covenants\r\n  is questionable.  \r\n[2] Jackson had received an unsigned copy of the Rules.  The Association provided\r\n  both Jackson and the master with a signed copy at the hearing.    \r\n[3] We note the Complaint incorporated a number of exhibits, including, for\r\n  example, Jackson's deed and mortgage, the Declaration, the By-laws, and the\r\n  Rules.  Therefore, these documents were also properly before the master.  \r\n[4] As the master recognized, the amendment that purportedly authorized regulation\r\n  of private property was enacted several months after the Association\r\n  promulgated the Rules and began imposing fines on Jackson.  \r\n\r\n","court":"Appeals"}]