[{"id":"4832","title":"Crystal Pines Homeowners Association, Inc. v. Phillips","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4832","description":"We reverse the master's finding that Phillips is responsible for road maintenance in the Crystal Pines subdivision and affirm the master's finding that Crystal Pines residents acquired an easement to use a boat ramp located in the subdivision.","date":"2011-05-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Crystal Pines\r\n          Homeowners Association, Inc., Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Don E.\r\n          Phillips, Crystal Lake Land Developers, Inc., and Crystal Pines Yacht Club,\r\n          LLC, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n James Spence, Master-In-Equity\r\n\r\nOpinion No. 4832  \r\n  Heard December 9, 2010 – Filed May 4, 2011\r\n  Withdrawn, Substituted and Refiled June\r\n23, 2011\r\n\r\nAFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        John D. Hudson and Shaun Blake, both of\r\n          Columbia, for Appellants.\r\n        Harry Clayton Walker, Jr., of Columbia,\r\n          for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J:  Don E. Phillips appeals the master-in-equity's finding\r\n  that Phillips, as successor in interest to Crystal Lake Land Developers, Inc.\r\n  (CLLD), is responsible for maintaining roads in the Crystal Pines subdivision\r\n  (Crystal Pines).  Phillips and the Crystal Pines Yacht Club, LLC (the Yacht\r\n  Club) appeal the master's ruling that residents of Crystal Pines had either\r\n  acquired or were granted an easement for use of a boat ramp in the\r\n  subdivision.  We affirm in part and reverse in part.  \r\nFACTS\r\nPhillips was the sole\r\n  shareholder and officer in CLLD.  In 1979, CLLD began developing Crystal\r\n  Pines.  In 1981, CLLD deeded the roads in Crystal Pines to the Crystal Lake\r\n  Road Company (the Road Company).  All homeowners in Crystal Pines were members\r\n  of the Road Company.  The deed contained the following provision:\r\n\r\n  The\r\n    undersigned [CLLD] by execution of this instrument hereby agrees at its own\r\n    personal cost and expense to open the unopened portion as may be necessary for\r\n    development, of Crystal Pines Drive, Knob Cone Road, Red Fox Trail, Whippoor\r\n    Will Court, and Torrey Pine Lane as described on Exhibit &quot;A&quot; hereto\r\n    and to pave the same; determine and carry out or cause to be performed all\r\n    improvements, maintenance and repair of the said roads as nearly as may be\r\n    practicable in the same condition and repair as originally paved.  The said\r\n    roads shall be kept free of all obstructions so as to be open for the passage\r\n    of fire, police, and other emergency vehicle personnel and equipment at all\r\n    times and by the owners of portion of the real property described in Exhibit\r\n    &quot;B&quot; hereto and their agents, guests, invitees and employees; . . . .  \r\n\r\nFrom 1981 through 1986, the\r\n  Road Company operated as an unincorporated association and simple homeowner's\r\n  association.  In 1987, the Road Company changed its name to the Crystal Pines\r\n  Homeowners Association (HOA), although it was not technically incorporated\r\n  until 1997.  Beginning in 1996, CLLD drafted a proposed deed granting title to\r\n  the road to the HOA instead of the Road Company.  The deed contained an\r\n  attachment that placed road maintenance obligations on the HOA.  In 1997, CLLD\r\n  conveyed its remaining interest in Crystal Pines to Phillips with Phillips\r\n  paying CLLD $392,679 and assuming CLLD's mortgage debt.  CLLD was then\r\n  dissolved.  \r\nPhillips unsuccessfully tried\r\n  to have the second deed and attachment executed.  In 1998, Phillips filed an\r\n  amendment to the restrictions governing certain sections of Crystal Pines.  The\r\n  amendment stated the HOA was responsible for road maintenance in Crystal\r\n  Pines.  Phillips repaired the roads in Crystal Pines in the early 1990s, but\r\n  further maintenance is now required.  Phillips has refused to perform any\r\n  additional work.  \r\nAdditionally, in 1980, CLLD\r\n  constructed a boat ramp in Crystal Pines.  George Bugenske, a Crystal Pines\r\n  resident, testified homeowners regularly used the boat ramp.  Phillips also\r\n  testified Crystal Pines residents regularly used the boat ramp, but with his\r\n  permission.  In 2004, Phillips installed a locked gate prohibiting access to\r\n  the boat ramp and later conveyed title to his son.  His son then transferred\r\n  title to the Yacht Club, which has maintained the locked access.  \r\nThe HOA filed suit against\r\n  Phillips, CLLD, and the Yacht Club alleging CLLD and Phillips, as CLLD's\r\n  successor, were responsible for maintaining the roads in Crystal Pines and\r\n  claiming an easement to use the boat ramp.  The master found in favor of the\r\n  HOA on both claims, and this appeal followed.  \r\nLAW/ANALYSIS\r\nI.  Construction\r\n  of the 1981 Deed\r\nPhillips\r\n  maintains the master erred in determining the deed placed maintenance\r\n  responsibilities for all the roads in Crystal Pines on CLLD.[1] \r\n  We agree.\r\nA reviewing court\r\n  determines, as a matter of law, whether the language in a deed is ambiguous.  Santoro\r\n    v. Schulthess, 384 S.C. 250, 272, 681 S.E.2d 897, 908 (Ct. App. 2009).  A\r\n  reviewing court considers questions of law de novo.  Id.  &quot;A contract\r\n  is ambiguous only when it may fairly and reasonably be understood in more ways\r\n  than one, i.e., when it is obscure in meaning through indefiniteness of\r\n  expression, or containing words having a double meaning.&quot;  30 S.C. Jur. Contracts § 32 Ambiguity (1999) (footnote omitted). \r\nIf the\r\n  reviewing court determines a deed is ambiguous, it must interpret the deed.  &quot;If the action is viewed as\r\n  interpreting a deed, it is an equitable matter and the appellate court may\r\n  review the evidence to determine the facts in accordance with the court's view\r\n  of the preponderance of the evidence.&quot;  Slear v. Hanna, 329 S.C.\r\n  407, 410-11, 496 S.E.2d 633, 635 (1998).  \r\n\r\n  In construing a deed, the intention of the grantor must be\r\n    ascertained and effectuated, unless that intention contravenes some well settled\r\n    rule of law or public policy.  In determining the grantor's intent, the deed\r\n    must be construed as a whole and effect given to every part if it can be done\r\n    consistently with the law.  \r\n\r\nK &amp; A\r\n  Acquisition Group, LLC v. Island Pointe, LLC, 383 S.C. 563, 581, 682 S.E.2d 252, 262 (2009) (internal\r\n  quotation marks and citations omitted).  &quot;The intention of the grantor must be found within the four\r\n  corners of the deed.  When intention is not expressed accurately in the deed\r\n  evidence aliunde may be admitted to supply or explain it. The instrument\r\n  is not thereby varied or contradicted but is explained or corrected.&quot;  Id. (citations omitted).\r\nWe find the deed is ambiguous\r\n  with respect to road maintenance obligations.  Paragraph 11 of the deed discusses the further development of Crystal\r\n  Pines by CLLD and how that development relates to roads in the subdivision. \r\n  The deed indicates CLLD will pay to open unopened portions necessary for\r\n  development and will maintain or repair &quot;said roads as nearly as may be\r\n  practicable in the same condition and repair as originally paved.&quot; \r\n  Paragraph 11 then discusses the obligation of CLLD to ensure the roads are kept\r\n  free of obstruction to allow emergency vehicles access to the neighborhood.\r\nThe HOA contends Paragraph\r\n  11 unambiguously places the burden for road maintenance in Crystal Pines on CLLD. \r\n  However, the placement of such an important obligation in a paragraph solely\r\n  discussing the process of opening new roads casts doubt upon the clarity of\r\n  this obligation.  Additionally, &quot;said roads&quot; is not a defined term\r\n  and Paragraph 13 of the deed seems to indicate the Road Company is responsible\r\n  for road repair in the subdivision.  It states:     \r\nNotwithstanding anything to the contrary\r\n  in this instrument contained, if [the Road Company] shall incur any cost or\r\n  expense for or on account of any item of maintenance, repair or other matter\r\n  directly or indirectly occasioned or made necessary by any wrongful or\r\n  negligent act or omission of any owner&nbsp; . . . such cost or expense shall\r\n  not be borne by [the Road Company] but by such owner and if paid out the [Road\r\n  Company] shall be paid or reimbursed to the [Road Company] by such owner\r\n  forthwith\r\nThis paragraph indicates either the Road\r\n  Company or a particular resident would be responsible for repairing damage to\r\n  roads.  There is no mention of CLLD.  Based\r\n  on the lack of clarity and the seeming inconsistency in the deed, we conclude\r\n  the deed is ambiguous, and we must therefore look to the intent of the parties. \r\nViewing the deed\r\n  as a whole, its purpose was to convey ownership of the roads in Crystal Pines\r\n  to the Road Company.  Paragraph 10 states the Road Company &quot;shall receive\r\n  title to Crystal Pines Drive, Knob Cone Road, Red Fox Trail, Whippoor Will\r\n  Court, and Torrey Pine Lane and shall hold and deal with the same and such\r\n  other assets as it may receive from time to time . . . .&quot;  The Road\r\n  Company also had the right to dedicate the roadways to a government entity for\r\n  perpetual maintenance under Paragraph 22.  To place ownership and essentially\r\n  all control of the roads with the Road Company and leave the responsibility for\r\n  maintenance with CLLD would be inconsistent.    \r\nBecause the deed\r\n  is ambiguous, we may also consider extrinsic evidence to ascertain the intent\r\n  of the parties.  The general rule, as evidenced by Lexington County Development\r\n  Guidelines, was for homeowners to take over maintenance of private roads once\r\n  the final plat of a development was approved.  According to Phillips's\r\n  testimony at trial, the deed states CLLD would repair and maintain the roads\r\n  being conveyed if they were damaged during the process of constructing the new\r\n  portions of road.  He testified:\r\n\r\n  Q.  Is it your position that paragraph 11 doesn't obligate the\r\n    developer to maintain and repair the roads mentioned here?\r\n  A.  If you read the whole sentence, it says that if you cause\r\n    damage, you will repair it; if you don't read the whole sentence, you can take\r\n    portions of it and put together an entirely different notion, and that is what\r\n    you have done. . . . \r\n  Q. I'm going to borrow Mr. Lapine's pen and ask you, on\r\n    Exhibit #1, paragraph 11, to circle the words that you contend limit the\r\n    developer's obligation to repair damage it causes.\r\n  A.  It would be the whole paragraph.\r\n  Q.  Then circle the whole paragraph.  So you can't point to\r\n    specific words in the paragraph that limit the developer's liability to\r\n    repairing damages it causes?\r\n  A. You would have to assume that a road was opened, an\r\n    unpaved portion was opened, and that there was damage done.  \r\n\r\nThe fact that the\r\n  only mention of maintaining the roads immediately follows the clause concerning\r\n  the opening of new roads is consistent with Phillips's explanation of CLLD's\r\n  intent in Paragraph 11.\r\n The HOA argues\r\n  Phillips's efforts beginning in 1996 to execute a corrected deed with Exhibit B\r\n  attached evidenced his understanding that CLLD had the obligation to maintain\r\n  the roads pursuant to the original deed.  We disagree.  Phillips testified that\r\n  his purpose in drafting the corrected deed was to ensure the conveyance of the\r\n  roads to the HOA as an incorporated entity was proper.  The inclusion of\r\n  Exhibit B and Phillips's amendments to the restrictions governing certain\r\n  sections of Crystal Pines likely reflects his desire to clear up any ambiguity\r\n  in the original deed.  Additionally, the master found that Phillips made some\r\n  road repairs in the late 1990s.  The record contains no testimony regarding\r\n  this particular point, but the master's order indicates the repairs were made\r\n  when Phillips &quot;extended the Roads to open new areas of Crystal\r\n  Pines.&quot;  That action is consistent with Phillips's construction of the\r\n  deed.  Other than that instance, the testimony indicates Phillips consistently\r\n  disclaimed personal responsibility for repairing or maintaining the roads in\r\n  Crystal Pines.  \r\nBecause we have a\r\n  broad standard of review in this case and considerable evidence supports\r\n  Phillips's construction of the deed, we find the CLLD and Phillips are not\r\n  responsible for repairing or maintaining the roads in Crystal Pines, except to\r\n  the extent of damage that occurs during further development of the\r\n  subdivision.  Therefore, we reverse the master's finding CLLD is responsible generally\r\n  responsible for all road maintenance in Crystal Pines.  Accordingly, we decline\r\n  to address two additional issues raised by Phillips regarding the amount of\r\n  damages awarded to Crystal Pines or whether Phillips was successor to CLLD.  See Whiteside v. Cherokee Cnty. Sch. Dist. No. One, 311 S.C. 335, 340, 428\r\n  S.E.2d 886, 889 (1993) (declining to address remaining issues when determination\r\n  of prior issue is dispositive).  \r\nII.&nbsp; The\r\n  Boat Ramp\r\nPhillips argues the master\r\n  erred in determining the HOA was entitled to an easement for use of the\r\n  community's boat ramp.  We disagree.\r\n&quot;The\r\n  determination of the existence of an easement is a question of fact in a law\r\n  action and subject to an any evidence standard of review when tried by a judge\r\n  without a jury.&quot;  Slear, 329 S.C. at 410, 496 S.E.2d at 635.  To establish a prescriptive easement, a party must\r\n  demonstrate (1) continued and uninterrupted use or enjoyment of the right for a\r\n  period of 20 years, (2) proof of the identity of the thing enjoyed, and (3)\r\n  adverse use or use under a claim of right.  Matthews v. Dennis, 365 S.C.\r\n  245, 249, 616 S.E.2d 437, 439 (Ct. App. 2005).  \r\nAccording to the testimony in\r\n  the record from Phillips and Bugenske, the ramp was constructed in 1980 and\r\n  homeowners used it until 2004, when the Yacht Club restricted access.[2] \r\n  Phillips claims the homeowners used the boat ramp with his permission. \r\n  However, some evidence demonstrates the use was under a claim of right, not\r\n  just with permission.  According to Bugenske, homeowners were told when they\r\n  purchased their lots they had access to the boat ramp and they used the ramp\r\n  frequently throughout the years with no indication they sought Phillips's\r\n  permission to do so.  Marketing brochures for the subdivision indicated deep-water\r\n  access was available to residents.  \r\nDetrimental to HOA's case is\r\n  that Bugenske's testimony only affects the period of time after he purchased\r\n  his home in 1994, short of the required twenty years.  The only evidence in the record from the 1984\r\n  to 1994 period is from Phillips himself.  Phillips acknowledged homeowners used\r\n  the ramp, but he claims they did so with his permission.  However, in a letter\r\n  to the HOA in 2002, Phillips indicates the original 1981 deed transferring\r\n  ownership of the roads also included the transfer of ownership of the boat\r\n  ramp.  The letter states:  &quot;Although not specifically mentioned in the\r\n  deed, the entrance gates and Parcel A including the boat ramp are included in\r\n  property turned over with the roads.&quot;  Furthermore, a plat filed in\r\n  1986 indicates the location of the boat ramp is in an area designated &quot;community\r\n  common area.&quot;[3] \r\n  Phillips's testimony regarding actual use, coupled with the letter and plat, is\r\n  at least some evidence the residents were using the boat ramp based on a claim\r\n  of right during the 1984 to 1994 period.  Therefore, we find the master did not\r\n  err in finding a prescriptive easement in favor of the HOA.  \r\nBecause we affirm the\r\n  master's finding the HOA established a prescriptive easement to use the boat\r\n  ramp, we need not address Phillips's remaining argument regarding an easement\r\n  by implication in favor of Section IV of Crystal Pines.  See Whiteside,\r\n  311 S.C. at 340, 428 S.E.2d at 889 (declining to address remaining issues when determination\r\n  of prior issue was dispositive).  \r\nBased on the foregoing, the\r\n  judgment of the master is \r\nAFFIRMED IN PART AND\r\n  REVERSED IN PART.\r\nHUFF and LOCKEMY, JJ.,\r\n  concur.\r\n\r\n\r\n[1] The HOA\r\n  contends Phillips's argument regarding construction of the deed is unpreserved\r\n  because it was not raised to and ruled upon by the master.  We disagree.  At\r\n  the beginning of trial, when discussing the exhibits to be submitted, counsel\r\n  for Phillips stated both sides &quot;have the same documents, and we agree our\r\n  interpretation is correct, or I should say that I agree, that the Homeowners'\r\n  Association is responsible for the roads and not Mr. Phillips.&quot;  Witnesses\r\n  for both sides were asked to look at the deed and determine who bore road\r\n  maintenance responsibilities under the document.  Phillips testified regarding his\r\n  belief the deed did not place road maintenance obligations on CLLD.  The master\r\n  clearly ruled against Phillips's construction of the deed when it stated in the\r\n  order that &quot;CLLD contracted with [the Road Company] to maintain the\r\n  [r]oads according to the terms of the [d]eed.&quot;  Because this issue was\r\n  raised to and ruled upon by the master, it is adequately preserved for our\r\n  review.  \r\n[2] Phillips argues\r\n  the Road Company and the HOA are not the same entity for purposes of\r\n  establishing the twenty-year prescriptive period.  However, even if the\r\n  entities are not the same, a claimant is permitted to tack the time period of a\r\n  prior owner to his own to establish the required prescriptive period.  See Morrow v. Dyches, 328 S.C. 522, 527, 492 S.E.2d 420, 423 (Ct. App. 1997)\r\n  (&quot;A party may 'tack' the period of use of prior owners in order to\r\n  establish the 20-year requirement.&quot;). \r\n[3] Although the\r\n  year 1986 cannot be used to establish the beginning of the twenty-year\r\n  prescriptive period, the plat is some evidence demonstrating residents would\r\n  have understood their use to be a matter of right.  The plat and the contents\r\n  of the letter also discredit Phillips's testimony that residents only used the\r\n  boat ramp with his permission.  \r\n\r\n","court":"Appeals"},{"id":"4833","title":"State v. Phillips","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4833","description":"Lawrence Phillips appeals his conviction and sentence for second-degree arson, arguing the trial court erred in refusing to direct a verdict of acquittal and in sentencing him to life imprisonment without the possibility of parole (LWOP).  We affirm the refusal to direct a verdict but reverse the LWOP sentence and remand for resentencing.","date":"2011-05-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Lawrence\r\n          Phillips, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Colleton County\r\nPerry M. Buckner, Circuit Court Judge\r\n\r\nOpinion No. 4833\r\nHeard April 5, 2011 – Filed May 25, 2011    \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND\r\n  REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defenders M. Celia Robinson and Breen\r\n          Stevens, both of Columbia, for Appellant.  \r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General Deborah R.J. Shupe, all of Columbia;\r\n          and Solicitor Issac McDuffie Stone, III, of Beaufort, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nCURETON, A.J.:  Lawrence\r\n  Phillips appeals his conviction and sentence for second-degree arson, arguing\r\n  the trial court erred in refusing to direct a verdict of acquittal and in\r\n  sentencing him to life imprisonment without the possibility of parole (LWOP). \r\n  We affirm the refusal to direct a verdict but reverse the LWOP sentence and\r\n  remand for resentencing. \r\nFACTS\r\nPhillips lived in a\r\n  double-wide mobile home he rented from James Cook.  On September 14, 2007, Phillips\r\n  packed his belongings in his car and drove away.  Within minutes, the mobile\r\n  home burned.  \r\nPhillips was indicted and\r\n  tried for second-degree arson.  The State notified him it intended to seek a\r\n  sentence of LWOP based upon a 1979 conviction from South Carolina for &quot;burning&quot;\r\n  and a 1985 conviction from Florida for second-degree burglary.  Phillips had\r\n  pled guilty to the 1979 offense and received a youthful offender sentence. \r\n  Prior to trial, Phillips moved to &quot;disqualify&quot; the State's LWOP\r\n  notice.  He argued that neither of the listed offenses was a serious or a most\r\n  serious offense for sentence enhancement purposes.  The State submitted a copy\r\n  of the 1979 indictment, which stated Phillips burned &quot;a building, the property of Laurens County\r\n  School District #56.&quot;  The trial\r\n  court determined the 1979 conviction for burning contained the same elements as\r\n  second-degree arson, a serious offense.  Furthermore, the trial court found the\r\n  1985 second-degree burglary conviction from Florida constituted a serious\r\n  offense.  Accordingly, the trial court did not preclude the State from pursuing\r\n  an LWOP sentence.  \r\nPhillips was tried in July\r\n  2008.  Lori Joslin, Phillips's next-door neighbor, recalled that at\r\n  approximately 7:00 a.m. on September 14, 2007, Phillips visited her to retrieve\r\n  a rifle she had stored for him and to leave a lawnmower at her home.  According\r\n  to Joslin, Phillips stated he was leaving town and wondered aloud how his house\r\n  would look in flames.  Joslin watched as Phillips packed many of his personal\r\n  belongings into his car and left.  She did not believe he intended to return. \r\n  Within thirty minutes after their conversation, Joslin looked out her window\r\n  and saw flames and smoke coming from Phillips's home.  Joslin called 911 and\r\n  reported the fire.  \r\nEmergency personnel arrived\r\n  and extinguished the fire.  A paramedic who responded to the call testified he\r\n  found two fires inside the home.  The South Carolina Law Enforcement Division (SLED)\r\n  investigated the fires and determined they had been intentionally set,\r\n  originating in the living room and the master bedroom.  \r\nPhillips's sister, Rhonda\r\n  Wilson, testified she went to her brother's house on the day it burned to feed\r\n  his animals.  She added that Phillips regularly asked her to feed his animals\r\n  when he went out of town.  Wilson testified that when she arrived, the fire had\r\n  been extinguished, but she found her brother's pit bull, rabbits, and quail at\r\n  the house.  While there, Wilson retrieved their father's golf clubs, a rake, a\r\n  shovel, a garden hose, and some gas cans.  \r\nPhillips moved the trial\r\n  court to direct a verdict in his favor, arguing that because he left the house\r\n  without intending to return, the house did not qualify as a dwelling. \r\n  According to Phillips, arson in the third degree, rather than in the second\r\n  degree, was the appropriate charge because the house was an unoccupied building\r\n  instead of a dwelling.  The trial court denied the motion and submitted the\r\n  issue to the jury.  However, the trial court charged the jury on both\r\n  second-degree and third-degree arson.    \r\nShortly after beginning\r\n  deliberations, the jury sent the trial court a note asking for the definition\r\n  of reasonable doubt and whether someone must actually live in a house for it to\r\n  be considered a dwelling.  The trial court provided the jury with a written\r\n  copy of the jury charge.  The jury returned a verdict of guilty of\r\n  second-degree arson.  Based upon the 1979\r\n  and 1985 convictions for burning and second-degree burglary, respectively, the\r\n  trial court sentenced Phillips to LWOP.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\n&quot;In criminal cases, the\r\n  appellate court sits to review errors of law only.&quot;  State v. Baccus,\r\n  367 S.C. 41, 48, 625 S.E.2d 216, 220&nbsp;(2006).  Thus, an appellate court is\r\n  bound by the trial court's factual findings unless they are clearly erroneous.  Id.\r\nLAW/ANALYSIS\r\nI. Directed Verdict on\r\n  the Charge of Second-Degree Arson\r\nPhillips first argues the trial court erred in refusing to direct a verdict\r\n  on the charge of second-degree arson.  He contends that when he departed from\r\n  the home, it no longer qualified as a dwelling house.  We disagree.  \r\n\r\n   A.  Directed\r\n    Verdict\r\n\r\n&quot;A defendant is entitled\r\n  to a directed verdict when the State fails to present evidence of the offense\r\n  charged.&quot;  State v. Heath, 370 S.C. 326, 329, 635 S.E.2d 18, 19\r\n  (2006).  A trial court considering a motion for directed verdict is concerned\r\n  with the existence or nonexistence of evidence, not with its weight.  State\r\n    v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006).  When reviewing\r\n  the denial of a directed verdict, the appellate court views the evidence and\r\n  all reasonable inferences in the light most favorable to the State.  Id. \r\n  An appellate court may reverse the trial court's denial of a directed verdict\r\n  motion only if no evidence supports the trial court's ruling.  State v.\r\n    Gaster, 349 S.C. 545, 555, 564 S.E.2d 87, 92 (2002).  If any direct\r\n  evidence or substantial circumstantial evidence reasonably tends to prove the\r\n  guilt of the accused, this court must find the case was properly submitted to\r\n  the jury.  Weston, 367 S.C. at 292-93, 625 S.E.2d at 648.  \r\n\r\n  B.  Arson\r\n    Statutes\r\n\r\nIn 2007, the South Carolina\r\n  Code defined second-degree arson as follows:  \r\nA\r\n  person who wilfully and maliciously causes an explosion, sets fire to, burns,\r\n  or causes to be burned or aids, counsels, or procures the burning that results\r\n  in damage to a dwelling house, church or place of worship, a public or private\r\n  school facility, a manufacturing plant or warehouse, a building where business\r\n  is conducted, an institutional facility, or any structure designed for human\r\n  occupancy to include local and municipal buildings, whether the property of\r\n  himself or another, is guilty of arson in the second degree . . . . \r\nS.C. Code Ann. § 16-11-110(B)\r\n  (Supp. 2007).  \r\nFor the purposes of the arson\r\n  and burglary statutes, a &quot;dwelling house&quot; is &quot;any house,\r\n  outhouse, apartment, building, erection, shed or box in which there sleeps a\r\n  proprietor, tenant, watchman, clerk, laborer or person who lodges there with a\r\n  view to the protection of property.&quot;  S.C. Code Ann. § 16-11-10 (2003). \r\n  In addition, &quot;all houses, outhouses, buildings, sheds and erections which\r\n  are within two hundred yards of [any dwelling house] and are appurtenant to it&quot;\r\n  constitute parcels of the dwelling house.  Id.  \r\nWe affirm the trial court's\r\n  refusal to direct a verdict of acquittal on the charge of second-degree arson\r\n  because the evidence adduced at trial required that the issue be submitted to\r\n  the jury.  Phillips contends his abandonment of the mobile home prior to Joslin's\r\n  observing the fire changed its status as a dwelling.  This argument is\r\n  meritless.  In State v. Glenn, Glenn and her husband purchased and lived in a\r\n  mobile home until her husband died.  297 S.C. 29, 30, 374 S.E.2d 671, 671\r\n  (1988).  After holding a wake for her husband in the mobile home, Glenn learned\r\n  the home might be repossessed.  Id. at 30-31, 374 S.E.2d at 671.  She\r\n  announced to family members that the home would burn before she allowed it to\r\n  be repossessed.  Id. at 31, 374 S.E.2d at 671.  A few days after the\r\n  funeral, Glenn stopped by the home and retrieved her Bible; shortly thereafter,\r\n  a witness found the home in flames.  Id. at 31, 374 S.E.2d at 671-72. \r\n  Glenn was tried for second-degree arson and sought a directed verdict based on\r\n  her contention the mobile home was not a &quot;dwelling&quot; because no one\r\n  lived there at the time of the fire.  Id. at 31, 374 S.E.2d at 672.  Our\r\n  supreme court affirmed the denial of a directed verdict, holding that despite\r\n  Glenn's departure and removal of her belongings, &quot;ample evidence existed\r\n  that . . . Glenn did not vacate her mobile home but left with the intention of\r\n  returning.&quot;  Id. at 32, 374 S.E.2d at 672.  \r\nIn the case at bar, Phillips\r\n  avers he &quot;left&quot; the mobile home on the morning of the fire, intending\r\n  never to return.  He retrieved his gun from Joslin's care and loaded his car\r\n  with most of his belongings.  However,  he left his lawnmower with Joslin, his\r\n  father's golf clubs in his mobile home, and several live animals at his home. \r\n  Phillips's leaving his lawnmower with Joslin was an ambiguous act that could\r\n  support either Phillips's abandonment of the home or his intent to return.[1] \r\n  Leaving his father's golf clubs and his rake, shovel, garden hose, and gas cans\r\n  in the mobile home would suggest Phillips intended to return only if he valued\r\n  those items.  Certainly, his sister did; she retrieved them after the fire. \r\n  However, Phillips's leaving his dog, rabbits, and quail at the mobile home is\r\n  evidence he intended to return as he had done often before.  Wilson testified\r\n  her brother regularly asked her to feed his animals when he went out of town,\r\n  and she went to his house the day of the\r\n  fire to feed them.    \r\nViewed together, this\r\n  evidence supports a finding that Phillips &quot;left with the intention of\r\n  returning,&quot; certainly to care for his animals and possibly to resume\r\n  living in the home.  See id.  Consequently,\r\n  the trial court did not err in refusing to direct a verdict of acquittal on the\r\n  issue of second-degree arson.  \r\nII.  LWOP\r\nPhillips next argues the trial court erred in sentencing him to LWOP based\r\n  upon his 1979 conviction.  \r\n\r\n  A. Sentence\r\n    Enhancement\r\n\r\nIn South Carolina, a trial\r\n  court must sentence a person convicted of a serious offense to LWOP if he has\r\n  two or more prior convictions for:  &quot;(1) a serious offense; (2) a most\r\n  serious offense; (3) a federal or out-of-state offense that would be classified\r\n  as a serious offense or most serious offense under this section; or (4) any\r\n  combination of the offenses listed in items (1), (2), and (3) above.&quot; \r\n  S.C. Code Ann. § 17-25-45(B) (Supp. 2010).  A &quot;serious&quot; offense is &quot;any\r\n  offense which is punishable by a maximum term of imprisonment for thirty years\r\n  or more which is not referenced in subsection (C)(1).&quot;  S.C. Code Ann. §\r\n  17-25-45(C)(2) (Supp. 2010).  Second-degree arson is listed as a serious\r\n  offense.  Id.  Third-degree arson is not.  Id.\r\nIn seeking an LWOP sentence\r\n  based upon section 17-25-45, the State bears the burden of establishing the\r\n  defendant's prior convictions for serious or most serious offenses.  State\r\n    v. Johnson, 350 S.C. 543, 547-48, 567 S.E.2d 486, 488 (Ct. App. 2002). \r\n  When a prior conviction is for an offense not contemplated by section 17-25-45,\r\n  the trial court should examine the elements of the offense and determine\r\n  whether they are equivalent to any current offenses classified as &quot;serious&quot;\r\n  or &quot;most serious.&quot;  State v. Washington, 338 S.C. 392, 397-98,\r\n  526 S.E.2d 709, 711 (2000).  \r\n\r\n  B.\r\n    Burning and Second-Degree Arson\r\n\r\nIn 1979, the South Carolina\r\n  Code contained a provision addressing the offense of burning:  \r\n\r\n  Any person who (a) wilfully and maliciously sets fire\r\n    to or burns or causes to be burned or (b) aids, counsels or procures the\r\n    burning of:\r\n  (1) Any barn, stable, garage, or other building,\r\n    whether the property of himself or of another, not a parcel of a dwelling\r\n    house;\r\n  (2) Any shop, storehouse, warehouse, factory, mill or\r\n    other building, whether the property of himself or of another; or \r\n  (3) Any church, meetinghouse, courthouse, workhouse,\r\n    school, jail or other public building or public bridge;\r\n  Shall, upon conviction thereof, be sentenced to the\r\n    Pentitentiary for not less than one nor more than ten years.  \r\n  S.C. Code Ann. § 16-11-120\r\n    (1976) (repealed 1982).  \r\n\r\nThis court's opinion in In\r\n  Re Terrence M., 317 S.C. 212, 214 n.1, 452 S.E.2d 626, 627 n.1 (Ct. App.\r\n  1994), explained how the General Assembly restructured the arson statutes in\r\n  1982:  \r\n\r\n  Prior\r\n    to the 1982 Act, South Carolina had two arson statutes relating to buildings:\r\n    (1) S.C. Code Ann. § 16-11-110 (1976) (later amended), which made it unlawful\r\n    to wilfully and maliciously set fire to a dwelling house or associated\r\n    building; and (2) S.C. Code Ann. § 16-11-120 (1976) (repealed), which made it\r\n    unlawful to wilfully and maliciously set fire to other kinds of buildings.\r\n    These statutes did not describe the offense in terms of degrees of arson.\r\n  The\r\n    1982 Act amended § 16-11-110 to set forth three degrees of arson. The 1982 Act\r\n    added the offense of first degree arson under § 16-11-110(A) and recodified the\r\n    earlier version of § 16-11-110 as second degree arson under § 16-11-110(B) with\r\n    the same punishment of two to twenty years. It repealed § 16-11-120 but\r\n    essentially recodified it as § 16-11-110(C) (third degree arson) with the same\r\n    punishment of one to ten years. The distinguishing difference between\r\n    subsections (B) and (C) is whether the building was a &quot;dwelling house&quot;\r\n    or associated building, this being the same distinguishing difference that\r\n    existed between the former version of § 16-11-110 and the repealed version of §\r\n    16-11-120. \r\n\r\nIn 2007, the South Carolina\r\n  Code continued to define arson in terms of three degrees.  First-degree arson\r\n  resulted, &quot;either directly or indirectly, in death or serious bodily\r\n  injury to a person&quot; and mandated a sentence of between ten and thirty\r\n  years' imprisonment.  S.C. Code Ann. §\r\n  16-11-110(A) (Supp. 2007).  Second-degree arson applied to buildings &quot;designed\r\n  for human occupancy,&quot; including dwellings:\r\n\r\n  A\r\n    person who wilfully and maliciously causes an explosion, sets fire to, burns,\r\n    or causes to be burned or aids, counsels, or procures the burning that results\r\n    in damage to a dwelling house, church or place of worship, a public or private\r\n    school facility, a manufacturing plant or warehouse, a building where business\r\n    is conducted, an institutional facility, or any structure designed for human\r\n    occupancy to include local and municipal buildings, whether the property of\r\n    himself or another, is guilty of arson in the second degree . . . . \r\n\r\n§ 16-11-110(B).  A conviction\r\n  of second-degree arson carried a sentence of five to twenty-five years'\r\n  imprisonment.  Id.  Third-degree arson addressed &quot;damage to a\r\n  building or structure other than those specified in subsection (A) or (B).&quot; \r\n  S.C. Code Ann. § 16-11-110(C) (Supp. 2007).  The sentence for third-degree\r\n  arson was from one to ten years' imprisonment.  Id.  \r\nWe reverse the trial court's\r\n  determination that Phillips's 1979 conviction for burning contains the same\r\n  elements as the 2007 second-degree arson statute and therefore qualifies as a\r\n  serious offense for sentence-enhancement purposes.  See Washington, 338\r\n  S.C. at 397-98, 526 S.E.2d at 711 (requiring a court considering sentence\r\n  enhancement based upon an archaic offense not listed in section 17-25-45 to\r\n  compare the elements with modern offenses). \r\n  The 1982 restructuring of the arson statutes resulted in the repeal of the\r\n  former burning statute, but the offense of burning was effectively revived as\r\n  third-degree arson.  Terrence M., 317 S.C. at 214 n.1, 452 S.E.2d at 627 n.1. \r\n  However, by 2007, some of the elements of third-degree arson had been elevated\r\n  to second-degree arson.  Other elements remained in third-degree arson only.  We\r\n  find the State failed to prove Phillips was convicted of those elements belonging\r\n  to second-degree arson.  See Johnson, 350 S.C. at 547-48, 567\r\n  S.E.2d at 488 (placing on the State the burden of establishing convictions used\r\n  for sentence enhancement purposes).  \r\nIn 1979, Phillips was\r\n  convicted of &quot;burning,&quot; in which a person (1) willfully and\r\n  maliciously (2) sets fire to (3) any building other than a dwelling, including\r\n  schools and publicly owned buildings.  See § 16-11-120.  In 2007, all three degrees of arson\r\n  included the first two elements of the offense, willful and malicious burning. \r\n  S.C. Code Ann. § 16-11-110 (Supp. 2007). \r\n  However, the third element, identifying the type of building burned, had\r\n  changed.  The statute in effect in 1979 distinguished between dwellings and\r\n  non-dwellings and established a lighter penalty for offenses against\r\n  non-dwellings, including places of business.  § 16-11-120.  By 2007, schools, churches, businesses, and any other &quot;structure\r\n  designed for human occupancy&quot; received the same protection as dwellings\r\n  under the second-degree arson statute.  § 16-11-110(B). \r\n  Consequently, due to the broadened scope of the second-degree arson statute, a\r\n  conviction for burning a building owned by the local school district could\r\n  qualify as a serious offense analogous to second-degree arson, but only if the\r\n  affected building were one designed for human occupancy.\r\nThe State contends the term\r\n  &quot;public or private school facility&quot; contained in the 2007 version of\r\n  section 16-11-110(B) is sufficiently broad to encompass any building owned by a\r\n  school district.  Although the applicable statutes do not define this term, we\r\n  find the plain meaning instructive.  Webster's dictionary defines a &quot;facility&quot;\r\n  as &quot;a building . . . that facilitates or makes possible some\r\n  activity.&quot;  Webster's New World College Dictionary 508 (4th ed. 2008).  A\r\n  &quot;public or private school facility,&quot; then, is a building that makes\r\n  possible public or private education.  It does not necessarily include every\r\n  structure a school district may own.  At Phillips's sentencing, the State presented\r\n  only the 1979 indictment in support of its request for an LWOP sentence.  In\r\n  doing so, it failed to present evidence that the building Phillips burned in\r\n  1979 was a school facility.  See Johnson, 350 S.C. at 547-48, 567\r\n  S.E.2d at 488 (noting the State bears the burden of establishing convictions\r\n  used for sentence enhancement purposes).  \r\nHaving determined the State\r\n  failed to prove Phillips burned a school facility, this court next addresses\r\n  whether the State proved Phillips's 1979 conviction was for burning a &quot;structure\r\n  designed for human occupancy.&quot;  The 1979 indictment states Phillips burned\r\n  &quot;a building, the property of Laurens County School District #56.&quot;  In\r\n  addition to schools and office buildings, school districts may own structures\r\n  such as storage sheds, garages for school vehicles, and abandoned buildings\r\n  located on district-owned property slated for future development.  While\r\n  schools and office buildings clearly are designed for human occupancy, the same\r\n  cannot be said for sheds, garages, and abandoned buildings.  Again, the\r\n  evidence in the record does not indicate which type of building Phillips burned\r\n  to merit the 1979 conviction.  Consequently, we must find the State did not\r\n  bear its burden of proof, and the trial court erred in holding Phillips's 1979\r\n  conviction was for a serious offense.  \r\nCONCLUSION\r\nWe conclude the mobile home\r\n  in which Phillips lived qualified as a dwelling under the applicable law. \r\n  Consequently, we affirm the trial court's refusal to direct a verdict of\r\n  acquittal as to second-degree arson.  \r\nAdditionally, we find the\r\n  State failed to establish Phillips's 1979 conviction was for a serious offense\r\n  such as second-degree arson.  Therefore, we reverse the trial court's imposition\r\n  of a sentence of LWOP and remand for resentencing.  Accordingly, the decision\r\n  of the trial court is   \r\nAFFIRMED IN\r\n  PART, REVERSED IN PART, AND REMANDED.  \r\nFEW, C.J., and\r\n  KONDUROS, J., concur.  \r\n\r\n\r\n[1] The record is notably bereft of evidence Phillips took steps to vacate the\r\n  property permanently.  For example, no evidence indicates Phillips removed\r\n  furniture from the home, discontinued any utilities to the mobile home, secured\r\n  another dwelling for himself, provided a forwarding address to the post office,\r\n  or notified his landlord of his intent to vacate the property.  \r\n\r\n","court":"Appeals"},{"id":"4834","title":"SLED v. 1-Speedmaster","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4834","description":"The South Carolina Law Enforcement Division (SLED) appeals the circuit court's order affirming the magistrate's ruling that a video game machine did not constitute an illegal gaming device as defined in South Carolina Code Section 12-21-2710.  We affirm.","date":"2011-05-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        South Carolina\r\n          Law Enforcement Division, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        1-Speedmaster\r\n          S/N 00218, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Cherokee County\r\nJ. Derham Cole, Circuit Court Judge\r\n\r\nOpinion No. 4834\r\n  Heard September 15, 2010 – Filed May 25,\r\n  2011\r\n  Withdrawn, Substituted, and Refiled\r\nSeptember 27, 2011   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General T. Stephen\r\n          Lynch, Assistant Attorney General Mary Francis Jowers, and Assistant Attorney\r\n          General Geoffrey K. Chambers, all of Columbia, for Appellant.\r\n        Wade S. Weatherford, of Gaffney, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  The South Carolina Law Enforcement Division (SLED)\r\n  appeals the circuit court's affirmance of the magistrate's order finding a\r\n  Speedmaster machine confiscated from a convenience store was not an illegal\r\n  gaming device pursuant to section 12-21-2710 of the South Carolina Code (2000). \r\n  We affirm.\r\nFACTS\r\nThe Speedmaster machine that\r\n  is the subject of this action was seized by SLED agents from the Cherokee Food\r\n  Mart on February 13, 2007, for being an illegal gaming device.  SLED took the\r\n  Speedmaster to Cherokee County's chief magistrate, who issued an Order of\r\n  Destruction/Notice of Post-Seizure Hearing.  The magistrate conducted a\r\n  post-seizure hearing and concluded the Speedmaster was not an illegal gaming\r\n  device as contemplated by section 12-21-2710 of the South Carolina Code.  He\r\n  held SLED failed to produce evidence the Speedmaster was used in gambling\r\n  endeavors or that the game constituted a game of skill as opposed to a game of\r\n  chance.  SLED filed a motion to alter or amend the judgment, which was denied. \r\n  The circuit court affirmed the magistrate's order, determining the order was\r\n  legally and factually correct.  This appeal followed. \r\nSTANDARD OF REVIEW\r\n&quot;When there is any evidence, however\r\n  slight, tending to prove the issues involved, [the appellate court] may not\r\n  question a magistrate court's findings of fact that were approved by a circuit\r\n  court on appeal.&quot;  Allendale Cnty. Sheriff's Office v. Two Chess Challenge\r\n    II, 361 S.C. 581, 585, 606 S.E.2d 471, 473 (2004).  \r\nLAW/ANALYSIS\r\nI. Free Play\r\n  Feature\r\nIn its first issue on appeal,\r\n  SLED urges us to adopt an interpretation of section 12-21-2710 of the South\r\n  Carolina Code (2000) that would make any machine with a free play feature\r\n  illegal.  This issue is not preserved for our\r\n  review.  SLED raised this issue at the hearing before the magistrate, but the\r\n  magistrate failed to address this argument in its final order.  SLED raised the\r\n  issue again in its motion to alter or amend the judgment, which was summarily\r\n  denied.  The filing of the motion to alter or amend with the magistrate\r\n  preserved the issue for review by the circuit court.  See Pye v.\r\n    Estate of Fox, 369 S.C. 555, 565-66, 633 S.E.2d 505, 510-11 (2006) (holding\r\n  an issue is preserved for appellate review, even if it is not ruled upon, provided\r\n  it was raised at trial and raised to the court in a post-trial motion). \r\n  However, the circuit court's order does not specifically address the free play\r\n  feature argument.  It confirms the magistrate's final order, finding the order\r\n  was &quot;legally and factually correct.&quot;  However, as previously stated,\r\n  the magistrate's order failed to address the free play feature argument.  No\r\n  motion to alter or amend the circuit court's order is contained in the record\r\n  on appeal, and therefore we have no ruling from the circuit court as to this\r\n  issue.  Consequently, the issue is not properly preserved for our review.  See Hill v. S.C. Dep't of Health &amp; Envtl. Control, 389 S.C. 1, 22 n.11,\r\n  698 S.E.2d 612, 623 n.11 (2010) (&quot;[T]he circuit court has the authority to hear motions to\r\n  alter or amend when it sits in an appellate capacity and such motions are\r\n  required to preserve issues for appeal where the circuit court fails to rule on\r\n  an issue.&quot;); see also City of Rock Hill v. Suchenski, 374\r\n  S.C. 12, 16, 646 S.E.2d 879, 880 (2007) (interpreting United Dominion Realty Trust, Inc. v.\r\n    Wal-Mart Stores, Inc.,\r\n  307 S.C. 102, 107, 413 S.E.2d 866, 869 (Ct. App. 1992) (the &quot;circuit court sitting on appeal did not address\r\n  an issue and Wal-Mart made no motion pursuant to Rule 59(e), SCRCP[,] to have\r\n  the court rule on the issue; thus, the allegation was not preserved for further\r\n  review by the Court of Appeals.&quot;). \r\nII.&nbsp;&nbsp; Game of\r\n  Skill or Game of Chance\r\nSLED also contends the\r\n  magistrate erred in finding the game on the Speedmaster constituted a game of\r\n  skill as opposed to a game of chance.  We disagree.  \r\nSLED advocates adoption of\r\n  the &quot;dominant factor test,&quot; which is discussed at some length in Johnson\r\n    v. Collins Entertainment Co., 333 S.C. 96, 508 S.E.2d 575 (1998).  There,\r\n  the court was asked to determine whether video poker machines, legal at the\r\n  time, constituted lotteries as prohibited by the South Carolina Constitution.  Id. at 98, 508 S.E.2d at 577.  The dissent opined South Carolina should apply the\r\n  dominant factor test in determining whether something was a lottery involving\r\n  chance.  Id. at 113, 508 S.E.2d at 584 (Burnett, J. dissenting).  The\r\n  dominant factor test provides when &quot;the dominant factor in a participant's\r\n  success or failure in a particular scheme is beyond his control, the scheme is\r\n  a lottery, even though the participant exercises some degree of skill or\r\n  judgment.&quot;  Id.  &quot;If a participant's skill does not govern the\r\n  result of the game, the scheme contains the requisite chance necessary to\r\n  constitute a lottery.&quot;  Id.  \r\nIn contrast, under the\r\n  &quot;pure chance doctrine,&quot; founded in British law, &quot;any skill,\r\n  however minimal, is sufficient to remove a scheme from the definition of\r\n  lottery.&quot;  Id.  Neither test has been judicially adopted in South\r\n  Carolina.[1] \r\n  However, based on our standard of review, we need not adopt a test.  In this case, under either standard, at\r\n  least slight evidence tended to prove the game at issue was one of skill.  See Allendale Cnty. Sheriff's Office v. Two\r\n    Chess Challenge II, 361\r\n  S.C. 581, 585, 606 S.E.2d 471, 473 (2004) (holding this court will not disturb the magistrate's findings of\r\n  fact affirmed by the circuit court if any evidence supports them).\r\n Jay Blair was a\r\n  technician who worked on the Speedmaster.  According to the record, at the\r\n  hearing before the magistrate, he played several games and won them all.  Then,\r\n  the magistrate requested he play more.  Blair won fifteen out of sixteen games\r\n  with the one loss being due to player error.  Even a player adept at playing a\r\n  game will not always win if an element of the game is beyond his or her\r\n  control.  Such is the case with card games in which a good player cannot win every hand simply because the cards they are given are determined by chance.  Here,\r\n  the evidence showed a good player could win every game.  Therefore, based on\r\n  our standard of review, we affirm the circuit court's affirmance of the magistrate's\r\n  determination that the only game on the Speedmaster was a game of skill.\r\nIII.&nbsp; Used for\r\n  Gambling/Evidence of Gambling\r\nIn its next argument, SLED\r\n  maintains the magistrate erred in finding the statute contained a requirement\r\n  that a machine must be used for gambling to be illegal.  SLED further contends\r\n  if the statute contained such a requirement, the magistrate erred in finding it\r\n  presented no evidence of gambling.  We agree in part and disagree in part. \r\nIn Ward v. West Oil Co.,\r\n  the supreme court cited with approval the following definition: &quot;[A]n\r\n  apparatus is a gambling device where there is anything of value to be won or\r\n  lost as the result of chance, no matter how small the intrinsic\r\n  value.&quot;  387 S.C. 268, 278, 692 S.E.2d 516, 522 (2010) (quoting C.J.S. Gaming § 10 (Supp. 2010)) (emphasis added).  The Ward opinion also provided: &quot;The\r\n  three elements of gambling – consideration, chance and reward – are thus\r\n  clearly present in a device which, for a price, and based upon chance,\r\n  offers a monetary or merchandise reward to the successful player.&quot;  Id. (quoting State v. 158 Gaming Devices, 499 A.2d 940, 951 (Md. 1985))\r\n  (emphasis added).  \r\nAdditionally,\r\n  gambling and gaming are defined in the treatise South Carolina Jurisprudence.  &quot;As legal terms,\r\n  'gaming' and 'gambling' are the same and involve either fraud, or cheating or chance applied in a situation of agreement between two or more persons in which, in\r\n  accordance with certain rules, the parties play a game or contest, or await the\r\n  outcome of some event that will determine one or more winners or losers.&quot; \r\n  7 S.C. Jur. Gaming § 3 (1991) (citing Am. Jur. 2d Gaming § 10\r\n  (1967)) (emphasis added).  Gambling is also defined in section 3-11-100(2) of\r\n  the South Carolina Code (Supp. 2010) governing gambling cruises. \r\n  &quot;'Gambling' or gambling device' means any game of chance and\r\n  includes, but is not limited to, slot machines, punchboards, video poker or\r\n  blackjack machines, ke[]no, roulette, craps, or any other gaming table type\r\n  gambling or poker, blackjack, or any other card gambling game.&quot;  Id. \r\n  (emphasis added).\r\nSLED is correct that section\r\n  12-21-2710 does not specifically require that an illegal gaming device be used for gambling.  However, we have affirmed\r\n  the magistrate's ruling that the Speedmaster was not a game of chance. \r\n  According the authorities previously cited, the term gambling necessarily\r\n  encompasses the element of chance.  Therefore, we conclude the circuit court properly affirmed the magistrate's ruling\r\n  the Speedmaster was not &quot;used for gambling.&quot;\r\nIV. Lost\r\n  Post-Seizure Hearing Tapes\r\nFinally, SLED contends if the\r\n  arguments set forth above are not persuasive, it is entitled to a new\r\n  post-seizure hearing because the tapes of the original proceeding were lost. \r\n  We disagree.  \r\nSLED's argument on this point\r\n  is not preserved for our review.  SLED began its argument before the circuit court\r\n  by seeking a new trial based on the lost tapes.  The circuit court then\r\n  inquired of SLED if the record of the post-seizure hearing might be\r\n  reconstructed.  SLED did show some apprehension at this point, but moved\r\n  forward by going through a list of evidentiary items it considered important\r\n  that were not reflected in the magistrate's order or return.  Speedmaster and\r\n  SLED were in agreement with respect to most items with the exception of what\r\n  denominations of currency the machine would accept.  SLED stated, &quot;I mean,\r\n  in terms of the currency, we think that - I mean, I don't want to stop the\r\n  whole thing just for that.  So I can go - I'll be glad to go forward on the\r\n  merits.&quot;  Because SLED proceeded with its case and did not reserve any\r\n  objection regarding which currency the Speedmaster would accept, the issue of\r\n  lost post-seizure hearings should not be considered by this court.  See In\r\n    re Estate of Boynton, 355 S.C. 299, 305, 584 S.E.2d 154, 157 (Ct. App.\r\n  2003) (citing 4 C.J.S. Appeal &amp; Error § 185 (1993)) (&quot;A party\r\n  who voluntarily acquiesces in or takes a position\r\n  inconsistent with the right to appeal impliedly waives or\r\n  is estopped to assert his right to appellate review.&quot;). \r\nBased on all of the\r\n  foregoing, the circuit court's affirmance of the magistrate's ruling is \r\nAFFIRMED.\r\nWILLIAMS and PIEPER, JJ.,\r\n  concur.\r\n\r\n\r\n\r\n[1] We are aware of a case currently under consideration\r\n  by the South Carolina Supreme Court, Town of Mt. Pleasant v. Chimento (heard October 19, 2010), which may address this issue.\r\n\r\n","court":"Appeals"}]