[{"id":"4894","title":"State v. Jackson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4894","description":"Andre Jackson appeals his conviction of possession with intent to distribute marijuana arising out of a traffic stop.  He argues the trial court erred in failing to exclude the stop and denying his motion for a directed verdict due to his mere presence.  We reverse.","date":"2011-10-05","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Andre Jackson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nRoger L. Couch, Circuit Court Judge\r\n\r\nOpinion No. 4894 \r\n  Heard June 15, 2011 -  Filed October 5,\r\n2011\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kathrine Haggard Hudgins, of Columbia, for\r\n          Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, Senior Assistant Attorney General Harold M. Coombs, of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.: Andre Jackson appeals his conviction of\r\n  possession with intent to distribute (PWID) marijuana arising out of a traffic\r\n  stop.  He argues the trial court erred in failing to exclude the stop and\r\n  denying his motion for a directed verdict due to his mere presence.  We\r\n  reverse.\r\n\r\nFACTS/PROCEDURAL\r\n  HISTORY\r\n  \r\n\r\nOn September 16, 2008, Jackson\r\n  was riding in a car being driven by Nicholas Carl Davy on I-85 in Spartanburg\r\n  County.  Davy was driving between 54 and 55 miles per hour when Officer\r\n  Jonathan Montjoy signaled for him to pull his vehicle over.  The posted maximum\r\n  speed limit was 60 miles per hour and the minimum was 45 miles per hour.  A\r\n  search of the car produced four bags of marijuana.\r\nJackson and Davy were both\r\n  indicted for PWID marijuana, and their cases were tried together, but Davy was\r\n  not present at trial.  At the outset of trial, Jackson argued the stop\r\n  resulting in his arrest was invalid because the officer was without probable\r\n  cause to stop and search the car.  Officer Montjoy testified the vehicle was in\r\n  the middle of three lanes of traffic and traveling much slower than the other\r\n  drivers on the road.  He also provided that the car was impeding the flow of\r\n  traffic; cars were passing the vehicle on both sides, and there was a line of\r\n  cars waiting to pass him.  Officer Montjoy determined by radar gun that the car\r\n  was traveling 54 miles per hour.  He testified the normal speed for that time\r\n  (rush hour) on that road is 70 to 75 miles per hour.  \r\nOfficer Montjoy testified\r\n  that once he pulled the car over, he approached it and smelled marijuana in the\r\n  car.  He then asked Davy, the driver, to step to the rear of the vehicle. \r\n  After talking to Davy and Jackson separately while processing the warning, he\r\n  noticed their answers were not &quot;real accurate.&quot;  Although they both\r\n  told him they were coming from North Carolina and going to Greenville, they\r\n  could not give an actual location.  Officer Montjoy also attempted to find a\r\n  rental car agreement and Jackson's ID.  Officer Montjoy then deployed his K-9\r\n  around the vehicle, and the dog alerted on the vehicle.  Officers searched the\r\n  vehicle and found four clear plastic bags with marijuana &quot;[u]nder the\r\n  center console, where the gear shifter is, the plastic housing there,&quot; which\r\n  was in between the two front bucket seats.  Both Davy and Jackson were then\r\n  arrested for PWID marijuana.\r\nThe trial court found section\r\n  56-5-1560 of the South Carolina Code (2006) does not reference speed limits and\r\n  states that no person should drive a vehicle at such a slow speed to impede the\r\n  normal and reasonable flow of traffic.  The trial court noted the testimony was\r\n  that the vehicle was traveling in the center lane with a long line of traffic\r\n  behind it and being passed on both sides.  The trial court found the officer\r\n  had probable cause to stop the car based on the statute.\r\nAt the close of the State's\r\n  case, Jackson moved for a directed verdict, arguing the State had not met its\r\n  burden in proving he had constructive possession of the marijuana or knew it\r\n  was in the car.  The trial court found the State had presented sufficient facts\r\n  to establish a case for constructive possession and denied the motion.  \r\nJackson testified that he met\r\n  Davy once.  Jackson's twenty-two-year-old son and Davy were school friends, and\r\n  Jackson and Davy met at Jackson's grandchild's birthday party.  Davy asked to\r\n  stay with Jackson overnight at his home in Charlotte, North Carolina, on a trip\r\n  from Maryland to Florida or Georgia.  Davy was giving Jackson a ride to\r\n  Greenville, South Carolina because Jackson had a music &quot;gig&quot; he\r\n  needed to promote, and Jackson's driver's license was suspended at the time.  At\r\n  the close of the defense's case, Jackson renewed his motion for a directed\r\n  verdict, which the trial court again denied.\r\nThe jury convicted Jackson of\r\n  PWID.[1]  The trial court\r\n  sentenced him to three years suspended to the three days he had already served\r\n  and probation for three years.  This appeal followed.\r\nSTANDARD OF REVIEW\r\n&quot;In criminal cases, the\r\n  appellate court sits to review errors of law only.&quot;  State v. Baccus,\r\n  367 S.C. 41, 48, 625 S.E.2d 216, 220&nbsp;(2006).  Thus, an appellate court is\r\n  bound by the trial court's factual findings unless they are clearly erroneous.  Id.    \r\nLAW/ANALYSIS\r\nI.&nbsp;&nbsp; Directed Verdict\r\nJackson maintains the trial\r\n  court erred in denying his motion for a directed verdict because he was merely present\r\n  at the scene.  We agree.\r\nIn reviewing a denial of a\r\n  motion for a directed verdict, an appellate court must review the evidence in\r\n  the light most favorable to the State.  State v. Venters, 300 S.C. 260,\r\n  264, 387 S.E.2d 270, 272 (1990).  If any direct evidence or any substantial\r\n  circumstantial evidence reasonably tends to prove the guilt of the accused, an\r\n  appellate court must find the case was properly\r\n  submitted to the jury.  State v. Weston, 367 S.C. 279, 292-93, 625\r\n  S.E.2d 641, 648&nbsp;(2006).\r\nWhen considering a motion for\r\n  a directed verdict, a trial court is concerned only with the existence of\r\n  evidence, not its weight.  State v. Stuckey, 347 S.C. 484, 498, 556\r\n  S.E.2d 403, 410 (Ct. App. 2001).  Grant of a defense motion for directed\r\n  verdict of acquittal is proper only &quot;if there is a failure of competent\r\n  evidence tending to prove the charge.&quot;  Rule 19(a), SCRCrimP; State v.\r\n    Jenkins, 278 S.C. 219, 222, 294 S.E.2d 44, 46 (1982).  A trial court must\r\n  submit the case to the jury if any direct or substantial circumstantial\r\n  evidence has been presented that reasonably tends to prove the defendant's\r\n  guilt or from which his guilt may be fairly and logically deduced.  State v.\r\n    Fennell, 340 S.C. 266, 270, 531 S.E.2d 512, 514 (2000).  However, the trial\r\n  court should grant a directed verdict motion when the evidence presented merely\r\n  raises a suspicion of guilt.  State v. Cherry, 361 S.C. 588, 594, 606\r\n  S.E.2d 475, 478 (2004).  Suspicion implies a belief or opinion as to guilt\r\n  based upon facts or circumstances not amounting to proof, but the trial court\r\n  is not required to find the evidence infers guilt to the exclusion of any other\r\n  reasonable hypothesis.  Id.\r\n\r\n  Conviction\r\n    of possession of [illegal drugs] requires proof of possession-either actual or\r\n    constructive, coupled with knowledge of its presence.  Actual possession occurs\r\n    when the drugs are found to be in the actual physical custody of the person\r\n    charged with possession. To prove constructive possession, the State must show\r\n    a defendant had dominion and control, or the right to exercise dominion and control, over\r\n    the [drugs]. Constructive possession can be established by circumstantial as\r\n    well as direct evidence, and possession may be shared. \r\n  \r\n\r\nState v. Hudson, 277 S.C. 200, 202, 284 S.E.2d 773, 774-75 (1981).  &quot;Possession\r\n    requires more than mere presence.&quot;  State v. Stanley, 365 S.C. 24,\r\n    43, 615 S.E.2d 455, 465 (Ct. App. 2005).  &quot;In drug cases, the element of\r\n    knowledge is seldom established through direct evidence, but may be proven\r\n    circumstantially.&quot; State v. Hernandez, 382 S.C. 620, 624, 677\r\n    S.E.2d 603, 605 (2009).  &quot;Knowledge can be proven by the evidence of acts,\r\n    declarations, or conduct of the accused from which the inference may be drawn\r\n    that the accused knew of the existence of the prohibited substances.&quot;  Id.\r\nIn Hernandez, the\r\n  trial court denied the defendants' motion for a directed verdict on drug\r\n  trafficking charges when they occupied a rented moving truck that arrived at a place\r\n  designated for a controlled drug exchange closely behind a car driven by others\r\n  implicated in the transaction.  Id. at 622-23, 677 S.E.2d at 604.  The\r\n  supreme court found the State's contention that the defendants knew the occupants\r\n  of car and thus had knowledge of the drugs in the tractor trailer being driven\r\n  by undercover agents was pure speculation and insufficient to support the defendants'\r\n  conviction.  Id. at 625, 677 S.E.2d at 605.  The court found that while the\r\n  defendants' conduct may have been suspicious, mere suspicion was insufficient\r\n  to support a guilty verdict.  Id.\r\nIn State v. Brown, 267\r\n  S.C. 311, 315, 227 S.E.2d 674, 676&nbsp;(1976):\r\n\r\n  The sum\r\n    total of the State's evidence against Brown is that he was a passenger\r\n    in a car on a deserted rural road about 1:00 A.M., that [the driver] had an\r\n    undetermined sum of cash in a large roll, that Brown was nervous and had no\r\n    identification, that there was a smell of marijuana in the car, and that there\r\n    was a large opaque bag containing eight pounds of marijuana on the rear\r\n    floorboard.  [The driver] knew Brown's name as Chuck Brown and Brown told [the\r\n    driver] to be quiet when [the driver] started to admit the crime.\r\n\r\nThe court found the State\r\n  presented no evidence &quot;as to ownership of the car or any special relation [Brown]\r\n  had with [the driver] or the owner from which Brown's control of the car or its\r\n  contents might be inferred. The bag containing the marijuana was opaque and so\r\n  situated that a front seat passenger might never have\r\n  seen the bag, much less its contents.&quot;  Id.  &quot;There was no\r\n  evidence that Brown was a seller or user of drugs, or that he even recognized the odor of marijuana[,] or that\r\n  he was a close friend of the driver, or that he spent a substantial part of the\r\n  night with him.&quot;  Id. at 315-16, 227 S.E.2d at 676-77 (citations\r\n  omitted).  &quot;Although [the officer] testified he smelled the odor of burned\r\n  marijuana[,] he found no residue of such in or about the car of the defendant.&quot;  Id. at 316, 227 S.E.2d at 677.  The court found &quot;[The driver]'s\r\n  statements in no way incriminated [Brown].&quot;  Id. at 317, 227 S.E.2d\r\n  at 677.  The court determined, &quot;The evidence when reviewed in\r\n  the light most favorable to the State fails to make a jury issue of [Brown]'s\r\n  dominion and control of the marijuana, an essential element of both crimes.  Therefore,\r\n  the trial court was in error in denying [Brown]'s motion for a directed\r\n  verdict.&quot;  Id.\r\nIn United States v. Blue,\r\n  957 F.2d 106, 107 (4th Cir. 1992), a police officer conducting nighttime\r\n  surveillance of a house for possible illegal drug activity saw two men leave\r\n  the house and enter a parked car on the street. The officer pulled the car over\r\n  in a well-lit area to investigate a seatbelt violation.  Id.  While\r\n  approaching the car, the officer saw the shoulder of the passenger &quot;dip as if the passenger\r\n  were reaching under the seat with his right hand.&quot;  Id.  After the\r\n  driver and passenger exited the car, the officer searched the passenger for any\r\n  weapons and &quot;discovered a needle, a syringe, and a small amount of heroin,\r\n  and therefore placed [the passenger] under arrest.&quot;  Id.  A\r\n  consensual search of the car revealed a loaded gun under the passenger\r\n  seat.  Id.  Both the driver and the passenger denied knowledge or\r\n  ownership of the gun.  Id.  The car did not belong to the\r\n  passenger, and no evidence was presented that the passenger had been in the carbefore.   Id. at 108.\r\nThe passenger was convicted of possession of a firearm\r\n  by a convicted felon.  Id. at 106.  On appeal, he challenged the\r\n  sufficiency of the evidence to support his conviction.  Id. at 107.  To\r\n  support its case, the government had relied on (1) the officer's testimony the\r\n  passenger's shoulder dipped as he approached the vehicle and (2) the discovery\r\n  of the gun under the passenger seat.  Id. at 107-08.  The Fourth Circuit determined\r\n  this evidence was insufficient to support the passenger's conviction:\r\n\r\n  Beyond\r\n    [the officer's] claim that he saw [the passenger]'s shoulder dip and the\r\n    discovery of the pistol underneath the passenger seat,\r\n    the government did not substantiate its case against [the passenger]. It did\r\n    not produce fingerprints or any other physical evidence which would link [him]\r\n    with the gun. The government introduced no evidence demonstrating that [the\r\n    passenger] owned the gun or testimony that [he]\r\n    had been seen with the gun. The car in which the gun was found did not belong\r\n    to [the passenger]; in fact, no evidence indicated that [he] had ever been in\r\n    that car before. Without more evidence than that proffered by the government,\r\n    we cannot sustain [the passenger]'s conviction.\r\n\r\nId. at 108.\r\nThe Blue court further\r\n  noted although the shoulder dip alone did not transform the passenger from a\r\n  mere passenger in the car to a possessor of whatever was\r\n  discovered underneath the seat in which he was sitting, &quot;the facts of this\r\n  case fall outside, but just barely, the realm of the quantum of evidence\r\n  necessary to support a finding of constructive possession.&quot;   Id.\r\nAlthough the State contends the\r\n  center console was centrally located and thus within Jackson's dominion and\r\n  control, Officer Montjoy testified the marijuana was &quot;[u]nder the center\r\n  console where the gear shifter is, the plastic housing there.&quot;  Jackson\r\n  did not own or rent the car; Davy provided it and was driving it. \r\n  Additionally, Jackson and Davy had only met once previously, at Jackson's grandchild's\r\n  birthday party.  Although Officer Montjoy testified he smelled marijuana as\r\n  soon as he approached the vehicle, an officer testified likewise in Brown. \r\n  However, in Brown when officers found a large opaque bag containing eight\r\n  pounds of marijuana on the rear floorboard, an officer's testimony he smelled\r\n  marijuana and testimony the passenger was nervous were not enough evidence for\r\n  the State's case to survive the passenger's directed verdict motion.  Further,\r\n  in Blue the officer testified the passenger made a shoulder dip and the\r\n  gun was found under his seat in the car.  However, this was not sufficient to\r\n  sustain the passenger's conviction.  Here, the evidence against Jackson is even\r\n  less than in either Brown or Blue.  The drugs were more out of\r\n  sight, and the State presented no evidence that Jackson was nervous or made any\r\n  suspicious movements.  Accordingly, the State failed to present sufficient circumstantial\r\n  evidence of knowledge to submit the case to the jury.  Thus, the trial court\r\n  erred in denying Jackson's motion for a directed verdict.\r\nII.&nbsp; Traffic Stop\r\nJackson contends\r\n  the trial court erred in failing to exclude or suppress the stop by finding the\r\n  officer had probable cause to believe the driver had committed a traffic\r\n  violation.  Because we find the trial court erred in failing to direct a\r\n  verdict in favor of Jackson, we need not consider this issue.  See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n  (1999) (providing an appellate court need not review remaining issues when its\r\n  determination of a prior issue is dispositive of the appeal).  \r\nCONCLUSION\r\nBecause the State failed to\r\n  present sufficient evidence to establish Jackson had dominion and control over\r\n  the marijuana, the trial court's denial of Jackson's directed verdict motion is\r\nREVERSED.\r\nSHORT and GEATHERS, JJ.,\r\n  concur.\r\n\r\n\r\n[1] The jury also convicted Davy of PWID.\r\n\r\n","court":"Appeals"},{"id":"4895","title":"King v. International Knife and Saw","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4895","description":"After Ralph D. King, Jr., suffered work-related injuries and filed a workers' compensation claim, the single commissioner awarded him benefits.  King's employer, International Knife and Saw-Florence, and its insurance carrier, Peerless Insurance Company, appealed to the Appellate Panel of the Workers' Compensation Commission (Appellate Panel).  The Appellate Panel reversed.  King appeals, arguing the Appellate Panel erred in concluding his repetitive trauma injury was compensable at a time when King had missed no work because of the condition, had sought no treatment for it, and had not been diagnosed as having a repetitive trauma injury.  We reverse and reinstate the benefits awarded by the single commissioner.","date":"2011-10-19","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nRalph Duane\r\n      King, Jr., Appellant,\r\nv.\r\nInternational\r\n      Knife and Saw - Florence, Employer,\r\nand\r\nPeerless\r\n      Insurance Company c/o Montgomery Insurance, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From the Appellate Panel\r\nOf the Workers' Compensation Commission\r\n\r\nOpinion No. 4895\r\nHeard October 3, 2011 – Filed October 19,\r\n  2011\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nStuart Wesley Snow, of Florence, for Appellant.  \r\nJames H. Lichty, Weston Adams, III, and Helen F. Hiser, all of\r\n  Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nCURETON, A.J.:  After Ralph D. King, Jr., suffered\r\n  work-related injuries and filed a workers' compensation claim, the single\r\n  commissioner awarded him benefits.  King's employer, International Knife and\r\n  Saw-Florence, and its insurance carrier, Peerless Insurance Company, (collectively\r\n  Employer) appealed to the Appellate Panel of the Workers' Compensation\r\n  Commission (Appellate Panel).  The Appellate Panel reversed.  King appeals,\r\n  arguing the Appellate Panel erred in:  (1) concluding his repetitive trauma\r\n  injury was compensable at a time when King had missed no work because of the\r\n  condition, had sought no treatment for it, and had not been diagnosed as having\r\n  a repetitive trauma injury; (2) concluding the ninety-day notice period\r\n  commenced before King was diagnosed with a repetitive trauma injury; (3) finding\r\n  substantial evidence indicated King had &quot;first noticed [a repetitive\r\n  trauma injury] a couple of years ago, . . . suspected his job was causing [a\r\n  repetitive trauma injury] when he first noticed it, and . . . discovered his\r\n  condition was compensable a couple of years ago&quot;; (4) finding substantial\r\n  evidence that, even if King had not discovered his condition was compensable,\r\n  he could have done so years earlier through the exercise of reasonable\r\n  diligence; and (5) failing to address whether King had a reasonable excuse for\r\n  failing to give timely notice and whether Employer suffered undue prejudice as\r\n  a result.  We reverse on the issue of compensability, reinstate the benefits\r\n  awarded by the single commissioner, and decline to address King's remaining\r\n  issues.    \r\nFACTS\r\nFrom April 1995 to May 2008, King used six-, eight-, and ten-pound\r\n  hammers to hammer saw blades to customer specifications for his employer.  On\r\n  April 17, 2008, the hammer King was using broke, and King experienced a sharp\r\n  pain in his shoulder.  He continued working for nearly a month before notifying\r\n  his supervisor of his injury and seeking medical treatment.  King stopped\r\n  working on May 15, 2008.  \r\nOn August 7, 2008, King filed a claim for workers' compensation\r\n  benefits due to right shoulder and neck injuries.  Employer denied his claim,\r\n  alleging his injuries were not work-related and he failed to give timely notice\r\n  of a repetitive trauma injury.  King later amended his claim to include carpal\r\n  tunnel syndrome in his right arm, hand, and fingers.  Both the original and the\r\n  amended claim indicated he sought benefits for &quot;injury&quot; as well as\r\n  &quot;repetitive trauma.&quot;    \r\nOn November 25, 2008, the parties appeared for a hearing before\r\n  the single commissioner on the issue of whether King gave Employer proper\r\n  notice.  King testified he stopped working for Employer in May because of pain\r\n  in his &quot;arm and shoulder and stuff.&quot;  Although King denied having any\r\n  problems using his hands or arms prior to that day, he conceded his right arm\r\n  had hurt and ached for the past couple of years.  Furthermore, he suspected the\r\n  ache in his arm was connected to his work:  &quot;After slinging a hammer all\r\n  day, . . . your arm's going to be tired.&quot;  \r\nKing's medical records reflected that, from May to September 2008,\r\n  King sought and received medical treatment for pain on his right side, from his\r\n  neck to his hand, and numbness in his right hand.  He received prescription\r\n  pain medications, and his doctors explored possible causes in his rotator cuff,\r\n  cervical spine, nervous system, and carpal tunnel.  An MRI excluded King's\r\n  rotator cuff and spine as sources of the pain; however, one of his treating\r\n  physicians found a mild nerve impingement in his right shoulder.  A steroid\r\n  injection to King's shoulder relieved some of his shoulder pain.  \r\nIn addition, electrodiagnostic studies revealed King suffered from\r\n  moderate carpal tunnel syndrome on his right side.  He underwent ETPS[1] and physical therapy.  By August,\r\n  King reported his right hand was still numb.  His doctor recommended carpal\r\n  tunnel release surgery to treat King's hand.  \r\nThe single commissioner found King's report to Employer was timely\r\n  and awarded benefits for total disability and medical treatment.  Employer\r\n  appealed, and the Appellate Panel reversed both the finding of timeliness and\r\n  the award of benefits.  Specifically, the Appellate Panel found King\r\n  &quot;first noticed this injury a couple of years ago,&quot; suspected his work\r\n  caused the injury, &quot;knew well before he gave notice that he had a\r\n  work-related problem,&quot; and &quot;discovered his condition was compensable\r\n  a couple of years ago.&quot;  This appeal followed.\r\nSTANDARD OF\r\n  REVIEW\r\nThe\r\n  South Carolina Administrative Procedures Act establishes the substantial\r\n  evidence standard for judicial review of decisions by the Appellate Panel.  S.C.\r\n  Code Ann. § 1-23-380 (Supp. 2010); Lark v. Bi–Lo, Inc., 276 S.C. 130,\r\n  134-35, 276 S.E.2d 304, 306 (1981).  Under the substantial evidence standard of\r\n  review, this court may not substitute its judgment for that of the Appellate\r\n  Panel as to the weight of the evidence on questions of fact.  Stone v.\r\n    Traylor Bros., Inc., 360 S.C. 271, 274, 600 S.E.2d 551, 552 (Ct. App. 2004). \r\n  However, we may reverse the Appellate Panel's decision when it is unsupported\r\n  by substantial evidence or controlled by an error of law.  Corbin v. Kohler\r\n    Co., 351 S.C. 613, 617, 571 S.E.2d 92, 95 (Ct. App. 2002).  \r\n&quot;Statutory\r\n  interpretation is a question of law.&quot;  Hopper v. Terry Hunt Constr.,\r\n  373 S.C. 475, 479, 646 S.E.2d 162, 165 (Ct. App. 2007).  This court is free to\r\n  decide matters of law with no particular deference to the fact finder.  Pressley\r\n    v. REA Constr. Co., 374 S.C. 283, 287-88, 648 S.E.2d 301, 303 (Ct. App. 2007).\r\n  &quot;But whether the facts of a case were correctly applied to a statute is a\r\n  question of fact, subject to the substantial evidence standard.&quot;  Hopper,\r\n  373 S.C. at 479-80, 646 S.E.2d at 165. \r\nLAW/ANALYSIS\r\nKing\r\n  asserts the Appellate Panel erred in concluding his repetitive trauma injury\r\n  was compensable at a time when he had missed no work because of the condition,\r\n  had sought no treatment for it, and had not been diagnosed as having a\r\n  repetitive trauma injury.  We agree.  \r\nThe\r\n  South Carolina Workers' Compensation Act (Act) requires employers to compensate\r\n  employees who sustain injuries &quot;arising out of and in the course of\r\n  employment.&quot;  S.C. Code Ann. §&nbsp;42-1-160(A) (Supp. 2010).  The\r\n  compensation to which an injured employee is entitled is &quot;the money\r\n  allowance payable to an employee or to his dependents as provided for in . . .\r\n  Title [42] and includes funeral benefits.&quot;  S.C. Code Ann. § 42-1-100\r\n  (1985).  Employers are obligated to provide medical treatment and supplies. \r\n  S.C. Code Ann. § 42-15-60 (Supp. 2010).  In addition, employers must pay\r\n  benefits to injured employees for their total or partial disability, according\r\n  to a statutory schedule.  S.C. Code Ann. § 42-9-10 to -30 (1985 &amp; Supp.\r\n  2010).  Our supreme court has observed the workers' compensation system does\r\n  not compensate an employee for his injury but, instead, &quot;provid[es an] injured\r\n  employee with sufficient income and medical care to keep him from\r\n  destitution.&quot;  Wigfall v. Tideland Utils., Inc., 354 S.C. 100, 116,\r\n  580 S.E.2d 100, 108 (2003).\r\n\r\nWhen\r\n  an employee suffers a repetitive trauma injury:  \r\n  \r\n[N]otice\r\n  must be given by the employee within ninety days of the date the employee\r\n  discovered, or could have discovered by exercising reasonable diligence, that\r\n  his condition is compensable, unless reasonable excuse is made to the\r\n  satisfaction of the [Workers' Compensation C]ommission for not giving timely\r\n  notice, and the commission is satisfied that the employer has not been unduly\r\n  prejudiced thereby.\r\n  \r\n\r\nS.C. Code Ann. § 42-15-20(C)\r\n  (Supp. 2010).  The statutory notice requirements in this section &quot;should\r\n  be liberally construed in favor of claimants.&quot;  Murphy v. Owens Corning, 393 S.C. 77, 82, 710 S.E.2d 454, 457 (Ct. App.\r\n  2011).  The Appellate Panel's findings concerning notice are subject to the\r\n  substantial evidence standard.  Id. at 82-83, 710 S.E.2d at 457.\r\nWe find\r\n  substantial evidence does not support the Appellate Panel's findings\r\n  characterizing King's long-term arm ache as an &quot;injury,&quot; determining\r\n  King discovered or could have discovered &quot;a couple of years ago&quot; that\r\n  he had a compensable condition, and barring King from receiving benefits for\r\n  failing to satisfy the notice requirement.  Therefore, we reverse the Appellate\r\n  Panel's decision and reinstate the single commissioner's award of benefits.  \r\nThe\r\n  question before us is this: in the case of a repetitive trauma injury, what\r\n  event triggers an injured employee's obligation to report and commences the\r\n  ninety-day reporting period established in section 42-15-20(C)?  By its nature,\r\n  a repetitive trauma injury lacks a definite time of injury because the damage &quot;is\r\n  gradual in onset and caused by the cumulative effects of repetitive traumatic\r\n  events.&quot;  S.C. Code Ann. § 42-1-172(A) (Supp. 2010); see also Schurlknight\r\n    v. City of N. Charleston, 352 S.C. 175, 178, 574 S.E.2d 194, 195 (2002)\r\n  (&quot;Repetitive trauma injuries . . . have a gradual onset caused by the\r\n  cumulative effect of repetitive traumatic events or 'mini-accidents.'  As noted\r\n  by other courts, it is difficult to determine the date an accident occurs in a\r\n  repetitive trauma case because there is no definite time of injury.&quot;).  Employer\r\n  focuses its arguments on section 42-15-20(C)'s use of the word\r\n  &quot;condition,&quot; contending any occurrence of pain, when coupled with the\r\n  employee's belief that the pain is work-related, triggers the employee's\r\n  reporting obligation under section 42-15-20(C).  In short, Employer urges us to\r\n  equate pain with a compensable condition.  We decline to do so.  Nothing in the\r\n  Act suggests our legislature intended to compensate an employee for aches,\r\n  pains, or other conditions that do not interfere with his ability to do his\r\n  job, even if those conditions are work-related.  Cf. Wigfall, 354\r\n  S.C. at 116, 580 S.E.2d at 108 (observing workers' compensation laws &quot;are\r\n  not designed to compensate the employee for his injury, but merely to provide\r\n  him with the bare minimum of income and medical care to keep him from being a\r\n  burden to others&quot;).  \r\nAn\r\n  employee's obligation to report a work-related repetitive trauma injury is not triggered\r\n  by the onset of pain but, rather, by the employee's diligent discovery that his\r\n  condition is compensable.  § 42-15-20(C).  We must determine, then, when a\r\n  repetitive trauma injury becomes compensable.  Our supreme court has long\r\n  recognized that the Act entitles employees injured at work to compensation on\r\n  only two bases, lost earning capacity and specific, scheduled injuries.  Wigfall,\r\n  354 S.C. at 104, 580 S.E.2d at 102 (citing Jewell v. R.B. Pond Co., 198\r\n  S.C. 86, 90-91, 15 S.E.2d 684, 686 (1941)); see also §§&nbsp;42-1-100,\r\n  42-9-10 to -30, &amp; 42-15-60 (establishing and describing compensation for\r\n  (1) medical care or treatment for a work-related injury and/or (2) disability).\r\n   Accordingly, a work-related repetitive trauma injury does not become\r\n  compensable, and the ninety-day reporting clock does not start, until the\r\n  injured employee discovers or should discover he qualifies to receive benefits\r\n  for medical care, treatment, or disability due to his condition.  \r\nHere,\r\n  the Appellate Panel found King was obligated to give Employer notice of his\r\n  injury based upon his knowledge of pain &quot;a couple of years&quot; before he\r\n  either required medical care or was unable to perform his job.  In doing so,\r\n  the Appellate Panel improperly required King to give notice of a condition that\r\n  he had no reason to believe was compensable.  Under section 42-15-20(C) and the\r\n  sections addressing compensation, King had a duty to notify Employer of his\r\n  injury within ninety days of the date he discovered or should have discovered it\r\n  qualified him to receive benefits for medical care, treatment, or disability.  The\r\n  record reflects King acknowledged to the single commissioner that his arm was\r\n  tired, sore, and achy for a couple of years before he became unable to work. \r\n  He further admitted that he believed his arm ached because he worked\r\n  &quot;slinging a hammer all day.&quot;  However, a mere work-related ache does not\r\n  constitute a compensable condition, regardless of whether the employee later\r\n  develops an injury.  The Act requires an injured employee to be diligent, not\r\n  prescient.  King's condition was not compensable until it either required medical\r\n  care or interfered with his ability to perform his job, whichever occurred\r\n  first.  \r\nThe\r\n  record reflects King first missed work on May 15, 2008, and first saw a doctor\r\n  for his injuries within two weeks after that date.  King testified that, until\r\n  May 2008, he neither required medical treatment nor experienced any condition\r\n  that affected his ability to perform his job as he had done for many years.  Nonetheless,\r\n  his medical records reflect he reported to his physician that his pain suddenly\r\n  became &quot;much worse&quot; in April 2008.  Even assuming King should have\r\n  discovered in April 2008 that his injury required medical treatment, his report\r\n  of his injury to Employer in May 2008 fell well within the ninety-day notice\r\n  period.  \r\nFor\r\n  the foregoing reasons, the Appellate Panel erred in finding King knew or should\r\n  have known his injury was compensable &quot;a couple of years&quot; before he\r\n  became disabled.  As a result, the Appellate Panel's denial of benefits was\r\n  error.  Therefore, we reverse the Appellate Panel's decision and reinstate the single\r\n  commissioner's award of benefits.\r\nWe\r\n  decline to address King's remaining issues because reversal on the issue of\r\n  compensability disposes of this appeal.  See Futch v. McAllister\r\n    Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999)\r\n  (ruling an appellate court need not review remaining issues when its\r\n  determination of a prior issue is dispositive of the appeal).  \r\nCONCLUSION\r\nWe\r\n  find an injury does not become compensable under the Workers' Compensation Act\r\n  until the injured employee satisfies the statutory criteria entitling him to compensation. \r\n  We further find the evidence adduced in this case indicates King had no reason\r\n  to discover his injury was compensable before April 2008, and the factual\r\n  determinations supporting the Appellate Panel's denial of King's claim are\r\n  unsupported by substantial evidence in the record.  Accordingly, we reverse the\r\n  decision of the Appellate Panel, reinstate the single commissioner's award of\r\n  benefits, and do not reach King's remaining issues on appeal.  \r\nREVERSED.\r\nSHORT and WILLIAMS, JJ., concur.  \r\n\r\n\r\n[1] The record identifies this procedure only by its initials.  It appears to be a\r\n  form of acupuncture accompanied by an electric current that may be used to\r\n  treat carpal tunnel syndrome.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4896","title":"Pugh v. Piedmont Mechanical","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4896","description":"This is an appeal of a workers' compensation case arising from James Pugh's consolidated request for medical treatment for two injuries to his right knee.  He contends the Appellate Panel of the South Carolina Workers' Compensation Commission (Appellate Panel) erred in failing to fairly and justly determine his average weekly wage and in ignoring the existence of exceptional circumstances, making it unfair to calculate his average weekly wage for his 2007 injury based on a seventeen-week period.  Pugh also argues the Appellate Panel erred by failing to award temporary total disability for a three-month period.  We reverse and remand.","date":"2011-10-19","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nJames Pugh, Appellant,\r\nv.\r\nPiedmont Mechanical and\r\n      Zurich Insurance, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  from the Appellate Panel\r\nSouth\r\n  Carolina Workers' Compensation Commission\r\n\r\nOpinion\r\n  No.  4896\r\nHeard\r\n  September 14, 2011 – Filed October 19, 2011 \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nEmmette J. Saleeby,  of Spartanburg, for\r\n  Appellant.\r\nErrol Anne Y. Hodges and Amanda L. C.\r\n  Bradley, both of Columbia, for Respondents. \r\n      \r\n    \r\n  \r\n\r\nKONDUROS,\r\n  J.: This is an appeal of a workers' compensation case\r\n  arising from James Pugh's consolidated request for medical treatment for two\r\n  injuries to his right knee.  He contends the Appellate Panel of the South\r\n  Carolina Workers' Compensation Commission (Appellate Panel) erred in failing to\r\n  fairly and justly determine his average weekly wage and in ignoring the\r\n  existence of exceptional circumstances, making it unfair to calculate his\r\n  average weekly wage for his 2007 injury based on a seventeen-week period.  Pugh\r\n  also argues the Appellate Panel erred by failing to award temporary total\r\n  disability for a three-month period.[1] \r\n  We reverse and remand.\r\n\r\nFacts\r\nPugh began working for\r\n  Piedmont Mechanical in 1978 and by 2006 was earning eighteen dollars per hour\r\n  as a certified pipefitter.  He routinely worked forty hours per week with\r\n  occasional overtime depending on the project to which he was assigned.  On July\r\n  31, 2006, while working for Piedmont, Pugh was carrying pipes when he stepped\r\n  on a bottle, causing him to fall and suffer an injury to his right knee.  The\r\n  claim was admitted by Piedmont's carrier, Amerisure Mutual Insurance Company\r\n  (Amerisure).  Pugh was treated by Dr. John dePerczel, an orthopedist, and he\r\n  underwent arthroscopic surgery and chondroplasty to his right knee. \r\nPugh was out of work\r\n  for thirty weeks and paid temporary total disability benefits of $568.89 per\r\n  week based on an average weekly wage of $853.28.  Pugh's average weekly wage\r\n  was calculated based on his earnings during the four quarters preceding the\r\n  2006 injury. \r\nDr. dePerczel\r\n  determined Pugh reached maximum medical improvement for the 2006 injury on July\r\n  16, 2007, with a fifteen percent impairment rating to the right leg.  The\r\n  doctor assigned permanent work restrictions of (1) only occasional climbing or\r\n  squatting and (2) no lifting over fifty pounds.  Pugh returned to work for\r\n  Piedmont in March 2007. \r\nOn October 19, 2007,\r\n  Pugh reinjured his right knee getting off of a forklift at Piedmont.  Pugh\r\n  testified that while descending the forklift, he twisted his right knee and\r\n  felt a pop, which caused severe pain and swelling to his right knee.  Dr.\r\n  dePerczel examined Pugh's knee and noted swelling, tenderness under the\r\n  kneecap, and medial femoral condyle.  Dr. dePerczel maintained the only option\r\n  for permanent relief would be a total knee replacement.  Dr. dePerczel, at this\r\n  examination, placed Pugh on sedentary work. \r\nPugh lived about ninety\r\n  minutes from Piedmont's office and felt commuting three to four hours every day\r\n  from his home in Hickory, North Carolina to Piedmont's home office in Spartanburg,\r\n  South Carolina was aggravating his right knee.[2]  Pugh opted to stay out\r\n  of work for a month without pay and workers' compensation benefits to see if\r\n  his knee would improve with rest.  Pugh's pain did not subside, and he returned\r\n  to Dr. dePerczel on November 26, 2007.  Dr. dePerczel recommended Pugh have a magnetic\r\n  resonance imaging (MRI) to determine the amount of cartilage damage in the\r\n  right knee.  At this visit, Dr. dePerczel instructed Pugh to limit his work to\r\n  sitting work only and not to drive more than one hour at a time.  Pugh believed\r\n  this limitation kept him from driving the ninety minutes to Piedmont's office. \r\nAmerisure sought\r\n  clarification of Dr. dePerczel's driving restrictions in January 2008.  Dr.\r\n  dePerczel determined Pugh could drive forty-five minutes to an hour followed by\r\n  a fifteen to thirty minute break, which would then allow him to drive the\r\n  remaining thirty to forty-five minutes to Piedmont.  Following the\r\n  clarification, Pugh was notified by letter that Piedmont was unable to provide\r\n  Pugh with any sedentary work. \r\nBetween the 2006 injury\r\n  and the 2007 injury, Piedmont changed its workers' compensation provider from\r\n  Amerisure to Zurich American Insurance (Zurich).  Neither carrier would approve\r\n  Dr. dePerczel's order for an MRI, further medical treatment, or temporary total\r\n  disability following the new work restrictions outlined by Dr. dePercezel. \r\nPugh requested a\r\n  hearing to determine whether he had sustained a new on-the-job injury and a\r\n  determination of which carrier would be responsible for his workers'\r\n  compensation benefits following the second injury.  The single commissioner\r\n  entered his order June 11, 2009, and the Appellate Panel affirmed the order in\r\n  pertinent part, finding (1) Pugh sustained a second injury with Piedmont\r\n  Mechanical on October 19, 2007; (2) Zurich was responsible for the 2007 claim;\r\n  (3) Pugh had reached maximum medical improvement for the 2006 injury; (4) the\r\n  average weekly wage for the 2006 injury was $852.20 with a compensation rate of\r\n  $568.89 per week; (5) Pugh sustained a permanent partial disability of twenty\r\n  percent; and (6) the average weekly wage for the 2007 injury was $537.20 with a\r\n  compensation rate of $358.15. Pugh's average weekly wage for the 2007 claim was\r\n  calculated based on the seventeen-week period Pugh worked following his return\r\n  to Piedmont after the 2006 injury.  The Appellant Panel ordered Zurich\r\n  to authorize a MRI of Pugh's right leg with the results to be reviewed by Dr.\r\n  dePerczel to develop an appropriate treatment plan.  This appeal followed. \r\nStandard of Review\r\nThe South\r\n  Carolina Administrative Procedures Act establishes the substantial evidence\r\n  standard for judicial review of decisions by the Appellate Panel.  S.C. Code\r\n  Ann. § 1-23-380 (Supp. 2010); Lark v. Bi-Lo, Inc., 276 S.C. 130, 134-35,\r\n  276 S.E.2d 304, 306 (1981).  Under the substantial evidence standard of review,\r\n  this court may not &quot;substitute its judgment for that of the [Appellate\r\n  Panel] as to the weight of the evidence on questions of fact, but may reverse\r\n  where the decision is affected by an error of law.&quot;  Stone v. Traylor\r\n    Bros., 360 S.C. 271, 274, 600 S.E.2d 551, 552 (Ct. App. 2004). \r\n  &quot;Substantial evidence is not a mere scintilla of evidence, nor the\r\n  evidence viewed blindly from one side of the case, but is evidence which,\r\n  considering the record as a whole, would allow reasonable minds to reach the\r\n  conclusions the administrative agency reached in order to justify its\r\n  actions.&quot; Brought v. S. of the Border, 336 S.C. 488, 495, 520\r\n  S.E.2d 634, 637 (Ct. App. 1999).  In workers' compensation cases, the Appellate Panel is the\r\n  ultimate fact finder.  Shealy v. Aiken Cnty., 341 S.C. 448, 455, 535\r\n  S.E.2d 438, 442 (2000).  The Appellate Panel is reserved the task of assessing\r\n  the credibility of the witnesses and the weight to be accorded evidence.  Id.\r\nLAW/analysis\r\n\r\nI.&nbsp; Average Weekly\r\n  Wage Calculation \r\nThe\r\n  Appellate Panel calculated Pugh's average weekly wage for the 2007 injury as\r\n  $537.20 based on the seventeen-week period Pugh worked prior to the injury. \r\n  Pugh appeals this method of calculation, contending the Appellate Panel erred\r\n  in failing to fairly and justly determine his average weekly wage and in\r\n  ignoring the existence of exceptional reasons to justify a deviation from the\r\n  Appellate Panel's chosen method of wage calculation.  He argues the Appellate\r\n  Panel should have calculated his wage by the alternative method of finding\r\n  exceptional reasons to recognize his years of employment, earning capacity, and\r\n  age because the calculation based on the seventeen-week period is a misleading\r\n  snapshot of his average earnings. \r\nThe\r\n  Workers' Compensation Act defines &quot;average weekly wage&quot; for the\r\n  purposes of computing compensation and sets forth a primary method of\r\n  calculation and four alternative methods.[3]  The primary method for calculating\r\n  the average weekly wage is to take &quot;the total wages paid for the last four\r\n  quarters divided by fifty-two or by the actual number of weeks for which wages\r\n  were paid, whichever is less.&quot; § 42-1-40; Pilgrim v. Eaton, 391 S.C. 38, 45, 703 S.E.2d 241, 244 (Ct. App. 2010).  &quot;The [Appellate Panel] must use this\r\n  method unless 'the employment, prior to the injury, extended over a period of\r\n  less than fifty-two weeks,' or unless 'for exceptional reasons' it would be\r\n  unfair to do so.&quot;  Pilgrim, 391 S.C at. 44-45, 703 S.E.2d at 244\r\n  (citing § 42-1-40).  \r\nIn this\r\n  case, Pugh had been working for less than four quarters since his return from the\r\n  2006 injury, thus the primary method of calculation was not appropriate.  The\r\n  Appellate Panel calculated Pugh's average weekly wage based on Zurich's Form 20\r\n  in which it &quot;divided the annual salary by the actual number of weeks\r\n  worked versus [fifty-two] weeks.&quot;  When the Appellate Panel determines the\r\n  primary method of calculation is not permissible, it is required to consider\r\n  which of the alternative methods for calculating the average weekly wage is\r\n  most appropriate based on the facts.  Id.  &quot;Before\r\n  the [Appellate Panel] may use any one of these alternatives, the [Appellate\r\n  Panel] must find, or the record must clearly show, that the necessary\r\n  conditions [, as prescribed in the statute,] exist.&quot;  Id.  The first\r\n  alternative method of wage calculation, used by Zurich and adopted by the\r\n  Appellate Panel's order, is proper if two &quot;predicate conditions&quot;\r\n  exist: (1) it is &quot;practicable&quot; to use the alternative method and (2)\r\n  the calculation yields a result &quot;fair and just&quot; to both parties.  Id. at 46, 703 S.E.2d at 245.\r\nWe believe\r\n  the Appellate Panel failed to satisfy the second predicate condition, therefore\r\n  making the use of the first alternative method of calculation an error of law. \r\n  The first condition of practicability is established both in the Appellate Panel's\r\n  order and in the record based on Pugh working less than fifty-two weeks prior\r\n  to his second injury.  The second condition of fairness was not specifically\r\n  addressed in the Appellate Panel's order, nor does the record reflect that the\r\n  alternative method of calculation was a fair and just result for both Piedmont\r\n  and Pugh, as statutorily required.  This is particularly bothersome in light of\r\n  the significant decrease in an average weekly wage for a thirty-year veteran of\r\n  the company.\r\nThe record\r\n  suggests a frequent fluctuation between projects and the hours available for\r\n  employees to work depending on the projects Piedmont was undertaking.  The\r\n  natural variance in available work in this industry makes capturing the ebb and\r\n  flow of work in a seventeen-week period difficult.  The only evidence presented\r\n  regarding Pugh's pay and hours worked was Pugh's testimony and the earnings\r\n  outlined in Form 20.  The prevailing goal\r\n  and policy of section 42-1-40 is to use the method that will fairly compensate\r\n  the employee &quot;for reductions in their earning power caused by work-related\r\n  injuries.&quot;  Stephenson v. Rice Servs., Inc., 323 S.C. 113, 116, 473\r\n  S.E.2d 699, 700 (1996).  See  Foreman\r\n    v. Jackson Minit Mkts., Inc., 265\r\n  S.C. 164, 170, 217 S.E.2d 214, 216-17 (1975).  In this case, the Appellate Panel had the ability to see an\r\n  extended and continual work history and average earnings for a thirty-year\r\n  period.  \r\nThe\r\n  Appellate Panel's chosen method of calculation resulting in a thirty-seven\r\n  percent decrease in Pugh's average weekly wage for the 2007 injury is drastic\r\n  and should have been directly addressed by the order to comply with the\r\n  statutory obligation. The record alone does not properly establish the\r\n  calculation provided a fair and just result.  Therefore, we remand this issue\r\n  to the Appellate Panel for the purpose of reconsidering and clarifying the\r\n  method of calculation in light of the Appellate Panel's requirement to select a\r\n  method of calculation that is fair and just to both parties.  While we leave\r\n  the selection of the alternative method of calculation to the Appellate Panel,\r\n  we recognize section 42-1-40 has been interpreted to provide &quot;'an elasticity or flexibility with a view toward always\r\n  achieving the ultimate objective of reflecting fairly a claimant's probable\r\n  future earning loss.'&quot;  Forrest\r\n    v. Price Mech., 373 S.C. 303, 309,\r\n  644 S.E.2d 784, 787 (2007) (quoting Sellers\r\n    v. Pinedale Residential Ctr., 350 S.C. 183, 191, 564 S.E.2d 694, 698 (Ct.\r\n  App. 2002)).   \r\n\r\nII.&nbsp; Temporary Total\r\n  Disability \r\nPugh\r\n  contends the Appellate Panel erred in failing to award temporary total\r\n  disability benefits for the period from November 26, 2007, to February 29,\r\n  2008, because substantial evidence shows he is entitled to benefits during this\r\n  period.  Pugh specifically argues he is entitled to temporary total disability\r\n  for the ten-week period from November 26, 2007, to February 4, 2008, because he\r\n  was not informed until February 4, 2008, of Dr. dePerczel's clarification of\r\n  his driving restrictions, which he had been following pursuant to the\r\n  requirements of the Workers' Compensation Act.  Additionally, he maintains he\r\n  is entitled to temporary total disability for the three-and-a-half-week period\r\n  between February 5, 2008, to February 28, 2008, because Piedmont was unable to arrange\r\n  a sedentary job that complied with his work restrictions.\r\nThe\r\n  Appellate Panel's order fails to make specific findings of fact on whether Pugh\r\n  is entitled to temporary total disability during the thirteen-and-a-half-week\r\n  period.  Without specific findings upon the evidence regarding the material\r\n  fact of whether Pugh's understanding of the restrictions were warranted, this\r\n  court cannot determine whether the general finding or conclusion was proper.  See Baldwin v. James River Corp., 304 S.C. 485, 486, 405 S.E.2d 421, 423\r\n  (Ct. App. 2001).  Thus, we remand this case to the Appellate Panel to make\r\n  specific findings on Pugh's understanding of the restrictions and his\r\n  entitlement to temporary total disability for the thirteen-and-a-half-week\r\n  period.\r\nConclusion\r\nFor the foregoing\r\n  reasons, this case is reversed and remanded to the Appellate Panel for the\r\n  purpose of amending its award in keeping with the views expressed herein. \r\nREVERSED and\r\n  REMANDED.\r\nFEW, C.J., and THOMAS, J.,\r\n  concur.\r\n\r\n\r\n[1] Pugh originally argued that if the court affirmed his\r\n  issue regarding the average weekly wage, the award of twenty percent permanent\r\n  partial disability to his right leg is an error as a matter of law because\r\n  substantial evidence does not support the disability rating.  This issue was\r\n  resolved with Amerisure, and the appeal was withdrawn.\r\n[2] Prior to the\r\n  2006 injury, Pugh worked remotely for Piedmont, requiring him to travel to\r\n  Piedmont project sites throughout the country.  Following his return to work in\r\n  March 2007, Pugh performed light duty work in Piedmont's home office located in\r\n  Spartanburg, South Carolina. \r\n[3] Section 42-1-40\r\n  of the South Carolina Code (Supp. 2010) provides as follows:\r\n\r\n&quot;Average weekly wages&quot; means the\r\n  earnings of the injured employee in the employment in which he was working at\r\n  the time of the injury during the period of fifty-two weeks immediately\r\n  preceding the date of the injury, . . . .  &quot;Average weekly wage&quot; must\r\n  be calculated by taking the total wages paid for the last four quarters\r\n  immediately preceding the quarter in which the injury occurred as reported on\r\n  the Department of Employment and Workforce's Employer Contribution Reports\r\n  divided by fifty-two or by the actual number of weeks for which wages were\r\n  paid, whichever is less.  When the employment, prior to the injury, extended\r\n  over a period of less than fifty-two weeks, the method of dividing the earnings\r\n  during that period by the number of weeks and parts thereof during which the\r\n  employee earned wages shall be followed, as long as results fair and just to\r\n    both parties will be obtained.  Where, by reason of a shortness of time\r\n  during which the employee has been in the employment of his employer or the\r\n  casual nature or terms of his employment, it is impracticable to compute the\r\n  average weekly wages as defined in this section, regard is to be had to the\r\n  average weekly amount which during the fifty-two weeks previous to the injury\r\n  was being earned by a person of the same grade and character employed in the\r\n  same class of employment in the same locality or community. \r\nWhen for\r\n  exceptional reasons the foregoing would be unfair, either to the employer or\r\n  employee, such other method of computing average weekly wages may be resorted\r\n  to as will most nearly approximate the amount which the injured employee would\r\n  be earning were it not for the injury. \r\n\r\n(emphasis added).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4897","title":"Tant v. SCDC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4897","description":"David Ray Tant appeals the decision of the South Carolina Department of Corrections to change its interpretation of his sentence from fifteen years to thirty years.  SCDC claims it merely corrected the sentence to reflect the sentencing judge's intent.  The Administrative Law Court affirmed SCDC's interpretation.  We reverse.","date":"2011-10-26","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        David Ray Tant, Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of\r\n          Corrections, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Administrative Law Court\r\nJudge Ralph K. Anderson, III\r\n\r\nOpinion No. 4897\r\nHeard June 7, 2011 – Filed October 26, 2011    \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Desa Ballard\r\n          and Harvey M. Watson, III, both of West Columbia; and Douglas Jennings, Jr., of\r\n          Bennettsville, for Appellant.\r\n        Christopher\r\n          D. Florian, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.: David\r\n  Ray Tant appeals the decision of the South Carolina Department of Corrections\r\n  to change its interpretation of his sentence from fifteen years to thirty\r\n  years.  SCDC claims it merely corrected the sentence to reflect the sentencing judge's\r\n  intent.  The Administrative Law Court affirmed SCDC's interpretation.  We\r\n  reverse.\r\nTant pled guilty to\r\n  assault and battery of a high and aggravated nature (ABHAN), possession of a\r\n  dangerous animal, and forty-one counts of owning an animal for the purpose of\r\n  fighting or baiting.  On November 22, 2004, the trial judge sentenced Tant.  The\r\n  sentencing sheets reflect a fifteen-year sentence as follows:\r\n\r\n  5829\r\n    ABHAN: 10 years\r\n    3473\r\n    Animal Fighting: 5 years consecutive to 5829\r\n    3474\r\n    Animal Fighting: 5 years consecutive to 5829\r\n    3475\r\n    Animal Fighting: 5 years consecutive to 5829\r\n    3476\r\n    Animal Fighting: 5 years consecutive to 5829\r\n\r\nSCDC correctly\r\n  interpreted the sentencing sheets and entered the sentence of fifteen years in\r\n  Tant's record.  \r\nIn January 2006, an SCDC\r\n  employee contacted a former prosecutor with the Attorney General's office who\r\n  assisted in Tant's prosecution to inquire about the length of Tant's sentence. \r\n  A staff notation stated the prosecutor returned the call on January 25, 2006\r\n  and said he &quot;has crafted an order for [the sentencing judge] to sign\r\n  indicating [inmate] to have 40 yr. sentence not 15 yr. – inmate can reduce by\r\n  10 yrs if fines are paid.&quot;  On July 7, 2007, SCDC's general counsel sent an\r\n  SCDC employee an e-mail stating:\r\n\r\n  Did\r\n    we ever get the Order from [the] Judge [] clarifying this inmate's sentence?  I\r\n    think there is something in your notes indicating that you spoke with [the\r\n    prosecutor] who was going to get this Order from [the] Judge [].  I need to\r\n    know because I think the inmate's attorney is trying to say he should be parole\r\n    eligible based upon a fifteen-year rather than a forty-year[1] sentence.\r\n\r\nOn July 8, 2007, the\r\n  sentencing judge sent a letter to SCDC which stated:\r\n\r\n  I\r\n    have been advised by the Probation Office in Charleston that there is some\r\n    confusion about the sentences imposed on David Ray Tant on November 2, 2004, by\r\n    me.  It was my intent for Mr. Tant to receive a sentence of 10 years on the\r\n    ABHAN charge and 5 years consecutive for each of the six charges of\r\n    Animal Fighting for a total of 40 years.  It was further my intent that upon\r\n    payment of restitution, the sentence would be reduced by 10 years.\r\n\r\nAll of this was done\r\n  without notice to Tant.  Apparently based on this letter, SCDC reinterpreted\r\n  Tant's sentence to be thirty years.\r\nOn appeal, the ALC ruled\r\n  it was improper for SCDC to rely on a letter from the sentencing judge made\r\n  outside of the record and after the criminal term of court expired.  On remand\r\n  from the ALC, SCDC considered the sentencing sheets and the sentencing hearing\r\n  transcript, which SCDC did not have until this controversy arose.  \r\nThe sentencing hearing\r\n  transcript reflects that the judge announced a fifteen-year sentence.  He\r\n  stated Tant was sentenced to ten years for ABHAN and &quot;a term of five years\r\n  consecutive to&quot; the ABHAN conviction for four of the animal fighting\r\n  convictions.[2]  However, counsel for the State asked the judge to repeat the sentence.  The\r\n  judge responded by saying the four animal fighting convictions with five-year\r\n  terms &quot;are consecutive to each other and consecutive to [the ABHAN\r\n  sentence].  Is that clear?&quot;  \r\nWhen SCDC reconsidered\r\n  Tant's sentence on remand from the ALC, this time based on the sentencing\r\n  hearing transcript, it again interpreted Tant's sentence as thirty years.  Tant\r\n  appealed to the ALC.  The ALC correctly concluded the sentencing sheets\r\n  reflected a fifteen-year sentence.  However, it then found an oral sentencing\r\n  pronouncement prevails over written sentencing sheets.  The ALC affirmed SCDC's\r\n  decision to reinterpret Tant's sentence.  \r\nUnder ordinary\r\n  circumstances, SCDC must determine the sentence imposed by the trial court from\r\n  the sentencing sheets.  If there is some ambiguity in the sentencing sheets,\r\n  SCDC may examine the transcript of record to determine the intent of the\r\n  sentencing judge.  See Major v. S.C. Dep't of Prob., Parole &amp;\r\n    Pardon Servs., 384 S.C. 457, 471, 682 S.E.2d 795, 802 (2009) (Pleicones,\r\n  J., dissenting) (&quot;[O]nly if there is an ambiguity in the sentences, must\r\n  the Department or the court ascertain the intent of the judge . . . .&quot;). \r\n  In this case, there is no ambiguity.  Therefore, SCDC was limited to\r\n  interpreting the sentencing sheets.[3] \r\n  We hold the proper interpretation of Tant's sentence is fifteen years. [4]\r\nREVERSED.\r\nPIEPER and LOCKEMY,\r\n  JJ., concur.\r\n\r\n\r\n[1] For two of the animal fighting convictions, the judge sentenced Tant to five\r\n  years consecutive to the ABHAN sentence but included a stipulation that they\r\n  would be null and void if Tant paid restitution, which he did in June 2009.  \r\n[2] The judge suspended the sentences for the remaining thirty-five animal fighting\r\n  convictions and possession of a dangerous animal.  \r\n[3] There are some situations in which SCDC may look beyond unambiguous sentencing\r\n  sheets.  See, e.g., Boan v. State, 388 S.C. 272, 277, 695 S.E.2d\r\n  850, 852 (2010) (finding in a post-conviction relief case where &quot;the trial\r\n  judge announced one sentence from the bench in the presence of the defendant,\r\n  but later increased that sentence in his written order,&quot; that\r\n  &quot;due process require[d] the judge's oral pronouncement control over a\r\n  conflicting written sentencing order&quot; (emphasis added)).\r\n[4] Tant raises numerous issues on appeal which all relate to why he believes SCDC\r\n  misinterpreted his sentence.  In light of our decision, it is unnecessary to\r\n  address each of his arguments.  \r\n\r\n","court":"Appeals"},{"id":"4898","title":"Purser v. Owens","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4898","description":"Mother appeals the family court's award of custody to Father arguing the family court should not have considered Mother's abortion in making its custody determination and in applying the totality of the circumstances.  We affirm in part, reverse in part and remand.","date":"2011-10-26","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Paul David Purser, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Angela Renee Owens, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Lancaster County\r\n  Brian\r\n  M. Gibbons, Family Court Judge\r\n\r\nOpinion\r\n  No. 4898\r\n  Heard\r\n  April 5, 2011 – Filed October 26, 2011  \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Michael J. Anzelmo, and John D. Shipman,  both of Greenville, for Appellant.\r\nJames B. Tucker, Jr., of Rock Hill, for\r\n          Respondent.\r\n        Charlotte Mooney, of Lancaster, Guardian\r\n          ad Litem.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  Angela Owens (Mother) appeals the family court's\r\n  award of custody to Paul Purser (Father).  We affirm in part, reverse in part,\r\n  and remand.\r\nFACTS\r\nMother and Father are the parents of an\r\n  autistic child (Child) who is now eleven years old.  Mother and Father's\r\n  relationship has never been stable.  They never married and never lived\r\n  together on a regular basis.[1]   \r\n  They dated on and off for about two years and finally stopped seeing each other\r\n  when Mother became pregnant with Child.  Father raised the possibility of\r\n  whether to have the Child or terminate the pregnancy.  Mother elected to have Child,\r\n  and he was born on October 1, 1999.  Father had not been actively involved in\r\n  the pregnancy, but attended the birth and, afterwards, moved to Lancaster,\r\n  South Carolina, where Mother lived, &quot;to try to make it work.&quot;  A few\r\n  months later, Father moved permanently to Charlotte, North Carolina.  Father\r\n  claims that Mother gave him a choice of being with her and seeing Child or not\r\n  seeing Child at all.  However, Father's mother was allowed to see Child, and he\r\n  arranged to see Child through her occasionally.  He voluntarily paid child\r\n  support in the amount of $75 to $150 per week from the time of Child's birth.  \r\nIn May 2004, Child was diagnosed with\r\n  autism by Mae Baird, a regional consultant with the Department of Developmental\r\n  Services autism division.  Father was initially reluctant to accept Child's\r\n  autism diagnosis.  At the custody hearing, both Dr. Carmena Cruz, Child's\r\n  pediatrician, and Baird testified denial is a normal reaction for some\r\n  parents.  Mother left her job as an internet manager at a car dealership in\r\n  2004, after the initial diagnosis, to devote her time to caring for Child.  Dr.\r\n  Cruz testified that caring for an autistic child can be overwhelming for\r\n  parents, especially a single parent.  Dr. Cruz explained that because change is\r\n  difficult for an autistic child, a stable, consistent environment is the most\r\n  important thing to provide.  Similarly, Baird testified that &quot;autistic\r\n  individuals have a lot of problems with routine changes,&quot; and change\r\n  &quot;can produce a lot of problem behaviors because [they] don't understand\r\n  perhaps what is happening around them or what is expected of them.&quot;  \r\nAfter filing for custody in September\r\n  2005, Father remarried and attempted to become regularly involved in Child's\r\n  life.  Until then, Father's visitation with Child had been irregular.  However,\r\n  by the time of the hearing, Father attended Child's school meetings, visited\r\n  his doctors, and enrolled him in a therapy program.  He also generally had\r\n  visitation with Child every other weekend.  \r\nIn 2006, when Mother was thirty-five\r\n  years old, she briefly dated a nineteen-year-old man (Boyfriend) with a prior\r\n  marijuana conviction. Boyfriend spent the night in Mother's home, arriving\r\n  after Child was asleep and leaving before he awoke.[2]  According\r\n  to Mother, Boyfriend was around Child &quot;maybe two or three weekends.&quot;  Mother became pregnant with Boyfriend's child and had an abortion.  She\r\n  testified she chose to abort the pregnancy because this child had a fifty-percent\r\n  chance of being autistic, she felt a second child would take away her focus\r\n  from Child, and Boyfriend was not someone she wanted involved in her and Child's\r\n  lives anymore.  \r\nMother still lives in Lancaster and has\r\n  been Child's primary caretaker for his entire life.  She is unmarried, and Child\r\n  is her only child.  She works from her home as a real estate marketer.  While Child\r\n  lived with Mother, he received speech therapy, occupational therapy, and\r\n  Applied Behavior Analysis (ABA) therapy in school.[3]  He\r\n  received some additional therapy after school as well.  \r\nMother argued Father filed this custody\r\n  case because she sought a child support order.  She testified Father served her\r\n  with custody papers within days of being contacted by the Department of Social\r\n  Services about child support payments.  Father denied this and said he filed\r\n  because he did not &quot;believe the medical avenues are being followed up\r\n  diligently like they should be for Child. . . . [T]here's an element of danger\r\n  in the environment that's around [him].&quot;  \r\nOn March 18, 2008, the family court\r\n  awarded custody to Father.  The family court found Mother was Child's primary\r\n  caretaker and both parties presented as fit parents with appropriate households. \r\n  However, the family court expressed concerns about Mother's combativeness with\r\n  school officials, her lack of access to more therapy for Child, and her lack of\r\n  judgment.  The family court stated:\r\n\r\n  Other things I'm concerned about is the pregnancy with\r\n    a 19 year old and abortion.  That was an irresponsible decision; two\r\n    irresponsible decisions.  First being involved with a 19 year old when you are\r\n    36 or 35.  That's irresponsible.  And then having an abortion.  That's\r\n    irresponsible.  I am concerned about the environment.\r\n\r\nThe family court concluded Father was\r\n  the parent best equipped &quot;to bring about the most adjusted and mature . .\r\n  . child.&quot;  Visitation was structured so that Mother would have Child every\r\n  other weekend as well as every other Tuesday after school and every Thursday\r\n  after school.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\nWe review the family court's decision de\r\n  novo.  Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011).  \r\nLAW/ANALYSIS\r\nI.&nbsp;Totality of Circumstances\r\n  Versus Change of Circumstances\r\nMother contends the family\r\n  court erred in utilizing a totality of the circumstances standard in this case instead\r\n  of requiring Father to demonstrate a change in circumstances.  She maintains\r\n  the custody of an illegitimate child in the natural mother, as provided for in\r\n  section 63-17-20(B) of the South Carolina Code (2010) (formerly section\r\n  20-7-953 (B)),[4] coupled with Father's failure to pursue custody of Child sooner, demonstrate an\r\n  established custody agreement that should have been recognized by the family\r\n  court.  We disagree.\r\nIn Altman v. Griffith, 372 S.C.\r\n  388, 642 S.E.2d 619 (Ct. App. 2007), this court addressed Mother's first point. \r\n  In Altman, the mother argued section 20-7-953(B), gave her an advantage\r\n  over the father in the custody determination, which required him to demonstrate\r\n  a change in circumstances to gain custody.  Id. at 397, 642 S.E.2d at\r\n  624.  The court stated:\r\n\r\n  In giving a father the right to petition the family\r\n    court for custody, the statute makes no mention of a change of circumstances\r\n    burden.  This plain reading of the statute is in accord with the general legal\r\n    principle that the imposition of a change of circumstances burden applies when\r\n    a parent seeks to alter a prior custody order. \r\n\r\nId.  (emphasis added).  \r\nWhile the statute does place custody of\r\n  a child of unmarried parents with the mother, the statute simply clarifies the\r\n  legal standing of the parties in the absence of a court-determined custody order\r\n  should the matter of custody be called into question.  Custody in the natural\r\n  mother under this statute does not give her a legal advantage in a custody\r\n  determination as it is well-settled that a mother and father stand in parity\r\n  with one another as the custody analysis begins and in light of the abolition\r\n  of the tender years' doctrine.  See Kisling v. Allison, 343 S.C.\r\n  674, 678, 541 S.E.2d 273, 275 (Ct. App. 2001) (&quot;In South Carolina, in\r\n  custody matters, the father and mother are in parity as to entitlement to the\r\n  custody of a child.&quot;); see\r\n    also S.C. Code Ann. § 63-15-10 (2010)\r\n  (&quot;The 'Tender Years\r\n  Doctrine' in which there is a preference for awarding a mother custody of a\r\n  child of tender years is abolished.&quot;).  The statute establishes custody so the illegitimate\r\n  child's societal needs can be met, such as enrolling in school, obtaining\r\n  medical treatment, or being returned to the appropriate party should law\r\n  enforcement or the child's school or daycare be required to elect between\r\n  proper custodians.\r\nWe recognize the facts in this case are\r\n  in some respects distinguishable from those in Altman.  Father in this\r\n  case did not seek custody of Child soon after the parties separated but waited\r\n  until Child was almost six years old, and the parties never lived together.  However,\r\n  we do not believe those differences dictate a different reading or application\r\n  of the statute than in Altman.  \r\nMother also argues\r\n  Father's inaction and reluctance to accept Child's autism diagnosis evidenced\r\n  his acquiescence to Mother's having custody of Child.  She contends Father's\r\n  conduct demonstrates the existence of an agreement between the parties\r\n  regarding custody so that a change of circumstances burden should be imposed.  We\r\n  disagree.   \r\nThe dissent is persuaded Mother's and\r\n  Father's conduct evidences an agreement between them regarding custody of Child\r\n  and under Davenport v. Davenport, 265 S.C. 524, 220 S.E.2d 228 (1975), a\r\n  change in circumstances approach is therefore appropriate.  However, in Davenport,\r\n  Mother and Father had a written agreement regarding custody at the time of\r\n  their separation.  Id. at 526, 220 S.E.2d at 229-30.  In this case, at\r\n  no time did the parties have an explicit agreement, court-approved or\r\n  otherwise.  Without some definite agreement, the family court is left to\r\n  attempt to ascertain the point in time when the actions of the parties gave\r\n  rise to a de facto custody agreement.  Only then could a court determine if the\r\n  circumstances in existence at the time of the agreement had changed.  This\r\n  simply requires too much guesswork and speculation.[5]          \r\nIn sum, Altman indicates the\r\n  initial determination of custody between unmarried parents is measured by the\r\n  totality of the circumstances, and a change in circumstance is only required to\r\n  be demonstrated since the issuance of a court order.  This framework ensures\r\n  the best interests of the child have been considered by a neutral court and provides\r\n  a date in time from which the family court can measure any alleged change in\r\n  circumstances.  Consequently, we conclude the family court did not err in examining\r\n  the totality of the circumstances in reaching its decision.\r\nII.&nbsp; Award of Custody to Father\r\nMother argues the family court erred in\r\n  considering her abortion when making its custody determination.  We agree.\r\nSouth Carolina law is clear that a\r\n  parent's personal, moral behavior, while a proper consideration in custody\r\n  cases is &quot;limited in its force to what relevancy it has, either directly\r\n  or indirectly, to the welfare of the child.&quot;  Davenport, 265 S.C.\r\n  at 527, 220 S.E.2d at 230.  In this case, Mother's abortion had no direct or\r\n  indirect effect on Child and therefore was not relevant to the custody\r\n  determination.  Thus, the family court should not have considered Mother's\r\n  abortion in the custody analysis.  Accordingly, we reverse the family court's\r\n  order awarding custody of Child to Father and remand for consideration of the\r\n  issue excluding Mother's abortion. \r\nAFFIRMED IN PART, REVERSED IN PART,\r\n  AND REMANDED.\r\nTHOMAS, J., concurs.\r\nFEW, C.J., dissents.\r\nFEW,\r\n  C.J., dissenting: I agree with\r\n  the majority's holding that the family court improperly considered the mother's\r\n  decision to have an abortion as part of the basis on which it awarded custody\r\n  to the father.  However, I believe the parents established a mutually agreed\r\n  upon custody arrangement giving sole custody to the mother, a responsibility\r\n  she fulfilled essentially unassisted for almost six years.  Under these\r\n  circumstances, this court's reasoning in Altman v. Griffith, 372 S.C.\r\n  388, 642 S.E.2d 619 (Ct. App. 2007) required the father to prove a change in\r\n  circumstances affecting the child's welfare before the family court could\r\n  change the custody arrangement.  Even pursuant to the majority's position, I\r\n  would remand for a new trial and not permit the family court to simply\r\n  reconsider without taking into account the abortion.  Further, I would impose\r\n  upon the father the burden of proving a change in circumstances before he may\r\n  gain custody from the child's mother. \r\nPaul\r\n  Purser and Angela Owens dated on and off for two years.  They stopped dating\r\n  when Owens became pregnant with Purser's child.  Purser attended the birth and\r\n  afterwards moved from Charlotte, North Carolina, to Lancaster, where Owens\r\n  lived, &quot;to try to make it work.&quot;  Purser testified that, after a\r\n  short time, Owens gave him a choice of living with her or not seeing the child\r\n  at all.  Purser chose the latter, and before the child was three months old\r\n  moved permanently back to Charlotte.  Purser admitted he rarely saw the child\r\n  for the first six years of his life.  He testified that from 1999 until\r\n  September 2005, he &quot;never had the opportunity to visit, to take [the child]\r\n  to a doctor's appointment or anything like that.&quot;[6]  The family\r\n  court found that Purser had no contact with the child for eight months while\r\n  Purser lived in Florida.  Purser did not file for custody or even visitation\r\n  until the child was almost six years old.  \r\nIn\r\n  all child custody cases, the welfare and best interests of the child are the\r\n  primary considerations for a court in making the determination of which parent\r\n  gets custody.  Patel v. Patel, 359 S.C. 515, 526, 599 S.E.2d 114, 119\r\n  (2004).  Whether the court makes that determination by considering the totality\r\n  of the circumstances, or by requiring the noncustodial parent to show a change\r\n  in circumstances, depends on whether custody is being decided for the first\r\n  time.  In an initial custody determination, no preference is given to either\r\n  parent in their right to custody, and the judge must determine the best\r\n  interests of the child under the totality of the circumstances.  S.C. Code Ann.\r\n  § 63-5-30 (2010); Brown v. Brown, 362 S.C. 85, 90-91, 606 S.E.2d 785,\r\n  788 (Ct. App. 2004).  However, once custody has been established and a parent\r\n  later seeks to change the custody arrangement, he or she must prove a change in\r\n  circumstances that occurred after the custody arrangement was established.  Spreeuw\r\n    v. Barker, 385 S.C. 45, 59, 682 S.E.2d 843, 850 (Ct. App. 2009).  \r\nI\r\n  recognize that in all but one instance in which our appellate courts have\r\n  applied the change of circumstances burden to a party seeking a change in\r\n  custody, the event establishing custody was the entry of a court order.  See Davenport v. Davenport, 265 S.C. 524, 528, 220 S.E.2d 228, 231 (1975)\r\n  (requiring proof of a change of circumstances to alter custody agreement\r\n  reached by parties despite the fact the agreement was never incorporated into a\r\n  court order).  In Spreeuw, for example, this court stated, &quot;the moving party must demonstrate changed circumstances\r\n  occurring subsequent to the entry of the order in question.&quot;  385\r\n  S.C. at 59, 682 S.E.2d at 850.  However, I do not believe a prior custody order\r\n  is always required before a party seeking to change the custody arrangement\r\n  will be required to prove a change of circumstances.  In some situations, like Davenport,\r\n  and like this case, the parties' custody agreement is a sufficiently\r\n  established custody arrangement that may be changed only by showing a change of\r\n  circumstances, even without a court order.  \r\nThe\r\n  majority is careful not to base its ruling on the requirement of a prior court\r\n  order, but rather on its finding that &quot;at no time did the parties have an\r\n  explicit agreement, court-ordered or otherwise.&quot;  I disagree with this\r\n  finding.  The agreement between Purser and Owens that Owens would have sole\r\n  custody of this child could not have been any more explicit even if it had been\r\n  in writing.  Purser did not simply acquiesce in Owens' role as sole custodian\r\n  of the child; rather, he insisted on it by refusing to fulfill his role as\r\n  secondary caretaker for over five years.  Moreover, on the facts of this case\r\n  there is no uncertainty as to when the custody arrangement was established. \r\n  Purser's decision to move to Charlotte before the child was three months old,\r\n  leaving him in Owens' sole custody, established the arrangement.  From that point forward, Purser and Owens had a\r\n  mutually agreed upon, established custody arrangement under which Owens had\r\n  sole custody and was the sole caretaker of the child.  Under these circumstances, Purser should have been\r\n  required to prove a change of circumstances in order to gain custody of the\r\n  child.\r\nThe\r\n  reasoning of Altman supports my position that the family court was\r\n  required to apply the change of circumstances burden in this case.  The mother\r\n  and father in Altman never married.  372 S.C. at 394, 642 S.E.2d at\r\n  622.  However, they lived together for approximately one year before their son\r\n  was born, and they continued living together, although with many separations,\r\n  for over three years afterwards.  Id.  During those three years, the\r\n  parents shared custody of their son and neither parent sought any custody order\r\n  in family court.  Id.  When they finally separated permanently, the\r\n  mother took the child to live with her, but the father regularly attempted to\r\n  see his son.  Id.  After only three months of permanent separation, the\r\n  father filed an action in family court seeking custody.  Id.  The family\r\n  court considered the totality of the circumstances, and granted custody to the\r\n  father.  372 S.C. at 395, 642 S.E.2d at 623.  The mother appealed on the ground\r\n  that the father should have been required to prove a change in circumstances,\r\n  arguing only that section 63-17-20(B)[7] of the South Carolina Code (2010) required it.  372 S.C. at 397, 642 S.E.2d at\r\n  624 (&quot;Mother's specific contention is that a statute concerning paternity,\r\n  section [63-17-20(B)], imposes on Father the burden of showing a substantial\r\n  change of circumstances to gain custody.&quot;).\r\nThis\r\n  court stated the issue as follows: &quot;when parents are not married, does the\r\n  law mandate a change of circumstances burden on every father who seeks\r\n  custody?&quot;  Id.  We answered the question &quot;no,&quot; and gave\r\n  three reasons.  Id.  First, we stated the statute did not mention a\r\n  change of circumstances burden and our ruling was in accord with &quot;the\r\n  general legal principle that the imposition of a change of circumstances burden\r\n  applies when a parent seeks to alter a prior custody order.&quot;  Id. (emphasis added).  Second, our decision was &quot;in line with&quot; the &quot;established\r\n  rule&quot; in custody matters that &quot;'the father and mother are in parity\r\n  as to entitlement to the custody of a child.'&quot;  Id. (quoting Brown,\r\n  362 S.C. at 91, 606 S.E.2d at 788).  Third, the court noted the parents lived\r\n  together when the child was born and for three years thereafter, and therefore\r\n  &quot;[t]he family court in this case was presented with an initial\r\n  custody determination.&quot;  372 S.C. at 397-98, 642 S.E.2d at 624 (emphasis\r\n  added).\r\nBy\r\n  framing the issue as whether &quot;every father&quot; must prove a change of\r\n  circumstances, the Altman court contemplated the possibility that in a\r\n  different factual situation it might be appropriate to impose the change of\r\n  circumstances burden.  I believe the facts of this case present such a\r\n  different factual situation.  To explain this, I address each of the reasons\r\n  given for the decision in Altman in reverse order.  Addressing the third\r\n  reason from Altman, the family court in this case did not face &quot;an\r\n  initial custody determination&quot; as we described in Altman.  372 S.C.\r\n  at 397-98, 642 S.E.2d at 624.  In contrast to the parents in Altman, who\r\n  lived together for a year before the child was born and for over three years\r\n  afterwards, Purser and Owens never lived together.  In contrast to the three\r\n  months separation in Altman before the father filed an action for\r\n  custody, Purser waited almost six years to seek custody.  During this time,\r\n  Owens was not merely the primary caretaker, she was the sole custodian.  Purser\r\n  visited the child only sporadically, maintaining a &quot;voluntary\r\n  absence&quot; from the child's life for as long as eight months on one\r\n  occasion, according to the family court's order.  By seeking no formal custody\r\n  order, Purser knowingly allowed this to become the established custody\r\n  arrangement.  The father in Altman, on the other hand, was diligent in\r\n  his efforts to see and gain custody of the child.  This court explained:\r\n\r\n  In\r\n    an effort to see the child, Father called and wrote Mother &quot;on a regular\r\n    basis,&quot; but Mother avoided him.  Rather than permit Father to see his son,\r\n    Mother &quot;directed [Father] to speak to my attorney.&quot;  Father was\r\n    denied any contact with his son until he filed this action in January 2003.\r\n\r\n372\r\n  S.C. at 394, 642 S.E.2d at 622.  \r\nWhile\r\n  the Altman father's efforts show he did not acquiesce in the mother having\r\n  custody, Purser's lack of effort amounts to an agreement to the terms of\r\n  custody and visitation imposed by Owens.  As an example of the terms of the\r\n  arrangement to which he agreed, Purser testified he could see the child only\r\n  when Owens allowed him.  \r\n\r\n  Q:      So I don't understand what you're saying about she wouldn't let\r\n    you visit with the child?\r\n  A:      . . .  I'm not saying [she never let me take him].  What I'm\r\n    saying is it was her total decision and she was the total control over that.  I\r\n    may call after having plans to come get him and she would say, &quot;I changed\r\n    my mind.  You're not going to get him.&quot;  \r\n  . . . \r\n  Q:      Did  you ever go see an attorney about that?\r\n  A:      No, sir, I didn't. \r\n  Q:      You just sit back?\r\n  A:      I\r\n    did and I blame myself for that.  \r\n\r\nYears\r\n  before Purser finally took action, he had his chance to ask the family court\r\n  for an initial custody determination.  He let the time for that lapse, however,\r\n  through his intentional absence from the child's everyday life.  In contrast to\r\n  the choice made by the father in Altman to immediately pursue custody,\r\n  Purser made choices that resulted in an established, agreed-upon arrangement in\r\n  which Owens had sole custody of the child.  \r\nThe\r\n  second reason from Altman is the legal principle that parents are in\r\n  parity with each other regarding custody.  372 S.C. at 397, 642 S.E.2d at 624. \r\n  This principle does nothing more than establish that there is no gender\r\n  preference in custody disputes.  Kisling v. Allison, 343 S.C. 674, 678,\r\n  541 S.E.2d 273, 275 (Ct. App. 2001) (&quot;When analyzing the right to custody\r\n  as between a father and mother, [they must be treated equally].&quot;).  We\r\n  also noted in Kisling that this parity exists &quot;as the custody\r\n  analysis begins.&quot;  Id.  This is illustrated by an examination of Brown,\r\n  the case we cited in Altman as support for the principle of parity.  In Brown,\r\n  the custody determination occurred simultaneously with the divorce proceeding. \r\n  362 S.C. at 89, 606 S.E.2d at 787.  Thus, the court considered the parents to\r\n  be in parity at the first point in time when custody became an issue.  We found\r\n  the same situation to exist in Altman because &quot;Mother and Father\r\n  were living together when their child was born&quot; and for three years\r\n  afterwards, and the father sought custody only three months after the parents\r\n  permanently separated.  372 S.C. at 394, 397, 642 S.E.2d at 622, 624.  In this\r\n  case, the same situation existed in 1999 when the child was born.  At that\r\n  point in time, Purser and Owens stood &quot;in parity&quot; because the issue\r\n  of which parent would have custody had never before been in dispute.  However,\r\n  that parity became disparity as Purser consistently ignored his parental rights\r\n  and duties for almost six years.  The general rule that parents stand in parity\r\n  to each other as the custody analysis begins does not apply when the\r\n  noncustodial parent chooses to let six years elapse before taking action.\r\nAddressing\r\n  the first reason from Altman, which we described as &quot;the general legal principle that the imposition of a change of circumstances burden applies\r\n  when a parent seeks to alter a prior custody order,&quot; 372 S.C. at 397, 642\r\n  S.E.2d at 624 (emphasis added), this general principle does not require the\r\n  existence of a prior custody order in every instance before a parent seeking\r\n  custody must show a change of circumstances.  Purser's request for custody was,\r\n  in reality, a request to change an established custodial arrangement.  On the\r\n  facts of this case, the lack of a prior court order does not require an initial\r\n  custody determination.  \r\nThis\r\n  is consistent with Davenport, which was recently cited by the supreme\r\n  court in Latimer v. Farmer, 360 S.C. 375, 602 S.E.2d 32 (2004), as\r\n  authority for the rule that before a court may &quot;grant\r\n  a change in custody, there must be a showing of changed circumstances occurring\r\n  subsequent to the entry of the divorce decree.&quot;  360 S.C. at 381,\r\n  602 S.E.2d at 35.  In Davenport, however, there was no decree\r\n  establishing custody.  The Davenports married in 1967, and separated by written\r\n  agreement dated January 18, 1974.  265 S.E.2d at 526-27, 220 S.E.2d at 229-30. \r\n  They had two children during the marriage, ages three and five at the time of\r\n  separation.  265 S.E.2d at 525, 525 n.1, 220 S.E.2d at 229, 229 n.1.  Pursuant\r\n  to the separation agreement, the children were placed in the custody of their\r\n  mother with liberal visitation given to the father.  265 S.E.2d at 526, 220\r\n  S.E.2d at 229-30.  There is no indication in the opinion that the agreement was\r\n  ever incorporated into a court order.  After the parents separated, the mother\r\n  moved from Greer, where the couple had lived together, to Spartanburg, where\r\n  she set up a home and took a job as a school teacher.  265 S.E.2d at 527, 220\r\n  S.E.2d at 230.  Within months, the father suspected the mother was hosting a\r\n  male visitor overnight in the home with the children, which he was soon able to\r\n  prove through the use of a private investigator.  Id.  On June 12, 1974,\r\n  the father filed an action for divorce and a change in custody.  265 S.E.2d at\r\n  525-26, 525 n.1, 220 S.E.2d at 229, 229 n.1.  \r\nOn\r\n  appeal by the father from the circuit court's decision to leave custody with\r\n  the mother, the supreme court first noted &quot;the paramount consideration is\r\n  the welfare of the child.&quot;  265 S.E.2d at 527, 220 S.E.2d at 230.  The\r\n  court then stated: &quot;In cases, as here, where the\r\n  parties have previously agreed as to whom should have custody, the party\r\n  seeking to set aside the agreement has the burden of proving that the welfare\r\n  of the children requires the agreement to be abrogated.&quot;  Id. \r\n  Despite no court order and the passage of less than five months from separation\r\n  to the filing of the action seeking custody, the court required the father to\r\n  bear the burden of proving why a change should be made from the established\r\n  custody arrangement.  While the court did not use the term &quot;change in\r\n  circumstances,&quot; I believe the facts of the case, and particularly the\r\n  supreme court's citation of Davenport in Latimer, demonstrate\r\n  that a change in circumstances is precisely what the father was required to\r\n  prove.\r\nA\r\n  comparison of the facts of Altman and Davenport supports my\r\n  position that Purser should have been required to show a change in\r\n  circumstances.  The two significant similarities between the cases are that\r\n  each father filed a custody action within months of separating from the mother\r\n  and no previous court order establishing custody existed in either case.  There\r\n  are also differences between the cases.  In Davenport, for example, the\r\n  parties had been married for seven years and had two children born during the\r\n  marriage.  In Altman, the parties never married and thus their child was\r\n  illegitimate.  However, the difference in outcomes between the two cases did\r\n  not turn on these differences.  Rather, the different outcomes turned on the\r\n  existence or nonexistence of an established custody arrangement.  In Davenport,\r\n  the supreme court found an agreement between the parents that had been in place\r\n  for only five months was an established custody arrangement requiring the\r\n  father to prove a change in circumstances.  In Altman, on the other\r\n  hand, the lack of any custody arrangement required the family court to make an\r\n  initial custody determination based on the totality of the circumstances. \r\n  Considering the facts of this case in light of Davenport and Altman,\r\n  there is an even stronger case here for requiring &quot;the party seeking to\r\n  set aside the agreement [to bear] the burden of proving that the welfare of the\r\n  children requires the agreement to be abrogated&quot; than the supreme court\r\n  had in Davenport.  Davenport, 265 S.C. at 527, 220 S.E.2d at\r\n  230.  \r\nThe\r\n  majority states that without some &quot;explicit&quot; or &quot;definite&quot;\r\n  agreement, \r\n\r\n  the family\r\n    court is left to attempt to ascertain the point in time when the actions of the\r\n    parties gave rise to a de facto custody agreement.  Only then could a court\r\n    determine if the circumstances in existence at the time of the agreement had\r\n    changed.  This simply requires too much guesswork and speculation.\r\n\r\nAscertaining\r\n  the point in time when a custody arrangement becomes established may be\r\n  difficult in some cases.  However, it is not difficult on the facts of this\r\n  case.  The family court must simply answer: When did the parents mutually agree\r\n  on the custody arrangement such that the arrangement became established?  In\r\n  general, the answer to that question is the point in time when both parents\r\n  knew, accepted, and implemented the terms of the custody arrangement.  Here,\r\n  the custody arrangement became established at the point in time when Purser\r\n  moved to Charlotte permanently and left the child in Owens' sole custody.  At\r\n  that point, both parents knew that Owens would have sole custody of the child,\r\n  and that Purser would have limited visitation at best.  From that point forward\r\n  both parents' actions consistently demonstrated that they accepted and\r\n  implemented the agreed upon custody arrangement.  \r\nI\r\n  also disagree that we should be concerned about the potential difficulty of\r\n  deciding when a custody arrangement becomes established.&nbsp; Courts should\r\n  not shrink from difficult decisions.&nbsp; Further, concern over any such\r\n  difficulty is minimal when compared to our true concern: the child's best\r\n  interests.&nbsp; Where it applies, the change of circumstances burden protects\r\n  those interests by promoting stability in the lives of children in established\r\n  custody arrangements.&nbsp; Autistic children are particularly in need of this\r\n  stability.&nbsp; Both the child's pediatrician and the Department of\r\n  Disabilities and Special Needs consultant who diagnosed him with autism\r\n  testified this stability is critical.&nbsp; An unwed mother like Owens, facing\r\n  a fragile situation with an absent father, should not be required to sue him\r\n  for the custody she already has in order to provide the stability her child needs\r\n  in a custody arrangement.&nbsp; The majority's position that Purser may wait\r\n  six years before seeking custody, and yet the court will treat it as an initial\r\n  custody determination, imposes just that requirement.&nbsp; \r\nI\r\n  would reverse the change in custody and remand for a new trial, at which Purser\r\n  would be required to prove a change in circumstances affecting the welfare of\r\n  the child.\r\n\r\n\r\n[1] It appears the parties may have stayed together\r\n  periodically, but Father always retained a separate residence.\r\n[2] Boyfriend came to Mother's house drunk one night and\r\n  broke her car window because she danced with another man.  Boyfriend\r\n  subsequently broke the car window of a man with whom he had seen Mother having\r\n  dinner.  \r\n[3] According to the Department of\r\n  Disabilities and Special Needs, ABA therapy is the process of &quot;systematically applying interventions to improve\r\n  socially significant behaviors . . . . Socially significant behaviors include\r\n  reading, social skills, communication, and adaptive living skills.  Adaptive\r\n  skills include gross and fine motor skills, eating and food preparation,\r\n  toileting, personal self-care, and home and community orientation.&quot;  Pervasive\r\n    Developmental Disorder Waiver/State Funded Program Manual for Case Managers and\r\n    Early Intensive Behavioral Intervention Providers,  available athttp://ddsn.sc.gov/providers/medicaidwaiverservices/pdd/\r\n[4] The newer version of the statute is identical to the\r\n  former statute.  Both provide that &quot;[u]nless the court orders otherwise, the custody of an\r\n  illegitimate child is solely in the natural mother unless the mother has relinquished\r\n  her rights to the child.  If paternity has been acknowledged or adjudicated,\r\n  the father may petition the court for rights of visitation or custody in a\r\n  proceeding before the court apart from an action to establish paternity.&quot;  § 63-17-20(B).\r\n[5] Because we do not believe an agreement existed in\r\n  this case, we decline to address whether a change of circumstances approach is\r\n  proper when the parties have established a custody agreement but not a court\r\n  order. \r\n[6] The quoted portion is from a question, to which\r\n  Purser answered: &quot;Correct.&quot;  \r\n[7] Section 63-17-20(B) was previously codified at\r\n  section 20-7-953(B) which contained identical language.\r\n\r\n","court":"Appeals"},{"id":"4899","title":"State v. Chisholm","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4899","description":"In this criminal matter, Jerome Chisholm, appeals his conviction of criminal sexual conduct with a minor in the first degree asserting (1) the State lacked probable cause to obtain oral swabs from him for DNA comparison, (2) the trial court erred in failing to exclude HIV test results when no chain of custody was established,  (3) the trial court erred in failing to exclude HIIV test results because the probative value was substantially outweighed by the danger of unfair prejudice, and (4) the trial court erred in overruling defense counsel's motion for a mistrial after the child victim's treating doctor gave improper hearsay testimony.  We affirm.","date":"2011-10-26","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Jerome\r\n          Chisholm, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenwood County\r\n  Judge Eugene C. Griffith, Jr., Circuit\r\nCourt Judge\r\n\r\nOpinion No.  4899  \r\n  Heard September 14, 2011 – Filed October\r\n26, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Robert Pachak, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, Assistant Deputy Attorney General Harold M. Coombs, Jr., all of\r\n          Columbia; and Solicitor Jerry W. Peace, of Greenwood, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nHUFF, J.: Appellant,\r\n  Jerome Chisholm, appeals his conviction of criminal\r\n  sexual conduct (CSC) with a minor in the first degree, asserting (1) the\r\n  State lacked probable cause to obtain oral swabs from him for DNA comparison,\r\n  (2) the trial court erred in failing to exclude Human Immunodeficiency Virus\r\n  (HIV) test results when no chain of custody was established, (3) the trial court\r\n  erred in failing to exclude HIV test results because the probative value was\r\n  substantially outweighed by the danger of unfair prejudice, and (4) the trial court\r\n  erred in overruling defense counsel's motion for a mistrial after the child\r\n  victim's treating doctor testified the child told her Chisholm &quot;did\r\n  something bad,&quot; as this testimony amounted to improper hearsay.  We affirm.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nThe mother of the victim\r\n  (Mother) testified that on Saturday morning, September 17, 2005, Chisholm came\r\n  to the home she shared with her six year-old daughter (Victim) and Mother and\r\n  Chisholm's two year-old son.  Mother and the two children were up early that\r\n  morning, and Mother had already made her bed by the time Chisholm arrived. \r\n  Mother received a phone call and went to her back porch to take the call, which\r\n  lasted five to ten minutes.  When Mother returned inside the home, the children\r\n  were not in their bedroom where she left them.  Mother looked in her bedroom,\r\n  where she found her son and Chisholm in her bed, underneath the covers.  Mother\r\n  did not see Victim, and when she inquired where Victim was, Chisholm did not\r\n  answer, but he had a &quot;crazy look.&quot;  Mother then noticed Victim's hair\r\n  bow sticking out from under the top of the covers.  When Mother pulled the\r\n  covers back, she observed Victim face down in the bed, with her underwear and\r\n  shorts pulled down and &quot;Chisholm's penis hanging down between his legs and\r\n  inside [her] child's butt.&quot;  Mother lifted Victim and put her clothes back\r\n  on her.  She tried to call police, but was thwarted by Chisholm, who would not\r\n  let Mother leave the home either.  Mother sent Victim down the street to her\r\n  sister-in-law's home, and Mother eventually made it there as well.  After\r\n  talking with police, Mother transported Victim to the hospital for a sexual\r\n  assault examination.\r\nVictim, who was ten years old\r\n  at the time of the trial, also testified concerning the incident.  Victim\r\n  stated that on Saturday, September 17, she and her brother were playing in\r\n  their room at Mother's house.  Her brother's father, Chisholm, put her in the\r\n  bed, turned her over from her back to her stomach, and got on her.  At this\r\n  time, Chisholm had pulled Victim's shorts and underwear down to her knees. \r\n  Victim testified Chisholm put his penis inside her, &quot;in [her] butt.&quot; \r\n  Mother walked in, pulled Victim up, and took Victim to her aunt's house to call\r\n  the police.  After she talked to the police, Mother took her to the hospital\r\n  where she underwent an examination.  Thereafter, Victim went to see Dr. Pritchard\r\n  for another examination.\r\nVictim was seen in the\r\n  emergency room that same day and was examined following her complaint of sexual\r\n  assault.  Included with the sexual assault kit in the evidence turned over to\r\n  law enforcement was Victim's underwear.  Victim had an external vaginal and\r\n  rectal exam at the emergency room, but because of her young age she was\r\n  referred to &quot;The Child's Place&quot; for an internal examination.  Nothing\r\n  out of the ordinary was noted from her emergency room examination.\r\nSouth Carolina Law\r\n  Enforcement Division (SLED) Agent Kenneth L. Bogan, who was qualified as an\r\n  expert in the field of DNA analysis, testified regarding his analysis of the\r\n  various items submitted in regard to Victim's emergency room visit.  Agent\r\n  Bogan found no semen on the vaginal and rectal smears and swabs, but did find\r\n  the presence of blood on the vaginal swab.  Upon inspecting Victim's underwear,\r\n  he observed what he believed to be a blood stain.  A presumptive analysis for\r\n  the presence of blood was positive.  Agent Bogan proceeded to extract DNA from\r\n  the underwear stain and found a mixture of DNA from two individuals, one being\r\n  consistent with that of Victim and the other belonging to an unidentified\r\n  male.  Agent Bogan then requested a DNA standard from any likely suspects in\r\n  the case.  After receiving a known DNA standard in the form of buccal swabs\r\n  from Chisholm, Agent Bogan made a comparison of Chisholm's DNA to the mixed\r\n  sample taken from Victim's underwear, and determined the DNA profile from the\r\n  unidentified male matched the DNA of Chisholm.  Further analysis revealed there\r\n  was semen present in the stain, and the DNA profile from the semen matched\r\n  Chisholm's DNA profile.\r\nPediatrician Dr. Lyle\r\n  Pritchard, who was qualified as an expert in child sexual assault examination,\r\n  testified Victim was referred to her by law enforcement for a medical exam for\r\n  possible child sexual abuse.  Dr. Pritchard examined Victim on October 12,\r\n  2005.  At that time, Victim complained of genital discomfort and pain.  Child\r\n  had a normal genital exam, but Dr. Pritchard stated this was common in cases\r\n  where children had been sexually abused, particularly when there is a time\r\n  lapse between the alleged trauma and her examination, as mucosal skin heals\r\n  very quickly.  Dr. Pritchard agreed that the records from the hospital\r\n  indicated Victim had a normal exam on the day the allegations were reported,\r\n  but explained the hospital did not use a special instrument for examination,\r\n  called a the culpascope, in Victims' exam.  Rather, the hospital personnel just\r\n  looked at the skin on the outside of the bottom.  Dr. Pritchard further\r\n  testified she tested Victim for certain sexually transmitted diseases, and the\r\n  HIV test came back positive.  She noted that children can become HIV positive\r\n  in three major ways:  (1) from a congenital infection where the mother passes\r\n  it on to the baby in utero or from the baby passing through the birth canal; \r\n  (2) from a blood transfusion; or (3) from sexual contact.  Dr. Pritchard noted\r\n  Mother's HIV testing from her pregnancy with Victim and her pregnancy with\r\n  Victim's younger brother were both negative, and found no history of Victim\r\n  having a blood transfusion.  Therefore, based on Victim's history of sexual\r\n  contact and her positive HIV test, Dr. Pritchard diagnosed Victim with sexual\r\n  abuse.\r\nFinally, the State presented\r\n  the testimony of Jean Banks, Greenwood County Health Department's\r\n  administrative supervisor and the supervisor of medical records.  Banks\r\n  testified clients would have their blood drawn by a nurse at the Health\r\n  Department, and it would then be sent by courier to the DHEC lab in Columbia\r\n  where it is tested.  The results are then sent from Columbia to a printer at\r\n  the Health Department, where the results are printed out and maintained in a\r\n  file at the Health Department.  These records are kept by the Health Department\r\n  in the normal course of business.  The Health Department's records show Victim\r\n  had her blood collected on October 21, 2005, which showed Victim was HIV\r\n  positive, and Chisholm had his blood collected on November 14, 2005, and he\r\n  likewise tested positive for HIV.  Banks admitted she did not have the names of\r\n  the nurse, courier, the person who ran the test, or anyone who handled the\r\n  blood before testing.  She stated, however, that DHEC had procedures in place\r\n  in terms of handling, packaging and transporting to keep the blood samples\r\n  straight.\r\nISSUES\r\n1.  Whether the State\r\n  lacked probable cause to obtain oral swabs from Chisholm when there was\r\n  insufficient evidence to establish that the blood found in Victim's underwear\r\n  was the result of trauma caused by the alleged assault.\r\n2.  Whether the trial\r\n  court erred in failing to exclude the HIV test results when no chain of custody\r\n  was established.\r\n3.  Whether the trial\r\n  court erred in failing to exclude HIV test results when the probative value of\r\n  such evidence was substantially outweighed by the danger of unfair prejudice.\r\n4.  Whether the trial\r\n  court erred in overruling defense counsel's motion for a mistrial after Dr.\r\n  Pritchard testified that Victim told her Chisholm did something bad, because\r\n  this testimony was improper hearsay.\r\nSTANDARD OF REVIEW\r\nIn\r\n  criminal cases, this court sits to review errors of law only.  State v.\r\n    Wilson, 345 S.C. 1, 5, 545 S.E.2d 827, 829 (2001).  The admission or\r\n  exclusion of evidence is within the discretion of the trial court and will not\r\n  be disturbed on appeal absent an abuse of that discretion.  State v. Winkler,\r\n  388 S.C. 574, 583, 698 S.E.2d 596, 601 (2010).  An abuse of discretion occurs\r\n  when the trial court's conclusions either lack evidentiary support or are\r\n  controlled by an error of law.  Id.  &quot;Similarly, whether to grant\r\n  or deny a mistrial is within the discretion of the trial court and will not be\r\n  reversed on appeal absent an abuse of discretion.&quot;  State v. Herring,\r\n  387 S.C. 201, 216, 692 S.E.2d 490, 498 (2009).  A mistrial should be granted\r\n  only when absolutely necessary, and a defendant must show both error and\r\n  resulting prejudice to be entitled to a mistrial.  State v. Harris, 340\r\n  S.C. 59, 63, 530 S.E.2d 626, 628 (2000).\r\nLAW/ANALYSIS\r\nI.  Probable Cause to Obtain Oral DNA Swabs\r\nThe record shows that in July\r\n  2007, the State sought an order requiring Chisholm to submit to a blood draw\r\n  for the purpose of DNA comparison pursuant to section 17-13-140 of the South\r\n  Carolina Code (2003).  At a hearing before Judge Goldsmith on July 25, 2007,\r\n  the State presented the testimony of Officer Vernon Peppers, who testified Mother\r\n  reported finding Chisholm in a sexual situation with her six-year-old daughter,\r\n  noting Mother indicated she pulled the bed sheets back and discovered her\r\n  daughter's panties around her ankles with Chisholm behind the child with his\r\n  penis in his hand.  Officer Peppers testified he spoke with SLED Agent Bogan,\r\n  who analyzed Victim's underwear and found a blood stain in them.  On the blood\r\n  stain, Agent Bogan identified Victim's blood, &quot;along with an unidentified\r\n  male's DNA.&quot;  Agent Bogan therefore requested a DNA swab from the\r\n  defendant to make a comparison to the stain found in Victim's underwear.  Officer\r\n  Peppers acknowledged the nurse at the hospital indicated there was no evidence\r\n  of trauma in the visual examination of Victim.  However, he further testified\r\n  Victim was referred to &quot;The Child's Place&quot; because the hospital was\r\n  unable to perform a vaginal exam on Victim since the hospital did not have the\r\n  necessary equipment for such an examination on a child her age.     \r\nChisholm opposed the State's\r\n  motion arguing, in part, that the State failed to establish probable cause that\r\n  a crime had taken place as there was no evidence of any trauma to Victim; there\r\n  was evidence that Victim was in bed with a male sibling such that the male\r\n  blood could have come from another source; and there was &quot;nothing in the\r\n  record to establish that the underwear was clean and contaminated with\r\n  blood.&quot;  Judge Goldsmith found the State demonstrated probable cause\r\n  existed to believe Chisholm committed the crime of CSC with a minor, that\r\n  relevant and material evidence was involved which necessitated the comparison\r\n  of Chisholm's blood sample with that taken from the crime scene, and that the\r\n  swab method was a safe and reliable method for obtaining DNA.  He further found\r\n  the crime involved was of a serious nature.  Judge Goldsmith therefore ordered\r\n  Chisholm provide an oral swab to the police in order to enable comparison with\r\n  the blood evidence.\r\nOn appeal, Chisholm contends\r\n  the State lacked probable cause to obtain oral swabs from him for DNA\r\n  comparison because &quot;there was no evidence to establish what caused the\r\n  blood to be on the underwear and how long it was there,&quot; and therefore,\r\n  there was only speculation that it was Chisholm's blood.  He cites State v.\r\n    Baccus, 367 S.C. 41, 625 S.E.2d 216 (2006) for the proposition that there\r\n  was no substantial basis upon which to conclude that probable cause existed.\r\nA search warrant may issue\r\n  only upon a finding of probable cause, and it is the duty of the reviewing\r\n  court to ensure the issuing official had a substantial basis upon which to\r\n  conclude that probable cause existed.  Id. at 50, 625 S.E.2d at 221. \r\n  &quot;A court order issued pursuant to § 17-13-140, which stands in place of a\r\n  search warrant, should only be issued upon a finding of probable cause, which\r\n  is supported by oath or affirmation.&quot;  Id. at 54-55, 625 S.E.2d at\r\n  223.  &quot;An order issued pursuant to § 17-13-140 that allows the government\r\n  to procure evidence from a person's body constitutes a search and seizure under\r\n  the Fourth Amendment,&quot; and must comply with constitutional and statutory\r\n  guidelines.  Id. at 53, 625 S.E.2d at 222.  Considerations for determining\r\n  whether or not there exists probable cause to permit the acquisition of such\r\n  nontestimonial identification evidence include the following elements:  (1)\r\n  probable cause to believe the suspect has committed the crime; (2) a clear\r\n  indication that relevant material evidence will be found; and (3) the method\r\n  used to secure it is safe and reliable.  Id. at 53-54, 625 S.E.2d at\r\n  222-23.  &quot;Additional factors to be weighed are the seriousness of the\r\n  crime and the importance of the evidence to the investigation.&quot;  Id. at 54, 625 S.E.2d at 223.  &quot;The judge is required to balance the necessity\r\n  for acquiring involuntary nontestimonial identification evidence against\r\n  constitutional safeguards prohibiting unreasonable bodily intrusions, searches,\r\n  and seizures.&quot;  Id.\r\nThe record shows Judge\r\n  Goldsmith was presented with evidence that Mother found Chisholm in a\r\n  &quot;sexual situation&quot; with the six-year-old Victim, discovering him in\r\n  bed with her daughter, whose body was mostly hidden under the covers, and when\r\n  Mother pulled the covers away, she found Victim bent over, with her underwear\r\n  pulled down and Chisholm behind Victim with his penis in his hand.  \r\n  Additionally, the State presented evidence to Judge Goldsmith that Victim's\r\n  clothing was collected at the hospital following this incident, Officer Peppers\r\n  submitted the clothing to SLED, and the SLED agent who analyzed Victim's\r\n  underwear found a blood stain in her underwear that contained Victim's blood,\r\n  along with the DNA of an unidentified male.  Judge Goldsmith properly\r\n  considered the necessary elements in determining whether probable cause existed,\r\n  and the record supports these findings.  Accordingly, we find there was a substantial\r\n  basis upon which to conclude that probable cause existed for the issuance of\r\n  the order.\r\nII. Failure to Exclude HIV Test Results\r\n  Based on Chain of Custody\r\nPrior to trial, Judge Maddox granted the State's motion\r\n  requiring Chisholm to submit to an HIV blood test, noting Chisholm had been\r\n  charged with CSC with a minor and Victim's sexual assault examination indicated\r\n  the child had the HIV virus.[1] \r\n  Thereafter, Chisholm sought to exclude HIV test results, maintaining the State\r\n  was required to supply the chain of custody before the results could be\r\n  admitted.[2] \r\n  The trial judge disagreed, ruling the results were admissible as business\r\n  records under Ex parte Dep't of Health &amp; Envtl. Control, 350 S.C.\r\n  243, 565 S.E.2d 293 (2002) (hereinafter Ex parte DHEC).\r\nOn appeal, Chisholm contends the trial court erred in\r\n  failing to exclude the HIV test results because no competent chain of custody\r\n  existed.  He notes that Banks testified she did not have any names of the\r\n  persons who drew the blood, transported the blood to Columbia, performed the\r\n  tests, or actually handled the blood.  He argues the trial court erroneously\r\n  relied upon Ex parte DHEC, as that case was distinguishable from the\r\n  case at hand inasmuch as Ex parte DHEC dealt with HIV tests taken for\r\n  purposes of medical diagnosis before any charges were pending.  Chisholm argues\r\n  charges were already pending against him when the State sought and administered\r\n  the test, the State's purpose in requesting the test was to seek evidence as to\r\n  his guilt, and the test was not performed for purposes of diagnosis and\r\n  treatment.  He therefore maintains that Ex parte DHEC does not apply,\r\n  and the State was required to establish a complete chain of custody.\r\nIn Ex parte DHEC, the State sought to prove that\r\n  defendant Doe had knowingly exposed the minor victim to HIV.  Id. at\r\n  246, 565 S.E.2d at 295.  The State filed a motion seeking to compel DHEC to,\r\n  among other things, release the names and addresses of any possible chain of\r\n  custody witnesses in the matter.  Id.  After the circuit court ordered\r\n  the release of the names and access to all possible chain of custody witnesses,\r\n  and this court affirmed that portion of the circuit court's order, DHEC\r\n  petitioned the supreme court for certiorari, which was granted.  Id. at\r\n  246-47, 565 S.E.2d at 294-95.  The State maintained it was required by the\r\n  South Carolina Rules of Evidence to establish a chain of custody to admit Doe's\r\n  HIV blood test at trial, while DHEC argued the exception to the rule against\r\n  hearsay contained in Rule 803(6), SCRE allowed Doe's HIV test results to be\r\n  admitted into evidence as business records without the requirement of\r\n  establishing a chain of custody.  Id. at 247, 565 S.E.2d at 295.  The\r\n  supreme court disagreed with the State's position, but agreed with DHEC.  Id.  The supreme court specifically determined &quot;the procedure for admitting\r\n  business records would afford sufficient indicia of reliability to admit HIV\r\n  test results without a chain of custody.&quot;  Id. at 249, 565 S.E.2d\r\n  at 297.  \r\nIn addressing the issue, the supreme court noted that our\r\n  courts consistently require a chain of custody in criminal prosecutions to\r\n  prove the samples analyzed are, in fact, those of the defendant.  Id. at\r\n  248, 565 S.E.2d at 296.  However, it further differentiated HIV test results\r\n  from those blood and urine samples taken at the time of an accident or other\r\n  crime such as in driving under the influence (DUI) cases.  Id. Specifically,\r\n  the court noted that DUI cases &quot;involve time-sensitive tests taken at the\r\n  time of an arrest or an accident that cannot be replicated outside of that time\r\n  frame,&quot; as a defendant's blood alcohol level could not be re-tested at a\r\n  later time with an accurate result, and thus such cases require a chain of\r\n  custody.  Id. at 248-49, 565 S.E.2d at 296.  &quot;HIV test results, on\r\n  the other hand, can be confirmed or proved false by re-testing at a later date,\r\n  as HIV is a permanent condition, unlike the level of alcohol or drugs in the\r\n  bloodstream.&quot;  Id. at 249, 565 S.E.2d at 296.  Based upon this\r\n  distinction, the supreme court found the admission of HIV test results was not\r\n  controlled by the line of cases dealing with drug and alcohol tests.  Id.\r\nIt should be noted, however, that the supreme court's\r\n  decision was also premised upon the fact that &quot;[t]he trustworthiness of\r\n  medical records is presumed, based on the fact that the test is relied on for\r\n  diagnosis and treatment.&quot;  Id. at 250, 565 S.E.2d at 297.  The\r\n  rationale for admitting laboratory test results as business records is that\r\n  &quot;if it is sufficiently trustworthy to be relied upon for medical\r\n  treatment, it is sufficiently trustworthy to be admitted as a business record.&quot;  Id.  The court in Ex parte DHEC found this rationale persuasive\r\n  and held Doe's HIV tests were admissible as business records, observing that\r\n  the blood test was taken by DHEC personnel for the purpose of diagnosis and was\r\n  relied upon for subsequent diagnosis, treatment, and counseling; that Doe was\r\n  not tested by DHEC for purposes of litigation; and he was tested voluntarily\r\n  before any charges were pending against him.  Id.  \r\nHowever, the supreme court did not center its decision in Ex\r\n  parte DHEC solely on the basis that Doe's HIV blood test was taken for the\r\n  purpose of diagnosis and treatment and that Doe was not tested by DHEC for the\r\n  purposes of litigation and charges were not pending at the time of the test. \r\n  Rather, the court immediately thereafter stated as follows:\r\n\r\n  Further,\r\n    Doe could be retested at any time to refute the evidence presented against him\r\n    at trial.  If Doe tested negative at the time of trial, the DHEC test results\r\n    could be ruled out as a false positive as HIV is a permanent condition.  A\r\n    person charged with DUI based on a blood alcohol test taken at the time of his\r\n    arrest has no such protection and, therefore, needs the indicia of reliability\r\n    provided by a chain of custody.\r\n\r\nId.            \r\nBased upon the supreme court's opinion in Ex parte DHEC,\r\n  it is not clear whether that court intended to provide that no chain of custody\r\n  is necessary for the submission of the results of HIV testing performed by\r\n  DHEC, as HIV tests are distinguishable from drug and alcohol prosecution tests\r\n  since HIV is a permanent condition and the test could be replicated, or whether\r\n  the decision would also require the test be taken, not for purposes of\r\n  litigation, but for medical diagnosis before any charges are pending in order\r\n  for the HIV test results to be admissible without a chain of custody.   However,\r\n  we find it unnecessary to make that determination in the case at hand, as we\r\n  hold that any error in the admission of the HIV test results was harmless in\r\n  light of the overwhelming evidence of Chisholm's guilt.  \r\n&quot;Generally, appellate courts will not set aside\r\n  convictions due to insubstantial errors not affecting the result.&quot;  State\r\n    v. Sims, 387 S.C. 557, 567, 694 S.E.2d 9, 14 (2010) (quoting State v.\r\n      Pagan, 369 S.C. 201, 212, 631 S.E.2d 262, 267 (2006)).  &quot;When guilt is\r\n  conclusively proven by competent evidence, such that no other rational\r\n  conclusion could be reached, [the appellate court] will not set aside a\r\n  conviction for insubstantial errors not affecting the result.&quot;  Baccus,\r\n  367 S.C. at 55, 625 S.E.2d at 223.\r\nHere, the State presented evidence from Victim that at the\r\n  time in question, Chisholm pulled Victim's shorts and underwear down to her\r\n  knees, placed her in the bed, turned her over on her stomach, got on her and\r\n  put his penis inside her &quot;butt.&quot;  Mother testified as an eyewitness,\r\n  stating she discovered Chisholm in her bed underneath the covers, that Chisholm\r\n  failed to respond when she asked where Victim was, she then noticed Victim's\r\n  hair bow sticking out from under the top of the covers, and when she pulled the\r\n  covers back, she observed Victim face down in the bed, with her underwear and\r\n  shorts pulled down and &quot;Chisholm's penis hanging down between his legs and\r\n  inside [her] child's butt.&quot;  Finally, forensic evidence revealed a vaginal\r\n  swab collected on the day of the incident from Victim tested positive for\r\n  blood, and Victim's underwear, also collected the day of the incident,\r\n  contained a stain which tests proved to contain a mixture of Victim's blood and\r\n  Chisholm's semen.  Accordingly, admission of the HIV test result, even if\r\n  erroneous, was harmless.  See State v. Herring, 387 S.C. 201, 215-16,\r\n  692 S.E.2d 490, 497 (2009) (holding admission of evidence seized in search,\r\n  even if erroneous, was harmless where there was overwhelming evidence of\r\n  guilt); State v. Tench, 353 S.C. 531, 537, 579 S.E.2d 314, 317 (2003)\r\n  (finding any error in admission of the seized evidence harmless beyond a\r\n  reasonable doubt given the abundant evidence of appellant's guilt); State v.\r\n    Woods, 376 S.C. 125, 129, 654 S.E.2d 867, 869 (Ct. App. 2007) (finding\r\n  error in admission of defendant's hair, blood, and saliva samples obtained\r\n  through an order that was defective on its face was harmless in light of\r\n  overwhelming evidence of defendant's guilt).\r\nIII. Failure to Exclude HIV Test\r\n  Results Based on Rule 403, SCRE\r\n At trial, Chisholm requested the trial court rule on\r\n  whether the unfair prejudice outweighed the probative value of the HIV test\r\n  results.  In considering Rule 403, SCRE, the trial court determined the HIV\r\n  test results were relevant, and would not unduly prejudice Chisholm.  On\r\n  appeal, Chisholm argues the State did not need the HIV test results to prove\r\n  CSC with a minor, and he was not charged with knowingly giving Victim HIV.  He\r\n  contends the trial court's ruling in this regard denied him a fair trial and\r\n  was prejudicial, asserting &quot;[t]here was no way for the jury not to take\r\n  into consideration the HIV test results in reaching their verdict.&quot;  The\r\n  State counters that the HIV test results were probative evidence of the sexual\r\n  battery committed on Victim.\r\nGenerally, all relevant evidence is  admissible.  Rule 402,\r\n  SCRE.   However, relevant evidence must be excluded if the danger of unfair\r\n  prejudice substantially outweighs the probative value of the evidence.  Rule\r\n  403, SCRE; State v. Wiles, 383 S.C. 151, 158, 679 S.E.2d 172, 176\r\n  (2009).  &quot;Unfair prejudice means an undue tendency to suggest decision on\r\n  an improper basis.&quot;  Wiles, 383 S.C. at 158, 679 S.E.2d at 176.  An\r\n  appellate court reviews Rule 403, SCRE balancing determinations pursuant to the\r\n  abuse of discretion standard, and gives great deference to the trial court's\r\n  decision.  State v. Myers, 359 S.C. 40, 48, 596 S.E.2d 488, 492 (2004).  \r\nHere, as noted by the State, Chisholm sought to establish\r\n  there was no battery upon Victim, maintaining there was no evidence of injury\r\n  or trauma to show penetration.  The State sought to counter that position by\r\n  presenting Dr. Pritchard's testimony that transmission of HIV during sexual\r\n  contact required an exchange of body fluids, and blood or semen could mix as a\r\n  result of a &quot;very small micro trauma,&quot; thereby showing the HIV test\r\n  results were probative evidence of the sexual battery committed on Victim.  Therefore,\r\n  the evidence of the HIV test results was probative of whether Chisholm\r\n  committed a sexual battery upon Victim.  Further, giving deference to the trial\r\n  court's decision, we do not believe there was an undue tendency of the HIV test\r\n  results evidence to suggest a decision on an improper basis which substantially\r\n  outweighed the probative value of the evidence.  At any rate, as previously\r\n  discussed, given the overwhelming evidence, including the testimony of Victim,\r\n  the eyewitness testimony of Mother, and the DNA evidence showing a mixture of\r\n  Victim's blood and Chisholm's semen found in Victim's underwear following the\r\n  incident of Chisholm's guilt, any error in the admission of the HIV test\r\n  results would be harmless.  Accordingly, we find no reversible error.\r\nIV.  Motion for Mistrial Based on\r\n  Improper Hearsay\r\nFinally, Chisholm argues the trial court erred in\r\n  overruling his motion for a mistrial after Dr. Pritchard testified Victim told\r\n  her appellant &quot;did something bad,&quot; as this testimony was improper\r\n  hearsay.  He contends this improper corroboration evidence cannot be harmless,\r\n  because it is the cumulative effect which enhances the devastating impact of\r\n  improper corroboration.\r\nDuring direct examination of Dr. Pritchard, when the\r\n  solicitor asked about the history given to her, the doctor stated she asked the\r\n  patient about why she was brought there, and Victim told Dr. Pritchard &quot;she\r\n  and her brother had gotten cold and they got underneath the covers and then\r\n  Rome did something bad.&quot;  The solicitor immediately interjected in an\r\n  apparent attempt to stop the testimony, and defense counsel requested he be\r\n  heard on a matter of law.  The trial court took up the matter outside the\r\n  jury's presence, at which time defense counsel maintained it was improper for\r\n  Dr. Pritchard to testify as to identity, which went beyond the nonhearsay\r\n  exception of time and place, and asserted &quot;Rome&quot; was an obvious\r\n  nickname for Jerome.  Although acknowledging the testimony was improper, the\r\n  trial court found other witnesses had consistently identified Chisholm as the\r\n  perpetrator such that the comment was cumulative and harmless.  Noting the\r\n  problem was caught quickly, the trial court indicated a curative instruction\r\n  might serve to highlight the improper testimony, but stated he would give such\r\n  instruction if requested.  Defense counsel argued a curative instruction would\r\n  not cure the harm, and asked instead for a mistrial.  The trial court found the\r\n  full name of Chisholm was not given, both the solicitor and defense counsel\r\n  stopped the testimony, and that Victim and Mother both identified Chisholm as\r\n  the perpetrator such that the comment was harmless.  It therefore found no\r\n  basis for a mistrial.\r\nThe decision to grant or deny a motion for a mistrial is a\r\n  matter within the sound discretion of the trial judge, whose decision will not\r\n  be disturbed on appeal absent an abuse of discretion amounting to an error of\r\n  law.  State v. Council, 335 S.C. 1, 12, 515 S.E.2d 508, 514 (1999).  A\r\n  mistrial should be granted only when absolutely necessary.  Id. at 13,\r\n  515 S.E.2d at 514.  &quot;In order to receive a mistrial, the defendant must\r\n  show both error and resulting prejudice.&quot;  Id.  &quot; The grant of\r\n  a motion for a mistrial is an extreme measure which should be taken only where\r\n  an incident is so grievous that the prejudicial effect can be removed in no\r\n  other way.&quot;  Herring, 387 S.C. at 216, 692 S.E.2d at 498.  \r\nHere, it is questionable whether the jury even understood\r\n  that the name &quot;Rome&quot; referred to Chisholm, as there is nothing in the\r\n  record before us to indicate that Chisholm ever used the name &quot;Rome&quot;\r\n  or that the witnesses knew him by that name.  Furthermore, the comment was\r\n  fleeting, with both the solicitor and defense counsel immediately stopping the\r\n  testimony from going any further.  Additionally, even if the jury understood\r\n  the name &quot;Rome&quot; to refer to Chisholm, the properly admitted testimony\r\n  of both Victim and Mother identified Chisholm as the perpetrator such that the\r\n  comment would have been harmless.  See State v. Price, 368 S.C.\r\n  494, 499, 629 S.E.2d 363, 366 (2006) (noting the admission of improper hearsay\r\n  evidence is harmless where the evidence is merely cumulative to other\r\n  evidence).  Accordingly, we find no abuse of discretion in the trial court's\r\n  denial of Chisholm's motion for a mistrial.  We further find, as previously\r\n  stated, there is overwhelming evidence of Chisholm's guilt such that any error\r\n  in the brief comment regarding &quot;Rome&quot; would be harmless.  See id. (holding, where a review of the entire record establishes the error is harmless\r\n  beyond a reasonable doubt, the conviction should not be reversed).\r\nCONCLUSION\r\nFor the foregoing reasons, Chisholm's\r\n  conviction is\r\nAFFIRMED.        \r\nPIEPER and LOCKEMY, JJ.,\r\n  concur.\r\n\r\n\r\n[1] It appears as though Chisholm actually consented to\r\n  this blood test.\r\n[2]Although Chisholm's argument to the trial judge\r\n  focused more on the admission of Chisholm's HIV test results, he also raised\r\n  the chain of custody argument as to Victim's HIV test.\r\n\r\n","court":"Appeals"}]