[{"id":"4915","title":"Clark v. State","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4915","description":"Petitioner, Anthony Clark, seeks review of the post-conviction relief (PCR) court's denial of his request for belated review of his direct appeal issue, and further seeks reversal of his murder conviction, asserting the trial court erred in denying his motion for directed verdict based upon the insufficiency of the evidence.  We reverse the PCR court's denial of Petitioner's request for a belated review, but affirm petitioner's conviction for murder after review of his direct appeal issue.","date":"2011-12-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nAnthony J.\r\n      Clark, Petitioner,\r\nv.\r\nState of South\r\n      Carolina, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nG. Thomas Cooper, Jr., Circuit Court\r\n  Judge\r\n\r\nOpinion No. 4915\r\nHeard October 20, 2011 – Filed December 7,\r\n  2011  \r\n\r\nREVERSED, GRANT BELATED REVIEW, AFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender Robert M. Pachak, of Columbia, for Petitioner.\r\nAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley Elliott, Assistant\r\n  Attorney General Brian Petrano, all of Columbia, for Respondent. \r\n      \r\n    \r\n  \r\n\r\nHUFF, J.: Petitioner,\r\n  Anthony Clark, was tried before a jury and convicted of murder. He now seeks\r\n  review of the post-conviction relief (PCR) court's denial of his request for\r\n  belated review of his direct appeal issue.  He further seeks reversal of his\r\n  conviction, asserting the trial court erred in denying his motion for directed\r\n  verdict based upon the insufficiency of the evidence.  We find the PCR court\r\n  erred in denying Petitioner's request for a belated review, but affirm Petitioner's\r\n  conviction for murder after review of his direct appeal issue.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nPetitioner was convicted of murder and sentenced to life\r\n  imprisonment.  No direct appeal was filed from his conviction.  Petitioner\r\n  thereafter applied for PCR, which was denied by the PCR court.  Petitioner then\r\n  petitioned this court for a belated review pursuant to White v. State,\r\n  263 S.C. 110, 208 S.E.2d 35 (1974).  By order dated November 23, 2009, we\r\n  granted this writ of certiorari to determine whether the PCR court erred in\r\n  denying Petitioner's request for a belated appeal.\r\nISSUES\r\n\r\n1.&nbsp;&nbsp; Whether\r\n  the PCR court erred in failing to grant Petitioner a belated review of his\r\n  direct appeal issue.\r\n2.&nbsp;&nbsp; Whether\r\n  the trial court erred in denying Petitioner's motion for directed verdict on\r\n  the murder charge.\r\n\r\nSTANDARD OF REVIEW\r\nThe burden of proof is on the applicant in a PCR proceeding to\r\n  prove the allegations in his application.  Simuel v. State, 390 S.C.\r\n  267, 269, 701 S.E.2d 738, 739 (2010).   &quot;On appeal, the PCR court's ruling\r\n  should be upheld if it is supported by any evidence of probative value in the\r\n  record.&quot;  Id. at 270, 701 S.E.2d at 739.  However, if there is no\r\n  evidence to support the PCR court's ruling, the appellate court will reverse.  Id.\r\nLAW/ANALYSIS\r\nI.&nbsp; Post-Conviction Relief Issue\r\nIn his application for post-conviction relief, Petitioner alleged\r\n  trial counsel failed to file a direct appeal after he requested counsel do so. \r\n  At the PCR hearing Petitioner testified that, after the trial, he informed his\r\n  trial counsel that he wanted to appeal, but counsel failed to file the notice\r\n  of appeal.  On the other hand, trial counsel denied that Petitioner asked him\r\n  to file an appeal.  Counsel then stated, &quot;As a matter of fact, after he\r\n  expressed remorse to the victims at the time of sentencing, that's like the\r\n  very end of the transcript, and we did not speak, actually, after that.&quot; \r\n  When asked on cross-examination about the fact that counsel admittedly did not\r\n  speak to Petitioner at the end of the trial such that he could have ascertained\r\n  whether Petitioner wanted to appeal, counsel maintained that he explained the\r\n  PCR and appeals process to Petitioner &quot;before the trial ever started.&quot; \r\n  He acknowledged, however, that he did not inform Petitioner about these things\r\n  at the end of the trial, as he and Petitioner &quot;did not speak after\r\n  sentencing.&quot;  Counsel further agreed he had no reason to doubt that Petitioner\r\n  did want to appeal.  The PCR court found Petitioner's testimony was not\r\n  credible, but found trial counsel's testimony was credible, and denied Petitioner's\r\n  application for PCR.\r\nPetitioner argues he did not knowingly and intelligently waive his\r\n  right to direct appeal.  He notes that trial counsel testified he did not talk\r\n  to Petitioner after he was sentenced, and admitted he had no reason to doubt\r\n  that Petitioner did want an appeal.  Petitioner maintains it is obvious in this\r\n  case he did not knowingly and intelligently waive his right to a direct appeal. \r\nThe State argues the testimony indicates trial counsel did consult\r\n  with Petitioner about the appeal process, there was no credible testimony Petitioner\r\n  expressly instructed trial counsel to file an appeal, and there was credible\r\n  testimony from trial counsel that Petitioner did not ask him to file an\r\n  appeal.  Accordingly, the State contends there is sufficient evidence to\r\n  support the PCR court.  Nevertheless, the State concedes that Petitioner may be\r\n  entitled to a belated direct appeal if this court does not interpret Petitioner's\r\n  lack of request – after being advised of the appellate process – to be an\r\n  &quot;intelligent waiver&quot; of his right to appeal.\r\n&quot;Following a trial, counsel is required to make\r\n  certain the defendant is made fully aware of the right to appeal.&quot;  Turner\r\n    v. State, 380 S.C. 223, 224, 670 S.E.2d 373, 374 (2008) (emphasis added). \r\n  Absent an intelligent waiver by the defendant, counsel must either initiate an\r\n  appeal or comply with the procedure in Anders v. California, 386 U.S.\r\n  738 (1967).  Id.  &quot;To waive a direct appeal, a defendant must make\r\n  a knowing and intelligent decision not to pursue the appeal.&quot;  Simuel,\r\n  390 S.C. at 271, 701 S.E.2d at 739-40 (quoting Sheppard v. State, 357\r\n  S.C. 646, 651, 594 S.E.2d 462, 465 (2004)).\r\nHere, although there is evidence trial counsel explained the appeal\r\n  process to Petitioner before the trial started, there is no probative\r\n  evidence trial counsel informed Petitioner of his right to appeal following Petitioner's trial.  Explaining an appeal process before a defendant\r\n  has even gone to trial does not equate to making a convicted client fully aware\r\n  of his right to appeal that conviction.  Additionally, there is no probative\r\n  evidence Petitioner made a knowing and intelligent decision not to pursue an\r\n  appeal.  Indeed, Petitioner testified he informed trial counsel after the trial\r\n  that he wanted to appeal.  Though trial counsel denied that he ever spoke to Petitioner\r\n  at the end of the trial, this testimony shows that trial counsel could not have\r\n  ascertained whether Petitioner wanted to appeal his conviction.  Thus, even\r\n  considering the PCR court's credibility findings, there is no probative\r\n  evidence that Petitioner knowingly waived his right to direct appeal, or that\r\n  trial counsel made certain Petitioner was fully aware of his right to appeal\r\n  following the trial.  Accordingly, we find the PCR court erred in failing to\r\n  grant Petitioner a belated review of his direct appeal issue.  \r\nII.&nbsp; Direct Appeal Issue\r\nThe State presented evidence that in the late evening of May 9,\r\n  2004 and running into the early morning hours of May 10, seventeen-year-old\r\n  Roger Brown (Victim) was shot as he and his friend, Michael Hammond, were\r\n  chased and then ran up some stairs toward Hammond's apartment.  Victim\r\n  thereafter died from his gunshot wound.  According to Hammond, he and Victim\r\n  used to &quot;hang out&quot; with Petitioner, who was known as\r\n  &quot;Sanchez,&quot; but the two had a falling out with Petitioner.  A couple\r\n  of days before the shooting, some incidents took place involving Hammond,\r\n  Victim and Petitioner.  In particular, on one occasion a dispute arose when\r\n  Hammond and Victim gave Petitioner money to put gas in a car, but Petitioner\r\n  ran the gas out of the vehicle.  Thereafter, an individual named Corey Cribb\r\n  had some words with Hammond and Victim about the matter. A couple of days\r\n  later, Petitioner &quot;came up there with [Cribb],&quot; and Hammond and Cribb\r\n  got into a physical altercation.  After that, Hammond used a B.B. gun to shoot\r\n  out the window of a car belonging to Petitioner's girlfriend.  A couple of days\r\n  after that, on the evening of May 9, 2004, Hammond stated he and Victim went to\r\n  a fast-food restaurant, and returned to the apartments.  As they stood in the\r\n  parking lot talking, Hammond saw Petitioner running from behind the building. \r\n  Hammond and Victim ran to Hammond's building and, as they got up the steps,\r\n  Hammond looked back to see a man aiming a gun up toward them.  Once he got\r\n  inside the home, Hammond heard a boom, and then Victim came in, saying he had\r\n  been shot.  Victim went into the bathroom and fell down.  Hammond testified the\r\n  man standing at the bottom of the stairs with the gun was Petitioner.  Hammond\r\n  admitted that he had been smoking marijuana the night of the shooting and he was\r\n  &quot;high&quot; during the incident.  \r\nCynthia Jacobs testified she was at the apartments that night,\r\n  sitting outside on a porch, when Hammond called Victim over to him.  Jacobs\r\n  then saw Petitioner and Cribb &quot;peeping out&quot; from between some\r\n  buildings.  Thereafter, Jacobs heard Hammond tell Victim to run.  Hammond and\r\n  Victim ran all the way around a building and up to the front of a building, at\r\n  which point Jacobs heard a shot.  Jacobs then ran upstairs to her sister's\r\n  apartment to inform her sister about the shooting in the building.  When Jacobs\r\n  came back downstairs, she saw Petitioner and Cribb running past the building\r\n  exclaiming, &quot;We got that m----- f-----.&quot;  After she heard the shotgun\r\n  blast, she saw Cribb with the gun in his hand.  Jacobs further testified that\r\n  she knew Petitioner, and that she was familiar with his appearance and his\r\n  voice.\r\nTimothy Scott was also at the apartments at the time the shooting\r\n  occurred.  Scott testified he was outside when he heard Hammond yell for Victim\r\n  to come over to where Hammond was standing, and saw Victim head in Hammond's\r\n  direction.  Scott went inside his building and then heard a gunshot.  Scott headed\r\n  back outside to check on what he heard, and as he got to the front of the\r\n  house, he saw two silhouettes of people run by his window, who were laughing\r\n  and saying, &quot;We got that son of a b----.&quot;  Both individuals were\r\n  laughing, but he only heard one person say something.  Scott thought he\r\n  recognized that person's voice as Petitioner's.  One of the people was wearing\r\n  a do-rag or some type of head gear that was darker in color and could have been\r\n  navy or black.  Scott further testified that he had observed altercations\r\n  between Victim and Petitioner, and stated it was obvious the two had &quot;some\r\n  kind of beef or argument with each other because for about a week it went back\r\n  and forth tit for tat,&quot; with Victim doing something to Petitioner and Petitioner\r\n  doing something to Victim.\r\nAlfred Turnipseed testified he was at the apartments on the night\r\n  in question talking to his sister when he heard a gunshot, and ran downstairs. \r\n  He got to the doorway, and then saw Petitioner run by with another person.  Turnipseed\r\n  insisted he knew Petitioner when he saw him, and it was Petitioner that he saw\r\n  running.  Turnipseed also testified regarding problems that developed between\r\n  Victim and Petitioner a couple of days to a week before the shooting. \r\n  Turnipseed witnessed the end of a fist fight between Victim and Petitioner, and\r\n  heard Petitioner say in reference to Victim, &quot;Niggers that beef me don't\r\n  live long.&quot;\r\nHammond gave a statement to Investigator Gray on May 10, 2004,\r\n  identifying Petitioner as the shooter.  When shown a photographic line-up,\r\n  Hammond pointed out Petitioner as the person who shot Victim.  On May 10, Petitioner\r\n  also gave a statement to police about the incident, wherein he claimed Cribb\r\n  had his grandfather's deer gun and said he wanted to shoot up in the air\r\n  &quot;to scare them,&quot; as Cribb would not let go of the fight that had\r\n  occurred between them.  According to Petitioner's statement, Petitioner went\r\n  over to Hammond's with Cribb, noting Cribb was wearing a blue bandana at the\r\n  time.  Cribb peeked around the corner, Hammond and Victim saw Cribb, and Cribb\r\n  ran after them with the gun.  They ran to Hammond's, and Cribb chased them and\r\n  shot one time.  At the time of the shooting, Petitioner was beside the\r\n  stairwell, looking up at the stairs, and Cribb was in the doorway, standing in\r\n  front of Petitioner.  The police obtained a search warrant for Petitioner's\r\n  residence, where they recovered a blue bandana.  Investigator Gray also\r\n  testified that Scott gave a statement wherein he indicated he could not\r\n  identify the people, as he only saw silhouettes, but that he thought he saw a\r\n  blue do-rag on the shorter person.  According to Investigator Gray, Petitioner was\r\n  the shorter of the two, standing at five feet eleven inches, while Cribb was\r\n  about six feet and one inch tall.  Cribb gave a statement to police, denying\r\n  that he was at the location at the time of the incident.\r\nAt the close of the State's case, Petitioner moved for a directed\r\n  verdict, arguing the State had produced only one witness to the shooting and\r\n  that witness, by his own admission, was under the influence of marijuana and\r\n  there was insufficient lighting for him to make a proper identification.  The\r\n  trial court found sufficient evidence had been presented and denied the motion.  \r\nPetitioner contends the trial court erred in refusing to grant his\r\n  motion for directed verdict based upon the sufficiency of the evidence.  We\r\n  disagree.  \r\nIt is well settled that, when a motion for a directed verdict is\r\n  made in a criminal case, the trial court is concerned with the existence or\r\n  nonexistence of evidence, not with its weight.  State v. Hernandez, 382\r\n  S.C. 620, 624, 677 S.E.2d 603, 605 (2009).  When reviewing the denial of a\r\n  motion for directed verdict, an appellate court views the evidence, and all\r\n  inferences therefrom, in the light most favorable to the State.  State v.\r\n    Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006).  Although the\r\n  accused is entitled to a directed verdict when the evidence merely raises a\r\n  suspicion of guilt, it is the trial court's duty to submit the case to the jury\r\n  if there is any evidence, either direct or circumstantial, which reasonably\r\n  tends to prove the guilt of the accused or from which the accused's guilt may\r\n  be fairly and logically deduced.  State v. Pittman, 373 S.C. 527, 546, 647\r\n  S.E.2d 144, 153 (2007); Weston, 367 S.C. at 292-93, 625 S.E.2d at 648.  \r\nViewing the evidence in the light most favorable to the State,\r\n  including (1) Hammond's eyewitness testimony identifying Petitioner as the\r\n  shooter, (2) Jacob's testimony she observed Petitioner and Cribb\r\n  &quot;peeping&quot; around the building, saw the resulting chase and heard a\r\n  gunshot, and then observed Petitioner and Cribb running past the building and\r\n  exclaiming they &quot;got that m----- f-----,&quot; (3) Scott's testimony that\r\n  he saw two individuals running by his window after the gunshot, and his\r\n  identification of Petitioner's voice laughing and exclaiming, &quot;We got that\r\n  son of a b----,&quot; and (4) Turnipseed's identification of Petitioner as one\r\n  of the two people he saw running by that night after hearing the gunshot, his\r\n  testimony regarding problems that developed between Victim and Petitioner a\r\n  couple of days to a week before the shooting, and his testimony concerning Petitioner's\r\n  threat in reference to Victim, it is clear that the case was properly submitted\r\n  to the jury.  Though Petitioner points to discrepancies in the evidence raising\r\n  doubt as to the identity of the shooter, the courts must look to the existence\r\n  or nonexistence of evidence and may not make credibility determinations.  See State v. Ham, 268 S.C. 340, 341-42, 233 S.E.2d 698, 698 (1977) (holding,\r\n  where appellant asserted error in trial court's denial of his motion for\r\n  directed verdict because of alleged inconsistencies between the trial and\r\n  preliminary hearing testimony of one of the State's witnesses, thereby\r\n  rendering the testimony of the witness incredible, the matter clearly presented\r\n  issues of credibility for decision by the jury, and where the determination of\r\n  guilt is dependent upon the credibility of the witnesses, a motion for a\r\n  directed verdict is properly refused); State v. Strickland, 389 S.C.\r\n  210, 215-16, 697 S.E.2d 681, 684 (Ct. App. 2010) (noting a motion for a\r\n  directed verdict of acquittal is properly refused where the determination of\r\n  guilt is dependent upon the credibility of a witness, as this is a question that\r\n  goes to the weight of evidence and is clearly for determination by a jury).\r\nCONCLUSION\r\nFor the foregoing reasons, we reverse the PCR court's denial of Petitioner's\r\n  request for a belated review of his direct appeal issue.  After a review of Petitioner's\r\n  direct appeal issue, we affirm Petitioner's conviction. \r\nREVERSED, GRANT BELATED REVIEW, and AFFIRMED.\r\nPIEPER and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4916","title":"State v. Howard","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4916","description":"Stacy Howard appeals his conviction of assault and battery of a high and aggravated nature (ABHAN).  Howard argues the trial court misapplied the Colf factors when weighing the probative value and prejudicial impact of admitting his prior ABHAN convictions.","date":"2011-12-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nStacy W. Howard, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Georgetown County\r\n J.\r\n  Michael Baxley, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4916\r\nHeard\r\n  November 3, 2011 – Filed December 14, 2011\r\n\r\nREVERSED\r\n  AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate\r\n  Defender Susan Hackett and Appellate Defender Tristan Shaffer, of Columbia, for\r\n  Appellant.\r\nAttorney\r\n  General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n  Deputy Attorney General Salley W. Elliott, Assistant  Attorney General\r\n  Christina Catoe, all of Columbia; and John Gregory Hembree, of Conway, for\r\n  Respondent.\r\n\r\n      \r\n    \r\n  \r\n\r\n\r\nLOCKEMY, J.:  Stacy Howard\r\n  appeals his conviction of assault and battery of a high and aggravated nature\r\n  (ABHAN).  Howard argues the trial court misapplied the Colf[1] factors when\r\n  weighing the probative value and prejudicial impact of admitting his prior ABHAN\r\n  convictions.  We reverse\r\n  and remand.  \r\nFACTS/PROCEDURAL\r\n  BACKGROUND\r\nOn February 29,\r\n  2007, a Georgetown County jury found Howard guilty of ABHAN.  At trial,\r\n  Howard's former girlfriend testified he struck her during an argument in his\r\n  truck.  The victim's nose was broken in three places, and she underwent\r\n  surgery for her injury.  The victim initially lied and told the emergency room\r\n  doctor she hit the dashboard when Howard slammed on the brakes.  Howard was\r\n  arrested after the victim felt safe enough to tell the police what really occurred\r\n  the night of the incident.   She testified Howard struck her twice with his\r\n  fists.  Howard testified the victim was out of control, and he\r\n  unintentionally hit her while attempting to get a clear view of the road.  He\r\n  stated he was unsure whether his blow broke her nose or whether she hit the\r\n  dashboard.  Howard testified he and the victim had been drinking the day\r\n  of the incident. \r\nDuring trial, Howard\r\n  was impeached with three prior ABHAN convictions. Over Howard's objection, the\r\n  trial court ruled Howard's convictions for ABHAN from November 1995, April\r\n  2004, and December 2004 were within the ten year rule and the probative value\r\n  of their admission outweighed the prejudicial effect to Howard.  The trial\r\n  court found this case was one of credibility, and Howard's previous ABHANs were\r\n  probative on the issue of whether he was capable of committing such an act.  The\r\n  trial court ruled it would limit the prejudicial effect by not allowing\r\n  testimony that the victims in two of the prior ABHANs were Howard's mother and\r\n  the victim in this case.  During Howard's testimony regarding the convictions\r\n  and during final jury instructions, the trial court informed the jury that\r\n  Howard's prior convictions could be used to weigh Howard's credibility but not\r\n  his propensity to commit the offense.   \r\nThe trial court\r\n  sentenced Howard to eight years' imprisonment for the ABHAN conviction.  The\r\n  trial court also found Howard's ABHAN conviction violated the terms of two\r\n  probationary sentences.  The trial court revoked Howard's first probation case\r\n  consecutively for eight years and his second probation case consecutively for\r\n  four and a half years. Howard appealed his conviction to this court arguing the\r\n  trial court erred in admitting his prior ABHAN convictions.  \r\nIn July 2009,\r\n  this court reversed the admission of Howard's prior ABHAN convictions and\r\n  remanded to the trial court for an on-the-record Colf balancing test.  See State v. Howard, 384 S.C. 212, 682 S.E.2d 42 (Ct. App. 2009).   This\r\n  court directed the trial court to conduct a hearing on the admissibility of\r\n  Howard's prior convictions and carefully weigh the probative value of admitting\r\n  his prior convictions for impeachment purposes against their prejudicial\r\n  effect.  Id. at 223, 682 S.E.2d at 48.  The court noted that &quot;[w]hile\r\n  the trial court articulated that Howard's prior convictions were probative of\r\n  his credibility, the trial court provided no analysis of the prejudicial impact\r\n  of admitting these prior convictions.&quot;  Id.  The court further\r\n  found that given the similarity between Howard's prior convictions and the\r\n  crime charged, it could not conclude that Howard was not prejudiced by the\r\n  admission of his prior convictions.  Id. at 222, 682 S.E.2d at 48.  The\r\n  court explained that although evidence of his prior convictions may be\r\n  probative of Howard's credibility, they were highly prejudicial because they\r\n  involved the same conduct for which Howard was on trial.  Id. at 222-23,\r\n  682 S.E.2d at 48.\r\nOn remand, a\r\n  hearing was held before the trial court on January 19, 2010.  After hearing\r\n  arguments from both parties, the trial court discussed the five factors set\r\n  forth in Colf and ruled Howard's prior ABHAN convictions were admissible\r\n  because the probative value of admitting them &quot;fairly substantially&quot;\r\n  outweighed the prejudicial effect to Howard.  After ruling, the trial court gave\r\n  the parties the opportunity to respond.  Defense counsel made a general\r\n  objection, stating &quot;Your Honor, we take exception to that ruling.&quot;  This\r\n  appeal followed.  \r\nISSUE ON APPEAL\r\n1.&nbsp; Did the trial\r\n  court err in applying the Colf factors?  \r\nSTANDARD OF\r\n  REVIEW\r\n&quot;The\r\n  admission or exclusion of evidence is left to the sound discretion of the trial\r\n  [court], whose decision will not be reversed on appeal absent an abuse of\r\n  discretion.&quot;  State v. Swafford, 375 S.C. 637, 640, 654 S.E.2d 297,\r\n  299 (Ct. App. 2007) (citation omitted).  &quot;An abuse of discretion occurs\r\n  when the ruling is based on an error of law or a factual conclusion that is\r\n  without evidentiary support.&quot;  Fields v. Reg'l Med. Ctr. Orangeburg,\r\n  363 S.C. 19, 26, 609 S.E.2d 506, 509&nbsp;(2005).  &quot;To warrant reversal based\r\n  on the admission or exclusion of evidence, the complaining party must prove\r\n  both the error of the ruling and the resulting prejudice.&quot;  Vaught v.\r\n    A.O. Hardee &amp; Sons, Inc., 366 S.C. 475, 480, 623 S.E.2d 373, 375&nbsp;(2005).\r\nLAW/ANALYSIS\r\nHoward argues the\r\n  trial court misapplied the Colf factors, and thus erred in admitting his\r\n  prior ABHAN convictions.  We agree.  \r\nAccording to\r\n  Rule 609(a)(1), SCRE, prior convictions punishable by more than one year\r\n  imprisonment are admissible for impeaching the credibility of a defendant who\r\n  testifies when &quot;the court determines that the probative value of admitting\r\n  this evidence outweighs its prejudicial effect to the accused.&quot; Our\r\n  Supreme Court has approved the five-factor analysis generally employed by the\r\n  federal courts for weighing the probative value for impeachment of prior\r\n  convictions against the prejudice to the accused.  State v. Colf, 337\r\n  S.C. 622, 627, 525 S.E.2d 246, 248 (2000).  The following factors, along with\r\n  any other relevant factors, should be considered by the trial court: (1) the\r\n  impeachment value of the prior crime; (2) the point in time of the conviction\r\n  and the witness's subsequent history; (3) the similarity between the past crime\r\n  and the charged crime; (4) the importance of the defendant's testimony; and (5) the centrality of\r\n  the credibility issue.  Id.\r\n On remand, the trial court discussed\r\n  the five Colf factors as well as several other factors it believed\r\n  &quot;strongly mitigate[d] in favor of the admission of the prior\r\n  convictions.&quot; First, the trial court found the impeachment value of\r\n  Howard's prior convictions was &quot;rather substantial&quot; because Howard\r\n  and the victim were the only witnesses to the assault.  The trial court further\r\n  found the impeachment value was heightened by Howard's repeated attacks on the\r\n  victim's character over objections from the State and admonition from the\r\n  court.  Second, the trial court found Howard's prior convictions were\r\n  admissible because they occurred within ten years.  The trial court stated it\r\n  believed the purpose of the remoteness rule was that if someone committed a\r\n  crime, served the penalty, and remained out of trouble, he should not be\r\n  impeached with his prior crimes.  The court noted Howard continued to be\r\n  &quot;generally difficult&quot; after his prior convictions and did not have a\r\n  &quot;clean slate&quot; when he came before the court for this trial.  Third,\r\n  the trial court acknowledged that Howard's prior convictions were &quot;highly\r\n  similar&quot; to the present charge.  However, the court noted it excluded the\r\n  victims' names and gave curative instructions to lessen the prejudicial impact.\r\n    Addressing the fourth and fifth Colf factors, the trial court found\r\n  Howard's testimony was &quot;very important to his case&quot; because he was\r\n  the sole witness for the defense.  The court also found Howard's credibility\r\n  was &quot;pivotal&quot; because there were no witnesses to the assault. \r\n The trial court also stated\r\n  other facts it considered in admitting Howard's prior convictions.  The court found\r\n  Howard was an &quot;intelligent man&quot; with &quot;an unusual degree of\r\n  criminal litigation sophistication.&quot;&nbsp;The court stated Howard &quot;knew\r\n  what he was doing&quot; when he repeatedly brought improper matters to the\r\n  jury's attention in order to &quot;tip the scales in his favor.&quot;  The trial\r\n  court found the prejudicial effect of admitting Howard's prior convictions was\r\n  &quot;somewhat diminished if not negated&quot; by Howard's use of his prior ABHANs\r\n  as part of his defense.[2]  The trial court also clarified a comment it made at trial regarding its reason\r\n  for admitting the prior convictions.  At trial, the trial court stated Howard's\r\n  previous ABHANs were clearly probative on the issue of whether Howard was\r\n  capable of committing the assault.  On remand, the trial court explained that\r\n  it failed to fully articulate its point, and it was aware that prior\r\n  convictions were not admissible to show propensity or behavior in conformity\r\n  with that propensity.  The trial court explained:\r\n\r\n[G]iven the way\r\n  this case broke and given the defenses put forward by Mr. Howard, ah, the fact\r\n  that the victim was hurt in a wreck as opposed to being hurt in an ABHAN, and\r\n  further that the wreck was her own fault, and further that she had been a lot\r\n  of trouble to him through the years and for seven years he had looked out for\r\n  her and had, 'put up with her,' that the issue of whether this is someone\r\n  protecting her or attacking her is what the Court meant when the Court said\r\n  that this is evidence which would show whether or not he would be capable of\r\n  such an event.  In other words, it is a protector versus an attacker.  \r\n\r\nThe trial court concluded by stating, that\r\n  after reviewing all of the above and for the reasons stated, the probative\r\n  value of admitting Howard's prior convictions &quot;substantially outweighed&quot;\r\n  the prejudicial effect. Defense counsel responded, stating &quot;we take\r\n  exception to that ruling.&quot;  \r\nFirst on appeal,\r\n  Howard argues the trial court misapplied the first Colf factor &#8210; the\r\n  impeachment value of the prior crimes.  At the remand hearing, the trial court\r\n  determined the impeachment value of Howard's prior ABHAN convictions was &quot;heightened&quot;\r\n  because Howard and the victim were the only witnesses to the assault and\r\n  because Howard attacked the victim's character at trial.  Howard contends\r\n  neither of those findings is relevant to a determination of the impeachment\r\n  value of his prior ABHANs.  Howard argues the trial court focused its\r\n  analysis on the importance of credibility in this case and failed to make a\r\n  finding as to the impeachment value of his prior convictions.  We agree. [3]   \r\nWhether the\r\n  probative value of admitting prior convictions substantially outweighs the\r\n  prejudicial impact is a determination the trial court should make after\r\n  carefully balancing the Colf factors and articulating for the record the\r\n  specific facts and circumstances supporting its decision.  Here, the trial\r\n  court failed to properly address the impeachment value of Howard's prior ABHAN\r\n  convictions as required by Colf.  While the trial court discussed the\r\n  importance of credibility in this case, the court failed to state how Howard's\r\n  prior ABHANs were probative of his credibility.  The trial court instead focused\r\n  on Howard's character, which does not affect the impeachment value of his prior\r\n  crimes. A reading of the record indicates Howard's prior convictions were\r\n  admitted to show he was capable of committing the charged offense.  Additionally,\r\n  given the similarity between Howard's prior convictions and the offense charged,\r\n  we cannot conclude Howard was not prejudiced by the admission of his prior\r\n  convictions.  See State v. Bryant, 369 S.C. 511, 517-18, 633\r\n  S.E.2d 152, 156 (2006) (holding that when a prior offense is similar to the\r\n  charged offense the &quot;danger of unfair prejudice to the defendant from\r\n  impeachment by that prior offense weighs against its admission&quot;); State\r\n    v. Scriven, 339 S.C. 333, 343, 529 S.E.2d 71, 76 (Ct. App. 2000) (holding\r\n  that when prior convictions are &quot;similar or identical to charged offenses\r\n  . . . the likelihood of a high degree of prejudice to the accused is\r\n  inescapable&quot;).  We believe the admission of Howard's prior ABHAN convictions\r\n  was more prejudicial than probative, especially in light of the offense for\r\n  which he was on trial.  We note that while this court previously remanded to\r\n  the trial court for consideration of the Colf factors, we do not see the\r\n  need for an additional remand hearing.  Accordingly, we reverse the trial court's\r\n  admission of Howard's prior convictions and remand for a new trial. \r\nHoward also argues\r\n  the trial court admitted his prior convictions because he &quot;deserved to be\r\n  punished and prejudiced in response to his misbehavior.&quot; Howard contends\r\n  the trial court improperly considered his &quot;inappropriate&quot; behavior in\r\n  previous court proceedings and during trial, in deciding to admit his prior\r\n  convictions.  Finally, Howard argues the trial court erred in admitting his\r\n  prior convictions because they were highly probative in establishing Howard's\r\n  propensity to commit the crime charged.  Howard contends that although the\r\n  trial court acknowledged that prior crimes were not admissible to show\r\n  propensity, the court further stated that it was admitting his prior\r\n  convictions because they were probative of whether he was capable of committing\r\n  ABHAN.  Because Howard failed to raise these arguments to the trial court, we\r\n  find they are not preserved for our review.  See Liverman, 386\r\n  S.C. at 243, 687 S.E.2d at 80&nbsp;(holding issues must be raised to and ruled\r\n  upon by trial court to be preserved for review);  see\r\n    also State v. Varvil, 338 S.C. 335, 340, 526 S.E.2d 248,\r\n  251&nbsp;(Ct. App. 2000) (holding a general objection is ordinarily insufficient to preserve\r\n  an issue for appeal);  State v. Byers, 392 S.C. 438, 446, 710 S.E.2d 55,\r\n  59&nbsp;(2011) (holding an objection should be addressed to the trial court in\r\n  a sufficiently specific manner that brings attention to the exact error).\r\nCONCLUSION\r\n We reverse the trial court's\r\n  admission of Howard's prior ABHAN convictions and remand for a new trial. \r\n REVERSED AND REMANDED.\r\nHUFF and PIEPER,\r\n  JJ., concur.   \r\n\r\n\r\n[1] State v.\r\n  Colf, 337 S.C. 622, 525 S.E.2d 246 (2000).\r\n[2] We note\r\n  Howard's references to his prior ABHAN convictions occurred after the trial\r\n  court admitted his prior convictions into evidence.  \r\n[3] The State\r\n  contends this issue is not preserved for our review because Howard did not\r\n  specifically object to the trial court's ruling or request clarification at the\r\n  hearing.  We disagree.  In his argument during the remand hearing, defense\r\n  counsel made a specific argument regarding the first Colf factor.  He\r\n  argued crimes not involving dishonesty or false statements are not generally\r\n  probative of truthfulness, and therefore, they should not be admitted for\r\n  impeachment purposes.  Because this argument was raised to the trial court\r\n  during the hearing and ruled upon by the court, we find it is preserved.  See State v. Liverman, 386 S.C. 223, 243, 687 S.E.2d 70, 80&nbsp;(Ct. App.\r\n  2009) (holding issues must be raised to and ruled upon by trial court to be\r\n  preserved for review).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4917","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4917","description":"On appeal from his conviction for driving under the influence, Appellant Bruce Scott Johnson argues the magistrate erred in failing to dismiss the charge based on the State's failure to record audio for two and a half minutes during the incident site videotape and the failure to videotape the breath test.  We reverse based on the failure to videotape the administration of the breath test.","date":"2011-12-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nBruce Scott\r\n      Johnson, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n William P. Keesley, Circuit Court Judge\r\n\r\nOpinion No.   4917\r\nHeard November 2, 2011 – Filed December\r\n  14, 2011\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nJames Ross Snell, of Lexington, for\r\n  Appellant.\r\nRachel Donald Erwin, of Blythewood, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nPIEPER, J.:  This\r\n  appeal arises out of Appellant Bruce Scott Johnson's magistrate's court\r\n  conviction after a jury trial for driving under the influence (DUI).  The\r\n  circuit court affirmed.  On appeal, Johnson argues the magistrate's court erred\r\n  in:  (1) failing to dismiss the charge based on the State's failure to record\r\n  audio until the two minute and thirty-second mark of the incident site\r\n  videotape and (2) failing to dismiss the charge based on the State's failure to\r\n  videotape the breath test.  We need not reach the issue regarding the incident\r\n  site video as we find reversal appropriate based on the failure to videotape\r\n  the administration of breath test.\r\nFACTS\r\nThe facts in this case are undisputed.  Johnson was\r\n  arrested on suspicion of DUI on August 3, 2008.  Prior to trial, Johnson made\r\n  two motions to dismiss.  First, Johnson argued the charge should be dismissed\r\n  because the incident site videotape was missing audio for the first two and a half\r\n  minutes.  However, audio was recorded when Trooper Patterson gave Johnson a\r\n  Miranda warning and performed roadside sobriety tests.  Second, Johnson asked\r\n  the court to dismiss the charge because Trooper Patterson moved Johnson\r\n  off-camera to administer the breath test.  When Trooper Patterson tried to\r\n  administer the breath test he discovered the machine was not working, so he\r\n  administered the test from another machine but failed to activate that\r\n  machine's video camera.  Johnson asserts that the viewer can hear the breath\r\n  test machine running, but Johnson is not seen on the videotape.[1] \r\n  Trooper Patterson did not submit an affidavit regarding either videotape.  \r\nThe magistrate denied Johnson's motions to dismiss. \r\n  Instead, the magistrate suppressed the breath test because Johnson was out of\r\n  range of the camera during administration of the breath test.  As to the\r\n  incident site videotape, the magistrate denied the motion to dismiss in full. \r\n  The circuit court affirmed, expressing concern that the officer did not submit\r\n  an affidavit but finding Johnson failed to establish reversible error.  Johnson\r\n  did not file a motion to alter or amend the judgment.  This appeal followed.  \r\nSTANDARD OF REVIEW\r\nIn a criminal appeal from the magistrate's court, the\r\n  circuit court does not review the matter de novo; rather, the court reviews the\r\n  case for preserved errors raised by appropriate exception.  Town of Mt.\r\n    Pleasant v. Roberts, 393 S.C. 332, 341, 713 S.E.2d 278, 282 (2011); S.C.\r\n  Code Ann. § 14-25-105 (Supp. 2010).  The appeal must be heard by the circuit\r\n  court upon the grounds of exceptions made and the record on appeal, without the\r\n  examination of witnesses.  S.C. Code Ann. § 18-3-70 (Supp. 2010).  The circuit\r\n  court &quot;may either confirm the sentence appealed from, reverse or modify\r\n  it, or grant a new trial.&quot;  Id.  The appellate court's review in\r\n  criminal cases is limited to correcting the order of the circuit court for\r\n  errors of law.  City of Rock Hill v. Suchenski, 374 S.C. 12, 15, 646\r\n  S.E.2d 879, 880 (2007).\r\nANALYSIS\r\n We decide this appeal based on the officer's failure to\r\n  capture Johnson on videotape during the administration of the breath test.[2]  In doing so, we must address whether\r\n  section 56-5-2953(A)(2) of the South Carolina Code (2006) was violated, whether\r\n  the State offered a valid excuse for its failure to comply with section\r\n  56-5-2953, and whether the magistrate's remedy of suppression of the breath\r\n  test was adequate.  \r\n\r\nThe applicable provisions of the statute in question include:\r\n  \r\n(A)(2) The videotaping at the breath site:\r\n(a) must be completed within three hours of the\r\n  person's arrest for a violation of Section 56-5-2930, 56-5-2933, or 56-5-2945 or a probable cause\r\n  determination that the person violated Section 56-5-2945, unless\r\n  compliance is not possible because the person needs emergency medical treatment\r\n  considered necessary by licensed medical personnel;\r\n(b) must include the reading of Miranda rights, the\r\n  entire breath test procedure, the person being informed that he is being\r\n  videotaped, and that he has the right to refuse the test;\r\n(c) must include the person taking or refusing the\r\n  breath test and the actions of the breath test operator while conducting the\r\n  test;\r\n.\r\n  . . \r\n    (B) Nothing in this section may be construed as\r\n  prohibiting the introduction of other evidence in the trial of a violation of Section 56-5-2930, 56-5-2933, or 56-5-2945. Failure by the\r\n  arresting officer to produce the videotapes required by this section is not\r\n  alone a ground for dismissal of any charge made pursuant to Section 56-5-2930, 56-5-2933, or 56-5-2945 if the arresting\r\n  officer submits a sworn affidavit certifying that the videotape equipment at\r\n  the time of the arrest, probable cause determination, or breath test device was\r\n  in an inoperable condition, stating reasonable efforts have been made to\r\n  maintain the equipment in an operable condition, and certifying that there was\r\n  no other operable breath test facility available in the county or, in the\r\n  alternative, submits a sworn affidavit certifying that it was physically\r\n  impossible to produce the videotape because the person needed emergency medical\r\n  treatment, or exigent circumstances existed. Further, in circumstances\r\n  including, but not limited to, road blocks, traffic accident investigations,\r\n  and citizens' arrests, where an arrest has been made and the videotaping\r\n  equipment has not been activated by blue lights, the failure by the arresting\r\n  officer to produce the videotapes required by this section is not alone a\r\n  ground for dismissal. However, as soon as videotaping is practicable in these circumstances, videotaping must begin and conform with\r\n  the provisions of this section. Nothing in this section prohibits the court\r\n  from considering any other valid reason for the failure to produce the\r\n  videotape based upon the totality of the circumstances; nor do the provisions\r\n  of this section prohibit the person from offering evidence relating to the\r\n  arresting law enforcement officer's failure to produce the videotape.\r\n  \r\n\r\nS.C.\r\n  Code Ann. § 56-5-2953(A)(2)-(B) (2006).[3]  \r\n\r\n&quot;All rules of statutory construction are\r\n  subservient to the one that the legislative intent must prevail if it can be\r\n  reasonably discovered in the language used, and that language must be construed\r\n  in the light of the intended purpose of the statute.&quot;  State v. Sweat,\r\n  386 S.C. 339, 350, 688 S.E.2d 569, 575 (2010).  &quot;When a statute is penal\r\n  in nature, it must be strictly construed against the State and in favor of the\r\n  defendant.&quot;  Town of Mt. Pleasant v. Roberts, 393 S.C. 332, 342, 713\r\n  S.E.2d 278, 283 (2011).  The court should look to the plain language of the\r\n  statute.  Binney v. State, 384 S.C. 539, 544, 683 S.E.2d 478, 480\r\n  (2009).  If the language of a statute is unambiguous and conveys a clear and\r\n  definite meaning, then the rules of statutory interpretation are not needed and\r\n  the court has no right to impose a different meaning.  State v. Gaines,\r\n  380 S.C. 23, 33, 667 S.E.2d 728, 733 (2008).  In interpreting a statute, the court will give words their\r\n  plain and ordinary meaning, and will not resort to forced construction that\r\n  would limit or expand the statute.  Harris v. Anderson Cnty. Sheriff's\r\n  Office, 381 S.C. 357, 362, 673 S.E.2d 423, 425 (2009). \r\n  However, if a statute is ambiguous, courts must\r\n    construe the terms of the statute.  Roberts, 393 S.C. at 342, 713 S.E.2d\r\n    at 283.  &quot;A statute as a whole must receive practical, reasonable, and\r\n    fair interpretation consonant with the purpose, design, and policy of\r\n    lawmakers.&quot;  Sloan v. S.C. Bd. of Physical Therapy Exam'rs, 370\r\n    S.C. 452, 468, 636 S.E.2d 598, 606-07 (2006).  The language of the statute must\r\n    be read in such a way that harmonizes its subject matter and accords with the\r\n    statute's general purpose.  Roberts, 393 S.C. at 342, 713 S.E.2d at\r\n    283.  &quot;Any ambiguity in a statute should be resolved in favor of a just,\r\n    equitable, and beneficial operation of the law.&quot;  Id.  However,\r\n    courts will reject a statutory interpretation that would lead to an absurd\r\n    result not intended by the legislature or that would defeat plain legislative\r\n    intention.  Id.  \r\n  Johnson argues the officer violated the\r\n    statute when the officer moved Johnson to a different breath test machine for\r\n    the administration of the breath test, such that Johnson could not be seen on\r\n    the videotape.  The State concedes the video did not capture the administration\r\n    of the breath test.\r\n  To determine whether the officer violated\r\n    section 56-5-2953(A)(2), we look at the plain language of the statute. \r\n    &quot;The videotaping at the breath site . . . must include the person taking\r\n    or refusing the breath test and the actions of the breath test operator while\r\n    conducting the test.&quot;  S.C. Code Ann. § 56-5-2953(A)(2)(c).  In light of the\r\n    concession by the State, we find the officer violated section\r\n    56-5-2953(A)(2)(c) when he failed to capture the administration of the breath\r\n    test on the videotape.\r\n  We must next decide if the State should be excused\r\n    from its noncompliance with the videotaping requirements found in section\r\n    56-5-2953(A).  Johnson claims when an officer does not provide a sworn\r\n    affidavit certifying that the equipment was inoperable, that reasonable efforts\r\n    were made to maintain the equipment in an operable condition, and that there\r\n    was no other operable breath test facility in the county, a DUI charge must be\r\n    dismissed.  The State argues the magistrate and the circuit court correctly\r\n    considered language in section 56-5-2953 permitting a court to consider any\r\n    other valid reason for the failure to produce a video.\r\n\r\n  Pursuant to subsection (B) of section 56-5-2953, \r\n  \r\n  [n]oncompliance is excusable:  (1) if the arresting\r\n    officer submits a sworn affidavit certifying the video equipment was inoperable\r\n    despite efforts to maintain it; (2) if the arresting officer submits a sworn\r\n    affidavit that it was impossible to produce the videotape because the defendant\r\n    either (a) needed emergency medical treatment or (b) exigent circumstances\r\n    existed; (3) in circumstances including, but not limited to, road blocks,\r\n    traffic accidents, and citizens' arrests; or (4) for any other valid reason for\r\n    the failure to produce the videotape based upon the totality of the\r\n    circumstances. \r\n  \r\n\r\n  Roberts, 393 S.C. at 346, 713 S.E.2d at 285.  \r\n   The\r\n    first three excuses above are inapplicable to the present case.  The State\r\n    admits the officer did not submit a sworn affidavit.  Further, although the\r\n    State argues in its appellate brief that the officer was working at an accident\r\n    scene on I-26 when Johnson nearly collided with the officer, the record does\r\n    not support a finding that there was an emergency circumstance that prevented\r\n    the officer from complying with the statute.  The officer left the scene of the\r\n    accident to pursue Johnson.  Thus, we must consider whether the State offered\r\n    any other valid reason for the failure to produce the videotape under the\r\n    totality of the circumstances.  \r\n  The magistrate noted the reason the officer asked\r\n    Johnson to stand out of range of the camera was because the first machine was\r\n    not working.  The officer moved Johnson to another machine in the same room but\r\n    failed to activate the videotape for that second machine.  The officer remained\r\n    on camera from the first machine the entire time.  Based on these facts, the\r\n    magistrate decided to suppress the breath test and deny Johnson's motion to\r\n    dismiss the charges.  \r\n  At the hearing before the circuit court, counsel for\r\n    the State argued for the first time that the officer believed the camera was\r\n    activated for the second machine and did not realize it was not activated until\r\n    after he had administered the test.  We find this new argument unpreserved.  In\r\n    considering whether the officer had a valid reason for his failure to capture\r\n    Johnson's breath test on video, we consider only the grounds argued before the\r\n    magistrate.  See State v. Carmack, 388 S.C. 190, 200, 694 S.E.2d\r\n    224, 229 (Ct. App. 2010) (&quot;[I]n order for an issue to be preserved for\r\n    appellate review, it must have been raised to and ruled upon by the trial\r\n    judge.&quot;).  \r\n  Here, the record does not indicate that the video\r\n    recording equipment for the second datamaster machine was inoperable or that\r\n    the police otherwise lacked the ability to create a videotape of the\r\n    administration of the breath test.  Rather, we have only the officer's\r\n    assertion that the first machine was not functioning, so he moved over to the\r\n    second machine.  Under the totality of the circumstances, we find the State did\r\n    not articulate a valid reason for the officer's failure to comply with the\r\n    mandates of section 56-5-2953 when the officer moved to the second machine to\r\n    administer the breath test.\r\n  Finally, we must decide the appropriate remedy for the\r\n    State's unexcused failure to comply with section 56-5-2953.  \r\n  In City of Rock Hill v. Suchenski, the supreme\r\n    court held an inexcusable violation of section 56-5-2953 requires dismissal of\r\n    the charge.  374 S.C. 12, 16, 646 S.E.2d 879, 881 (2007).  On appeal, the City\r\n    argued its noncompliance was excused pursuant to the exceptions listed in\r\n    section 56-5-2953(B); however, the supreme court refused to consider the City's\r\n    arguments because they were not preserved for appellate review.  Id. at\r\n    15-16, 646 S.E.2d at 880.  In finding dismissal appropriate, the supreme court\r\n    stated &quot;failure to produce videotapes would be a ground for dismissal if\r\n    no exceptions apply.&quot;  Id. at 16, 646 S.E.2d at 881.  Suchenski has been interpreted as a case involving the failure to preserve error for\r\n    appellate review.  See, e.g., Roberts, 393 S.C. at 346, 713\r\n    S.E.2d at 285; State v. Oxner, 391 S.C. 132, 135, 705 S.E.2d 51, 52\r\n    (2011); State v. Branham, 392 S.C. 225, 229 n.3, 708 S.E.2d 806, 809 n.3\r\n    (Ct. App. 2011).  \r\n  In Roberts, the supreme court returned to the Suchenski decision and found that unexcused noncompliance with section 56-5-2953 mandates\r\n    dismissal of a DUI charge:\r\n\r\n  As evidenced by this Court's decision in Suchenski,\r\n    the Legislature clearly intended for a per se dismissal in the event a\r\n    law enforcement agency violates the mandatory provisions of section 56-5-2953. \r\n    Notably, the Legislature specifically provided for the dismissal of a DUI\r\n    charge unless the law enforcement agency can justify its failure to produce a\r\n    videotape of a DUI arrest.  Id. § 56-5-2953(B) (&quot;Failure by the\r\n    arresting officer to produce the videotapes required by this section is not\r\n    alone a ground for dismissal of any charge made pursuant to section 56-5-2930 .\r\n    . . if [certain exceptions are met].&quot;).  The term &quot;dismissal&quot; is\r\n    significant as it explicitly designates a sanction for an agency's failure to\r\n    adhere to the requirements of section 56-5-2953.\r\n  Furthermore, it is instructive that the Legislature\r\n    has not mandated videotaping in any other criminal context.  Despite the\r\n    potential significance of videotaping oral confessions, the Legislature has not\r\n    required the State to do so.  By requiring a law enforcement agency to\r\n    videotape a DUI arrest, the Legislature clearly intended strict compliance with\r\n    the provisions of section 56-5-2953 and, in turn, promulgated a severe sanction\r\n    for noncompliance.\r\n  Thus, we hold that dismissal is the appropriate\r\n    sanction in the instant case as this was clearly intended by the Legislature\r\n    and previously decided by this Court in Suchenski.  \r\n\r\n  393\r\n    S.C. at 348-49, 713 S.E.2d at 286.  \r\n   Therefore,\r\n    the magistrate's remedy of suppression constitutes reversible error.  Just as the\r\n    supreme court found in Roberts, we also find dismissal is the\r\n    appropriate sanction for the officer's unexcused violation of section 56-5-2953. \r\n      \r\n  CONCLUSION\r\n   Accordingly,\r\n    Johnson's conviction is hereby\r\n   REVERSED.\r\n  HUFF\r\n    and LOCKEMY, JJ., concur.  \r\n\r\n\r\n[1] Johnson did not provide this court with copies of\r\n  either the incident site videotape or the breath test videotape.  Nonetheless,\r\n  Johnson's assertions regarding the deficits in the videotapes are not contested\r\n  by the State.  \r\n[2] Based on this resolution, we decline to address\r\n  Johnson's remaining issue on appeal.  See State v. Sweet, 374\r\n  S.C. 1, 9, 647 S.E.2d 202, 207 (2007) (declining to address the appellant's\r\n  remaining arguments when the decision was dispositive as to one issue).  \r\n[3] Section 56-5-2953 was amended effective Feb. 10,\r\n  2009.  See Act No. 201, 2008 S.C. Acts 1682-85.  The amended version of\r\n  the statute is not applicable to Johnson's August 3, 2008 arrest.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4918","title":"Lewin v. Lewin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4918","description":"In this domestic action, Albert Lewin (Father) appeals the family court's award of attorney's fees and costs to Patricia Lewin (Mother).  Father argues the family court erred in (1) finding Mother was the prevailing party, (2) finding Father's uncooperative conduct contributed to litigation costs, (3) considering the conduct of Father's wife, (4) determining Father's ability to pay, (5) failing to consider Mother's assets, and (6) determining the amount of attorney's fees awarded to Mother.","date":"2011-12-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\nIn The Court\r\n  of Appeals\r\n\r\n  \r\n    \r\n      \r\nPatricia Carson Lewin, Respondent,\r\nv.\r\nAlbert Read Lewin, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From\r\n  Beaufort County\r\nRobert S.\r\n  Armstrong, Family Court Judge\r\n\r\nOpinion No. 4918\r\nHeard October 6, 2011\r\n  – Filed December 14, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nGregory Samuel Forman, of Charleston, for\r\n  Appellant.\r\nBlake A. Hewitt and John Nichols, of\r\n  Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nLOCKEMY, J.:  In\r\n  this domestic action, Albert Lewin (Father) appeals the family court's award of\r\n  attorney's fees and costs to Patricia Lewin (Mother).  Father argues the family\r\n  court erred in (1) finding Mother was the prevailing party, (2) finding\r\n  Father's uncooperative conduct contributed to litigation costs, (3) considering\r\n  the conduct of Father's wife, (4) determining Father's ability to pay, (5)\r\n  failing to consider Mother's assets, and (6) determining the amount of\r\n  attorney's fees awarded to Mother.  We affirm. \r\n  \r\n  FACTS/PROCEDURAL\r\n  BACKGROUND\r\n  \r\nFather and Mother were married in February 1993 and\r\n  divorced in August 2000.  At the time of their divorce, the parties' two children\r\n  were seven and four years old.  Pursuant to custody stipulations\r\n  attached to the final order and decree of divorce, the parties agreed to joint\r\n  legal custody of the children.  The parties also agreed Mother would maintain primary\r\n  physical custody of the children and Father would have visitation rights.  \r\n  \r\nAccording to Mother, for a &quot;considerable period\r\n  of time&quot; prior to initiating this action, she received reports from one of\r\n  the children that marijuana was present in Father's home during visitation.  Mother\r\n  maintains the child reported Father and Father's wife (Wife) smelled of\r\n  marijuana, were &quot;wobbling&quot; or &quot;stumbling,&quot; and had slurred\r\n  speech.  According to Mother, she also received pictures taken by one of the\r\n  children of marijuana in Father's home. \r\n  \r\nOn February 26, 2008, Mother filed a complaint alleging\r\n  Father and Wife abused illegal drugs and alcohol while the parties' children, then\r\n  ages fourteen and twelve, were in Father's home for visitation.  In her\r\n  complaint, Mother requested (1) supervised visitation, (2) full legal and\r\n  physical custody, (3) the appointment of a guardian ad litem, (4) attorney's\r\n  fees and costs, and (5) discovery.  Mother also filed a motion for temporary\r\n  relief, requesting Father and Wife undergo alcohol abuse counseling and hair\r\n  follicle drug testing.  Prior to the commencement of a March 13, 2008 temporary\r\n  hearing, Father and Mother reached an agreement as to several issues.  In an\r\n  April 29, 2008 temporary order, the family court found Father and Mother agreed\r\n  (1) to submit themselves and their children to hair strand testing for illegal\r\n  drugs, (2) to a cessation of the children's overnight visitation with Father\r\n  until he obtained a negative drug test, and (3) that Wife was not permitted to\r\n  be present during any visitation unless she provided a negative drug test. \r\n  \r\nMother, Father, Wife, and the children were drug\r\n  tested on March 17, 2008.  Mother and the children tested negative for illegal\r\n  drugs.  Father also tested negative; however, the lab report stated Father had\r\n  recently bleached his hair which could have negatively impacted the results of\r\n  the hair strand test.[1] \r\n  Between March and May 2008, Mother made several requests for Father to provide the\r\n  test results from the secondary body hair samples taken during Father's drug\r\n  test.[2]  On May 15, 2008, Father produced an affidavit from Dr. Robert Bennett,\r\n  the forensic toxicologist who performed the drug tests.  Mother learned from\r\n  Dr. Bennett's affidavit that Father was also drug tested on March 7, 2008, and tested\r\n  positive for cocaine. Dr. Bennett's affidavit further revealed Father's\r\n  secondary body hair sample collected during the March 17, 2008 test was positive\r\n  for cocaine and marijuana.  According to Dr. Bennett, Father is not &quot;in a\r\n  state of drug dependency, regular drug usage, or addiction&quot; and the drugs\r\n  detected &quot;could be due to passive exposure.&quot;  Dr. Bennett performed\r\n  another drug test on Father on May 9, 2008.  The test was negative. \r\n  \r\nBetween June 2008 and March 2009, Mother's counsel attempted\r\n  to arrange mediation between the parties, but Father failed to respond.[3]  On March 27, 2009, Mother filed a motion to compel mediation.  In May 2009,\r\n  the family court granted Mother's motion.  Although the parties were unable to\r\n  resolve their dispute through mediation, they informed the family court in\r\n  October 2009 that they had reached an agreement as to all issues except\r\n  attorney's fees.  On November 16, 2009, the parties' agreement was approved by\r\n  the family court.  The parties agreed Mother would continue to maintain primary\r\n  physical custody of the children, while Father and Mother would maintain joint\r\n  legal custody of the children.  Additionally, Father agreed to undergo\r\n  quarterly drug testing and not expose the children to Wife. \r\n  \r\nMother pursued her request for attorney's fees and\r\n  costs by filing a brief with the family court.  In December 2009, after\r\n  reviewing the parties' briefs, affidavits, and financial declarations, the\r\n  family court ordered Father to pay Mother $15,000 in attorney's fees and $3,955\r\n  in costs.[4]  The family court found Father's conduct with regard to the drug testing\r\n  results and his failure to respond to Mother's attempts to discuss settlement\r\n  caused Mother to incur additional attorney's fees.  The family court also\r\n  determined Mother received beneficial results from her counsel and was the\r\n  prevailing party, and found Father's financial declaration was not credible.   Father\r\n  filed a motion to alter or amend the order and requested the family court hear\r\n  additional testimony.  The family court denied Father's motion.  This\r\n  appeal followed.\r\n  \r\n  STANDARD OF\r\n  REVIEW\r\n  &quot;The family court is a court of equity.&quot;  Lewis\r\n    v. Lewis, 392 S.C. 381, 386, 709 S.E.2d 650, 652 (2011).  In appeals from\r\n    the family court, the appellate court reviews factual and legal issues de\r\n    novo.  Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667\r\n    (2011).  &quot;De novo review permits appellate court fact-finding,\r\n    notwithstanding the presence of evidence supporting the trial court's\r\n    findings.&quot;  Lewis, 392 S.C. at 390, 709 S.E.2d at 654-55.  However,\r\n    this broad standard of review does not require the appellate court to disregard\r\n    the factual findings of the trial court or ignore the fact that the trial court\r\n    is in the better position to assess the credibility of the witnesses.  Pinckney\r\n      v. Warren, 344 S.C. 382, 387, 544 S.E.2d 620, 623 (2001). Moreover, the\r\n    appellant is not relieved of the burden of demonstrating error in the trial\r\n    court's findings of fact.  Id. at 387-88, 544 S.E.2d at 623. \r\n    Accordingly, we will affirm the decision of the trial court in an equity case\r\n    unless its decision is controlled by some error of law or the appellant\r\n    satisfies the burden of showing the preponderance of the evidence actually\r\n    supports contrary factual findings by this court.  See Lewis, 392\r\n    S.C. at 390, 709 S.E.2d at 654-55.\r\n  ISSUE ON APPEAL\r\n  1.&nbsp; Did the family court err in\r\n    awarding Mother $18,955 in attorney's fees and costs?\r\n  \r\n  LAW/ANALYSIS\r\nI.&nbsp; Mother as Prevailing Party\r\n  Father argues the family court\r\n    erred in finding Mother was the prevailing party.  We disagree.\r\n  In deciding whether to award attorney's fees and costs, the family court should consider &quot;(1) the party's ability to pay\r\n    his/her own attorney's fee; (2)\r\n    beneficial results obtained by the attorney; (3) the parties' respective\r\n    financial conditions; [and] (4) effect of the attorney's fee on each party's standard of\r\n    living.&quot;  E.D.M. v. T.A.M., 307 S.C. 471, 476-77, 415 S.E.2d 812,\r\n    816 (1992).  Father contends Mother\r\n    obtained very little of the relief she sought in her complaint, and therefore,\r\n    she is not entitled to attorney's fees.  We disagree.   Mother filed her\r\n    complaint based on her concerns about drug use in Father's home.  Although\r\n    Mother did not receive all of the relief she requested, she did prevail on\r\n    several issues and obtained beneficial results.  The family court temporarily suspended\r\n    Father's visitation rights until he provided Mother with a negative drug test. \r\n    Furthermore, in its final order, the family court ordered Father to undergo quarterly\r\n    drug testing, and determined Father's visitation rights would be suspended\r\n    should he fail any of the drug tests.  The family court also approved the\r\n    appointment of a guardian ad litem and restrained Father from exposing the children\r\n    to Wife.  Accordingly, we do not believe the family court erred in finding\r\n    Mother obtained beneficial results and was the prevailing party.  \r\nII.&nbsp; Father's Conduct\r\n  Father argues the family court erred in finding his\r\n    uncooperative conduct contributed to litigation costs.  We disagree.\r\n   &quot;This\r\n    court has previously held when parties fail to cooperate and their behavior\r\n    prolongs proceedings, this is a basis for holding them responsible for\r\n    attorney's fees.&quot;  Bodkin v. Bodkin, 388 S.C. 203, 223, 694 S.E.2d\r\n    230, 241&nbsp;(Ct. App. 2010);  see also Spreeuw v. Barker, 385\r\n    S.C. 45, 73, 682 S.E.2d 843, 857&nbsp;(Ct. App. 2009) (holding a party's\r\n    uncooperative conduct in litigation is a proper factor for the family court to\r\n    consider in deciding whether to award attorney's fees);  Donahue v. Donahue,\r\n    299 S.C. 353, 365, 384 S.E.2d 741, 748 (1989) (holding husband's lack of\r\n    cooperation served as an additional basis for the award of attorney's fees);  Anderson\r\n      v. Tolbert, 322 S.C. 543, 549-50, 473 S.E.2d 456, 459 (Ct. App. 1996)\r\n    (noting an uncooperative party who does much to prolong and hamper a final\r\n    resolution of the issues in a domestic case should not be rewarded for such\r\n    conduct).\r\n   The\r\n    family court determined Father's actions with regard to his drug testing\r\n    results, his failure to timely respond in any manner to Mother's requests for accurate\r\n    test results, and Mother's numerous unanswered attempts to discuss settlement\r\n    or mediation caused Mother to incur additional attorney's fees and costs. The\r\n    family court noted Mother's attorney spent &quot;considerable time making\r\n    continual demands&quot; for Father to provide his drug test results, and\r\n    engaged in a long series of communications with Father's attorney asking for\r\n    mediation. Father contends the family court &quot;mischaracterized [his]\r\n    behavior&quot; and only considered facts favorable to Mother.  \r\n  First, Father argues the family court erred in finding\r\n    he did not reveal the results of his March 7, 2008 drug test to Mother at the\r\n    March 13, 2008 temporary hearing.[5] \r\n    According to Father, the results of the March 7, 2008 test were not known at\r\n    the time of the temporary hearing and the &quot;punitive tone&quot; of the\r\n    family court's finding indicates the court wanted to punish Father.  We note\r\n    that although Father contends the test results were not known at the time of\r\n    the temporary hearing, Father did not inform Mother of the test results until Dr.\r\n    Bennett's affidavit was provided two months after the test.  \r\n  Father also argues the family court failed to consider\r\n    all of the facts regarding Dr. Bennett's conclusion that Father's hair\r\n    bleaching could negatively affect his drug test results.  Father contends he has\r\n    bleached his hair for years for &quot;cosmetic purposes,&quot; and he provided\r\n    secondary body hair samples during the test to resolve the issue.  We note the\r\n    record contains no evidence Father regularly bleached his hair.  Furthermore, Father\r\n    delayed turning over the secondary body hair test results for two months, thus\r\n    causing Mother to incur additional attorney's fees.  \r\n   Next,\r\n    Father argues the family court erred in failing to find Dr. Bennett's report\r\n    stated Father's positive drug test could have been the result of passive\r\n    exposure.  While this conclusion was noted in Dr. Bennett's report, we find the\r\n    family court did not err in not including it in its findings of fact. Father's\r\n    hair sample was positive for cocaine and marijuana.  Dr. Bennett stated in his\r\n    affidavit that a positive drug test infers usage and that a drug test cannot\r\n    distinguish between active or passive consumption.  \r\n  Finally, Father argues the family court's finding that\r\n    he failed to respond in a timely manner to Mother's requests for accurate test\r\n    results was inconsistent with the facts in evidence.  Father contends he\r\n    complied with the temporary order and obtained drug tests from November 2008 to\r\n    January 2009 and in July 2009.  However, Father failed to respond to Mother's\r\n    repeated requests from March 2008 to May 2008 to provide the results of his\r\n    secondary body hair samples collected on March 17, 2008.  Accordingly, we find\r\n    the family court did not err in finding Father's conduct caused Mother to incur\r\n    additional attorney's fees.  \r\nIII.&nbsp; Wife\r\n  Father argues the family court erred in considering\r\n    Wife's conduct in awarding attorney's fees to Mother.  Based on our review of\r\n    the family court's order, we find the family court did not consider Wife's conduct. \r\n    The family court references Wife three times in its order.  First, the family\r\n    court notes the temporary order provided Father was prohibited from exposing\r\n    the children to Wife until she obtained a negative drug test.  Second, the\r\n    family court notes Wife withdrew her consent to release her drug test results.   Third,\r\n    the family court notes the final order provided Father would not expose the\r\n    children to Wife.  The family court does not discuss Wife in the context of any\r\n    of the factors relative to attorney's fees.  \r\nIV.&nbsp; Father's Ability to Pay and\r\n    Mother's Assets\r\n  \r\nFather argues the family court erred in determining\r\n  his ability to pay attorney's fees.  We disagree. \r\n  \r\nIn his financial declaration, Father reported his\r\n  occupation as &quot;doctor&quot; and his employer as Varnville ENT.  Father also\r\n  reported total monthly expenses of $8,184.50, $2,341 in monthly loan payments, approximately\r\n  $99,000 in debts, and a gross monthly income of $400.  Father's assets include\r\n  $2,000 in a checking account and a retirement account valued at $65,000.  The\r\n  family court noted Father's income was below minimum wage and found that a\r\n  salary of $400 per month for a practicing physician was not credible. The court\r\n  also noted Father's financial declaration was not supported by an affidavit or\r\n  other verification.  Because Father's financial declaration lacked credibility,\r\n  the family court held it could not &quot;determine the applicable factors\r\n  regarding [Father's] ability to pay attorney fees and the effect of the payment\r\n  of attorney fees on his standard of living as required by [E.D.M].&quot; \r\n  The family court found it would be &quot;inequitable to allow [Father] to\r\n  benefit&quot; from a financial declaration which lacked credibility, and found\r\n  &quot;those issues adverse to [Father].&quot;  Later in its order, the family\r\n  court stated it had &quot;considered the respective financial conditions of\r\n  each party, their abilities to pay, and the effect of the attorney fees on each\r\n  of the parties' standard of living.&quot;  The court further held that, subject\r\n  to its findings above, Father's &quot;standard of living will not be adversely\r\n  affected by the attorney fees and costs awarded in this case.&quot; \r\n  \r\nFather argues his financial declaration was signed\r\n  under oath and his relatively low income does not make his financial\r\n  declaration incredulous.  Father also argues the family court failed to\r\n  consider the E.D.M. factors.  First, because we defer\r\n  to the family court on issues of\r\n  witness credibility, we find no reversible error in the\r\n  family court's determination that Father's financial declaration was not\r\n  credible.  See Avery v. Avery, 370 S.C. 304, 315, 634 S.E.2d 668,\r\n  674&nbsp;(Ct. App. 2006) (deferring to the family court when the issue was one\r\n  of witness credibility).  We note Father failed to explain how he can meet $8,184.50\r\n  in monthly expenses while only earning $400 per month.  Additionally, we find\r\n  the family court properly considered the E.D.M factors.  In determining\r\n  Father's ability to pay, the family court found the only evidence of Father's financial\r\n  situation, his financial declaration, was not credible.  Because Father failed\r\n  to offer any accurate evidence of his income, we find the family court did not\r\n  err in finding he had the ability to pay Mother's attorney's fees.   See Spreeuw, 385 S.C. at 67, 682 S.E.2d at 854 (holding Father's refusal to\r\n  provide the family court with a\r\n  meaningful representation of his current income precluded him from complaining\r\n  of the family court's ruling on\r\n  appeal); id. (finding that &quot;even if the family court erred in determining Father's gross income, such\r\n  error was caused by Father's failure to provide the court with accurate financial information&quot;).\r\n  \r\nFather also argues the family court failed to consider\r\n  Mother's ability to pay her attorney's fees out of her own assets.  Because Father\r\n  failed to raise this argument to the family court, we find it is not preserved\r\n  for our review.  See  King v. King, 384 S.C. 134, 142, 681 S.E.2d\r\n  609, 614&nbsp;(Ct. App. 2009) (holding issues must be raised to and ruled upon\r\n  by the family court to be preserved for appellate review). \r\nV.&nbsp; Amount of Attorney's Fees\r\n  Father contends the family court erred in determining\r\n    the amount of attorney's fees awarded to Mother.  We disagree.  \r\n  In determining a reasonable attorney's fee the family court\r\n    should consider &quot;(1) the nature, extent, and difficulty of the case; (2)\r\n    the time necessarily devoted to the case; (3) professional standing of counsel;\r\n    (4) contingency of compensation; (5) beneficial results obtained; [and] (6)\r\n    customary legal fees for similar services.&quot;  Glasscock v. Glasscock,\r\n    304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991).  Father argues the family court\r\n    erred in failing to properly consider the time devoted to the case and the\r\n    customary fees charged for similar services.  Father contends: no substantial\r\n    discovery was conducted; no depositions were taken; there was no trial on the\r\n    merits; and contempt proceedings were not required to force his compliance.[6] \r\n    Mother argues the amount of attorney's fees awarded by the family court was\r\n    proper considering Father's uncooperative conduct.  \r\n  After the family court determined an attorney fee award was appropriate, the\r\n    court noted the Glasscock factors and thoroughly detailed its calculation\r\n    of attorney's fees.  The court found the case was &quot;vigorously contested,&quot;\r\n    lasted more than eighteen months, and the number of hours expended by Mother's\r\n    counsel and the expenses incurred were reasonable in relation to the issues\r\n    before the court. The court also considered the experience and professional\r\n    standing of Mother's counsel and determined her hourly rate was customary and\r\n    reasonable.  Finally, the court considered the beneficial results\r\n    obtained by Mother and ordered Father to pay $18,955 of the $27,085 in\r\n    attorney's fees and costs incurred by Mother.  \r\nWe\r\n    find the family court considered\r\n    all of the appropriate factors in awarding Mother attorney's fees. Furthermore, evidence in the record supports each\r\n    of the family court's findings.  This\r\n    case began over three years ago and was delayed by Father's failure to timely\r\n    respond to Mother's requests for tests results and mediation.  Mother also obtained\r\n    beneficial test results, and Father admitted Mother's counsel was a respected\r\n    member of the South Carolina Bar who charges a reasonable hourly fee.  Because\r\n    the evidence in the record supports the family court's findings as to\r\n    attorney's fees, we find the court did\r\n    not err in awarding attorney's fees and calculating the amount.  \r\n  \r\n  CONCLUSION\r\n   Based\r\n    on the foregoing, the family court's decision is \r\n   AFFIRMED.\r\n  HUFF\r\n    and PIEPER, JJ., concur.  \r\n\r\n\r\n[1] Wife withdrew her consent to release her test\r\n  results.  \r\n[2] Father changed counsel during this time.  \r\n[3] Father changed counsel again in March 2009.  \r\n[4] In support of her request for attorney's fees, Mother\r\n  submitted an affidavit from her attorney showing she incurred $23,529.85 in\r\n  attorney's fees and costs.  Mother also alleged she incurred an additional\r\n  $3,955 in costs for a total of $27,484.85 in attorney's fees and costs.  \r\n[5] The family court refers to this test as the March 11,\r\n  2008 test, however the test was conducted on March 7, 2008, and the report was\r\n  compiled on March 11, 2008.  \r\n[6] Father also argues Mother contributed to the\r\n  increased litigation costs by &quot;walk[ing] out&quot; of mediation.  We note\r\n  Father failed to offer any evidence to support this argument, and he did not\r\n  raise it until his brief in support of his motion to alter or amend the family\r\n  court's final order on attorney's fees.  Accordingly, we do not address\r\n  this argument.  See Hickman v. Hickman, 301 S.C. 455, 456, 392\r\n  S.E.2d 481, 482&nbsp;(Ct. App. 1990) (&quot;A party cannot use Rule 59(e) to\r\n  present to the court an issue the party could have raised prior to judgment but\r\n  did not.&quot;).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4919","title":"Fitzwater v. Fitzwater","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4919","description":"In this domestic action, Alice Fitzwater (Wife) contends the family court erred in (1) failing to find Lloyd Fitzwater's (Husband) Antioch Church Road property was transmuted into marital property, (2) valuing Husband's retirement fund, (3) granting a sixty-forty division of the marital properties in favor of Husband, (4) granting Husband a special equity interest in the Hill Billy Way property, and (5) requiring Wife to contribute to Husband's attorney's fees and costs.","date":"2011-12-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nAlice Ball Fitzwater, Appellant,\r\nv.\r\nLloyd A. Fitzwater, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Darlington County\r\nRoger E. Henderson, Family Court Judge\r\n\r\nOpinion No.  4919\r\nHeard September 14, 2011 – Filed December\r\n  14,  2011\r\n\r\nAffirmed\r\n\r\n\r\n  \r\n    \r\n      \r\nMelvin D. Bannister, of Columbia, for\r\n  Appellant. \r\nJames H. Lucas, of Hartsville, and John S.\r\n  Nichols and Blake A. Hewitt, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLockemy, J.: In this domestic action, Alice Fitzwater\r\n  (Wife) contends the family court erred in (1) failing to find Lloyd Fitzwater's\r\n  (Husband) Antioch Church Road property was transmuted into marital property,\r\n  (2) valuing Husband's retirement fund, (3) granting a sixty-forty division of\r\n  the marital properties in favor of Husband, (4) granting Husband a special\r\n  equity interest in the Hill Billy Way property, and (5) requiring Wife to contribute\r\n  to Husband's attorney's fees and costs.  We\r\n  affirm.\r\nFacts\r\nHusband and Wife were married on September 20, 1997,\r\n  and had no children.  Prior to the parties' marriage, Wife was a licensed\r\n  insurance agent.  While Wife asserts her earnings were over $85,000 per year,\r\n  Husband disputes that amount.  However, the evidence in the record shows her\r\n  average yearly salary was at least $40,000.  After the parties married, Wife\r\n  continued to earn minimal income from her insurance business,[1] and she worked on the\r\n  farm at the marital home.  Wife also had substantial debt and liabilities\r\n  coming into the marriage.  Husband, a nuclear engineering consultant, earned an\r\n  average yearly income between $143,249 and $157,250 during the marriage.  In\r\n  addition to his salary, Husband owned several properties, including a home on\r\n  Antioch Church Road in Alabama (Antioch property), a commercial property\r\n  located at 205 South Broadway Street in Alabama (commercial property),[2] and a home in\r\n  Darlington County located at 3941 Hill Billy Way in McBee, South Carolina (Hill\r\n  Billy Way property).[3] \r\n  Husband purchased the Antioch property in 1982 and the commercial property in\r\n  1992.  Husband mortgaged the Antioch property to finance improvements to the\r\n  commercial property.  Mortgage payments on the Antioch property were paid out\r\n  of the parties' joint bank account.  However, Wife's name was never added to\r\n  the mortgage, and therefore, she was never an obligor on the note or mortgage. \r\n  Further, Husband maintained a retirement account with Megan Corporation (Megan\r\n  retirement fund) valued at $14,953.93.  Upon marriage, the parties moved into\r\n  Husband's residence and farm on the Hill Billy Way property.  Wife eventually\r\n  stopped working in the insurance business to care for the farm and purchase\r\n  animals for the Hill Billy Way property.    \r\nOn May 9, 2007, Wife initiated an action for a Decree\r\n  of Separate Maintenance and Support, requesting an equitable division of the\r\n  parties' marital assets and attorney's fees.  Husband denied Wife was entitled\r\n  to attorney's fees but joined Wife in her request for an equitable division of\r\n  the parties' marital assets.  Prior to the merits hearing, the family court\r\n  granted both parties' motions to supplement their pleadings to request a\r\n  divorce on the statutory ground of living separate and apart for a period in\r\n  excess of one year.  \r\nOn June 26, 2008, the family court granted the parties\r\n  a divorce and ordered an equitable division of the marital estate with Husband\r\n  receiving sixty percent of the marital estate and Wife receiving forty percent\r\n  of the marital estate.  The family court also awarded Husband a special equity\r\n  interest of $140,000 in the Hill Billy Way property.  The family court found\r\n  $8,224.66 of Husband's Megan retirement fund was marital property subject to\r\n  equitable division.  Furthermore, the family court determined Husband's Antioch\r\n  property was not transmuted into marital property and ordered Wife to pay\r\n  $27,500 in attorney's fees.  \r\nStandard of Review\r\n&quot;In appeals from the family court, this [c]ourt\r\n  reviews factual and legal issues de novo.&quot;  Simmons v. Simmons, 392\r\n  S.C. 412, 414, 709 S.E.2d 666, 667 (2011).  Accordingly, this court has the\r\n  authority to find facts in accordance with its own view of the preponderance of\r\n  the evidence.  Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655\r\n  (2011).  However, &quot;we recognize the superior position of the family court\r\n  judge in making credibility determinations.&quot;  Id.  &quot;Moreover .\r\n  . . an appellant is not relieved of his burden to demonstrate error in the\r\n  family court's findings of fact.&quot;  Id.  &quot;Consequently, the\r\n  family court's factual findings will be affirmed unless 'appellant satisfies\r\n  this court that the preponderance of the evidence is against the finding of the\r\n  [family] court.'&quot;  Id. (quoting Finley v. Cartwright, 55 S.C.\r\n  198, 202, 33 S.E. 359, 360-61 (1899)).\r\nLaw/Analysis\r\n\r\nI.&nbsp; Transmutation\r\n  of Antioch property\r\nWife argues the family court erred in failing to find\r\n  the Antioch property was transmuted into marital property.  We disagree.\r\nProperty acquired prior to marriage is nonmarital\r\n  property and is not subject to equitable division.  S.C. Code Ann. § 20-3-630\r\n  (Supp. 2010).  Nonmarital property can, however, be transmuted into marital\r\n  property and become subject to equitable division if the property: (1) becomes\r\n  so commingled with marital property as to be untraceable; (2) is utilized by\r\n  the parties in support of the marriage; or (3) is titled jointly or otherwise\r\n  utilized in such a manner as to evidence an intent by the parties to make the\r\n  property marital property.  Trimnal v. Trimnal, 287 S.C. 495, 497-98,\r\n  339 S.E.2d 869, 870 (1986).  &quot;Transmutation is a matter of intent to be\r\n  gleaned from the facts of each case.&quot;  Smallwood v. Smallwood, 392\r\n  S.C. 574, 579, 709 S.E.2d 543, 545 (Ct. App. 2011) (quoting Jenkins v.\r\n    Jenkins, 345 S.C. 88, 98, 545 S.E.2d 531, 537 (Ct. App. 2001)).  &quot;'The\r\n  spouse claiming transmutation must produce objective evidence showing that,\r\n  during the marriage, the parties themselves regarded the property as the common\r\n  property of the marriage.'&quot;  Id. at 579, 709 S.E.2d at 545-46 (quoting Johnson v. Johnson, 296 S.C. 289, 295, 372 S.E.2d 107, 110-11 (Ct. App.\r\n  1988)).  &quot;Such evidence may include placing the property in joint names,\r\n  transferring the property to the other spouse as a gift, using the property\r\n  exclusively for marital purposes, commingling the property with marital\r\n  property, using marital funds to build equity in the property, or exchanging\r\n  the property for marital property.&quot;  Id. at 579, 709 S.E.2d at 546\r\n  (quoting Johnson, 296 S.C. at 295, 372 S.E.2d at 111).  &quot;The mere\r\n  use of separate property to support the marriage, without some additional\r\n  evidence of intent to treat it as property of the marriage, is not sufficient\r\n  to establish transmutation.&quot;  Id. (quoting Johnson, 296 S.C.\r\n  at 295-96, 372 S.E.2d at 111).  \r\nThe evidence in the record supports the family court's\r\n  finding that the Antioch property was nonmarital.  The parties never used the\r\n  Antioch property as a marital home, never placed the property in Wife's name,\r\n  and Husband never made any substantial improvements to the property during the\r\n  marriage.  In addition, Husband, as the sole mortgagee, did not mortgage the\r\n  Antioch property for the purpose of its acquisition, but mortgaged it to pay\r\n  for improvements on the commercial property.  While the parties paid the\r\n  mortgage payments out of a joint bank account, Wife was never an obligor. \r\n  Husband mortgaged the Antioch property to support the parties' marriage, and\r\n  the record contains no other evidence of intent to treat the property as\r\n  marital property.  \r\nIn the alternative, Wife argues she is entitled to a\r\n  special equity interest in the Antioch property because of the use of marital\r\n  funds to pay for the mortgage and improvements to the property.[4]  Wife's argument is\r\n  unpersuasive.  Section 20-3-630(A)(5) of the South Carolina Code (Supp. 2010) &quot;allows\r\n  a spouse a special equity in the increase in value of nonmarital property when\r\n  the spouse contributes directly or indirectly to the increase.&quot;  Pruitt\r\n    v. Pruitt, 389 S.C. 250, 263, 697 S.E.2d 702, 709 (Ct. App. 2010).  While\r\n  the mortgage secured an interest in the Antioch property, the debt was incurred\r\n  specifically for the financing of improvements to the commercial property, not\r\n  for the acquisition of the Antioch property.  The marital payments of that debt\r\n  do not permit a special equity interest in the Antioch property.  As to the\r\n  marital funds used to finance improvements to the Antioch property, the\r\n  evidence in the record reflects only cosmetic improvements were made during the\r\n  marriage, and these would not have increased the equity.  Accordingly, based on\r\n  the preponderance of the evidence in the record, the family court's finding on\r\n  the issue of transmutation of the Antioch property was proper.\r\n\r\nII.&nbsp; Valuation of Megan retirement fund\r\nWife argues in her brief the family court erred in\r\n  valuing Husband's Megan retirement fund.  However, at the hearing, Wife conceded\r\n  this argument; thus, we affirm the findings of the family court.    \r\n\r\nIII.&nbsp; Division of Marital Estate\r\nWife argues the family court erred in awarding Husband\r\n  sixty percent of the marital estate.  We disagree.  \r\nThe family court has wide discretion in determining\r\n  how marital property is to be distributed.  Murphy v. Murphy, 319 S.C.\r\n  324, 329, 461 S.E.2d 39, 41 (1995).  It may use &quot;any reasonable means to\r\n  divide the property equitably.&quot;  Id. at 329, 461 S.E.2d at 41-42. \r\n  Section 20-7-472 of the South Carolina Code (Supp. 2010) provides fifteen\r\n  factors for the family court to consider in apportioning marital property and\r\n  affords the family court the discretion to give weight to each of these factors\r\n  as it finds appropriate.    &quot;On appeal, this court looks to the overall\r\n  fairness of the apportionment, and it is irrelevant that this court might have\r\n  weighed specific factors differently than the family court.&quot;  Doe v.\r\n    Doe, 370 S.C. 206, 213-14, 634 S.E.2d 51, 55 (2006) (citing Greene v.\r\n      Greene, 351 S.C. 329, 340, 569 S.E.2d 393, 399 (Ct. App. 2002)).  Even if\r\n  the family court errs in distributing marital property, such error will be\r\n  deemed harmless if the overall distribution is fair.  Id. at 214, 634\r\n  S.E.2d at 55.  While a fifty-fifty division is considered appropriate guidance,\r\n  it is by no means a mandatory division.  Dawkins v. Dawkins, 386 S.C.\r\n  169, 172, 687 S.E.2d 52, 53-54 (2010), abrogated on other grounds by Lewis\r\n    v. Lewis, 392 S.C. 381, 709 S.E.2d 650 (2011). \r\nCiting Doe, Wife contends the parties' ten-year\r\n  marriage was a long term marriage deserving of a fifty-fifty equitable\r\n  division.  In Doe, our supreme court held a seventy-thirty equitable\r\n  division was not appropriate for a thirty-two-year marriage, and a fifty-fifty\r\n  division was an appropriate starting point for long term marriages.  Doe,\r\n  370 S.C. at 214, 634 S.E.2d at 56.  We note the ten-year marriage at bar is of\r\n  a lesser duration than the shortest marriage cited in Doe and its\r\n  relevant case law.  See id. at 214-15, 634 S.E.2d at 56; see, e.g., Craig v. Craig, 358 S.C. 548, 595 S.E.2d 837 (Ct. App. 2004) (upholding\r\n  a fifty-fifty division of marital property following a twenty-seven year\r\n  marriage), aff'd by 365 S.C. 285, 617 S.E.2d 359 (2005); Mallett\r\n    v. Mallett, 323 S.C. 141, 473 S.E.2d 804 (Ct. App. 1996) (noting the family\r\n  court's fifty-fifty split was &quot;generous,&quot; but ultimately affirming\r\n  the award, which followed a twenty-one year marriage); Kirsch v. Kirsch,\r\n  299 S.C. 201, 203, 383 S.E.2d 254, 255 (Ct. App. 1989) (affirming a fifty-fifty\r\n  split for a thirty year marriage); Leatherwood v. Leatherwood, 293 S.C.\r\n  148, 359 S.E.2d 89 (Ct. App. 1987) (affirming a fifty-fifty split of marital\r\n  property following a twenty-two year marriage).  \r\nFurthermore, the evidence in the record demonstrates\r\n  Husband's disproportionate contributions to this ten-year marriage.  Wife\r\n  brought in little to no money or assets during the marriage, while Husband\r\n  provided the majority of income and assets.  Wife argues she sacrificed a\r\n  salary of $85,000 to fulfill marital duties; however, the record shows Wife\r\n  admitted to only making &quot;forty something thousand&quot; in the years\r\n  immediately prior to the parties' marriage.  According to Husband, prior to the\r\n  marriage, he paid $7,158.99 to one of Wife's credit card debts, and gave her a\r\n  house rent free so she could get her finances in order.  During the marriage,\r\n  Husband also enabled Wife to build an inventory of animals and manage the farm,\r\n  against his wishes, although the farm operated at a loss.  Accordingly, the\r\n  evidence in the record supports the family court's finding as to the issue of\r\n  equitable division.   \r\n\r\nIV.&nbsp;&nbsp; Husband's Special Equity in the Hill\r\n  Billy Way Property\r\nWife argues the family court erred in granting a\r\n  special equity in the Hill Billy Way property to Husband.  This issue is not preserved\r\n  for our review.\r\nAt trial, Wife admitted Husband was entitled to a\r\n  credit for his substantial work on the Hill Billy Way property prior to the\r\n  marriage.  In her Rule 59(e) motion, Wife argued the family court erred in the\r\n  valuation of the Husband's special equity interest.  On appeal, Wife argues the\r\n  family court erred in following the method of accounting of a special equity\r\n  interest used in Cooksey v. Cooksey, 280\r\n  S.C. 347, 312 S.E.2d 581 (Ct. App. 1984), overruled by Dawkins v.\r\n    Dawkins, 386 S.C. 169, 687 S.E.2d 52 (2010).  Wife contends Cooksey was overruled on the issue of accounting of a special equity interest, and the\r\n  family court should have used the method explained in Toler v. Toler,\r\n  292 S.C. 374, 380, 356 S.E.2d 429, 433 (Ct. App. 1987).  Because Wife failed to\r\n  raise this argument in her Rule 59(e) motion, it is not preserved for our\r\n  review.  See State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691,\r\n  693-94 (2003) (stating for an issue to be preserved for appellate review, it\r\n  must have been raised to and ruled upon by the trial judge).\r\n\r\nV.&nbsp; Attorney's\r\n  Fees\r\nWife argues the family court erred in requiring her to\r\n  contribute to Husband's attorney's fees and costs.  We disagree.\r\nIn determining an award for attorney's fees, a family\r\n  court should first consider the following factors as set forth in E.D.M. v.\r\n    T.A.M., 307 S.C. 471, 476-77, 415 S.E.2d 812, 816 (1992) in deciding\r\n  whether to award attorney's fees and costs: &quot;(1) the party's ability to\r\n  pay his/her own attorney's fee; (2) beneficial results obtained by the\r\n  attorney; (3) the parties' respective financial conditions; (4) effect of the attorney's\r\n  fee on each party's standard of living.&quot;  In addition, \r\n\r\na fee award must be based upon a reasonable hourly\r\n  fee. Applying the [] six factors to determine an appropriate fee award, the\r\n  reasonableness of the hourly rate shall be determined according to: (1) the\r\n  professional standing of counsel; and (2) the customary legal fees for similar\r\n  services. The reasonableness of the number of hours billed shall be determined\r\n  according to: (1) the nature, extent, and difficulty of the case; and (2) the\r\n  time necessarily devoted to the case.\r\n\r\nGlasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315\r\n  (1991). \r\n          Furthermore,\r\n  &quot;[t]his court has previously held when parties fail to cooperate and their\r\n  behavior prolongs proceedings, this is a basis for holding them responsible for\r\n  attorney's fees.&quot;  Bennett v. Rector, 389 S.C. 274, 285, 697 S.E.2d\r\n  715, 721 (Ct. App. 2010) (citing Anderson v. Tolbert, 322 S.C. 543,\r\n  549-50, 473 S.E.2d 456, 459 (Ct. App. 1996)); see also Donahue v.\r\n    Donahue, 299 S.C. 353, 365, 384 S.E.2d 741, 748 (1989) (holding husband's\r\n  &quot;lack of cooperation . . . serves as an additional basis for the award of\r\n  attorney's fees&quot;); Johnson v. Johnson, 296 S.C. 289, 304, 372\r\n  S.E.2d 107, 115 (Ct. App. 1988) (citing husband's lack of cooperation in\r\n  discovery as basis for increasing wife's attorney fees award on appeal). \r\n  &quot;An adversary spouse should not be rewarded for such conduct.&quot;  Anderson,\r\n  322 S.C. at 549, 473 S.E.2d at 459.\r\nWife argues the family court failed to consider\r\n  Husband's ability to pay and the relative financial situations of the parties\r\n  in ordering her to pay a portion of Husband's attorney's fees or, in the alternative,\r\n  the family court did not give the appropriate weight to those factors.  However,\r\n  the family court considered all of the E.D.M. factors in ordering Wife\r\n  to pay a portion of Husband's attorney's fees.  The family court specifically\r\n  addressed Husband's ability to pay and the parties' relative financial\r\n  situation and found &quot;[a]lthough Husband's earnings are superior to Wife's\r\n  earnings [] it is appropriate to award to the Husband attorney's fees and\r\n  costs.&quot;  In addition, the family court relied on its findings that Wife\r\n  raised several unsubstantiated allegations against Husband, requiring Husband\r\n  to spend substantial amounts of money to defend himself against the\r\n  allegations.  Further, the family court found Wife refused to comply with\r\n  discovery and unnecessarily prolonged the case.  Accordingly, we believe the\r\n  family court did not err in ordering Wife to pay a portion of Husband's\r\n  attorney's fees, and therefore, we affirm the findings of the family court.\r\nConclusion\r\nBased on the foregoing reasons, the family court's\r\n  decision is\r\naffirmed.\r\nhuff and pieper, JJ., concur.\r\n\r\n\r\n[1] Once married, Wife sold insurance &quot;when [she]\r\n  could.&quot;  Most of the income from the insurance business was earned from\r\n  renewals from policies sold prior to the marriage.  \r\n[2] It is undisputed that the commercial property is\r\n  marital property.  The commercial property was sold during the marriage.  The\r\n  proceeds from the sale of the commercial property were deposited into the\r\n  parties' joint bank account.  A marital property on Lake Wateree was\r\n  subsequently purchased with the proceeds.  \r\n[3] It is undisputed that the Hill Billy Way property is\r\n  marital property.  This property is the site of the marital home.\r\n[4] Wife specifically states, &quot;In the alternative,\r\n  the note and mortgage [on the Antioch property] should be marital property to\r\n  the extent of the appreciation in the equity of the property due to reduction\r\n  of debt paid with joint funds and costs of fixing up the house paid for with joint\r\n  funds.&quot;  This court views the contention as a request for a special equity\r\n  interest in the Antioch property since the mortgage and note create a secured\r\n  interest in the land.  Wife asked for a &quot;special equity interest&quot; in\r\n  the Antioch property in her Rule 59(e) motion as well.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4921","title":"Roof v. Steele","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4921","description":"Appellant contends the family court erred in requiring him to pay Respondent's health insurance premiums as a form of modified alimony.  The Court of Appeals affirms in part, reverses in part, and remands to the family court for further proceedings.","date":"2011-12-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nYancey Roof, Respondent,\r\nv.\r\nKenneth A.\r\n      Steele, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Lexington County\r\nRichard W. Chewning, III, Family Court\r\n  Judge\r\n\r\nOpinion No.  4921\r\nHeard September 13, 2011 – Filed December\r\n  14, 2011 \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, and\r\n  REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nMax N. Pickelsimer, of Columbia, for Appellant.\r\nJean P. Derrick, of Lexington, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nGEATHERS, J.:  Kenneth\r\n  A. Steele (Husband) appeals from the family court's order granting modification\r\n  of alimony and attorney's fees to his former wife, Yancey Roof (Wife).  Husband\r\n  argues the family court erred in modifying alimony and awarding attorney's\r\n  fees.  We affirm in part,\r\n  reverse in part, and remand for further proceedings consistent with this\r\n  opinion.\r\nFACTS/PROCEDURAL HISTORY\r\nHusband and Wife married in 1993 and divorced in 2006. \r\n  They have seventeen-year-old twins.  The parties' Final Decree of Divorce (Decree)\r\n  incorporated a prior agreement regarding alimony, division of real and personal\r\n  property, transfer of funds to &quot;equalize the division of marital\r\n  property,&quot; and responsibility for payment of debts and attorney's fees.  \r\nRegarding alimony, the Decree required Husband to make\r\n  permanent periodic payments of $300 per month and to pay Wife's health\r\n  insurance premiums.  As to the health insurance component of alimony, the\r\n  Decree provided:\r\n\r\nE.       [Husband] shall maintain health, dental and\r\n  optical insurance on [Wife] through the group policy with his current employer\r\n  so long as it is available to him.  Any premium paid by [Husband] for [Wife's]\r\n  health, dental and optical insurance shall be considered alimony, and shall be taxable\r\n  as income to [Wife], and shall be deductible by [Husband].  Currently, the\r\n  premium is $87.74.\r\n\r\nThe Decree stated the family court had &quot;questioned\r\n  the parties regarding their agreement, and their understanding of its\r\n  terms.&quot;  Thereafter, based on the parties' testimony and evidence, the\r\n  court made Findings of Fact and Conclusions of Law.  With respect to the\r\n  modification of alimony, the Decree stated: \r\n\r\n8.       [T]he parties further understand that issues\r\n  of child custody, child support and visitation, as well as any future\r\n  modification of alimony are reviewable by the Court based upon a showing of a substantial\r\n  change of condition.  The parties further understand that alimony may also be\r\n  terminated as provided by law.\r\n\r\nBefore the parties' divorce in February 2006, Husband's\r\n  employer, BlueCross BlueShield of South Carolina, confirmed that Husband could maintain\r\n  Wife as a dependent on his health insurance policy following the divorce.  At\r\n  that time, Husband paid a monthly premium of $87.74 for Wife's insurance coverage.  \r\nIn April 2008, however, Husband's employer notified employees\r\n  that it would no longer provide former spouses with dependent coverage as of\r\n  June 1, 2008.  Upon termination of Wife's coverage, she would become eligible for\r\n  nine months of comparable coverage under COBRA at a monthly premium of $462.60. \r\nIn May 2008, Wife filed a complaint seeking to modify\r\n  alimony based upon the occurrence of &quot;a substantial change in\r\n  circumstances since the issuance of the Decree of Divorce.&quot;  In her\r\n  complaint, Wife explained that she had been diagnosed with multiple sclerosis in\r\n  2000; since then, she had required extensive health care services.  Wife stated\r\n  her health insurance coverage, then available through Husband's employer, would\r\n  terminate on June 1, 2008.  Thereafter, she would become eligible for COBRA\r\n  coverage for nine months.  After her COBRA eligibility terminated on February 27,\r\n  2009, Wife contended the only coverage available to her was through the South\r\n  Carolina State Health Insurance Pool, &quot;at a very substantial monthly\r\n  premium.&quot;  Wife asserted that following the parties' divorce, Husband's\r\n  income has increased significantly, while her income has remained the same. \r\n  Moreover, Wife contended Husband has acquired property, while she &quot;has not\r\n  acquired any further property, and has barely managed to make a living since\r\n  the divorce.&quot;  Wife asked the court to grant pendente lite and permanent\r\n  relief by modifying her alimony to include payment of COBRA premiums; payment\r\n  of Insurance Pool premiums upon termination of COBRA eligibility; and payment\r\n  of a portion of her uninsured medical expenses.  Wife additionally asked the\r\n  court to award her attorney's fees and costs.  \r\nIn Husband's answer and counterclaim, he contended\r\n  Wife's action was &quot;without merit&quot; because &quot;the cancellation of\r\n  [Wife's] coverage was anticipated at the time of the parties' divorce, and\r\n  therefore does not constitute a substantial change of condition.&quot;  Husband\r\n  also requested attorney's fees and costs.  \r\nIn June 2008, the family court conducted a hearing on\r\n  Wife's request for pendente lite relief.  Wife sought an order requiring\r\n  Husband to pay the COBRA premium of $462.60 a month after her &quot;regular\r\n  dependent coverage is converted to COBRA coverage.&quot;  The court's order stated:\r\n  &quot;The Court finds, and holds as a matter of law, that the terms of the\r\n  Decree of Divorce already require [Husband] to pay this COBRA premium, to\r\n  continue this BlueCross BlueShield coverage as long as it is available to\r\n  [Wife].&quot;  The order stated all other issues would be decided at the final\r\n  hearing on the merits.  \r\nWife's COBRA coverage expired on March 1, 2009. \r\n  Thereafter, Wife again petitioned the family court for pendente lite relief,\r\n  seeking an order requiring Husband to pay her Insurance Pool premium of $1,193.93\r\n  per month.  In May 2009, the court conducted a hearing on Wife's petition. \r\n  Husband argued that under the express terms of the Decree, he had no obligation\r\n  to pay Wife's Insurance Pool premium because the coverage was not offered by\r\n  his employer.  Husband contended the parties had contemplated &quot;this lapse\r\n  of coverage&quot; at the time of their divorce, and he asserted that an &quot;anticipated\r\n  event does not constitute a change of circumstances.&quot;  The court agreed\r\n  that the Decree no longer obligated Husband to pay Wife's health insurance\r\n  premiums: &quot;The Court concurs in [Husband's] argument that the [Insurance\r\n  Pool] coverage is not equal to the BlueCross BlueShield coverage or COBRA\r\n  coverage, so [Husband] at present has no ongoing duty per se under the Decree.&quot;  Yet, the court found that Wife has demonstrated &quot;a\r\n  change of circumstances and is entitled to supplemental pendente lite relief, all without prejudice to the position of either party at a final\r\n  hearing on the merits.&quot;  \r\nOn February 4, 2010, the family court conducted a\r\n  final hearing on the merits of Wife's request for modification of alimony and\r\n  attorney's fees.  At this hearing, Wife testified she was diagnosed with\r\n  multiple sclerosis in 2000; she stated &quot;it just varies day to day as how\r\n  it affects me.&quot;  Wife, who has a high school education, has worked since\r\n  1985 in a picture framing business, where she is a co-owner.  In 2006, Wife was\r\n  making $1,500 a month; she currently makes $1,080 a month and has taken out\r\n  multiple loans to pay for her necessities.  Wife testified that prior to the\r\n  expiration of her COBRA benefits, she had requested quotes from several health\r\n  insurance carriers; however, the carriers either denied coverage or offered policies\r\n  that provided less coverage at a higher premium.  As a result, Wife had\r\n  determined the Insurance Pool, at a monthly premium of $1,247.65, provided the\r\n  most economical coverage for her needs.  \r\nHusband testified he was making $60,000 in 2006; he currently\r\n  makes $76,000 a year, and he owns a home, motorcycle, boat, truck, and four\r\n  rental homes.  Husband's mother died prior to the parties' divorce;\r\n  subsequently, Husband inherited $260,000, from which he receives approximately\r\n  $3,700 in annual interest.  Husband also has a 401(K) account that is valued at\r\n  $40,000.  Husband testified the rental homes do not provide extra income to him\r\n  because the rental income is used to make the mortgage payments.  \r\n Husband\r\n  testified regarding his understanding of the Decree's alimony provision\r\n  requiring him to pay Wife's health insurance premiums: &quot;My understanding\r\n  was that I would be required to cover her under my employer's plan as long as\r\n  it was available and not after that.  And, at the time, it was eighty-seven\r\n  dollars a month.&quot;  Husband later commented on the express wording of the\r\n  health insurance provision: &quot;The reason we put the wording in there the\r\n  way it is in there is because to protect myself if I was, if the insurance was\r\n  not available through my group plan.&quot;  \r\nHusband asserted: &quot;I did what the [D]ecree\r\n  said.&quot;  He contends he is no longer responsible for paying Wife's health\r\n  insurance premiums because: &quot;There is no change of circumstances.  It's in\r\n  the [D]ecree.&quot;  Husband was asked if he had expected his employer to allow\r\n  him to carry Wife as his dependent indefinitely; he responded: &quot;No, I had\r\n  no idea what the future would hold, and that's why we put the wording in there,\r\n  to protect myself from exorbitant health insurance premiums in the\r\n  future.&quot;  Husband argued that he had done exactly what the Decree required\r\n  and added: &quot;I figured the agreement gave [Wife] ample time to get a\r\n  parallel policy so she would still have insurance coverage.  . . .  We're\r\n  divorced.  She has family.&quot;  \r\nHusband's counsel argued the Decree &quot;is clear and\r\n  unambiguous&quot;:  \r\n\r\n[Husband's] obligation to provide health insurance\r\n  through his employer is only so long as it's available to him through his\r\n  current employer.  That is the sole basis for the substantial change of\r\n  circumstances that [Wife] has alleged in her complaint.  We believe that . . . it's\r\n  clear that a change of circumstances that's anticipated at the time of the decree\r\n  cannot later be used as a change of circumstance to seek modification of that\r\n  decree.  . . .  It's clear from [Wife's] testimony that she anticipated, she\r\n  knew at the time of the decree that insurance may no longer be available to\r\n  [Husband] at some point in time through his employer[,] be it through job\r\n  transfer, job termination, [or] change of policy with BlueCross BlueShield.  \r\n\r\n Wife's\r\n  counsel responded: \r\n\r\nThe agreement . . . does not speak to the future about\r\n  what happens if and when that coverage changes.  That's the meaning of change\r\n  of circumstance.  We can only agree on what we know to be the present\r\n  circumstances.  None of the parties or certainly the court could anticipate the\r\n  development of future events and what would happen.  \r\n\r\nWife's\r\n  counsel concluded: &quot;[W]e have an additional need of more premium for new\r\n  insurance coverage, more alimony because of larger uncovered medical\r\n  expenses.&quot;  \r\n The\r\n  family court issued a final order granting Wife an increase in alimony based on\r\n  its findings that she had demonstrated a substantial change in circumstances\r\n  and that Husband had the financial ability to pay increased alimony.  The order\r\n  stated:\r\n\r\n[Husband] at trial argued that since medical coverage\r\n  was no longer available for him to carry for [Wife's] benefit through his place\r\n  of employment, his obligation to maintain medical insurance coverage on her\r\n  behalf was ended.  However, this is not the express wording of the agreement of\r\n  the parties.  The Decree of Divorce is silent with respect to [Husband's]\r\n  obligations, if any, when coverage is no longer available to him through his\r\n  place of employment.  In addition, even if the Court literally interpreted the\r\n  agreement of the parties as [Husband] argues, [Wife] in this action in fact\r\n  does not seek to compel [Husband] to maintain coverage, but rather requests an\r\n  increase in alimony, due to her additional needs to maintain a more expensive\r\n  policy of medical insurance coverage.  In any event, the Court finds and\r\n  concludes that [Wife] has shown, with respect to this issue, a change of\r\n  condition concerning her needs for medical insurance coverage, and therefore\r\n  proved her entitlement to an increased award of alimony.\r\n\r\nThe order additionally noted that Wife's continuing\r\n  poor health, her decrease in income, and Husband's increase in income and\r\n  assets supported modification of alimony.  The court ordered Husband to pay\r\n  Wife alimony equal to &quot;the amount of her monthly [Insurance Pool] premium,\r\n  in addition to the $300 per month alimony payment awarded earlier.&quot;  The\r\n  court stated the &quot;amount of this insurance premium shall be treated as\r\n  alimony.&quot;  Furthermore, the court awarded Wife attorney's fees of $10,000. \r\n  This appeal followed.\r\nISSUES ON APPEAL\r\nI.&nbsp;&nbsp; Did the family court err in\r\n  modifying alimony?\r\nII.&nbsp; Did the family court err in\r\n  awarding attorney's fees to Wife?\r\nLAW/ANALYSIS\r\nI.&nbsp; STANDARD OF\r\n  REVIEW\r\nOn appeal from the family court, this court reviews\r\n  factual and legal issues de novo.  Simmons v. Simmons, 392 S.C.\r\n  412, 414, 709 S.E.2d 666, 667 (2011).  &quot;[O]ur\r\n  review of a family court's order on whether to modify support awards is de\r\n    novo.&quot;  Miles v. Miles, 393 S.C. 111, 117, 711 S.E.2d 880, 883\r\n  (2011).  &quot;[W]hile retaining the authority to make our own findings of\r\n  fact, we recognize the superior\r\n  position of the family court judge in making credibility determinations.  Moreover,\r\n  consistent with our constitutional authority for de novo review, an\r\n  appellant is not relieved of his burden to demonstrate error in the family court's findings of fact.&quot;  Lewis v.\r\n    Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011) (footnote omitted).\r\nII.&nbsp; MODIFICATION OF ALIMONY\r\na.&nbsp; Alimony Is Modifiable\r\nAn agreement creating a spousal support obligation is\r\n  modifiable by the family court unless (1) the parties have expressly designated\r\n  their agreement as &quot;non-modifiable,&quot; and (2) the family court has\r\n  approved this limitation:  \r\n\r\nThe Family Court may review and approve all agreements\r\n  which bear on the issue of alimony or separate maintenance and support, whether\r\n  brought before the court in actions for divorce from the bonds of matrimony,\r\n  separate maintenance and support actions, or in actions to approve agreement [sic]\r\n  where the parties are living separate and apart.  . . .  The parties may agree in\r\n  writing if properly approved by the court to make the payment of alimony . . . nonmodifiable\r\n  and not subject to subsequent modification by the court. \r\n\r\nS.C.\r\n  Code Ann. § 20-3-130(G) (Supp. 2010). \r\n In\r\n  our case, the Decree deemed that Wife's health insurance premiums paid by\r\n  Husband &quot;shall be considered alimony.&quot;  During oral argument, Husband\r\n  acknowledged that his payments for Wife's health insurance premiums were\r\n  alimony, and he conceded that alimony was modifiable by the court. \r\nb.&nbsp; Modification of Alimony\r\n  Requires &quot;Changed Circumstances&quot;\r\nSouth Carolina law limits the modification of alimony to\r\n  situations where &quot;the circumstances of the parties or the financial\r\n  ability of the spouse making the periodic payments shall have changed since the\r\n  rendition of such judgment&quot; of divorce.  S.C. Code Ann. § 20-3-170 (1976 &amp; Supp. 2010).  The law grants\r\n  great latitude to the family court to modify alimony by making &quot;such order\r\n  and judgment as justice and equity shall require, with due regard to the\r\n    changed circumstances and the financial ability of the supporting spouse,\r\n  decreasing or increasing or confirming the amount of alimony provided for in\r\n  such original judgment or terminating such payments.&quot;  Id. (emphasis added).\r\nOur courts have further refined the conditions warranting\r\n  modification of alimony to additionally require that a &quot;substantial&quot; change\r\n  in circumstances has occurred since the parties' divorce.  &quot;The change in\r\n  circumstances must be substantial or material in order to justify a\r\n  modification of the previous alimony obligation.&quot;[1]  Thornton v. Thornton, 328 S.C. 96, 111, 492\r\n  S.E.2d 86, 94 (1997).  &quot;In addition to the changed circumstances of the\r\n  parties, the financial ability of the supporting spouse to pay is a specific\r\n  factor to be considered.&quot;  Riggs v. Riggs, 353 S.C. 230, 236, 578\r\n  S.E.2d 3, 6 (2003). \r\nThe Decree expressly stated that alimony could be modified\r\n  by the court &quot;upon a showing of substantial change in condition.&quot;  Husband\r\n  does not contest the court's authority to modify alimony; rather, he challenges\r\n  the court's finding that the evidence presented demonstrates that the circumstances of the parties\r\n    have substantially changed since the parties' divorce in 2006.  \r\nHusband's argument relies on his contention that even\r\n  if a substantial change in circumstances has occurred, the change was &quot;anticipated&quot;\r\n  at the time of the parties' divorce.  Husband asserts: \r\n\r\nThe requirement that a change in circumstances be\r\n  unanticipated in order to justify modification of an alimony award is a long\r\n  standing and well established rule of law dating back more than thirty years.  See Schadel v. Schadel, 268 S.C. 50, 56, 232 S.E.2d 17, 19 (1977) (holding\r\n  that husband was not entitled to modification of alimony, as his retirement\r\n  from the Air Force was anticipated when he entered into the agreement with his\r\n  former wife).  \r\n\r\nHusband contends modification of alimony is not\r\n  warranted because Wife's loss of health insurance coverage under Husband's\r\n  employer's plan was anticipated at the time of their divorce.  Husband contends\r\n  that because health insurance for Wife is no longer available through his employer,\r\n  his only alimony obligation is the $300 monthly payment to Wife.  Moreover,\r\n  Husband contends the court is powerless to modify his future alimony obligation\r\n  because the change in circumstances was precipitated by an anticipated event: &quot;[B]ecause\r\n  the discontinuation of insurance coverage in the future was a given, [Wife's]\r\n  need to purchase new insurance cannot be considered a change in\r\n  circumstances.&quot;  \r\nWe agree that under the Decree, Husband is no longer\r\n  responsible for paying Wife's health insurance premiums because coverage is no\r\n  longer available through his employer.  However, we disagree with Husband's\r\n  contention that he has no further alimony obligation simply because the parties\r\n  had anticipated that Wife could lose coverage.  \r\nThe parties' arguments turn not on whether\r\n  a &quot;substantial change in circumstances has occurred,&quot; but instead on\r\n  whether the law requires that the substantial change in circumstances had to be\r\n  &quot;unanticipated&quot; at the time of the parties' divorce in order for the\r\n  family court to consider modification of alimony.  This very issue was\r\n  addressed squarely, and answered clearly, by a unanimous supreme court in Sharps\r\n    v. Sharps, 342 S.C. 71, 535 S.E.2d 913 (2000), rev'g Op. No.\r\n  99-UP-081 (Ct. App. 1999).  \r\nIn Sharps, the family court found a substantial\r\n  change in circumstances occurred following the emancipation of the parties'\r\n  children, and that the change warranted an increase in Wife's alimony from $150\r\n  to $475 a month.  Id. at 74, 535 S.E.2d at 915.  The family court based Wife's\r\n  increase in alimony upon &quot;the increase in Husband's income, a decrease in\r\n  Husband's expenses, the increase in Wife's expenses, the thirteen-year length\r\n  of the marriage, and their respective ages.&quot;  Id. at 75, 535 S.E.2d\r\n  at 915.  Husband appealed the increase in alimony, and the court of appeals\r\n  reversed, holding: &quot;[T]he trial court improperly relied on the termination\r\n  of child support to find a change in circumstances.&quot;  Id. at 75,\r\n  535 S.E.2d at 915.  The court of appeals also found &quot;general inflation and\r\n  Husband's increase in salary were not sufficient to warrant a modification of\r\n  alimony.&quot;  Id. at 75, 535 S.E.2d at 915.\r\nThe supreme court reversed the court of appeals'\r\n  decision in Sharps and reinstated the family court's order increasing\r\n  Wife's alimony.  In the Sharps opinion, the supreme court admonished:\r\n  &quot;Using Calvert,[2] courts have refused to adjust alimony where the substantial change alleged was\r\n  known by the parties at the time of the decree.&quot;  342 S.C. at 76, 535\r\n  S.E.2d at 916.  The supreme court noted: &quot;Prior to Calvert, the\r\n  Court of Appeals even found the increase in expenses to the husband as a result\r\n  of the wife's immediate relocation with her new spouse to Virginia could not be\r\n  considered in determining whether a substantial change existed because the\r\n  parties contemplated her move during the divorce.&quot;  Id. at 76, 535\r\n  S.E.2d at 916.  \r\nThe supreme court reasoned that there are some changes\r\n  anticipated by parties at the time of divorce that cannot be adequately\r\n  addressed by the Divorce Decree:\r\n\r\nIn light of Calvert and subsequent Court of\r\n  Appeals cases, courts usually consider only those changes that were unknown to\r\n  the parties at the time of the separation decree in determining if a\r\n  substantial change has occurred warranting a modification of alimony.  The\r\n  original divorce decree generally addresses these expected changes.  However,\r\n  there are some future changes which may be in contemplation of the parties at\r\n  the time of the decree but, due to other considerations, cannot be addressed at\r\n  that time in the divorce decree.  \r\nThe termination of child support in the current case\r\n  is one situation where, even though the future event was known at the time of\r\n  the separation, the trial court could not properly address that expected change\r\n  in the divorce decree.  Because a court cannot always know what conditions will\r\n  exist in the future, it would be arbitrary to automatically increase alimony or\r\n  child support in the far distant future based on the happening of anticipated\r\n  events.\r\n\r\nId. at 76-77, 535 S.E.2d at 916.  The supreme court further explained: \r\n\r\n[I]f the original divorce decree had attempted to\r\n  increase Wife's alimony following the emancipation of the children, the amount\r\n  of that increase would have been arbitrary and unenforceable in\r\n  light of the substantial amount of time between the original decree and the\r\n  emancipation.  Also, had the original decree in this case granted Wife a\r\n  greater amount of periodic alimony, it may have unfairly exceeded Husband's\r\n  financial ability to pay the child support, the alimony, and support himself as\r\n  well.\r\n\r\nId. at 77-78, 535 S.E.2d at 917.  The court additionally instructed:\r\n  &quot;As a general rule, a court hearing an application for a change in alimony\r\n  should look not only to see if the substantial change was contemplated by the\r\n  parties, but most importantly whether the amount of alimony in the original\r\n    decree reflects the expectation of that future occurrence.&quot;  Id. at 78, 535 S.E.2d at 917 (emphasis added).[3]  \r\nIn our case, Husband argues the family court erred in\r\n  finding a substantial change in circumstances existed to support modification\r\n  of the Decree because termination of Wife's health insurance was within the\r\n  contemplation of the parties at the time of their divorce.[4] \r\n  Guided by the clear analysis in Sharps, we conclude Wife is not barred\r\n  from modification of alimony simply because the parties had anticipated that she\r\n  may become ineligible—at some unknown point in the future—for health insurance\r\n  coverage under Husband's employer's policy.  Based on the applicable statute,\r\n  and our supreme court's statutory interpretation, we hold the proper inquiry of\r\n  the court when considering a request to modify alimony is whether &quot;the\r\n  circumstances of the parties or the financial ability of the spouse making the\r\n  periodic payments shall have changed since the rendition of such judgment . . .\r\n  .&quot;  S.C. Code Ann. § 20-3-170. \r\nApplying the instruction in Sharps to our case,\r\n  the amount of alimony in the original decree, i.e., $300 per month, does\r\n  not consider Wife's needs should she lose access to health insurance coverage. To\r\n  the contrary, in light of Wife's significant chronic health problems, it is\r\n  clear the Decree did not address Husband's responsibility should Wife lose\r\n  coverage under Husband's employer's health insurance plan.  The modest alimony\r\n  award of $300 does not reflect the parties' future expectation that Wife would become\r\n  responsible for obtaining her own health insurance coverage.  Indeed, this interpretation\r\n  is consistent with the testimony of both parties, who indicated that while they\r\n  could not predict the future, they had &quot;hoped&quot; at the time of their\r\n  divorce that Husband would be able to continue providing Wife's health\r\n  insurance through his current employer.  The language in the Decree demonstrates\r\n  the parties' realization that continuation of coverage was ultimately beyond\r\n  their control.  Importantly, the Decree remains silent as to what modification\r\n  of alimony, if any, becomes warranted upon the change in circumstances that\r\n  would necessarily follow Wife's loss of health insurance coverage. \r\nWe accept Husband's testimony that the language in the\r\n  Decree was crafted carefully &quot;to protect [him] from exorbitant health\r\n  insurance premiums in the future.&quot;  At the time of the parties' divorce, Wife's\r\n  health insurance needs were met fully by Husband's employer and Husband's\r\n  minimal premium payments of $87.74 per month.  At that time, the Decree\r\n  specified that Husband's alimony responsibility was comprised of monthly\r\n  payments of $300 and payment of Wife's monthly health insurance premiums for as\r\n  long as coverage was available through Husband's employer.  As the family court's order noted: &quot;The Decree is\r\n  silent with respect to [Husband's] obligations, if any, when coverage is no\r\n  longer available to him through his place of employment.&quot;  Moreover, any attempt by the court in 2006 to quantify\r\n  the financial impact to Wife of the potential loss in coverage in 2010—or\r\n  beyond—simply would have been &quot;arbitrary.&quot;  \r\nNow, four years later, coverage for Wife is no longer\r\n  available through Husband's employer and premiums for comparable coverage have\r\n  increased from $87.87 to $1,247.65 per month—an increase of over 1,000%.  During\r\n  the same period, Husband's monthly income has increased from $5,000 to\r\n  $6,357.48, an increase of 27%, while Wife's income has decreased significantly.  \r\nWe find that the family court's reliance on the\r\n  cessation of Wife's health coverage through Husband's employer, combined with\r\n  findings that Wife's income had decreased while Husband's income had increased,\r\n  was sufficient to support a determination that Wife had successfully\r\n  demonstrated a substantial change in circumstances that warranted an increase\r\n  in alimony.  Furthermore, we find the family court properly determined that\r\n  Husband has the financial ability to provide additional alimony to Wife.  These\r\n  findings satisfy the statutory guidelines for alimony modification, as stated\r\n  in § 20-3-170.\r\nIn our view, however, the family court's method of\r\n  determining the amount to modify Wife's alimony was improper.  While we agree\r\n  that an increase in alimony is warranted, we do not believe the amount of the modification\r\n  should be tied to the ever-changing market value of Wife's health insurance\r\n  coverage—especially in light of Husband's valid argument that his obligation to\r\n  pay Wife's health insurance premiums ended after coverage was no longer\r\n  available through his employer.  Our review of the court's pendente lite orders\r\n  in this case demonstrates just how fluid such a basis for alimony modification becomes\r\n  when tied to adjustments in Wife's health insurance premiums.  Moreover, tethering\r\n  the modification of alimony to an adjustment of insurance premiums provides a\r\n  disincentive to Wife to control her health care costs.  \r\nAccordingly, we affirm the family court's\r\n  determination that Wife demonstrated a substantial change in circumstances that\r\n  warrants the modification of alimony; however, we reverse the family court's\r\n  order requiring Husband to pay Wife's health insurance premiums.  Instead, we\r\n  remand the case to the family court to determine the appropriate monetary\r\n  modification of alimony that reflects both the substantial change in the\r\n  parties' circumstances and Husband's financial ability to pay alimony.[5] \r\nIII.&nbsp; Attorney's Fees\r\nHusband contends the family court erred in awarding\r\n  attorney's fees of $10,000 to Wife.  \r\n\r\nIn awarding attorney's fees, the court should consider each party's ability to\r\n  pay his or her own fee, the beneficial\r\n  results obtained by the attorney, the parties' respective financial conditions,\r\n  and the effect of the fee on each party's standard of living.  E.D.M. v.\r\n    T.A.M., 307 S.C. 471, 476-77, 415 S.E.2d 812, 816 (1992).  In determining\r\n  the amount of attorney's fees to award, the court should also consider the: (1) nature, extent, and\r\n  difficulty of the case; (2) time necessarily devoted to the case; (3)\r\n  professional standing of counsel; (4) contingency of compensation; (5)\r\n  beneficial results obtained; [and] (6) customary legal fees for similar services.  Glasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991).\r\n\r\nSmith\r\n  v. Smith, 386 S.C. 251, 270, 687\r\n  S.E.2d 720, 730-31 (Ct. App. 2009).\r\nBecause we have remanded the issue of modification of\r\n  alimony to the family court, we remand the issue of attorney's fees as well. \r\n  The outcome of the alimony modification may impact the family court's award of\r\n  attorney's fees.  See Sexton v. Sexton, 310 S.C. 501, 504, 427\r\n  S.E.2d 665, 666 (1993) (remanding issue of attorney's fees where beneficial\r\n  results were reversed on appeal, and &quot;express[ing] no opinion&quot; on whether\r\n  the original award of attorney's fees was appropriate); Smith, 386 S.C. at\r\n  271, 687 S.E.2d at 731 (stating that the family court's decision on remand may\r\n  alter its &quot;analysis of the 'beneficial results obtained at trial'&quot;). \r\nCONCLUSION\r\n Based\r\n  on the foregoing, the decision of the family court is\r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\nSHORT and WILLIAMS, JJ., concur.  \r\n\r\n\r\n[1]&nbsp; Prior to the supreme court's recent holding\r\n  in Miles v. Miles, our courts had traditionally placed a higher burden\r\n  on parties seeking modification of alimony when the alimony had been\r\n  established by an agreement.  393 S.C. 111, 711 S.E.2d 880 (2011).  However, in Miles the court stated it was disavowing &quot;the line of cases that\r\n  articulate an even higher burden on the party seeking modification when an\r\n  agreement is involved.&quot;  Id. at 120, 711 S.E.2d at 885. \r\n  Furthermore, the court in Miles stated: &quot;Today, we clarify that\r\n  while the burden to prove entitlement to a modification of spousal or child\r\n  support is a substantial one, the same burden applies whether the family court\r\n  order in question emanated from an order following a contested hearing or a\r\n  hearing to approve an agreement.&quot;  393 S.C. at 120-21, 711 S.E.2d at 885.  Consequently,\r\n  the Miles opinion &quot;disavowed&quot; the following cases: Floyd v.\r\n    Morgan, 383 S.C. 469, 681 S.E.2d 570 (2009); Upchurch v. Upchurch,\r\n  367 S.C. 16, 624 S.E.2d 643 (2006); and Townsend v. Townsend, 356 S.C.\r\n  70, 587 S.E.2d 118 (Ct. App. 2003).  393 S.C. at 120, 711 S.E.2d at 885.\r\n[2]&nbsp; Calvert v. Calvert, 287 S.C. 130, 336\r\n  S.E.2d 884 (Ct. App. 1985).\r\n[3]&nbsp; We believe that the court's precise guidance\r\n  in Sharps concerning the analysis of whether a substantial change in\r\n  circumstances warrants modification in alimony has not been overruled by\r\n  subsequent cases that continue to refer to the substantial change in circumstances\r\n  that warrants modification in alimony as &quot;unanticipated,&quot; without further\r\n  explanation of this factor.  See Miles v. Miles, 393 S.C. 111, 120,\r\n  711 S.E.2d 880, 885 (2011) (citing Butler v. Butler, 385 S.C.\r\n  328, 336, 684 S.E.2d 191, 195 (Ct. App. 2009)) (stating a party is entitled to\r\n  modification of a support obligation if the party &quot;can show an unanticipated substantial\r\n  change in circumstances&quot;).     \r\n Furthermore,\r\n  the facts here are distinguishable from the facts in Floyd v. Morgan,\r\n  where the supreme court found a modification to Mother's child support\r\n  obligation was not warranted where the purported changes in circumstances were\r\n  within the parties' contemplation at the time of their initial divorce decree. \r\n  383 S.C. 469, 681 S.E.2d 570 (2009).  In Floyd, the court stated:\r\n  &quot;[G]iven the children's young ages at the time of the initial decree, we\r\n  believe the parties would have foreseen the eventual elimination of the $544\r\n  child care expense used to calculate Mother's initial child support\r\n  obligation.&quot;  Id. at 477, 681 S.E.2d at 574.  By contrast, in this\r\n  case, even if the parties were able to anticipate that Wife's health insurance\r\n  might become unavailable in the future, the impact of that substantial change\r\n  in circumstances could not have been both anticipated and quantified at the\r\n  time of the parties' divorce.\r\n[4]&nbsp; Additionally, Husband contends the family\r\n  court erred in denying his motion for involuntary non-suit, pursuant to Rule\r\n  41(b), SCRCP.  Husband asserts Wife failed to present evidence of an\r\n  unanticipated change of circumstances.  Husband's argument is without merit.\r\n[5]&nbsp; Following oral arguments, Husband filed a\r\n  Petition for a Writ of Supersedeas asking this court to stay any future\r\n  determination by the family court that Husband was responsible for paying future\r\n  increases in Wife's health premiums during the pendency of this appeal. \r\n  Husband's Petition is now moot.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4922","title":"SCDSS v. Mother and Father","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4922","description":"The court of appeals reverses the family court's order requiring SCDSS to initiate TPR proceedings against Mother.","date":"2011-12-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  the Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nSouth\r\n      Carolina Department of Social Services, Respondent,\r\nv.\r\nMother\r\n      and Father, Defendants,\r\nof\r\n      whom Mother is the Appellant.\r\nIn\r\n  the interest of three minor children under the age of 18.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  from Lancaster County\r\nW.\r\n  Thomas Sprott, Jr., Family Court Judge\r\n\r\nOpinion\r\n  No. 4922\r\nHeard\r\n  September 13, 2011 – Filed December 16, 2011\r\n\r\nREVERSED\r\n  AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nSally A. Carver-Young, of\r\n  Rock Hill, for Appellant.\r\nAngela M. Killian, of\r\n  Lancaster, for Respondent.\r\nCoreen B. Khoury, of\r\n  Lancaster, for Guardian ad Litem.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Mother appeals\r\n  from the family court's order requiring the South Carolina Department of Social\r\n  Services (SCDSS) to forego reunification efforts and to file a petition to\r\n  terminate Mother's parental rights to her eight-year-old twins.  We reverse this\r\n  portion of the family court's order and remand the case to the family court for\r\n  further proceedings consistent with this opinion.[1]\r\nFACTS/PROCEDURAL\r\n  HISTORY\r\nMother and Father (Parents) are legally\r\n  separated; together, they have five biological children.[2] \r\n  Only their eight-year-old twins (Twins) are subject to this action.[3] \r\nSCDSS became involved in this case in\r\n  June 2007, after Parents' fourth child tested positive for cocaine and\r\n  marijuana at birth.  The baby was presumed to be an abused or neglected child,\r\n  and SCDSS immediately placed the child in emergency protective custody (EPC).[4]  Pursuant to\r\n  alternative caregiver agreements, Parents' two-year-old child was placed with family\r\n  friends, the Roes, and Twins, then four years' old, were placed with their\r\n  grandmother.[5]  \r\nOn\r\n  July 31, 2007, the family court conducted a merits hearing concerning the emergency\r\n  removal of Parents' newborn child.[6]  At this hearing, the family court appointed Dennis Foley to serve as guardian\r\n  ad litem (GAL) for the child.  Regarding Parents' Twins and two-year-old child\r\n  (Children), the court found Parents had physically neglected Children; however,\r\n  it determined their neglect was not &quot;willful or reckless.&quot;  While\r\n  Children remained with their alternative caregivers, Parents were ordered to\r\n  complete a treatment plan (Plan), which included substance abuse counseling and\r\n  random drug screening.  \r\nIn January 2008, Parents moved from\r\n  Lancaster County, South Carolina to Charlotte, North Carolina.  On May 7, 2008,\r\n  SCDSS filed a complaint for removal of Children after learning Parents had\r\n  violated Twins' alternative caregiver agreement and were being investigated by\r\n  the North Carolina Department of Social Services (NCDSS) for using\r\n  marijuana and cocaine in Twins' presence.  In its complaint, SCDSS alleged Parents\r\n  had failed to comply with their Plan and each had tested positive for cocaine.  Parents\r\n  were then expecting the birth of their fifth child.\r\nOn\r\n  May 30, 2008, Mother gave birth to her fifth child.  This child was born in\r\n  North Carolina and tested positive for cocaine at birth.  The child was immediately\r\n  placed in EPC with NCDSS.  This child continues to reside in foster care in\r\n  North Carolina.  \r\nOn June 3, 2008, Twins were placed in EPC\r\n  with SCDSS.  Two weeks later, the family court conducted a hearing on the\r\n  merits of their removal from Parents' home.  At this hearing, the court found Children\r\n  were &quot;at substantial risk of physical neglect&quot; due to Parents'\r\n  continued drug use.  Following the hearing, the court granted SCDSS custody of\r\n  Children.  Twins were placed in foster care with the Does, while the younger\r\n  child remained in the Roes' home.  The court appointed Dennis Foley to serve as\r\n  Children's GAL.[7]  \r\nThe court granted Parents supervised\r\n  visitation with Children and ordered them to complete a Placement Plan (Plan)\r\n  within twelve months.[8]  The Plan\r\n  required Parents to: (1) submit to random drug screens; (2) complete\r\n  psychological evaluations; (3) pay child support; and (4) obtain and maintain\r\n  suitable housing.  The Plan expressly required Mother to obtain and maintain\r\n  employment, and to continue her participation in outpatient substance abuse\r\n  treatment.  The Plan ordered Father to maintain employment, complete parenting\r\n  classes, and obtain a substance abuse evaluation.  Finally, the court ordered SCDSS\r\n  to pursue concurrent plans for family reunification and termination of parental\r\n  rights (TPR).[9]  The court's order\r\n  stated: &quot;[Parents] have two choices, their children or the drugs, and they\r\n  will not regain custody of their children if they choose the drugs.&quot;  \r\n The\r\n  family court conducted its initial permanency planning hearing on May 19, 2009.[10]  The court\r\n  found Mother had complied with most of her Plan's requirements, including: consistently\r\n  visiting Children; successfully completing an outpatient drug treatment program;\r\n  testing negative for drugs; successfully completing a parenting program;\r\n  obtaining and maintaining stable employment; and completing a domestic violence\r\n  counseling program.  Although Father had visited Children consistently and had completed\r\n  a parenting program, he had failed to maintain steady employment, and—one month\r\n  after completing an intensive outpatient substance abuse treatment program—he twice\r\n  tested positive for cocaine.  The court found it could not allow Children to\r\n  return home because Parents had not yet obtained suitable housing; furthermore,\r\n  Father had not maintained employment and had tested positive for cocaine.  The\r\n  GAL recommended that Children remain in foster care while SCDSS continued\r\n  family reunification efforts.  \r\nThe family court's permanency planning\r\n  order found the &quot;best interests of [C]hildren would be served for [Parents]\r\n  and SCDSS to continue to work towards return of [C]hildren to the home.&quot;  Therefore,\r\n  the court granted the parties a six-month extension to complete the Plan, and it\r\n  ordered SCDSS &quot;to continue to pursue the permanent plan of reunification\r\n  for [Children] concurrent with [TPR] and adoption.&quot;  The court's order\r\n  noted: &quot;It is clearly not in [C]hildren's best interests for SCDSS to\r\n  initiate [TPR] at this time because [Parents] have made some progress towards\r\n  removing the risk of harm to [C]hildren.&quot;  The court added: &quot;Based on\r\n  [Parents'] progress, I find that if all parties comply with the terms of this\r\n  order during the next six months, unreasonable risk of harm should be\r\n  removed.&quot;  The court further advised: &quot;[R]eturn of [C]hildren to [Parents]\r\n  may be expected if [Parents] make those changes in circumstances, conditions,\r\n  and/or behavior detailed in the Treatment/Placement Plan.&quot;  \r\nOn July 9, 2009, Mother and Father\r\n  signed a Contract of Separation and Property Settlement Agreement.  Thereafter,\r\n  Father moved to his mother's home in Gaston County, North Carolina, and Mother\r\n  obtained housing in Charlotte.  \r\n The\r\n  family court conducted its second permanency planning hearing in February and\r\n  March 2010; the hearing lasted for four days.  After the first day, Father\r\n  informed the court that he consented to termination of his parental rights; as\r\n  a result, the remainder of the hearing focused on whether it was in Children's best\r\n  interests for the court to order SCDSS to pursue termination of Mother's\r\n  parental rights.  \r\nAt the hearing, SCDSS foster care manager\r\n  Tracy Rabon testified that Twins had been in foster care with the Does for the\r\n  past twenty-one months.  Rabon acknowledged that Mother had fulfilled the\r\n  requirements of her Plan, including: completing a drug treatment program;\r\n  consistently testing negative for drugs; making material contributions of food,\r\n  clothing, and gifts to Children; and maintaining employment.  Rabon expressed\r\n  concern, however, that Mother's housing was not suitable because Father recently\r\n  had moved to a nearby residence.  Rabon reported that Twins suffered anxiety\r\n  following visits with Mother and had expressed interest in remaining with the\r\n  Does.  Rabon stated, in her opinion, TPR was in the best interests of Children.[11]  \r\n Psychologist\r\n  Lisa Jackel also testified at the hearing; Dr. Jackel had evaluated Children in\r\n  June 2009.  Dr. Jackel testified that TPR was in Children's best interests\r\n  because their foster families were providing stability.  Dr. Jackel stated she\r\n  would not recommend &quot;disrupt[ing] that without any good and substantial\r\n  evidence that the alternative environment would be just as well [sic].&quot;  Dr.\r\n  Jackel acknowledged that she had evaluated Children only once and had formed\r\n  her recommendation without speaking to either Mother or Children's GAL.  \r\n Dennis\r\n  Foley testified that he had served as Children's GAL since their emergency\r\n  removal in June 2008.  After his appointment as GAL, Foley visited Children\r\n  twice a month and had observed their interactions with Mother and their\r\n  respective foster families.  Foley testified, in his opinion, termination of\r\n  Mother's parental rights was not in the best interests of Children.  Foley\r\n  explained that Mother, now age thirty-nine, had made dramatic changes following\r\n  the birth and subsequent emergency removal of her fifth child in May 2008. \r\n  According to Foley, Mother made a:\r\n\r\n[H]erculean effort to overcome her drug\r\n  problem and to do what she needed to do to get her children back.  I believe\r\n  her children love her.  I believe her children are attached to her, and I\r\n  believe her children would be happy to be with her, so, therefore, as [C]hildren's\r\n  advocate, I would recommend reunification.\r\n\r\nRegarding\r\n  Mother's ability to support Children, Foley testified that Mother works as a\r\n  waitress, and she has a good support network to assist her in caring for Children. \r\n  When Foley was asked if he had concerns that Mother worked the &quot;third\r\n  shift,&quot; he responded: &quot;No . . . [M]other did everything that we asked\r\n  in the treatment plan.  She completed her plan.  She [has] done what she was\r\n  asked to do, so no, I don't have any concerns.&quot;  Foley described Mother's\r\n  Charlotte residence as providing a clean and safe environment, noting Mother\r\n  had already set up appropriate furniture for Children.  Foley emphasized that\r\n  Mother had remained drug-free for twenty months, adding: &quot;She's been through\r\n  drug court and all those programs and I think she's made a really remarkable\r\n  recovery.&quot;  Foley did acknowledge, however, having concerns that Father had\r\n  moved to a residence near Mother's home, stating: &quot;[I] notified the\r\n  guardian ad litem of Mecklenburg to make her aware and she told me that she's\r\n  never seen any evidence of [Father] at [Mother's] home and would continue to\r\n  monitor that.&quot;  \r\nMother testified that she and Father were\r\n  currently separated, and they planned to divorce.[12]  Mother acknowledged\r\n  having had a drug problem since age sixteen; however, she explained that, for\r\n  the past two years, she consistently had tested drug-free.  Mother asserted\r\n  that she has a strong bond with Twins, had successfully completed all the goals\r\n  in her Plan, and had completed an intensive drug treatment program through the\r\n  Mecklenburg County drug court.  Mother attends Narcotics Anonymous (NA)\r\n  regularly and remains in contact with her NA sponsor.  \r\n Since\r\n  the removal of the Twins in June 2008, they have resided in foster care with\r\n  the Does.  Mr. Doe testified regarding his observations of the visits between\r\n  Twins and Mother: &quot;I observed a couple [of] little boys that love their Mom.&quot; \r\n  Mr. Doe stated he had no concerns about Twins returning to Mother's home, and\r\n  he contended reunification with Mother was in their best interests: \r\n\r\nI'm kind of biased in that.  I was\r\n  orphaned when I was little, and I've known all my life that . . . there's\r\n  nothing that can substitute a biological mother for anyone.  There's something\r\n  about a biological mother that has an unconditional love for their children . .\r\n  . .\r\n\r\nMrs. Doe acknowledged\r\n  Twins had experienced some anxiety about returning to Mother's home.  She\r\n  explained, however, that she had experience raising other foster children and\r\n  was able to reduce Twins' anxiety by providing them with a caring environment,\r\n  while setting boundaries that emphasized that their placement with the Does was\r\n  temporary.  \r\n The\r\n  family court filed its permanency planning order on June 4, 2010.  Although the\r\n  court expressed having some reservation, it determined TPR was the proper\r\n  permanent plan for Twins.  As a result, the court ordered SCDSS to initiate TPR\r\n  proceedings against Parents and to terminate efforts to reunify the family.  Thereafter,\r\n  the family court denied Mother's motion for a new trial and her subsequent motions\r\n  to reconsider pursuant to Rules 52, 59, and 60, SCRCP.  This appeal followed.\r\nLAW/ ANALYSIS\r\n1.&nbsp; STANDARD OF\r\n  REVIEW\r\nIn deciding an appeal from the family\r\n  court, &quot;this Court may find facts in accordance with its own view of the\r\n  preponderance of the evidence.&quot;  Miles v. Miles, 393 S.C. 111, 117,\r\n  711 S.E.2d 880, 883 (2011).  As a result, the standard for appellate review of\r\n  the family court's decision is de novo:\r\n\r\n  \r\n[W]hile\r\n  retaining the authority to make our own findings of fact, we recognize the superior position of the family\r\n  court judge in making credibility determinations.  Moreover, consistent with\r\n  our constitutional authority for de novo review, an appellant is not\r\n  relieved of his burden to demonstrate error in the family court's findings of\r\n  fact.  Consequently, the family court's factual findings will be affirmed\r\n  unless &quot;appellant satisfies this court that the preponderance of the\r\n  evidence is against the finding of the [family] court.&quot;\r\n\r\n  Lewis\r\n    v. Lewis,\r\n    392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011) (quoting Finley v. Cartwright, 55 S.C. 198, 202, 33 S.E. 359, 360-61 (1899)); see also Simmons\r\n      v. Simmons, 392 S.C. 412, 414-15, 709 S.E.2d 666, 667 (2011) (citing Rutherford\r\n        v. Rutherford, 307 S.C. 199, 414 S.E.2d 157 (1992)) (&quot;In\r\n    appeals from the family court, this\r\n    Court reviews factual and legal issues de novo.&quot;).\r\nII.&nbsp; PERMANENCY\r\n    PLANNING\r\n  Mother argues the family court erred in\r\n    ordering SCDSS to proceed with TPR rather than finding that she had remedied\r\n    the conditions that caused Twins' removal.  We agree.  \r\n  &quot;The South Carolina Children's Code\r\n    sets forth this State's policy regarding reunification.&quot;  Loe v.\r\n      Mother, Father, &amp; Berkeley County Dep't of Soc. Servs., 382 S.C. 457,\r\n    463, 675 S.E.2d 807, 810 (Ct. App. 2009) (reversing the family court's order to\r\n    terminate Mother's parental rights after finding Mother had successfully\r\n    completed her placement plan and had remedied the conditions that led to her\r\n    children's removal).  \r\n\r\n  It is the policy of this State to\r\n    reunite the child with his family in a timely manner, whether or not the child\r\n    has been placed in the care of the State voluntarily.  Moreover, the Children's\r\n    Code shall be liberally construed to the end that families whose unity or\r\n    well-being is threatened shall be assisted and protected, and restored if\r\n    possible . . . .  \r\n\r\n  Id. at 463, 675\r\n    S.E.2d at 810 (internal citations and quotation marks omitted).\r\n  At a permanency planning hearing, the\r\n    family court &quot;review[s] the status of a child placed in foster care upon\r\n    motion filed by the department to determine a permanent plan for the\r\n    child.&quot;  S.C. Code Ann. § 63-7-1700(A) (2010 &amp; Supp. 2010).  \r\n\r\n  If the court determines at the\r\n    permanency planning hearing that [1] the child may be safely maintained in the\r\n    home in that the parent has remedied the conditions that caused the removal[,]\r\n    and [2] the return of the child to the child's parent would not cause an\r\n    unreasonable risk of harm to the child's life, physical health, safety, or\r\n    mental well-being, the court shall order the child returned to the\r\n    child's parent.  The court may order a specified period of supervision and\r\n    services not to exceed twelve months.\r\n\r\n  S.C.\r\n    Code Ann. § 63-7-1700(D) (2010 &amp; Supp. 2010) (emphasis added).  \r\n  If the court determines the criteria in\r\n    section 63-7-1700(D) are not yet met, &quot;but that the child may be returned\r\n    to the parent within a specified reasonable time not to exceed eighteen months\r\n    after the child was placed in foster care,&quot; the court may order an\r\n    extension for reunification.  S.C. Code Ann. § 63-7-1700(F) (Supp. 2010).  However, the\r\n    statute restricts the conditions under which the family court may grant an\r\n    extension for reunification: \r\n\r\n  [I]n no case may the extension for\r\n    reunification continue beyond eighteen months after the child was placed in\r\n    foster care.  An extension may be granted pursuant to this section only if the court finds:\r\n  (1)\r\n    that the parent has demonstrated due diligence and a commitment to correcting\r\n    the conditions warranting the removal so that the child could return home in a\r\n    timely fashion; \r\n  (2)\r\n    that there are specific reasons to believe that the conditions warranting the\r\n    removal will be remedied by the end of the extension; \r\n  (3)\r\n    that the return of the child to the child's parent would not cause an\r\n    unreasonable risk of harm to the child's life, physical health, safety, or\r\n    mental well-being; \r\n  (4)\r\n    that, at the time of the hearing, initiation of termination of parental rights\r\n    is not in the best interest of the child; and \r\n  (5)\r\n    that the best interests of the child will be served by the extended or modified\r\n    plan. \r\n\r\n  S.C.\r\n    Code Ann. § 63-7-1700(F) (Supp. 2010) (emphasis added).[13]  \r\n  At the initial permanency planning\r\n    hearing, conducted in May 2009, the family court found Twins' best interests\r\n    would be served if Parents and SCDSS &quot;continue[d] to work towards return\r\n    of [C]hildren to the home.&quot;  As a result, the court granted a six-month\r\n    extension of the Plan and ordered SCDSS to continue providing services, while concurrently\r\n    planning for reunification with Parents and TPR.  The court noted Parents had\r\n    made progress towards removing the risk of harm to Children and could expect\r\n    Children to return if they made the changes required by the Plan.  \r\n  If, after a permanency planning hearing,\r\n    the court has extended foster care for the purpose of reunification with the\r\n    parent, the court must select a permanent plan for the child other than another\r\n    extension for reunification purposes at the next permanency planning hearing. \r\n    S.C. Code Ann. § 63-7-1700(I)(2) (2010 &amp; Supp. 2010).  \r\n  The court conducted its second\r\n    permanency planning hearing in February 2010.[14]  In its permanency planning\r\n    order, filed on June 4, 2010, the family court determined TPR was the\r\n    appropriate permanent plan for Twins.  The court stated that the initial permanency\r\n    plan had anticipated that Father &quot;would be part of the family unit and\r\n    would help raise these children.&quot;  Regarding Parents' separation, the\r\n    court stated:\r\n\r\n  On the one hand, this separation is\r\n    viewed as a positive thing in that the father would be away from the mother and\r\n    children, so they would no longer be exposed to his drug abuse.  On the other\r\n    hand, it meant there would be no father in the home to help with the children. \r\n    The anticipated stability in having two parents in the home was lost.  . . . \r\n    The plan never anticipated that the father would not be involved.  . . .  The\r\n    mother, along with whatever social services may be available, is left alone. \r\n    As much as she loves these children and as much as they care for her, her\r\n    ability to provide for them has been severely reduced by the loss of the\r\n    anticipated help of the father.  . . .  Without the help of the father, the\r\n    mother's ability to provide is strained.\r\n\r\n  In ordering SCDSS to initiate TPR\r\n    proceedings against Parents and to terminate efforts to reunify the family, the\r\n    court expressed concern that, at the hearing, Mother had appeared &quot;totally\r\n    unprepared&quot; to enroll her children in school.  The court acknowledged that\r\n    the psychologist's recommendation in favor of TPR had influenced its determination\r\n    that TPR was in Children's best interests.  The court also stated it had &quot;weighed\r\n    the [GAL's] recommendation heavily and it is not without a great deal of\r\n    deliberation that this court decided not to follow his recommendation.&quot;  \r\n  Our review of the record indicates\r\n    Mother successfully fulfilled each requirement of her Plan.  Most importantly,\r\n    Mother completed an intensive drug treatment program, tested negative for drugs\r\n    for twenty consecutive months, and obtained suitable housing for Twins. \r\n    Moreover, in July 2009, Mother legally separated from Father, who had not become\r\n    drug-free.  Guardian ad litem Dennis Foley, who had worked with Children\r\n    continuously since June 2008, testified Mother's residence provided a clean and\r\n    safe environment for Twins.  Foley stated he was not concerned about Mother's\r\n    ability to arrange appropriate care for Twins while she worked.  Although SCDSS\r\n    had expressed concern that Mother lacked knowledge of schools available for\r\n    Twins, Foley testified Mother had &quot;told [him] the name of the school\r\n    and showed [him] where [Twins] would get on the bus.&quot;  Foley added that\r\n    Mecklenburg County had educational and social services in place that would supervise\r\n    and reinforce the successful reunification of Mother and Twins.  \r\n  In our view, returning Twins to Mother's\r\n    home is statutorily required because their return &quot;would not cause an\r\n    unreasonable risk of harm to [Twins'] life, physical health, safety, or mental\r\n    well-being.&quot;  Although concerning, we cannot characterize Mother's limited\r\n    financial ability and Father's proximity as causing an &quot;unreasonable risk\r\n    of harm&quot; to Twins—of such magnitude that TPR is required.  We are influenced\r\n    by the GAL's testimony that Mother has remedied the conditions that caused\r\n    Twins to be removed from her custody.  We also note that both the GAL and Twins'\r\n    foster father stated TPR was not in Twins' best interests.  \r\n  In sum, we believe a preponderance of\r\n    the evidence supports returning Twins to Mother's home and ordering SCDSS to\r\n    continue providing supervision and services for twelve months.  Accordingly, we\r\n    find the family court erred in ordering SCDSS to initiate TPR proceedings\r\n    against Mother.[15]  \r\n  CONCLUSION\r\n  We reverse the family court's order\r\n    requiring SCDSS to initiate TPR proceedings against Mother, and we remand this\r\n    case to the family court for proceedings consistent with this opinion.  Accordingly, the decision of the family court is \r\n  REVERSED and REMANDED.\r\n  SHORT, WILLIAMS, and GEATHERS, JJ., concur.  \r\n\r\n[1]&nbsp; The\r\n  family court's order pertained to Mother and Father; however, only Mother\r\n  appeals from the order.  Accordingly, this opinion has no effect on the family\r\n  court's order as it pertains to Father.  See S.C. Code Ann. § 63-7-2590(B)\r\n  (2010) (&quot;The relationship between a parent and child may be terminated\r\n  with respect to one parent without affecting the relationship between the child\r\n  and the other parent.&quot;).\r\n[2]&nbsp; At oral argument, Mother's counsel stated\r\n  that Parents remain separated, but have not divorced.  \r\n[3]&nbsp; The family court's order also required SCDSS\r\n  to file a petition to terminate Parents' parental rights to a third child.  On\r\n  September 17, 2010, Parents voluntarily relinquished their rights to this child,\r\n  and on December 9, 2010, the child was adopted by his foster parents, the Roes. \r\n  At oral argument, the parties stipulated to these facts.  As a result, sections\r\n  of the family court's order related to permanency planning for this child are\r\n  now moot.\r\n[4]&nbsp; See S.C. Code Ann § 63-7-1660(F)(1)(a)\r\n  (2010) (stating it is presumed that a newborn child, whose blood or urine test\r\n  shows the presence of a controlled substance that is not the result of medical\r\n  treatment, is an abused or neglected child who cannot be protected from further\r\n  harm without being removed from the custody of the mother).  \r\n[5]&nbsp; The Roes later became this child's foster\r\n  parents, and they adopted the child on December 9, 2010.  \r\n[6]&nbsp; The\r\n  court found that Mother had physically abused her newborn child through her\r\n  prenatal use of drugs.  As a result, the court ordered Mother's name entered\r\n  into the Central Registry of Child Abuse and Neglect.  \r\n[7]&nbsp; Dennis Foley was then serving as GAL for\r\n  Parents' fourth child, who had tested positive for drugs at birth in June 2007\r\n  and was residing in foster care.  In July 2008, the family court terminated Parents'\r\n  rights to this child.  \r\n[8]&nbsp; If the court orders that a child be removed\r\n  from the custody of a parent, the court must approve a placement plan at the\r\n  removal hearing or within ten days after the hearing.  S.C. Code Ann. §\r\n  63-7-1680(A) (2010 &amp; Supp. 2010).  \r\n[9]&nbsp; SCDSS may proceed concurrently with efforts\r\n  to &quot;make it possible for the child to return safely to the home&quot; and\r\n  with efforts to place a child for adoption or with a legal guardian.  S.C. Code\r\n  Ann. § 63-7-1640(D) (2010 &amp; Supp. 2010).  \r\n[10]&nbsp; At the initial permanency planning hearing, the\r\n  court reviews the status of a child placed in foster care and the progress\r\n  being made toward the child's return home or toward another permanent plan\r\n  approved by the family court at the removal hearing.  The permanency planning hearing\r\n  must be held no later than one year after the child is first placed in foster\r\n  care.  S.C. Code Ann. § 63-7-1700(A) (2010 &amp; Supp. 2010).  \r\n[11]&nbsp; During the permanency planning hearing, the\r\n  court was considering the Plan for each of Mother's three children.  As a\r\n  result, the testimony often related to the Twins and their brother, who was\r\n  later adopted by the Roes.  \r\n[12]&nbsp; At oral argument, Mother's counsel stated that\r\n  Mother and Father had not yet divorced.  \r\n[13]&nbsp; This provision was added by South Carolina Laws\r\n  Act 160, section 4, which became effective on May 12, 2010.  \r\n[14]&nbsp; The second permanency planning hearing was\r\n  scheduled to be held &quot;on or before November 19, 2009&quot;; however, it\r\n  was continued until February 23, 2010.  \r\n[15]&nbsp; In light of our\r\n  decision, we need not address Mother's remaining issues on appeal.  See Futch\r\n    v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n  591, 598 (1999) (explaining this court need not review remaining issues on\r\n  appeal when its determination of a prior issue is dispositive).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4891","title":"SCDSS v. Mary C.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4891","description":"In this appeal from the family court, the Court of Appeals determines the family court correctly weighed the evidence in an intervention action initiated by DSS regarding the identity of the child's sexual abuser.  The Court of Appeals reverses the family court's decision to assess attorney's fees against the mother for the substitute counsel representing the volunteer guardian ad litem in the intervention action and reverses the assessment of guardian ad litem fees against the mother for the appointed guardian in the private custody action based on the court's failure to follow the statutory mandates for assessing guardian fees.","date":"2011-12-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department\r\n          of Social Services, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Mary C. and Daniel C., Defendants,\r\n        Of Whom Mary C. is the, Appellant,\r\n        and Daniel C. is&nbsp; the, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\n  \r\n    \r\n      \r\n        Mary C., Appellant,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Daniel C., Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nRochelle Conits, Family Court Judge\r\n\r\nOpinion No. 4891\r\n  Heard June 7, 2011 – Filed September 21, 2011\r\nWithdrawn, Substituted and Refiled December 21, 2011\r\n\r\nAFFIRMED IN PART and    REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\n        David\r\n          Michael Collins, Jr., and J. Benjamin Stevens, both of Spartanburg; for\r\n          Appellant.\r\n        Albert\r\n          V. Smith, of Spartanburg; for Respondent Daniel C.\r\n        Deborah \r\n          Murdock, of Mauldin; for Respondent South Carolina Department of  Social\r\n          Services.\r\n        Catherine\r\n          Christophillis, of Greenville; Guardian ad Litem.\r\n        Virginia\r\n          Ravenel, of Columbia; Robert Clark and Don Stevenson, both of Greenville; for\r\n          Respondent Guardian ad Litem.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: On appeal from the family court, Mary C. (Mother)\r\n  argues the family court improperly weighed the evidence in a South Carolina\r\n  Department of Social Services (DSS) intervention action regarding the identity\r\n  of her daughter's (Anna G.) sexual abuser.  In addition, Mother claims the\r\n  family court erred in assessing attorney's fees against Mother for the\r\n  substitute counsel representing the volunteer guardian ad litem in the DSS\r\n  intervention action and in assessing guardian ad litem fees against Mother for\r\n  the appointed guardian in the private custody action.  We affirm in part and\r\n  reverse in part.\r\nFACTS\r\nMother and Daniel C. (Father)\r\n  were never married but had one child together, Anna G., who was born on\r\n  December 11, 2004.  Shortly after Anna G.'s birth, Mother filed a\r\n  private custody action on March 4, 2005, against Father, requesting custody of\r\n  Anna G., child support, contribution from Father for medical expenses from\r\n  Mother's pregnancy, past and future medical expenses for Anna G., a visitation\r\n  schedule, and attorney's fees and costs.  In his Answer, Father admitted\r\n  paternity and agreed to Mother's claims for custody and child support but\r\n  denied responsibility for Mother's pregnancy costs and attorney's fees. \r\nOn June 22, 2007, the parties\r\n  consented to the appointment of a guardian ad litem (GAL), Catherine\r\n  Christophilis, in the private custody action.  Approximately three months\r\n  later, Anna G.'s counselor notified DSS she believed Father was sexually\r\n  abusing Anna G. based on Anna G.'s behavior and statements during the child's\r\n  therapy sessions.  The family court suspended Father's visitation rights\r\n  while DSS investigated the sexual abuse allegations.  After issuing its report,\r\n  DSS filed an intervention action on March 17, 2008, against Mother and Father,\r\n  alleging Anna G.'s placement with Father put child at substantial risk of\r\n  sexual abuse.  Father filed an Answer denying the allegations of abuse.  Mother\r\n  filed no responsive pleadings.  At that time, a volunteer GAL, Colleen Hinton,\r\n  was assigned to represent Anna G. in the intervention action.[1]   \r\nOn May 22, 2008, the family\r\n  court issued a sua sponte order to continue the final hearing in the private\r\n  custody action until the sexual abuse allegations in the intervention action\r\n  were litigated.  Then, on August 4, 2008, the family court issued a pre-trial\r\n  order consolidating the private custody action and the intervention action\r\n  because &quot;the issues involved in each [were] intertwined and closely\r\n  related.&quot;\r\nThe family court held a\r\n  hearing to resolve the allegations of sexual abuse on September 22 to 26, 2008,\r\n  October 22, 2008, and January 8, 2009.  Although the family court initially\r\n  consolidated the cases, the family court ruled it would only try the\r\n  intervention action during the seven-day scheduled hearing because the issues\r\n  in the custody action could not be addressed until it resolved the allegations\r\n  of sexual abuse.  After hearing testimony from numerous witnesses over the\r\n  course of seven days, the family court found Anna G. was sexually abused but\r\n  the perpetrator was unknown.  The family court required Mother and Father to each pay the GAL $2,500 in fees for her services in the private custody action.  In\r\n  addition, the family court held Mother and Father must pay $2,593.75 to the\r\n  substitute attorney (hired by appointed counsel) to represent the volunteer GAL\r\n  in the intervention action.  The family court then ordered that &quot;the DSS\r\n  portion of this case shall be closed, and DSS shall be dismissed from this\r\n  action.&quot;  Neither party objected to or appealed the family court's\r\n  decision to close the intervention portion of the case.  Mother then filed a\r\n  Rule 59(e), SCRCP, motion to reconsider, which the family court denied.  Mother\r\n  appealed.[2]  Neither DSS nor the guardians contest the family court's rulings.\r\nSTANDARD OF REVIEW\r\nOn appeal from the family\r\n  court, this court reviews factual and legal issues de novo.  Simmons v.\r\n    Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011); Lewis v. Lewis,\r\n  392 S.C. 381, 386, 709 S.E.2d 650, 651-52 (2011).  Although this court reviews\r\n  the family court's findings de novo, we are not required to ignore the fact\r\n  that the trial court, who saw and heard the witnesses, was in a better position\r\n  to evaluate their credibility and assign comparative weight to their\r\n  testimony.  Lewis, 392 S.C. at 385, 709 S.E.2d at 651-52.  The burden is\r\n  upon the appellant to convince this court that the family court erred in its\r\n  findings.  Id.\r\nLAW/ANALYSIS\r\n  \r\n\r\nA.&nbsp;&nbsp; Identity of Child's Sexual Abuser\r\nMother\r\n  claims the family court erred in finding that an unknown perpetrator, as\r\n  opposed to Father, sexually abused Anna G. because DSS established by a\r\n  preponderance of the evidence that Father abused Anna G.  We disagree.\r\nPursuant to section 63-7-1650\r\n  of the South Carolina Code (2010), DSS may petition the family court for\r\n  authority to intervene and provide protective services without removal of\r\n  custody if DSS concludes by a preponderance of the evidence the child is an\r\n  abused or neglected child and the child cannot be protected from harm without\r\n  intervention.  See § 63-7-1650(A).  The family court must hold a hearing\r\n  to determine whether intervention is necessary within thirty-five days of the\r\n  filing date.  See § 63-7-1650(C).  Intervention and protective services\r\n  must not be ordered unless the family court finds the allegations of the\r\n  petition are supported by a preponderance of the evidence, including a finding\r\n  the child is an abused or neglected child and the child cannot be protected\r\n  from further harm without intervention.  See § 63-7-1650(E).\r\nThe following evidence was\r\n  adduced at the seven-day intervention hearing prior to the family court issuing\r\n  an order finding DSS failed to prove by a preponderance of the evidence that an\r\n  unknown perpetrator, as opposed to Father, sexually abused Anna G.  \r\nMother and Father met as\r\n  co-workers at an airline in Greenville, South Carolina.  Eventually, Mother\r\n  and Father commenced a romantic relationship, yet each maintained opposite\r\n  accounts of their first sexual encounter.  In finding the history of the\r\n  parties' relationship was pertinent to the case, the family court noted the\r\n  variations in their stories and found Father's version to be credible.[3]  At trial, Mother stated she did\r\n  not remember having sex with Father because of an adverse reaction from a pain\r\n  medication mixed with alcohol, whereas Father said they were sober and it was a\r\n  consensual sexual encounter.  In any event, the family court found and both\r\n  parties admitted to having repeated consensual sexual encounters before Mother\r\n  conceived Anna G.  Father admitted to encouraging Mother to obtain an abortion\r\n  and to cutting off contact with Mother until shortly before Anna G. was born\r\n  but stated he changed his mind and wanted to become involved in the child's\r\n  life before Mother gave birth to Anna G.  \r\nMother initially permitted\r\n  Father informal supervised visitation with Anna G.  Approximately three months\r\n  after Anna G. was born, Mother petitioned the family court for a formal\r\n  visitation schedule as well as child support.  Beginning in April 2005, the\r\n  family court established a regular visitation schedule for Father with Anna G.,\r\n  which did not include overnight visitation.  Father successfully increased his\r\n  visitation with Anna G., but he did not begin overnight visitation with Anna G.\r\n  until May 2007.  No allegations of sexual abuse were made prior to the\r\n  commencement of Anna G.'s overnight visitation with Father.  \r\nIn late May 2007, shortly after\r\n  Anna G.'s overnight visitation began with Father, Mother scheduled therapy\r\n  sessions with Ms. Meredith Thompson-Loftis, a specialist in sexual abuse and\r\n  post-traumatic stress disorders.  Ms. Loftis testified that Anna G., who was\r\n  almost three years old, began to display sexualized behaviors in August\r\n  2007, which included masturbating in front of Ms. Loftis, urinating on the\r\n  floor despite being potty-trained, and stating after prompting from Ms. Loftis\r\n  that she, her sister, and Father touched and licked her &quot;bottom,&quot;[4] while all were in Father's bed.  \r\nMs. Lynn McMillan, an expert\r\n  in forensic interviewing of child abuse, testified before the family court.  Ms.\r\n  McMillan stated Anna G. made disclosures about being sexually abused by her\r\n  sister and Father in her forensic interview. \r\nMs. Cindy Stichnoch, an\r\n  expert in the assessment and treatment of sexual behavior issues in children,\r\n  testified before the family court.  Ms. Stichnoch reviewed the DSS files; the\r\n  written reports from Anna G.'s sessions with Ms. Loftis; the written reports\r\n  and videos from Anna G.'s sessions with Ms. McMillan; treatment records from\r\n  Anna G.'s pediatricians; Father's polygraph results; interview reports and\r\n  affidavits from Mother, Father, and Father's two daughters; and the GALs'\r\n  reports.  Ms. Stichnoch disproved of Ms. Loftis' interviewing techniques,\r\n  specifically her continuing to have therapy sessions with Anna G. about the\r\n  sexual abuse allegations until a full assessment was conducted.  Ms. Stichnoch\r\n  stated a child of Anna G.'s age is easily influenced, and repetitive sessions\r\n  and questions about the allegations could inadvertently and inappropriately\r\n  reinforce those allegations with the child.  Ms. Stichnoch also opined that Ms.\r\n  McMillan inappropriately led Anna G. and continued to repeat the same questions\r\n  to the child until she was satisfied with Anna G.'s responses.  \r\nDr. Selman Watson, an expert\r\n  in clinical and forensic psychology, testified at the hearing regarding his\r\n  psychological evaluations of Mother and Father.  Dr. Watson said Father was not\r\n  a pedophile, and while Dr. Watson believed Anna G. had been sexually abused, he\r\n  could not conclude with a reasonable degree of medical certainty that Father\r\n  was the perpetrator.  \r\nDr. Tracy Butcher, Anna G.'s\r\n  pediatrician, also testified at the intervention hearing.  She stated Mother\r\n  had brought Anna G. to her office for numerous health and allergy issues since\r\n  Anna G. was born.  Dr. Butcher's notes reflected Mother began reporting that\r\n  Anna G. suffered from nightmares and sleeping disturbances as early as March\r\n  2006, over a year before Father's overnight visitation began, but Dr. Butcher\r\n  stated Mother's concerns over these issues escalated after overnight visitation\r\n  commenced.  Dr. Butcher testified she was concerned that Anna G. was still\r\n  breastfeeding at twenty-four months because the child was using this to\r\n  manipulate Mother.  When questioned on cross-examination, Dr. Butcher testified\r\n  she never observed any indicators that Anna G. was being sexually abused.  \r\nFather's two daughters,\r\n  Jacqueline and Victoria, testified at trial.  Both strongly denied that Father\r\n  had ever acted inappropriately, either towards them or towards Anna G. \r\n  Jacqueline, who was twenty on the date of trial, stated both she and her sister\r\n  had a close relationship with Anna G.  Jacqueline stated she had slept in the\r\n  same bed with Father and had also slept in the same bed with Anna G. and her\r\n  sister, Victoria, but nothing inappropriate happened during those times, and at\r\n  no point had he ever sexually abused her.  Jacqueline also testified she had never\r\n  seen Anna G. act out as she had in the presence of Mother or her therapist. \r\n  Father's older daughter, Victoria, who was twenty-two at the time of the\r\n  hearing, stated Father was loving and caring and taught his daughters\r\n  how to be responsible.  Victoria testified that because she works with\r\n  young children as an early childhood major, she knows the differences between\r\n  &quot;what's curious . . . [and] what's weird.  [Anna G.] act[s] just as normal\r\n  with me as everybody else.&quot;  Victoria stated while she considered herself\r\n  &quot;friends&quot; with Mother before the sexual abuse allegations arose\r\n  against Father, she considered Mother to be overbearing and overprotective,\r\n  particularly with her instructions to Father on how to parent and care for Anna\r\n  G. while in Father's custody. \r\nFather's ex-wife, Gwendolyn\r\n  C., also testified at the intervention hearing.  She stated that despite being\r\n  divorced, she and Father raised Jacqueline and Victoria together, and she never\r\n  had any reason to believe he inappropriately touched one of their children. \r\n  While Gwendolyn stated she had to seek court action to require Father to pay\r\n  child support, she said he was a good father to her daughters and to Anna G.\r\n  and that based on her observations, Anna G. was extremely affectionate towards\r\n  and attached to Father. \r\nAfter hearing testimony over\r\n  the course of seven days, the family court issued a thirteen-page order, in\r\n  which it found Anna G. had displayed sexualized behavior, but it could not find\r\n  by a preponderance of the evidence that Father was the perpetrator.  In so\r\n  finding, the family court held Anna G.'s disclosures were not trustworthy based\r\n  on the methodology employed to elicit her sexual abuse disclosures.  The family\r\n  court relied on Ms. Stichnoch's and Dr. Watson's conclusions that Ms. McMillan\r\n  engaged in inappropriate leading and suggestive tactics, which were well below\r\n  the appropriate standard and protocol for such interviews.  \r\nMoreover, in explaining the\r\n  sexual abuse allegations, the family court held Anna G. had an extensive\r\n  medical history, including digestive and reflux issues, allergies, as well as\r\n  vaginal soreness and redness, all which were medically documented prior to any\r\n  abuse allegations.  In reviewing the child's medical records, the family court\r\n  found Anna G.'s yeast infections and diaper rash were to be treated with\r\n  ointment prescriptions applied to her vaginal area two to four times per day,\r\n  and these treatments coincided with Anna G.'s statements that Father touched\r\n  her &quot;bottom.&quot; \r\nThe family court emphasized\r\n  Mother was controlling and micromanaging when it came to Father's visitation\r\n  and his relationship with Anna G.  Both Father and his daughters testified\r\n  Mother was overbearing when it came to Anna G.'s care while in Father's\r\n  custody, and the family court found the daughters' testimony to be\r\n  &quot;extremely credible.&quot;  A review of Mother's extremely detailed food\r\n  log and daily routine schedule as well as Mother's medication, vitamin, and\r\n  supplement instructions to Father supports this conclusion.  \r\nWhile Mother clearly cares\r\n  greatly for her child, we agree with the family court's finding that the\r\n  conflict in the parties' parenting skills and Mother's desire to micromanage\r\n  Father's visitation with Anna G. has partially contributed to the circumstances\r\n  surrounding these allegations.  Moreover, we find it troubling, as did the\r\n  family court, that Anna G. continued to &quot;display the level of sexualized\r\n  behavior and distress after having absolutely no contact or visitation with\r\n  [Father] in over one full year.&quot;  \r\nBased on the voluminous\r\n  testimony from numerous witnesses and the family court's superior ability to\r\n  determine their credibility, we strongly believe the family court was in the\r\n  best position to determine whether Anna G. was being abused by Father.  See Epperly v. Epperly, 312 S.C. 411, 414, 440 S.E.2d 884, 885-86 (1994)\r\n  (&quot;Since the testimony on this issue is so divergent, we adopt the findings\r\n  of the Family Court on this issue as the sitting judge was in the best position\r\n  to determine the credibility of the witnesses.&quot;).  Throughout our de novo\r\n  review of this case, Mother has not convinced this court that Father sexually\r\n  abused Anna G.  Thus, we affirm the family court on this issue.  \r\nB.&nbsp;&nbsp; Award of Attorney's Fees in\r\n  DSS Action\r\nMother claims the family\r\n  court committed reversible error when it required her to pay a portion of counsel's\r\n  attorney's fees because the GAL Program, not Mother, was required to pay appointed\r\n  counsel for representing the volunteer GAL in this abuse and neglect proceeding. \r\n  We agree.\r\nThe GAL Program, including the\r\n  services it provides by way of its volunteer GALs, is a creature of state\r\n  statute, both in funding and in administration.  See S.C. Code Ann. §\r\n  63-11-570 (2010) (&quot;The General Assembly shall provide the funds necessary\r\n  for the South Carolina Guardian ad Litem Program to carry out the provisions of\r\n  [the GAL Program] . . . .&quot;); see also S.C. Code Ann. § 63-11-500\r\n  (2010) (&quot;This program must be administered by the Office of the\r\n  Governor.&quot;); S.C. Code Ann. § 1-30-110 (2010) (requiring all funds\r\n  associated with the GAL Program be administered by the Office of the Governor).\r\nThe purpose of the GAL\r\n  Program is to provide volunteer GALs to serve as court-appointed special\r\n  advocates for children in abuse and neglect proceedings.  See §\r\n  63-11-500 (&quot;This program shall serve as a statewide system to provide\r\n  training and supervision to volunteers who serve as court-appointed special\r\n  advocates for children in abuse and neglect proceedings within the family\r\n  court, pursuant to Section 63-7-1620.&quot;); see also S.C. Code Ann. §\r\n  63-7-1620(1) (Supp. 2010) (&quot;In all child abuse and neglect proceedings . .\r\n  . [c]hildren must be appointed a GAL by the family court.&quot;).  Once\r\n  appointed, legal counsel must be provided to the GAL during the pendency of the\r\n  abuse and neglect proceeding.  See id. (&quot;A GAL serving on\r\n  behalf of the South Carolina Guardian ad Litem Program or Richland County CASA\r\n  must be represented by legal counsel in any judicial proceeding pursuant to\r\n  Section 63-11-530(C).&quot;). \r\nIn this case, the legal counsel\r\n  provided by the GAL Program, Mr. Clark, had scheduling conflicts with other\r\n  cases and chose to hire another attorney, Mr. Stevenson, to represent the\r\n  volunteer GAL in the hearing before the family court.  Mr. Clark admitted he is\r\n  paid a flat fee by the GAL Program to represent volunteer GALs.  Mr. Clark then\r\n  sought to recover attorney's fees on Mr. Stevenson's behalf at the close[5] of the intervention action.\r\nIn support of the family\r\n  court's award of attorney's fees, Mr. Clark cites to Rule 41(a), SCRFC,[6] as authority to assess\r\n  attorney's fees greater than $100 against Mother based on &quot;extraordinary\r\n  circumstances.&quot;   However, Rule 41(a) only pertains to &quot;legal counsel\r\n  appointed for the child[.]&quot;  (emphasis added).  Moreover, section\r\n  63-7-1620(2) clearly states legal counsel for the child in an abuse and neglect\r\n  proceeding is not the same as legal counsel for the GAL.  See §\r\n  63-7-1620(2) (&quot;The family court may appoint legal counsel for the child. \r\n  Counsel for the child may not be the same as counsel for . . . the child's\r\n  guardian ad litem.&quot;).  Because the plain language of Rule 41 clearly does\r\n  not pertain to legal counsel appointed for the GAL, we find Rule 41\r\n  inapplicable.  \r\nMr. Clark also contends that Mother\r\n  should be responsible for paying these fees, despite the GAL Program being\r\n  funded by the General Assembly, because the family court has the statutory\r\n  authority to assess attorney's fees against any party subject to its\r\n  jurisdiction.  We disagree.\r\nFirst, we find the family\r\n  court has the authority to assess attorney's fees against parties subject to\r\n  its jurisdiction pursuant to section 63-3-530(38) of the South Carolina Code\r\n  (Supp. 2010)[7] as well as Rule 12, SCRFC.[8]  \r\nDespite the family court's\r\n  broad authority under 63-3-530, we find the General Assembly did not intend for\r\n  parties in abuse and neglect proceedings to pay legal counsel's attorney's fees\r\n  when representing volunteer GALs.  See Spartanburg Co. Dept. of Soc.\r\n    Servs. v. Little, 309 S.C. 122, 420 S.E.2d 499 (1992) (finding section\r\n  20-7-420(38) (currently 63-3-530(38)), which gives the family court authority\r\n  to award attorney's fees against a party, is a statute of general authority\r\n  that may be overridden by a more specific statute limiting the family court's\r\n  authority).  The provisions of the GAL Program, which necessarily include\r\n  payment of the GAL Program's legal counsel, are statutorily required to be\r\n  funded by the legislative branch and to be administered by the executive branch.  See §§ 63-11-500, -570.  Because the General Assembly has already\r\n  provided for payment of the GAL Program's attorneys, we find Mother should not also\r\n  be required to pay attorney's fees.  \r\nIn this instance, the GAL\r\n  Program paid Mr. Clark a flat fee for his services as part of Mr. Clark's\r\n  contract with the GAL Program.  Mr. Clark stated he had scheduling conflicts with\r\n  other cases; however, instead of seeking a continuance, in this or any of his\r\n  other cases, he chose to hire Mr. Stevenson to represent the volunteer GAL. \r\n  Mr. Clark then sought to recover attorney's fees for Mr. Stevenson's services\r\n  from Mother.  Mr. Clark points to no authority that allows him to seek payment\r\n  for a substitute attorney chosen by Mr. Clark when Mr. Clark is already being\r\n  paid by the GAL Program.  The substitution of counsel was not due to a conflict\r\n  in the case that required Mr. Clark's withdrawal but rather out of convenience\r\n  and as an alternative to seeking a continuance.  In similar circumstances, many\r\n  lawyers who are appointed in abuse and neglect proceedings choose to hire\r\n  substitute counsel in lieu of serving as appointed counsel.  In these\r\n  instances, the fee arrangement is between the lawyers.  \r\nMoreover, if Mr. Clark and\r\n  the GAL Program are contractually obligated to one another, we do not see how\r\n  Mr. Clark's decision to hire substitute counsel due to scheduling conflicts\r\n  should work a financial detriment to Mother.  While Mr. Clark was required to represent\r\n  the GAL by virtue of his contract with the GAL Program, neither the GAL nor\r\n  Mother were contractually obligated to Mr. Clark.  Because Mr. Clark presented\r\n  no evidence that he incurred any fees, we find it inappropriate to award fees against\r\n  Mother.  See generally Williamson v. Middleton, 383 S.C. 490,\r\n  495-96, 681 S.E.2d 867, 870-71 (2009) (finding attorney could not recover\r\n  attorney's fees when attorney presented no evidence that client actually\r\n  incurred fees and when no fee agreement existed between the client and attorney).\r\n   Accordingly, we reverse the family court's decision on this issue.\r\nC.&nbsp;&nbsp; Award of GAL Fees in\r\n  Private Custody Action\r\nLast, Mother contends the\r\n  family court improperly ordered her to pay $2,500 in GAL fees in the private\r\n  custody action.  We agree.[9]\r\nAppointment of a GAL in a\r\n  private action is controlled by the South Carolina Private Guardian Ad Litem\r\n  Reform Act (the Act).[10] \r\n  When the family court appoints a GAL, it must set forth the method and rate of compensation\r\n  for the GAL, which includes an initial authorization of a fee based on the\r\n  facts of the case.  See § 63-3-850(A) (Supp. 2010).  If the GAL decides\r\n  it is necessary to exceed the fee initially authorized by the family court, the\r\n  GAL must provide notice to both parties and obtain the family court's written\r\n  authorization or the consent of both parties to charge more than the initially\r\n  authorized fee.  Id.  \r\nPursuant to section 63-3-810\r\n  of the South Carolina Code (2010), the family court properly appointed a GAL, Catherine\r\n  Christophilis, in the private custody action.  See § 63-3-810(A)\r\n  (&quot;In a private action before the family court in which custody or\r\n  visitation of a minor child is an issue, the court may appoint a guardian ad\r\n  litem . . . .&quot;).  While Ms. Christophilis is entitled to appropriate fees\r\n  for her services as a GAL as set forth in the family court's initial\r\n  appointment order, the family court explicitly reserved ruling on her fees\r\n  until it resolved the private custody action.  When the court addressed the fee\r\n  issues at the end of the intervention action, Ms. Christophilis admitted she\r\n  had not filed her fee affidavit with the court.  The family court then stated,\r\n  &quot;Well, your fees are associated with the private action. . . . Just hold your\r\n  fees until the private action.&quot;  As a result, the family court took no\r\n  evidence concerning Ms. Christophilis' entitlement to GAL fees.  However, in\r\n  its order, the family court required Mother and Father to pay a combined $5,000\r\n  in GAL fees to Ms. Christophilis, which is $2,500 greater than initially\r\n  authorized pursuant to the family court's appointment order.  Because the\r\n  family court explicitly reserved all custody issues for the subsequent and\r\n  separate phase of the proceeding, and as such, did not follow the mandates of\r\n  section 63-3-850, the family court erred in awarding $2,500 in GAL fees against\r\n  Mother.[11]  \r\nCONCLUSION\r\nBased on the foregoing, the\r\n  family court's decision is\r\nAFFIRMED IN PART AND\r\n  REVERSED IN PART.\r\nHUFF and THOMAS, JJ.,\r\n  concur.\r\n\r\n\r\n[1] Mr. Clark and Mother agree in their briefs that under the GAL Program,\r\n  a staff attorney is employed on a contract basis to represent the volunteer GAL\r\n  assigned to any abuse and neglect case.  In this case, Robert Clark was\r\n  assigned to represent Colleen Hinton, the volunteer GAL, for the intervention\r\n  action.  Subsequently, Mr. Clark hired Don J. Stevenson to cover the\r\n  intervention portion of this case because Mr. Clark was already scheduled to be\r\n  in court for DSS the same week.  Mr. Clark filed a motion for attorney's fees\r\n  on July 29, 2008, which the family court heard on January 8, 2009.  \r\n[2] We note the family court consolidated the intervention and private\r\n  custody action but only ruled on the intervention portion of the action prior\r\n  to Mother's appeal to this court.  Generally, an order that leaves some further\r\n  act to be accomplished is considered interlocutory.  See Bolding v.\r\n    Bolding, 283 S.C. 501, 502, 323 S.E.2d 535, 536 (Ct. App. 1984) (dismissing\r\n  appeal when order appealed from did not finally dispose of the whole subject\r\n  matter in litigation).  However, both parties agree, and we find, the\r\n  intervention portion of this action should be addressed.  First, the parties agree\r\n  that the family court issued a final order in the DSS portion and separated\r\n  these cases by consent.  Second, we should address these issues based on the\r\n  equities involved in this case and the best interests of Anna G.  She has not\r\n  seen Father since the family court issued its order, and because the family\r\n  court has taken no further action in the custody portion of this case, we find\r\n  dismissal under the circumstances would create an injustice to not only the\r\n  parties, but more importantly, to Anna G.  Additionally, we find support for\r\n  our decision from Hooper v. Rockwell, 334 S.C. 281, 291, 513 S.E.2d 358,\r\n  364 (1999), in which the supreme court held that an order issued after a merits\r\n  hearing in a removal proceeding is immediately appealable.  The supreme court\r\n  stated, \r\n\r\n  [A]ny\r\n    order issued as a result of a merit hearing, as well as any later order issued\r\n    with regard to treatment, placement, or permanent plan, is a final order that a\r\n    party must timely appeal.  At that point, investigators and DSS have presented\r\n    evidence to the family court, the parents or guardians of the child have had an\r\n    opportunity to challenge the evidence and present their case, and the family\r\n    court has decided whether the allegations of the removal petition are supported\r\n    by a preponderance of the evidence . . . .  \r\n\r\n[3] The family court found, &quot;[Mother's] parents were less than happy\r\n  with this interracial relationship and most distressed when she became\r\n  pregnant.  I believe her version of the initial sexual encounter with [Father]\r\n  is responsive to her parents' negative reaction to this relationship, thereby\r\n  diminishing her accountability in this relationship.&quot;  \r\n[4] Ms. Loftis testified &quot;bottom&quot; was Anna G.'s word for her\r\n  vaginal and anal area.  \r\n[5] Mr. Clark submitted a motion to require Mother and Father pay\r\n  attorney's fees prior to trial, but the family court did not rule on his motion\r\n  until after trial was concluded.  \r\n[6] Rule 41, SCRFC, states: \r\n\r\n  (a)\r\n    Limitation on Fees. In all child\r\n    abuse and neglect proceedings, the court shall grant to legal counsel appointed\r\n    for the child subject to child abuse and/or neglect proceedings, a fee not to\r\n    exceed One Hundred ($100.00) Dollars.  The court shall grant to a guardian ad\r\n    litem appointed for a child subject to such proceedings a fee not to exceed\r\n    Fifty ($50.00) Dollars.\r\n  (b)\r\n    Exceptions. If the court determines\r\n    that extraordinary circumstances require the award of a fee larger than that\r\n    which is specified in this rule, the court shall set forth in its order the\r\n    salient facts upon which the extraordinary circumstances are based and shall\r\n    award a fee to appointed legal counsel or guardian ad litem in an amount which\r\n    the court determines to be just and proper.\r\n\r\n[7] Section 63-3-530(38) grants the family court exclusive jurisdiction\r\n\r\n  to hear\r\n    and determine an action where either party in his or her complaint, answer,\r\n    counterclaim, or motion for pendente lite relief prays for the allowance of\r\n    suit money pendente lite and permanently. In this action the court shall allow\r\n    a reasonable sum for the claim if it appears well-founded. Suit money,\r\n    including attorney's fees, may be assessed for or against a party to an action\r\n    brought in or subject to the jurisdiction of the family court . . . .\r\n\r\n[8] Rule 12, SCRFC, states, &quot;If a guardian ad litem is represented by\r\n  an attorney, the court in its discretion may assess reasonable attorneys' fees\r\n  and costs.&quot;\r\n[9] Father did not appeal the family court's decision to require him to\r\n  contribute towards the attorney's fees or the GAL fees.  Thus, the family\r\n  court's ruling is law of the case as it pertains to Father.  See In\r\n    re Morrison, 321 S.C. 370, 372 n.2, 468 S.E.2d 651, 652 n.2 (1996) (noting\r\n  an unappealed ruling becomes law of the case and precludes further\r\n  consideration of the issue on appeal).\r\n[10] See S.C. Code Ann. §§ 63-3-810 to -870 (2010).  \r\n[11] In addition, we note when the family court awarded fees to Ms. Christophilis\r\n  in its order, it failed to &quot;take into account&quot; any of the requisite\r\n  factors from section 63-3-850(B) (specifically (1) the complexity of the issues\r\n  before the court; (2) the contentiousness of the litigation; (3) the time\r\n  expended by the guardian; (4) the expenses reasonably incurred by the guardian;\r\n  (5) the financial ability of each party to pay fees and costs; and  (6) any\r\n  other factors the court considered necessary).  See Loe v. Mother,\r\n    Father, &amp; Berkeley Cnty. Dep't of Soc. Servs., 382 S.C. 457, 473-74, 675\r\n  S.E.2d 807, 816 (Ct. App. 2009) (remanding issue of whether statutory\r\n  requirements from section 63-3-850(B) were satisfied when family court\r\n  improperly reviewed the reasonableness of GAL fees pursuant to Glasscock v.\r\n    Glasscock, 304 S.C. 158, 403 S.E.2d 313 (1991)).  \r\n\r\n","court":"Appeals"},{"id":"4920","title":"State v. Taylor","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4920","description":"Robert Troy Taylor appeals his convictions and sentence of life without parole for criminal sexual conduct with a minor in the second degree and kidnapping.  Taylor argues the trial court erred in (1) granting the State's Batson motion, (2) admitting evidence of Taylor's prior conviction for criminal sexual conduct with a minor, (3) denying his motion for a directed verdict, and (4) sentencing him to life without parole.  We affirm.","date":"2011-12-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Robert Troy\r\n          Taylor, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Williamsburg County\r\nJudge George C. James, Circuit Court Judge\r\n\r\nOpinion No. 4920\r\n  Heard March 10, 2011 – Filed December 21,\r\n2011\r\nWithdrawn, Substituted and Refiled June 6,\r\n2012   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jeremy Adam Thompson, of Columbia, for\r\n          Appellant. \r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General William M. Blitch, Jr., all of\r\n          Columbia; and Solicitor Ernest Finney, III, of Sumter, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.:  Robert\r\n  Troy Taylor appeals his convictions and sentence of life without parole for\r\n  criminal sexual conduct with a minor in the second degree and kidnapping. \r\n  Taylor argues the trial court erred in (1) granting the State's Batson motion,\r\n  (2) admitting evidence of Taylor's prior conviction for criminal sexual conduct\r\n  with a minor, (3) denying his motion for a directed verdict, and (4) sentencing\r\n  him to life without parole.  We affirm.\r\nFACTS\r\nTaylor was the pastor of the\r\n  church Victim attended in Murrells Inlet, South Carolina.  In November 1998,\r\n  when Victim was 11, Taylor organized a camping trip with Victim and a group of\r\n  six or seven boys from the church.  Taylor took the boys to an area &quot;just\r\n  outside [the city of] Andrews&quot; on Highway 521 and the group hiked about a\r\n  mile into the woods to a campsite &quot;right next to the Black River.&quot; \r\n  Taylor and the boys set up a tent and a large tarp, made a fire, and cooked\r\n  food.  At approximately 11 p.m., the boys retired to their sleeping bags under\r\n  the tarp.  Later that night, Taylor woke Victim, placed his hand over Victim's\r\n  mouth, and carried him to the tent.  Once inside the tent, Taylor removed\r\n  Victim's clothes and forced Victim to touch his penis and anus.  Taylor also\r\n  touched Victim's penis and anus.  Next, Taylor raped Victim.  After raping\r\n  Victim, Taylor instructed Victim not to reveal the rape to anyone and returned\r\n  Victim to his sleeping bag.  Taylor slept next to Victim and held him\r\n  throughout the course of the night.  \r\nIn August 1999, Taylor and a\r\n  few other adults from the church organized a trip to the beach.  After leaving\r\n  the beach, the group returned to the church to use the showers.  Once all the\r\n  showers were occupied, Taylor asked Victim and another boy if they would like\r\n  to use the showers at his house.  Victim and the other boy accompanied Taylor\r\n  to his home near the church.  While Victim was showering, Taylor entered the\r\n  bathroom, removed his clothes, and entered the shower.  Taylor forced Victim to\r\n  touch his penis and Taylor touched Victim's penis and anus.  Next,\r\n  Taylor raped Victim.  After raping Victim, Taylor instructed Victim not to\r\n  divulge the rape to anyone.  Taylor drove Victim and the other boy back to the\r\n  church.  \r\nApproximately five years\r\n  after the 1999 rape, Victim, then 17, told his parents about the two rapes. \r\n  Taylor was indicted for second degree criminal sexual conduct with a minor in\r\n  Georgetown County for the 1999 rape.  Taylor pled guilty and was sentenced to\r\n  eight years' imprisonment suspended upon the service of five years and three\r\n  years' probation.  In May 2006, Taylor was indicted for second degree criminal\r\n  sexual conduct with a minor and kidnapping for the 1998 rape.  The State served\r\n  Taylor with notice of its intent to seek a sentence of life without parole\r\n  pursuant to section 17-25-45 of the South Carolina Code (2003).  Taylor was\r\n  convicted on both counts and the trial court sentenced him to life without\r\n  parole.  This appeal followed.    \r\nSTANDARD OF REVIEW\r\n &quot;In criminal cases, the\r\n  appellate court sits to review errors of law only.&quot; State v. Baccus,\r\n  367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006).  Thus, an appellate court is bound\r\n  by the trial court's factual findings unless they are clearly erroneous.  Id.\r\nLAW/ANALYSIS\r\nI.&nbsp;&nbsp; Batson\r\nTaylor argues the trial\r\n  court's finding that his strike of Juror 146 was racially motivated is clearly\r\n  erroneous.  We disagree.\r\n&quot;The Equal Protection\r\n  Clause of the Fourteenth Amendment to the United States Constitution prohibits\r\n  the State from striking a venire[]person on the basis of race.&quot;  State\r\n    v. Hicks, 330 S.C. 207, 211, 499 S.E.2d 209, 211&nbsp;(1998) (citing Batson\r\n      v. Kentucky, 476 U.S. 79 (1986)).  The trial court must hold a Batson hearing when members of a cognizable racial group are struck and the opposing\r\n  party requests a hearing.  State v. Haigler, 334 S.C. 623, 629, 515\r\n  S.E.2d 88, 90&nbsp;(1999).  First, the proponent of the strike must present a\r\n  race or gender neutral explanation for the challenged strike.  Id.  In\r\n  response the opponent of the strike must show the race or gender neutral\r\n  explanation given by the proponent was mere pretext.  Id. at 629, 515\r\n  S.E.2d at 91.  Pretext is generally established by showing similarly situated\r\n  members of another race or gender who were seated on the jury.  Id.\r\n&quot;Whether a Batson violation has occurred must be determined by examining the totality of the\r\n  facts and circumstances in the record.&quot;  State v. Edwards, 384 S.C.\r\n  504, 509, 682 S.E.2d 820, 822&nbsp;(2009).  The trial court's finding of\r\n  purposeful discrimination rests on its evaluation of demeanor and credibility.  Id. at 509, 682 S.E.2d at 823.  &quot;Often the demeanor of the\r\n  challenged attorney will be the best and only evidence of discrimination, and an\r\n  'evaluation of the [attorney's] mind lies peculiarly within a trial [court's]\r\n  province.'&quot;  Id.  (quoting Hernandez v. New York, 500 U.S.\r\n  352, 365 (1991)).  This court will give the trial court's finding great\r\n  deference on appeal and review the trial court's ruling with a clearly\r\n  erroneous standard.  Edwards, 384 S.C. at 509, 682 S.E.2d at 822.\r\nHere, the State moved to\r\n  quash the jury after Taylor used ten strikes to strike white jurors.  In regard\r\n  to Juror 146, Taylor noted Juror 146 was an administrative assistant and\r\n  offered the following explanation:\r\n\r\n  I have\r\n    found over the years that the more education jurors have the less likely they\r\n    are to adopt argument—they usually come with their own idea or agenda.  Over\r\n    the years, I [have] learned to shy away from jurors with higher education. \r\n    And, in addition to that, I also know her husband personally and we just do\r\n    [not] get along.[1]\r\n\r\nIn response, the State\r\n  pointed to Juror 138, an accountant, as a similarly situated African-American\r\n  juror with equal or more education than Juror 146.  The trial court inquired\r\n  regarding Taylor's reasoning for concluding Juror 146 had a high level of\r\n  education.  Taylor responded: &quot;Well, she [is] an [a]dministrative\r\n  [a]ssistant.  Inasmuch as she would be in management that she would have got\r\n  there by promotion or her qualification[s].  Certainly she would have met the\r\n  qualification to be in management.  But she is in management.&quot;  \r\nBefore ruling on the State's\r\n  Batson motion, the trial court allowed Taylor to revisit his explanation for\r\n  striking Juror 146.  Taylor explained that in striking Juror 146 based upon her\r\n  education level, in essence, he was striking her based upon her position in\r\n  management.  According to Taylor, jurors with management level employment\r\n  &quot;come with an agenda&quot; and are &quot;constantly manifesting their\r\n  discretion as it relates to how you handle people.&quot;  Ultimately, the trial\r\n  court found Taylor offered a race neutral explanation for the other nine\r\n  strikes he used.  However, the trial court found Taylor's strike of Juror 146\r\n  violated Batson because he accepted Juror 138 with more formal education\r\n  and a higher level employment position.  A jury was re-struck and Juror 146 was\r\n  seated on the jury.  \r\nBased on our standard of\r\n  review, we are unable to find anything clearly erroneous in the trial court's\r\n  determination Taylor failed to offer a race neutral explanation for striking\r\n  Juror 146.  Taylor explained he struck Juror 146 based on her education and/or\r\n  employment level.  However, Taylor seated Juror 138, an African-American, with\r\n  a similar education and/or employment level.  Although employment is a race\r\n  neutral reason for striking a juror, the State demonstrated Taylor's\r\n  explanation was mere pretext by pointing to a similarly situated\r\n  African-American juror whom Taylor seated.  See State v. Ford,\r\n  334 S.C. 59, 65, 512 S.E.2d 500, 504&nbsp;(1999) (noting &quot;it is legitimate\r\n  to strike potential jurors because of their employment&quot;).  Considering the\r\n  record as a whole, we see nothing clearly erroneous in the trial court's\r\n  determination and defer to the trial court's finding of purposeful\r\n  discrimination.  \r\nII.&nbsp; Rules 403 and 404(b), SCRE\r\nTaylor contends the trial\r\n  court erred in allowing the admission of Victim's testimony regarding the 1999\r\n  rape as evidence of a common scheme or plan because they are not sufficiently\r\n  similar.  Assuming the 1999 rape is evidence of a common scheme or plan, Taylor\r\n  maintains its probative value was substantially outweighed by the danger of\r\n  unfair prejudice.  We disagree.\r\n&quot;The admission of\r\n  evidence is within the discretion of the trial court and will not be reversed\r\n  absent an abuse of discretion.&quot;  State v. Pagan, 369 S.C. 201, 208,\r\n  631 S.E.2d 262, 265&nbsp;(2006).  &quot;An abuse of discretion occurs when the\r\n  conclusions of the trial court either lack evidentiary support or are\r\n  controlled by an error of law.&quot;  Id.\r\nSouth Carolina Rule of\r\n  Evidence 404(b) provides: &quot;Evidence of other crimes, wrongs, or acts is\r\n  not admissible to prove the character of a person in order to show action in\r\n  conformity therewith.&quot;  However, evidence of other crimes, wrongs or acts\r\n  may be &quot;admissible to show motive, identity, the existence of a common\r\n  scheme or plan, the absence of mistake or accident, or intent.&quot; Rule\r\n  404(b), SCRE.  Evidence of other crimes, wrongs, or acts is admissible to show\r\n  a common scheme or plan when a &quot;close degree of similarity [exists]\r\n  between the crime charged and the prior bad act.&quot;  State v. Gaines,\r\n  380 S.C. 23, 30, 667 S.E.2d 728, 731&nbsp;(2008).  Thus, the trial court must\r\n  examine &quot;the similarities and dissimilarities between the crime charged\r\n  and the bad act evidence&quot;; if the &quot;similarities outweigh the\r\n  dissimilarities, the bad act evidence is admissible&quot; as evidence of a\r\n  common scheme or plan.  State v. Wallace, 384 S.C. 428, 433, 683 S.E.2d\r\n  275, 277-78&nbsp;(2009).  &quot;A close degree of similarity establishes the\r\n  required connection between the two acts and no further 'connection' must be\r\n  shown for admissibility.&quot;  Id. at 434, 683 S.E.2d at 278.  In\r\n  sexual abuse cases, the trial court should consider all relevant factors in\r\n  determining the degree of similarity, including &quot;(1) the age of the\r\n  victims when the abuse occurred; (2) the relationship between the victims and\r\n  the perpetrator; (3) the location where the abuse occurred; (4) the use of\r\n  coercion or threats; and (5) the manner of the occurrence, for example, the\r\n  type of sexual battery.&quot;  Id. at 433-34, 683 S.E.2d at 278.\r\nHere, the trial court weighed\r\n  the similarities between the two crimes and determined they fell within the\r\n  common scheme or plan exception under Rule 404(b), SCRE.  In making this\r\n  determination, the trial court relied on State v. Edwards for the\r\n  proposition that &quot;[t]he common scheme or plan exception is commonly\r\n  applied in cases of sexual assault where conduct both before and after the acts\r\n  charged is held admissible to show 'continued illicit intercourse between the\r\n  same parties.'&quot;  373 S.C. 230, 235, 644 S.E.2d 66, 69&nbsp;(Ct. App. 2007)\r\n  (citing State v. Mathis, 359 S.C. 450, 463, 597 S.E.2d 872,\r\n  879&nbsp;(Ct. App. 2004)).  In our view, the concept of continued illicit\r\n  intercourse between the same parties in sexual abuse cases is another way of\r\n  stating the common scheme or plan exception to Rule 404(b).  See State\r\n    v. Clasby, 385 S.C. 148, 159, 682 S.E.2d 892, 898&nbsp;(2009) (concluding\r\n  evidence of the defendant's continued illicit sexual abuse &quot;prior to the\r\n  indicted offenses constitutes the archetypal 'common scheme or plan' evidence&quot;); State v. Tutton, 354 S.C. 319, 328, 580 S.E.2d 186, 191&nbsp;(Ct. App.\r\n  2003) (&quot;Where there is a pattern of continuous misconduct, as commonly\r\n  found in sex crimes, that pattern supplies the necessary connection to support\r\n  the existence of a plan. Presumably, this is so because the same evidence that\r\n  establishes the continuous nature of the assaults will generally suffice to\r\n  prove the existence of the common scheme or plan as well.&quot;).  Therefore,\r\n  we proceed with the analysis used in Wallace.\r\nTurning to the Wallace factors, the 1998 and 1999 rapes occurred nine months apart when Victim was 11\r\n  to 12 years old.  Taylor was the Victim's pastor.  While the physical locations\r\n  where the rapes occurred are not identical, both rapes occurred in connection\r\n  with church organized outings.  After both rapes Taylor threatened Victim to\r\n  prevent him from revealing the rapes.  Finally, the type of sexual battery in\r\n  1998 is identical to the sexual battery in 1999.  In sum, with the exception of\r\n  the physical location of the rapes, all the Wallace factors are highly\r\n  similar.  The similarities between the 1998 rape and the 1999 rape outweigh the\r\n  dissimilarities, and we conclude a very close degree of similarity exists\r\n  between the rapes.  Accordingly, Taylor's argument is without merit.    \r\nEven if evidence of &quot;other\r\n  crimes, wrongs, or acts&quot; is admissible as evidence of a common scheme or\r\n  plan, it must be excluded if its probative value is substantially outweighed by\r\n  the danger of unfair prejudice. Clasby, 385 S.C. at 155-56, 682 S.E.2d\r\n  at 896; Rule 403, SCRE (&quot;Although relevant, evidence may be excluded if\r\n  its probative value is substantially outweighed by the danger of unfair\r\n  prejudice, confusion of the issues, or misleading the jury, or by\r\n  considerations of undue delay, waste of time, or needless presentation of\r\n  cumulative evidence.&quot;).  We are cognizant of the prejudicial effect of\r\n  admitting evidence of other crimes, wrongs, or acts based upon the degree of\r\n  similarity with the charged crime.  See Wallace, 384 S.C. at 436,\r\n  683 S.E.2d at 279 (noting &quot;the mere presence of similarity only serves to\r\n  enhance the potential for prejudice&quot;) (Pleicones,\r\n  J. dissenting).  However, here, both rapes were committed in an\r\n  identical manner under almost identical circumstances on the same victim. \r\n  Therefore, we conclude the trial court properly found the probative value of\r\n  the 1999 rape substantially outweighed the danger of unfair prejudice to\r\n  Taylor.  See State v. Mathis, 359 S.C. 450, 464, 597 S.E.2d 872,\r\n  879-80 (Ct. App. 2004) (finding the probative value of evidence of earlier\r\n  assaults on the victim substantially outweighed the danger of unfair prejudice\r\n  where all the earlier assaults were attempted in the same manner and under\r\n  similar circumstances).\r\nIII.&nbsp;Venue\r\nTaylor argues the trial court\r\n  erred in denying his motion for a directed verdict because the State failed to\r\n  prove the 1998 rape occurred in Williamsburg County.  We disagree.\r\nGenerally, a criminal\r\n  defendant &quot;has a right to be tried in the county in which the offense is\r\n  alleged to have been committed.&quot;  State v. Brisbon, 323 S.C. 324,\r\n  327, 474 S.E.2d 433, 435&nbsp;(1996).  Thus, a defendant &quot;is entitled to a\r\n  directed verdict when the State fails to present evidence that the offense was\r\n  committed in the county alleged in the indictment.&quot;  State v. Williams,\r\n  321 S.C. 327, 333, 468 S.E.2d 626, 630&nbsp;(1996).  However, this is a low\r\n  evidentiary threshold.  Brisbon, 323 S.C. at 328, 474 S.E.2d at 436. \r\n  The State is not required to affirmatively prove venue, it is sufficient if\r\n  evidence exists from which venue can be inferred.  Id. at 327, 474\r\n  S.E.2d at 435.  In the absence of conflicting evidence, even slight evidence of\r\n  venue is sufficient.  Id.\r\nHere, Victim testified the\r\n  campsite was &quot;just outside of Andrews&quot; on Highway 521, about a\r\n  &quot;mile in the woods,&quot; &quot;right next to the Black River.&quot; \r\n  Victim's mother also testified she was told the campsite was on the &quot;other\r\n  side of Andrews.&quot;  Victim explained he first reported the rape to the\r\n  Georgetown County authorities who were uncertain whether the campsite was in\r\n  Georgetown County or Williamsburg County.  The Georgetown County authorities\r\n  referred Victim to Sergeant Laura Rogers, a victims advocate for the\r\n  Williamsburg County Sheriff's Office.  Rogers reviewed the statement Victim\r\n  gave to the Georgetown County authorities and took additional oral and written\r\n  statements from Victim.  Rogers explained Victim's statements contained\r\n  landmarks which she used to personally locate the campsite in Williamsburg\r\n  County.  We find the State presented sufficient evidence to establish the 1998\r\n  rape occurred in Williamsburg County.  Thus, the trial court properly denied\r\n  Taylor's motion for a directed verdict.  \r\nIV.&nbsp;&nbsp;Life Without Parole\r\nTaylor contends the trial\r\n  court erred in sentencing him to life without parole (LWOP).  Taylor argues the\r\n  1999 rape is inextricably connected to the 1998 rape because it was admitted as\r\n  evidence of a common scheme or plan.  Therefore, Taylor maintains the 1998 rape\r\n  and the 1999 rape should be considered one offense pursuant to section 17-25-50\r\n  of the South Carolina Code (2003).  However, we believe this issue is not\r\n  preserved for our review.\r\nAt trial, Taylor moved to\r\n  quash the State's notice of its intent to seek a sentence of life without\r\n  parole.  Taylor argued his conviction for the 1998 rape did not support a\r\n  sentence of life without parole because it occurred prior to his predicate most\r\n  serious offense, the 1999 rape.[2] \r\n  The trial court denied Taylor's motion.  After trial, Taylor filed a motion to\r\n  reconsider.  At the hearing on his motion to reconsider, one of Taylor's contentions\r\n  was the 1998 and 1999 rapes were so closely connected in time that they should\r\n  be treated as one offense pursuant to section 17-25-50 of the South Carolina\r\n  Code (2003).  In response, the State submitted the 1998 and 1999 rapes were not\r\n  committed as part of a continuous course of conduct or crime spree.  The trial\r\n  court inquired whether its ruling admitting evidence of the 1999 rape as\r\n  evidence of a common scheme or plan required it to also find the 1998 and 1999\r\n  rapes were one continuous event pursuant to section 17-25-50.  The State\r\n  maintained the rapes were not so closely connected in time that they should be\r\n  considered one offense.  Taylor then reiterated his argument a LWOP sentence\r\n  was improper in his case because the predicate most serious offense occurred\r\n  after the 1998 rape.  The trial court denied Taylor's motion to reconsider.  In\r\n  its order the trial court noted Taylor argued his LWOP sentence was improper\r\n  because evidence of the 1999 rape was admitted as evidence of a common scheme\r\n  or plan.[3] \r\n  The trial court found no authority existed supporting the proposition and\r\n  denied the motion.\r\nWe find the issue of whether\r\n  the crimes should have been considered one serious offense due to their close\r\n  temporal proximity and inextricable connection is unpreserved because our\r\n  review of the record reveals Taylor never raised it during trial.  Wilder\r\n    Corp. v. Wilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733&nbsp;(1998) (stating an\r\n  issue must be &quot;raised to and ruled upon by the trial judge to be\r\n  preserved for appellate review&quot;) (emphasis added); State v. Carriker,\r\n  269 S.C. 553, 555, 238 S.E.2d 678, 678&nbsp;(1977) (finding issue unpreserved\r\n  because it was not raised by the appellant).   Taylor appears to approach the\r\n  issue at the post-trial motion hearing.[4] \r\n  Even so, this is insufficient to preserve the issue for our review because it\r\n  was not raised at trial.  See Dixon v. Dixon, 362 S.C. 388, 399,\r\n  608 S.E.2d 849, 854 (2005) (holding that an issue first raised in a post-trial\r\n  motion is not preserved for appellate review); see also Wilder,\r\n  330 S.C. at 77, 497 S.E.2d at 734 (holding post-trial motions are not necessary\r\n  to preserve issues that have already been ruled on; they are used to preserve\r\n  those that have been raised to the trial court but not yet ruled on by it). \r\n  The balance of the argument on the issue at the post-trial motion hearing was\r\n  raised by the trial court, which is also insufficient to preserve the issue for\r\n  our review.  Duncan v. Hampton Cnty School Dist. No. 2, 335 S.C. 535,\r\n  545, 517 S.E.2d 449, 454 (Ct. App. 1999) (finding issue unpreserved where it\r\n  was raised sua sponte by the trial court and not by the\r\n  respondent).  Furthermore, on appeal, Taylor argues &quot;[t]he [trial court]\r\n  improperly sentenced [Taylor] to life without parole because the substantive\r\n  facts of the predicate offense were admitted as common scheme or plan\r\n  evidence.&quot;  However, at trial and during argument on his motion to\r\n  reconsider, Taylor repeatedly maintained the trial court erred in sentencing\r\n  him to life without parole because the predicate most serious offense, the 1999\r\n  rape, occurred after the 1998 rape.  Taylor cannot argue one ground for error\r\n  at trial and a different ground for error on appeal.  See State v.\r\n    Haselden, 353 S.C. 190, 196, 577 S.E.2d 445, 448&nbsp;(2003).  Accordingly,\r\n  this issue is not preserved for our review.\r\nCONCLUSION\r\nFor the foregoing reasons,\r\n  Taylor's convictions and sentence of life without parole are\r\nAFFIRMED.\r\nWILLIAMS and GEATHERS,\r\n  JJ., concur.  \r\n\r\n\r\n[1] Taylor has not argued on appeal that defense\r\n  counsel's poor personal relationship with Juror 146's husband was a proper race\r\n  neutral explanation for the strike.  Accordingly, we are precluded from\r\n  addressing the issue.  See State v. Carriker, 269 S.C. 553, 555, 238\r\n  S.E.2d 678, 678&nbsp;(1977) (finding issue unpreserved because it was not\r\n  raised by the appellant).\r\n[2] In 1982, the Legislature passed section 17-25-45 of\r\n  the South Carolina Code (1982), adding a provision that stated &quot;a\r\n  conviction shall be considered a second conviction only if the date of the\r\n  commission of the second crime occurred subsequent to the imposition of the\r\n  sentence for the first offense.&quot;  Bryant v. State, 384 S.C. 525,\r\n  530, 683 S.E.2d 280, 282-83 (2009).  In 1995, the Legislature amended section\r\n  17-25-45 to abandon the requirement that a second offense occur after the\r\n  imposition of a sentence for the prior offense.  Id. at 530-31, 683\r\n  S.E.2d at 283.  In 2006, the Legislature again amended section 17-25-45(F) to\r\n  clarify that the sentence for the predicate most serious offense does not have to\r\n  be served before a sentence of life without parole can be imposed for a\r\n  subsequent offense.  Id. at 531, 683 S.E.2d at 283.  Here, Taylor makes\r\n  his argument under the 1982 statute.  Since the incident here occurred in 1998,\r\n  the 1982 statute is not relevant, and the 1995 amended statute is applicable.\r\n[3] After a review of the record, it appears only the\r\n  trial court raised the issue of whether a finding of a common scheme or plan\r\n  under Lyle would require a finding that the 1998 and 1999 rapes were one\r\n  continuous event for purposes of sentencing.  \r\n[4] Taylor contends the definition of &quot;inextricably\r\n  connected&quot; and &quot;continuous course of conduct,&quot; as applied to\r\n  these facts, entitles him to lenity or other relief in the application of\r\n  section 17-25-50.  He did not raise this issue at trial; thus, we are bound by\r\n  the laws of preservation.  \r\n\r\n","court":"Appeals"},{"id":"4923","title":"Price v. Peachtree","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4923","description":"Bob Wire Electric, Inc. and the South Carolina Homebuilders Association Injury Fund (Appellants) contend the circuit court erred in affirming the order of the worker’s compensation commission requiring Appellants to reimburse Peachtree Electrical Services, Inc. for disability payments made to Claimant resulting from an alleged second injury sustained while working for Bob Wire Electrical. Appellants claim the worker’s compensation commission lacks jurisdiction to require such reimbursement.  We vacate the single commissioner's, the Appellate Panel's, and the circuit court's orders.","date":"2011-12-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nChristopher Price, Claimant,\r\nv.\r\nPeachtree Electrical Services, Inc., Employer, and Builders\r\n      Mutual Insurance Company, Carrier, Respondents,\r\nv.\r\nBob Wire Electric, Inc., self-insured Employer, through South\r\n      Carolina Home Builders Association SIF, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Georgetown County\r\n Benjamin\r\n  H. Culbertson, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4923\r\nHeard\r\n  October 5, 2011 – Filed December 21, 2011   \r\n\r\nVACATED\r\n\r\n\r\n  \r\n    \r\n      \r\nKirsten Leslie Barr, of Mount\r\n  Pleasant, for Appellants.\r\nRichard C. Detwiler, of\r\n  Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  Christopher\r\n  Price was injured while working for Peachtree Electrical Services (Peachtree)\r\n  in December 2002.  In 2003, while in the employment of Bob Wire Electrical (Bob\r\n  Wire), Price was injured again.  Bob Wire and the South Carolina Home Builders\r\n  Self Insurers' Fund (collectively Appellants) appeal the circuit court's order affirming\r\n  the decision of the Appellate Panel of the Workers' Compensation Commission\r\n  (the Commission) requiring Bob Wire to reimburse Peachtree for benefits\r\n  Peachtree paid to Price after the 2003 injury.  We vacate the single\r\n  commissioner's, the Appellate Panel's, and the circuit court's orders.      \r\nFACTS\r\nPrice injured\r\n  his back in an accident arising out of and in the course and scope of his\r\n  employment with Peachtree on December 9, 2002, while working at a restaurant\r\n  owned by the Divine Dining Group, Inc.  Peachtree and its carrier admitted\r\n  liability for the injury, voluntarily paid temporary total disability\r\n  compensation, and authorized medical treatment including a surgery performed by\r\n  Dr. William L. Mills of Coastal Orthopaedic Associates. Price was released to\r\n  full-duty work at maximum medical improvement on August 8, 2003, with a ten\r\n  percent impairment rating to the whole body and thirteen percent to the spine. \r\n  Price did not return to work for Peachtree but went to work part-time for Bob\r\n  Wire and suffered another injury in November 2003.[1] \r\n  Price did not return to work at Bob Wire and never filed a claim against Bob\r\n  Wire.  Instead, he returned to Dr. Mills and complained of worsening and\r\n  continuing back pain stemming from the 2002 accident.  Peachtree again provided\r\n  benefits to Price, paying him the same temporary total benefits as in 2002, and\r\n  authorized medical treatment, which included an additional surgery.  \r\n In\r\n  May 2004, Price filed a negligence claim against Divine Dining for his injuries\r\n  arising out of the 2002 accident.  The complaint sought past and future medical\r\n  bills, past and future physical pain and suffering, past and future lost wages,\r\n  past and future mental pain and suffering, and permanent disability.  In\r\n  February 2005, Price filed a Form 50 seeking total disability stemming from his\r\n  back injury, which the form indicated was caused by the 2002 accident.  Price\r\n  was given a twenty percent impairment rating after the second accident.  In April\r\n  2005, Peachtree added Bob Wire as a party to the workers' compensation action. \r\n  Peachtree's attorney indicated Bob Wire was added as soon as Peachtree\r\n  discovered, by reading Price's deposition testimony in the negligence action, a\r\n  second injury had occurred.  \r\nPrice settled his negligence claim against\r\n  Divine Dining for $540,000 in April 2006.  In June 2006, Peachtree entered into\r\n  a clincher agreement with Price for $50,000, whereby Peachtree released its\r\n  liens against the proceeds of the negligence action and Price released\r\n  Peachtree from all further liability.  Each covenanted not to waive any claims\r\n  either of them may have against Bob Wire.  Bob Wire was not informed of the clincher\r\n  agreement.\r\n The\r\n  single commissioner determined no evidence demonstrated Bob Wire ever knew of a\r\n  second accident and no evidence showed the injury in 2003 was not just a\r\n  continuation of the injury Price had already suffered.  On appeal, the Appellate\r\n  Panel reversed the single commissioner, finding Price had suffered a second accident\r\n  in 2003 and holding Bob Wire responsible for reimbursing Peachtree for benefits\r\n  Peachtree paid to Price as a result of the second accident.  The matter was\r\n  remanded to the single commissioner to determine &quot;the average weekly wage\r\n  and benefits, etc., and apportionment of benefits paid and/or to be paid in a\r\n  manner consistent with the findings set forth herein.&quot;  Bob Wire attempted\r\n  to appeal from this order, but the appeal was dismissed as untimely.  \r\nOn remand to the single commissioner,\r\n  Peachtree submitted evidence regarding the compensation and medical treatment\r\n  it had provided to Price.  Bob Wire argued Peachtree had waived its right to\r\n  seek reimbursement for these costs from Bob Wire by entering into the clincher\r\n  agreement with Price regarding the 2002 injury.  The single commissioner was\r\n  unpersuaded and ordered that Bob Wire reimburse Peachtree for all\r\n  causally-related medical treatment and temporary total disability compensation\r\n  provided to Price by Peachtree after November 3, 2003, in the amount of $112,789.42\r\n  and $47,023.88 respectively.  The Appellate Panel and circuit court affirmed\r\n  the single commissioner's order.  This appeal followed.\r\nLAW/ANALYSIS\r\nBob Wire contends the Commission lacks subject\r\n  matter jurisdiction[2] to deal with Peachtree's equitable claim for reimbursement because the Commission's\r\n  authority is derived strictly from statute in derogation of the common law.  We\r\n  agree.\r\nAs a threshold\r\n  matter, Peachtree contends the findings in the Appellate Panel's first order of\r\n  May 2007 (First Order) constitute the law of the case because the appeal from\r\n  that order was dismissed as untimely.  We disagree.  \r\nPeachtree is correct in asserting that,\r\n  in effect, no immediate appeal was taken from the First Order because Bob\r\n  Wire's appeal was late.[3] \r\n  However, we disagree that Bob Wire was required to immediately appeal the First\r\n  Order to prevent its findings from becoming the law of the case.  An\r\n  intermediate order may be appealed if it involves the merits of the case\r\n  as described in section 14-3-330(1).[4]  Section 14-3-330 merely allows the\r\n  aggrieved party to appeal an intermediate order involving the merits; it does\r\n  not require an appeal at that time.  The aggrieved party may wait until a final\r\n  judgment is rendered and then appeal.  See Lancaster v. Fielder,\r\n  305 S.C. 418, 421, 409 S.E.2d 375, 377 (1991) (&quot;[I]f\r\n  there is a final judgment, and the party timely files his notice of intent to\r\n  appeal from that judgment, under section 14-3-330(1) this [c]ourt can review\r\n  any intermediate order or decree necessarily affecting the judgment not before\r\n  appealed from.&quot;). \r\nAccordingly, Bob Wire was not required\r\n  to appeal the First Order immediately following its issuance to avoid the\r\n  findings therein becoming the law of the case.[5] \r\n  Instead, Bob Wire, as it was permitted to do, appealed the final judgment of\r\n  the single commissioner on remand.  Bob Wire continued to raise the\r\n  jurisdictional question on subsequent appeals to the Appellate Panel, the circuit\r\n  court, and this court.  Therefore, the findings of the First Order regarding subject\r\n  matter jurisdiction did not constitute the law of the case, and the issue is properly\r\n  preserved for our consideration in this appeal.\r\nTurning our attention to that issue, our\r\n  jurisprudence has long recognized the power of the Commission is derived\r\n  strictly from statute.  \r\n\r\nThe\r\n  right to workmen's compensation is wholly statutory, not existing except under\r\n  the circumstances provided in the Workmen's Compensation Acts.  It is not a\r\n  common law right for the reason that the Acts are in derogation of, or\r\n  departures from, the common law, and are not amendatory, cumulative or\r\n  supplemental thereto, nor declaratory thereof, but wholly substitutional in\r\n  character . . . .  \r\n\r\nMarchbanks\r\n  v. Duke Power Co.,\r\n  190 S.C. 336, 363, 2 S.E.2d 825, 836 (1939) (internal quotation marks and\r\n  citations omitted).  Therefore, the Commission's jurisdiction and authority is circumscribed\r\n  by the Workers' Compensation Act (the Act).  \r\nPeachtree argues unless an express\r\n  provision prohibits an action, the Commission can deal with any issue arising\r\n  under the Act.  See S.C. Code Ann. § 42-3-180 (1985) (&quot;All\r\n  questions arising under this Title, if not settled by agreement of the parties\r\n  interested therein with the approval of the Commission, shall be determined by\r\n  the Commission, except as otherwise provided in this Title.&quot;); see also James v. Anne's,\r\n    Inc.,\r\n  390 S.C. 188, 198, 701 S.E.2d 730, 735 (2010) (finding\r\n  the Commission had authority to prorate a lump sum award because nothing\r\n  in the Act prohibited, either expressly or impliedly, the proration language at\r\n  issue).  However,\r\n  only disputes ancillary to an employee's right to compensation arise\r\n  under the Act.  See Labouseur v. Harleysville Mut. Ins., Co., 302\r\n  S.C. 540, 544, 397 S.E.2d 526, 529 (1990) (discussing the Commission's purview\r\n  to determine policy cancellation and stating &quot;[w]hen\r\n  the employee's rights are not involved, an employer/insured must present all\r\n  such issues to the circuit court&quot;); see also Roper Hosp. v.\r\n    Clemons, 326 S.C. 534, 539, 484 S.E.2d 598, 600 (Ct. App. 1997) (holding a\r\n  medical provider's common law claims for payment of employee's medical bills\r\n  did not fall within the purview of the Act and claims would properly be\r\n  litigated in circuit court).  Claims not affecting the employee's right to\r\n  compensation are within the purview of the circuit court, not of the Commission.  \r\nIn this case, the claim presented is a\r\n  common law, equitable claim for reimbursement made by Peachtree, an employer,\r\n  against Bob Wire, another employer.  The matter directly in contention does not\r\n  affect Price's right to compensation.  He has been completely compensated for\r\n  the 2002 accident pursuant to the clincher agreement between himself and Peachtree,\r\n  and any future benefits for which Bob Wire may be liable are a separate and\r\n  distinct matter from any benefits Peachtree may have paid previously.  Therefore,\r\n  the Commission lacked subject matter jurisdiction to determine Peachtree's\r\n  right to reimbursement from Bob Wire,\r\n  and that claim should have been dismissed.\r\nBecause our\r\n  determination as to the jurisdiction of the Commission is dispositive of the\r\n  case, we need not address Bob Wire's remaining issues.  See Futch v.\r\n    McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591,\r\n  598 (1999) (declining to address additional issues when one issue is\r\n  dispositive).  Because the Commission lacked subject matter jurisdiction to\r\n  hear Peachtree's claim for reimbursement, the single commissioner's order, the Appellate\r\n  Panel's order, and the circuit court's order are hereby\r\nVACATED.\r\nFEW, C.J., and THOMAS, J., concur. \r\n\r\n\r\n[1] According\r\n  to Price's testimony, his supervisor at the time was working on the other side\r\n  of the wall where they were pulling and installing electrical cables.  Price\r\n  fell to the ground and moaned in pain, and his supervisor checked on him.  \r\n[2] Subject matter\r\n  jurisdiction refers to &quot;the authority of a court to entertain a particular\r\n  action.&quot;  Cribb v. Spatholt, 382\r\n  S.C. 475,\r\n  481, 676 S.E.2d 706, 709-10 (Ct. App. 2009).\r\n[3] Bob Wire filed\r\n  its appeal of the First Order outside the thirty-day time limit set forth in section\r\n  42-17-60 of the South Carolina Code (Supp. 2006). \r\n[4] Appeals from\r\n  the Commission are governed by section 42-17-60 of the South Carolina Code\r\n  (Supp. 2010).  See Charlotte-Mecklenburg Hosp. Auth. v. S.C. Dep't of\r\n    Health &amp; Envtl. Control, 387 S.C. 265, 266, 692 S.E.2d 894, 894 (2010)\r\n  (holding if a more specialized statute concerning appealability exists, it is\r\n  controlling); see also Allison v. W.L. Gore &amp; Assocs., 394\r\n  S.C. 185, ___, 714 S.E.2d 547, 549 (2011) (discussing appealability of workers'\r\n  compensation claim as governed by section 42-17-60).  At the time of this case,\r\n  section 42-17-60 of the South Carolina Code provided that workers' compensation\r\n  appeals were to be taken in the same manner as other appeals. See S.C.\r\n  Code Ann. § 42-17-60 (Supp. 2006) (stating a party could appeal &quot;under the same terms and conditions as govern appeals in\r\n  ordinary civil actions&quot;).  Thus, the general appealability statute\r\n  at section 14-3-330 of the South Carolina Code (1977 &amp; Supp. 2010) is\r\n  controlling.  \r\n[5] We decline to\r\n  address whether the First Order constituted an appealable interlocutory order\r\n  as such a determination is not necessary to the disposition of this issue.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4924","title":"State v. Senter","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4924","description":"Bradley Senter appeals his convictions of assault and battery with intent to kill (ABWIK) and criminal domestic violence of a high and aggravated nature (CDVHAN).  Senter argues the trial court erred in (1) denying his directed verdict and new trial motions and (2) denying his request to waive his right to a jury trial.","date":"2011-12-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nBradley Scott Senter, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Horry County\r\nMichael\r\n  G. Nettles, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4924\r\nHeard\r\n  November 17, 2011 – Filed December 21, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender Dayne C.\r\n  Phillips, of Columbia, for Appellant.\r\nAttorney General Alan\r\n  Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney\r\n  General Salley W. Elliott, Assistant  Attorney General Christina Catoe, all of\r\n  Columbia; and John Gregory Hembree, of Conway, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY,\r\n  J.:  Bradley\r\n  Senter appeals his convictions of assault and battery with intent to kill (ABWIK)\r\n  and criminal domestic violence of a high and aggravated nature (CDVHAN). \r\n  Senter argues the trial court erred in (1) denying his directed verdict and new\r\n  trial motions and (2) denying his request to waive his right to a jury trial.  We affirm.  \r\nFACTS/PROCEDURAL\r\n  BACKGROUND\r\nOn November 13,\r\n  2006, Senter shot his estranged wife, Dena Senter Lester (the Victim), inside\r\n  his home.[1]  The Victim escaped and, after unsuccessfully trying to alert a neighbor, collapsed\r\n  in the front yard.   According to the Victim, Senter grabbed her by the\r\n  arms, dragged her to a secluded area in the yard, and told her, &quot;Oh no,\r\n  you're not going to be out here where somebody will find you.&quot;  The Victim\r\n  then used the panic button on her car remote to set off her car alarm.  When\r\n  Senter left the Victim to shut off the alarm, she again ran to a neighbor's\r\n  house for help.  After receiving no answer, the Victim returned to the\r\n  spot where Senter moved her and &quot;played dead.&quot;  Senter returned to\r\n  the Victim and, after inspecting her wound, went inside the house.  The\r\n  Victim then ran toward the sound of a tractor on an adjacent golf course.  Joseph\r\n  Estock, the tractor driver, called 911 while the Victim hid behind the tractor.  While Estock was on the phone with 911, Senter appeared on the golf\r\n  course.  According to Estock, Senter told him to &quot;hang up the phone\r\n  now, turn around, and start walking.  You don't know what she did to me.&quot; \r\n  After Estock left, Senter stood over the Victim and mocked her religious\r\n  beliefs and threatened to shoot her and himself before walking away.  Thereafter,\r\n  police arrived and Senter was taken into custody.  The Victim was airlifted to\r\n  the hospital where she was treated for a collapsed lung and broken ribs, and\r\n  underwent surgery to remove the bullet from her liver.  \r\nOn January 25, 2007, Senter was indicted\r\n  by the Horry County Grand Jury for ABWIK and CDVHAN.  After denying\r\n  Senter's request to waive his right to a jury trial, the trial court found\r\n  Senter was competent to stand trial.[2] \r\n  At trial, Senter did not deny he shot the Victim; however, defense counsel\r\n  argued Senter suffered from a mental illness and didn't understand or have\r\n  control over his conduct.  The Victim, in addition to Senter's mother and\r\n  sister, testified Senter believed his family members were conspiring with the FBI\r\n  to have charges brought against him.  Additionally, two doctors diagnosed\r\n  Senter with delusional disorder and determined he had a fixed, false belief that\r\n  the FBI was trying to destroy his life.   Senter was voluntarily hospitalized to\r\n  treat his mental illness three times between January and March 2005.  \r\nAt the close of the State's case,\r\n  defense counsel moved for a directed verdict as to both the ABWIK and CDVHAN\r\n  charges.  Defense counsel argued there was no evidence Senter intended to kill\r\n  the victim.  The trial court denied the motion, finding a specific intent to\r\n  kill was not an element of ABWIK.  Following the presentation of its case, the\r\n  defense renewed its motion for a directed verdict and again argued there was no\r\n  evidence Senter intended to kill the victim.  Additionally, defense counsel\r\n  asked the trial court to direct a verdict of not guilty by reason of insanity.  The trial court took the motion under advisement.  Following testimony from\r\n  the State's reply witnesses, the trial court denied Senter's motion for a\r\n  directed verdict.  \r\nOn June 5, 2008, the jury found Senter\r\n  guilty of ABWIK and CDVHAN.  On June 20, 2008, the trial court denied Senter's\r\n  post-trial motion for a new trial.  The trial court found there was\r\n  &quot;no question that [Senter] was mentally ill;&quot; however, the court\r\n  stated it was not in a position to substitute its judgment for that of the\r\n  jury.  The trial court noted a reasonable jury could conclude Senter was sane\r\n  and capable of &quot;conform[ing] his conduct to the law.&quot;  Thereafter,\r\n  the trial court sentenced Senter to twenty years' imprisonment.[3]  This appeal followed.  \r\nISSUES ON APPEAL\r\n1.&nbsp;&nbsp;&nbsp; Did the trial\r\n  court err in denying Senter's directed verdict and new trial motions?\r\n2.&nbsp;&nbsp;&nbsp; Did the trial\r\n  court err in denying Senter's request to waive his right to a jury trial?\r\nSTANDARD OF\r\n  REVIEW\r\nIn criminal cases, appellate courts review errors of law only\r\n  and are bound by the trial court's factual findings unless they are clearly\r\n  erroneous. State v. Baccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006).  \r\nLAW/ANALYSIS\r\nI.&nbsp; Directed\r\n  Verdict and New Trial Motions\r\nSenter argues the trial court erred in\r\n  denying his directed verdict and new trial motions because there was no\r\n  substantial evidence of sanity.  We disagree.  \r\nWhen reviewing the denial of a motion\r\n  for a directed verdict, an\r\n  appellate court must review the evidence, and all inferences therefrom, in the\r\n  light most favorable to the State.  State v. Strickland, 389 S.C. 210,\r\n  214, 697 S.E.2d 681, 683&nbsp;(Ct. App. 2010). &quot;If there is any evidence,\r\n  direct or circumstantial, which reasonably tends to prove the guilt of the\r\n  accused or from which guilt may be fairly and logically deduced, the appellate\r\n  court must find the case was properly submitted to the jury.&quot;  Id.  &quot;The\r\n  decision whether to grant a new trial\r\n  rests within the sound discretion of the trial court, and [the appellate court]\r\n  will not disturb the trial court's decision absent an abuse of\r\n  discretion.&quot;  State v. Mercer, 381 S.C. 149, 166, 672 S.E.2d 556,\r\n  565&nbsp;(2009).\r\nA defendant is insane\r\n  if, &quot;at the time of the commission of the act constituting the offense, [he], as a result of\r\n  mental disease or defect, lacked the capacity to distinguish moral or legal right from moral or legal wrong or to\r\n  recognize the particular act charged as morally or legally wrong.&quot;\r\n   S.C. Code Ann. § 17-24-10(A) (2003).  &quot;[T]he key to insanity\r\n  is 'the power of the defendant to distinguish right from wrong in the act itself – to recognize the act complained of\r\n  is either morally or legally wrong'.&quot;  State v.\r\n    Lewis, 328 S.C. 273, 278, 494 S.E.2d 115, 117&nbsp;(1997) (quoting State\r\n      v. Wilson, 306 S.C. 498, 506, 413 S.E.2d 19, 23 (1992)).  &quot;A criminal\r\n  defendant is presumed to be sane; the State does not have to prove sanity.&quot;\r\n   State v. Smith, 298 S.C. 205, 208, 379 S.E.2d 287, 288&nbsp;(1989).  &quot;However,\r\n  when a defendant offers evidence of insanity, the State no longer enjoys the\r\n  presumption, but must present evidence to the jury from which the jury could\r\n  find the defendant sane.&quot;  Id.   &quot;Even though a defendant\r\n  presents expert testimony, the State is not required to also produce expert\r\n  testimony; lay testimony may be sufficient.&quot;  Id.\r\nAt trial, Senter presented evidence of\r\n  his insanity.  Lisa Cleary, Senter's sister, testified Senter told her the\r\n  &quot;FBI was corrupt&quot; and had &quot;orchestrated his whole life and that\r\n  they were the reason for his failures.&quot;  According to Cleary, Senter also\r\n  told her that her sixteen-year-old daughter was involved with the FBI.  Cleary\r\n  further testified she took Senter to two mental health facilities for\r\n  evaluation, brought him to Duke University for medical testing, and paid for\r\n  counseling.  \r\nDr. Marla Domino, a court appointed psychologist\r\n  with the South Carolina Department of Mental Health, testified Senter suffered\r\n  from delusional disorder.  She found Senter's mental illness manifested in a\r\n  false, fixed belief that &quot;the FBI was out to get him&quot; and that the\r\n  FBI had fabricated his wife's shooting to &quot;destroy his life.&quot;  Dr.\r\n  Domino further testified that &quot;because of his delusional disorder,&quot;\r\n  Senter &quot;did not know right from wrong at the time of the incident,&quot;\r\n  and therefore, he was not criminally responsible for the shooting.  \r\n Cathy\r\n  Battle, a professional counselor, testified she referred Senter to another\r\n  counselor with a psychiatric background and recommended he enter an inpatient\r\n  facility after he discussed his recurring suspicions and fears about the FBI\r\n  during their session.   \r\nDr. Rikki Halavonich, director of the\r\n  psychiatry department at the Medical University of South Carolina, diagnosed\r\n  Senter with delusional disorder, persecutory type and opined that Senter's\r\n  mental illness &quot;affected his thinking on that day as well as for at least\r\n  a couple of years prior to that to the point that he did not appreciate moral\r\n  and/or legal right from moral and/or legal wrong.&quot;  Dr. Halavonich also\r\n  testified that, in her opinion, Senter was not criminally responsible for the\r\n  shooting.\r\nTo prove Senter's sanity, the\r\n  State relied on testimony from several witnesses.  Susan Vonspreckelsen, the Victim's\r\n  neighbor, testified Senter came to her home the morning of the shooting looking\r\n  for the Victim.  According to Vonspreckelsen, when she told Senter the\r\n  Victim was not there he asked to come inside and look around.  She said Senter\r\n  &quot;seemed calm&quot; and &quot;a little intense, but no different than\r\n  usual.&quot;  In addition, Estock, the golf course tractor driver, testified\r\n  Senter had a serious look on his face but he &quot;wasn't really agitated&quot;\r\n  when he approached him on the golf course.  Estock testified Senter told him in\r\n  a &quot;calm voice&quot; to hang up the phone and walk away.  \r\nWe find Senter's contention that the\r\n  State failed to present evidence of his sanity is without merit.  In addition\r\n  to the testimony of the above-listed witnesses as to Senter's mental state on\r\n  the day of the shooting, other evidence tended to establish Senter planned to\r\n  harm the Victim and knew his conduct was wrong.  For example, in the months\r\n  leading up to the shooting, Senter endorsed all of the property settlement\r\n  checks he received from the Victim with the statement: &quot;Will be paid\r\n  regardless of any medical, arrest, or any other event.&quot;  Senter also refused\r\n  to meet the Victim in a public place to exchange divorce papers, and insisted\r\n  she come to his home. In addition, Senter moved the Victim from public view after\r\n  she collapsed in his front yard, retrieved the spent shell casing after the\r\n  shooting, and disabled the car alarm.  We believe the jury could have\r\n  determined these actions indicated Senter planned to shoot the Victim and knew\r\n  his actions were wrong.  Thus, we find the evidence of\r\n  Senter's sanity was sufficient to create an issue for the jury.  The weight to\r\n  be accorded this evidence and the conclusion to be drawn from this evidence was\r\n  for the jury to decide.  For these reasons, we find the trial court properly\r\n  submitted the case to the jury.  \r\nII.&nbsp; Jury\r\n  Trial Waiver\r\nSenter argues the trial court erred in\r\n  denying his request to waive his right to a jury trial.  This argument is not\r\n  preserved for our review.\r\nFirst, we note &quot;there is no\r\n  federally recognized right to a criminal trial before a judge sitting alone.&quot;  Singer v. U.S., 380 U.S. 24, 34, 85 S. Ct. 783, 790&nbsp;(1965).  &quot;A\r\n  defendant's only constitutional right concerning the method of trial is to an\r\n  impartial trial by jury.&quot;  Id. at 36, 85 S. Ct. at 790.  There is\r\n  &quot;no constitutional impediment to conditioning a waiver of this right on\r\n  the consent of the prosecuting attorney and the trial judge when, if either\r\n  refuses to consent, the result is simply that the defendant is subject to an\r\n  impartial trial by jury – the very thing that the Constitution guarantees him.&quot;  Id.\r\nAfter jury selection, but prior to the\r\n  commencement of trial, Senter waived his right to a jury trial.  The State objected\r\n  to Senter's waiver, arguing he did not have the State's consent pursuant to Rule\r\n  14(b), SCRCrimP.[4] \r\n  Defense counsel argued Rule 14(b), SCRCrimP, was unconstitutional and deprived\r\n  Senter of his right to waive a jury trial. The trial court denied Senter's\r\n  request to waive his right to a jury trial.  \r\nOn appeal, Senter argues the trial\r\n  court's ruling violated his rights to due process and the effective\r\n  presentation of a defense.  Specifically, Senter maintains the &quot;expert\r\n  testimony and psychiatric theory&quot; presented at trial &quot;were too\r\n  difficult for a lay jury to deal with fairly.&quot;  Senter argues he has the\r\n  right to present a defense that can be comprehended, understood, and fairly\r\n  considered.  Because Senter failed to raise this argument to the trial court,\r\n  it is not preserved for our review.  See State v. Carmack, 388\r\n  S.C. 190, 200, 694 S.E.2d 224, 229&nbsp;(Ct. App. 2010) (holding arguments must\r\n  be raised to and ruled upon by the trial court to be preserved for appellate\r\n  review).   Senter also argues the trial court erred in failing to find Rule\r\n  14(b), SCRCrimP, was unconstitutional. Senter failed to cite any authority to\r\n  support this argument.  Accordingly, we find it is abandoned.  See State\r\n    v. Jones, 392 S.C. 647, 655, 709 S.E.2d 696, 700&nbsp;(Ct. App. 2011)\r\n  (holding &quot;short, conclusory statements made without\r\n  supporting authority are deemed abandoned on appeal and therefore not presented for review&quot;).  \r\nCONCLUSION\r\n For\r\n  the foregoing reasons, the decision of the trial court is hereby\r\n AFFIRMED.\r\nHUFF\r\n  and PIEPER, JJ., concur.  \r\n\r\n\r\n[1] Senter asked\r\n  the Victim to come to his home the morning of November 13, 2006, to pick up\r\n  signed divorce papers and give him a haircut.  \r\n[2] Defense counsel\r\n  informed the trial court Senter was found competent to stand trial by the\r\n  Department of Mental Health, and stated the defense had &quot;no reason to\r\n  believe&quot; Senter was not competent to stand trial.  \r\n[3] This sentence\r\n  consisted of ten years on the CDVHAN conviction and ten years consecutive on\r\n  the ABWIK conviction.  \r\n[4] Pursuant to\r\n  Rule 14(b), SCRCrimP, &quot;[a] defendant may waive his right to a jury trial\r\n  only with the approval of the solicitor and the trial judge.&quot;  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4925","title":"Sanders v. Sanders","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4925","description":"On appeal, Latane Sanders (Wife) contests the family court's decision to treat her AG Edwards account (AG account) as marital property.  Alternatively, Wife argues the family court erred by dividing the marital estate equally.  On cross-appeal, Roy Sanders (Husband) claims the family court erred in determining the date for valuation of the marital assets, valuing and awarding the marital home, and classifying certain items as nonmarital assets.  We affirm in part, reverse in part, and remand.","date":"2011-12-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Latane S.\r\n          Sanders, Appellant/Respondent,\r\n        v.\r\n        Roy Sanders, Respondent/Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\n   Billy A. Tunstall, Jr., Family Court\r\nJudge\r\n\r\nOpinion No. 4925\r\n  Heard October 4, 2011 – Filed December 21,\r\n2011    \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND\r\nREMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Joseph M. Ramseur, Jr., of Greenville, for Appellant/Respondent.\r\n        Kimberly F. Dunham, of Greenville, for Respondent/Appellant.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.:  On appeal, Latane Sanders\r\n  (Wife) contests the family court's decision to treat\r\n  her AG Edwards account (AG account) as marital property.  Alternatively, Wife\r\n  argues the family court erred by dividing the marital estate equally.  On\r\n  cross-appeal, Roy Sanders (Husband) claims the family court erred in\r\n  determining the date for valuation of the marital assets, valuing and awarding\r\n  the marital home, and classifying certain items as nonmarital assets.  We affirm\r\n  in part, reverse in part, and remand.\r\nFACTS\r\nHusband and Wife\r\n  were married on August 9, 1973, and no children were born of the marriage.  On\r\n  the date of the final hearing, Husband was fifty-eight years old and Wife was\r\n  fifty-seven years old.  After thirty-five years of marriage, Wife discovered\r\n  Husband engaged in an adulterous affair and filed a complaint, seeking among\r\n  other things, alimony, equitable division of marital assets and debts, and\r\n  attorney's fees and costs.  Husband did not file a\r\n  responsive pleading.\r\nAt the final\r\n  hearing on March 31, 2009, the family court heard testimony from the parties\r\n  and their witnesses.  It also received into evidence numerous financial\r\n  documents pertaining to the parties' income and\r\n  inheritance, as well as evidence regarding the assets and debts of the marital\r\n  estate. \r\nIn its final\r\n  order, the family court granted Wife a divorce on the statutory grounds of\r\n  adultery.  Despite having liquidated the account six months prior to filing for\r\n  divorce, the family court found Wife's AG account,\r\n  which contained $96,000, was a marital asset and included this amount in the\r\n  marital estate.  The family court relied upon Wife's expert witness in valuing the marital residence and granted Wife\r\n  ownership of the residence while requiring her to pay Husband his share of the\r\n  value of their home.  In addition, the family court valued Wife's three different retirement\r\n  accounts as of the date of the final hearing based on &quot;passive market\r\n  depreciation&quot; since the date of filing.  The family court also found that\r\n  items identified as Wife's nonmarital personal property on the Schedule A list\r\n  were properly established as nonmarital assets. \r\nBoth parties filed\r\n  Rule 59(e), SCRCP, motions.  In an order dated July 24, 2009, the family court\r\n  denied both parties' motions to reconsider.  This cross-appeal\r\n  followed. \r\nSTANDARD OF\r\n  REVIEW\r\nOn appeal from the family\r\n  court, this court reviews factual and legal issues de novo.  Simmons v.\r\n    Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011); Lewis v. Lewis,\r\n  392 S.C. 381, 386, 709 S.E.2d 650, 651-52 (2011).  Although this court reviews\r\n  the family court's findings de novo, we are not required to ignore the fact\r\n  that the trial court, who saw and heard the witnesses, was in a better position\r\n  to evaluate their credibility and assign comparative weight to their\r\n  testimony.  Lewis, 392 S.C. at 385, 709 S.E.2d at 651-52.  The burden is\r\n  upon the appellant to convince this court that the family court erred in its\r\n  findings.  Id.\r\nLAW/ANALYSIS\r\n\r\nI. Wife's Appeal\r\nA. AG Edwards Account\r\nWife asserts the family court\r\n  erred in finding her AG account to be a marital asset.  We disagree. \r\nSection 20-3-630 of the South\r\n  Carolina Code (Supp. 2010) defines marital property as &quot;all real and\r\n  personal property which has been acquired by the parties during the marriage\r\n  and which is owned as of the date of filing or commencement of marital\r\n  litigation . . . regardless of how legal title is held . . . .&quot;  However,\r\n  &quot;property acquired by either party by inheritance, devise, bequest, or\r\n  gift from a party other than the spouse&quot; is exempted as marital property\r\n  under section 20-3-630.  S.C. Code Ann. § 20-3-630(A)(1) (Supp. 2010).  \r\nThe nonmarital character of\r\n  inherited property may be lost if &quot;the property becomes so comingled as to\r\n  be untraceable; is utilized by the parties in support of the marriage; or is\r\n  titled jointly or otherwise utilized in such manner\r\n  as to evidence an intent by the parties to make it marital property.&quot;  Hussey\r\n    v. Hussey, 280 S.C. 418, 423, 312 S.E.2d 267, 270-71 (Ct. App. 1984).  The\r\n  phrase &quot;so comingled as to be untraceable&quot; is important because the\r\n  mere comingling of funds does not automatically make them marital funds.  Wannamaker\r\n    v. Wannamaker, 305 S.C. 36, 40, 406 S.E.2d 180, 182 (Ct. App. 1991).\r\nAt trial, Wife\r\n  presented evidence that she inherited at least $196,000 from her mother,\r\n  father, and sister.  In addition, the record reveals several different\r\n  instances in which Wife would deposit an inheritance check into the parties' joint checking account with Bank of America (joint account), only\r\n  to transfer the exact sum a few days later into her AG account.  Based on this\r\n  information alone, we agree with Wife that the act of depositing an inheritance\r\n  into the parties' joint account does not automatically\r\n  render the inherited funds to be marital property.  See Miller\r\n    v. Miller, 293 S.C. 69, 71, 358 S.E.2d 710, 711 (1987) (&quot;An unearned\r\n  asset that is derived directly from nonmarital property also remains separate\r\n  unless transmuted, as does property acquired in exchange for nonmarital\r\n  property.&quot;).\r\nHere, however, the evidence\r\n  shows the funds from the AG account were often used by Wife in support of the\r\n  marriage, evincing her intent to make it marital property.  See Johnson\r\n    v. Johnson, 296 S.C. 289, 295, 372 S.E.2d 107, 110 (Ct. App. 1988)\r\n  (&quot;As a general rule, transmutation is a matter of intent to be gleaned\r\n  from the facts of each case.&quot;).  When questioned at trial, Wife conceded\r\n  funds were used from the AG account to improve the marital residence, purchase furniture,\r\n  cover medical expenses, go on vacation, and to pay for household expenses.  Moreover,\r\n  Wife admitted on cross-examination that money readily moved back and forth from\r\n  Husband's business account into the joint account and from the AG account into\r\n  the joint account to pay for marital expenses.  Wife's concession was\r\n  corroborated by the testimony of Husband's expert witness, Wyatt Henderson\r\n  (Henderson), who informed the family court he was able to trace transactions in\r\n  which money was moved from Husband's business account to the joint checking\r\n  account and then the same day transferred into the AG account.  In addition,\r\n  Henderson could only trace $81,000 of the total amount Wife claimed to have\r\n  inherited, rendering the remaining funds &quot;so comingled as to be\r\n  untraceable.&quot;  See Wannamaker, 305 S.C. at 40, 406 S.E.2d at\r\n  182.  Based on this evidence, the family court found &quot;Wife's AG Edwards\r\n  account was commingled with marital funds to the extent the inherited and\r\n  gifted funds can no longer be traced and identified.&quot;  We agree with the\r\n  family court that Husband proved assets from the inheritance were transmuted\r\n  into marital property.  Husband demonstrated Wife commingled the inheritance\r\n  funds with funds from the parties' marital account and used funds from the\r\n  account to support the marriage.  See Wannamaker, 305 S.C. at 39,\r\n  406 S.E.2d at 182  (holding that to show transmutation, the spouse claiming\r\n  transmutation must produce objective evidence showing that, during the\r\n  marriage, the parties regarded the property as the common property of the\r\n  marriage).  Moreover, during oral argument, counsel for Wife conceded that the\r\n  record is unclear as to the total amount of either parties' exact contributions\r\n  during their thirty-five year marriage.  Therefore, we find no error.     \r\nIn addition to\r\n  finding the AG account part of the marital estate, the family court questioned\r\n  Wife's withdrawals from this account.  Shortly after discovering Husband's\r\n  adultery, Wife withdrew funds in $9,000 increments from the AG account,\r\n  totaling $96,000, to repay a debt she owed.  Wife did not present any evidence\r\n  of an actual obligation or a receipt acknowledging satisfaction of a $96,000\r\n  debt.  Although the family court did not\r\n  explicitly find Wife fraudulently withdrew $96,000 from the AG account, we find,\r\n  in our review of the record, that Wife attempted to &quot;unfairly extinguish\r\n  ownership of marital property before the date of filing.&quot;  See Shorb\r\n    v. Shorb, 372 S.C. 623, 632, 643 S.E.2d 124, 128 (Ct. App. 2007).  Accordingly,\r\n  we affirm the family court's finding that Wife's AG account should be included\r\n  in the marital estate.\r\nB. Equitable Division of\r\n  Marital Estate\r\nWife argues, in the\r\n  alternative, that even if the AG account is to be included in the marital\r\n  estate, the family court erred in dividing the marital estate equally.  We\r\n  disagree. \r\n&quot;Although\r\n  statutory factors provide guidance, there is no formulaic approach for\r\n  determining an equitable apportionment of marital property.&quot;  Lewis,\r\n  392 S.C. at 391, 709 S.E.2d at 655.  &quot;Upon dissolution\r\n  of the marriage, marital property should be divided and distributed in a manner\r\n  [that] fairly reflects each spouse's contribution to its acquisition, regardless of who holds legal\r\n  title.&quot;  Id.  The ultimate goal of apportionment is to divide the marital estate,\r\n  as a whole, in a manner that fairly reflects each spouse's contribution to the economic partnership and also the effect on\r\n  each of the parties of ending that partnership.  See Johnson, 296\r\n  S.C. at 298, 372 S.E.2d at 112.  \r\nIn\r\n  making an equitable apportionment of marital property, the family court must\r\n  give weight in such proportion as it finds appropriate to all of the following\r\n  factors: \r\n\r\n  (1) the duration of the\r\n    marriage along with the ages of the parties at the time of the marriage and at\r\n    the time of the divorce; (2) marital misconduct or fault of either or both\r\n    parties, if the misconduct affects or has affected the economic circumstances of\r\n    the parties or contributed to the breakup of the marriage; (3) the value of the\r\n    marital property and the contribution of each spouse to the acquisition,\r\n    preservation, depreciation, or appreciation in value of the marital property,\r\n    including the contribution of the spouse as homemaker; (4) the income of each\r\n    spouse, the earning potential of each spouse, and the opportunity for future\r\n    acquisition of capital assets; (5) the health, both physical and emotional, of\r\n    each spouse; (6) either spouse's need for additional training or education in\r\n    order to achieve that spouse's income potential; (7) the nonmarital property of\r\n    each spouse; (8) the existence or nonexistence of vested retirement benefits\r\n    for either spouse; (9) whether separate maintenance or alimony has been\r\n    awarded; (10) the desirability of awarding to the spouse having custody of any\r\n    children the family home as part of equitable distribution or the right to live\r\n    in it for reasonable periods; (11) the tax consequences to either party as a\r\n    result of equitable apportionment; (12) the existence and extent of any prior\r\n    support obligations; (13) liens and any other encumbrances on the marital\r\n    property and any other existing debts; (14) child custody arrangements and\r\n    obligations at the time of the entry of the order; and (15) any other relevant\r\n    factors that the family court expressly enumerates in its order.  S.C. Code\r\n    Ann. § 20-3-620(B) (Supp. 2010).  \r\n\r\nThese\r\n  criteria are intended to guide the family court in exercising its discretion\r\n  over apportionment of marital property.  Johnson, 296 S.C. at 297, 372\r\n  S.E.2d at 112.  The family court has the discretion to decide what weight to\r\n  assign various factors.  Greene v. Greene, 351 S.C. 329, 340, 569 S.E.2d\r\n  393, 399 (Ct. App. 2002).  On review, this court looks to the fairness of the\r\n  overall apportionment, and if the end result is equitable, the fact that this court might have weighed specific factors\r\n  differently than the family court is irrelevant.  Johnson, 296 S.C. at\r\n  300, 372 S.E.2d at 113.\r\nHere, the family court's order explicitly states that\r\n  the court considered all the statutory factors in equitably apportioning the\r\n  parties' assets.  The family court indicated in its order it based the division\r\n  of assets on the following specific factors: the parties' income; the nonmarital\r\n  assets and debts; the parties' health; the value of the parties' retirement\r\n  accounts; the duration of the marriage; and the direct contributions of both\r\n  parties to the marriage.  Our review of the record convinces us the family\r\n  court sufficiently addressed the statutory factors governing equitable apportionment. \r\n  Furthermore, in considering the overall fairness of the apportionment, we find\r\n  the end result to be equitable.  Accordingly, we find the family court's\r\n  equitable distribution is supported by a preponderance of the evidence.  See Deidun v. Deidun, 362 S.C. 47, 58, 606 S.E.2d 489, 495 (Ct. App. 2004) (&quot;If\r\n  the end result is equitable, the fact that the appellate court would have\r\n  arrived at a different apportionment is irrelevant.&quot;). \r\nII. Husband's Cross-Appeal\r\nA. Date of Valuation\r\nHusband first asserts the family\r\n  court erred in valuing his assets as of the date of filing while valuing Wife's\r\n  assets as of the date of the final hearing.  We agree.\r\nIn general, marital property that\r\n  is subject to equitable distribution is valued as of the date the marital\r\n  litigation is filed or commenced.  Fields v. Fields, 342 S.C. 182, 186,\r\n  536 S.E.2d 684, 686 (Ct. App. 2000).  However, the parties may be entitled to\r\n  share in any appreciation or depreciation in marital assets occurring after\r\n  separation but before divorce.  See Dixon v. Dixon, 334 S.C. 222,\r\n  228, 512 S.E.2d 539, 542 (Ct. App. 1999) (&quot;It is an unfortunate reality\r\n  that, given the volume of cases handled by our family courts, there often is a\r\n  substantial delay between the commencement of an action and its ultimate\r\n  resolution. Thus, it is not unusual for the value of marital assets to change,\r\n  sometimes substantially, between the time the action was commenced and its\r\n  final resolution.&quot;).\r\nIn the present case, Husband\r\n  asserts it is inequitable to value Wife's retirement as of the date of the\r\n  final hearing while utilizing Husband's financial declaration valued as of the\r\n  date of filing.  Husband cites to Gardner v. Gardner, 368 S.C. 134, 137,\r\n  628 S.E.2d 37, 38 (2006), in support of his argument.  In Gardner, the Husband's\r\n  retirement account was the asset at the center of the disagreement between the\r\n  parties.  Id. at 136, 628 S.E.2d at 38.  While litigation was pending, the\r\n  Husband died and his son was appointed as the personal representative of the\r\n  estate.  Id. at 135, 628 S.E.2d at 37.  As a result of the Husband's\r\n  death, the retirement account ceased to exist, but the supreme court noted that\r\n  &quot;other assets awarded to both Husband and Wife declined in value\r\n  during the litigation.&quot;  Id. at 136, 628 S.E.2d at 38 (emphasis\r\n  added).  Because there was not an accurate accounting as to the appropriate\r\n  values for the marital property while the litigation was pending, the supreme\r\n  court held that the date of the filing of the litigation should be used as the\r\n  date of valuation.  Id. at 136-137, 628 S.E.2d at 38.  \r\nIn Gardner, both the Husband\r\n  and the Wife had assets that declined in value from the date of filing until\r\n  the time of Husband's death while litigation was pending.  Id. at 136,\r\n  628 S.E.2d at 38.  Here, despite the fact that the final hearing was\r\n  approximately two years after Wife filed for divorce, Husband failed to offer\r\n  any evidence of the values for the marital property at the time of the final\r\n  hearing.  If there is in fact appreciation or depreciation to his accounts,\r\n  then it is incumbent upon Husband to present evidence of such changes at trial.  See Arnal v. Arnal, 363 S.C. 268, 293, 609 S.E.2d 821, 834 (Ct.\r\n  App. 2005) (&quot;[B]oth parties are entitled to share in any appreciation or\r\n  depreciation that occurs to marital property after separation but before\r\n  divorce.&quot;).  Moreover, it is undisputed that Wife's accounts declined in\r\n  value and, therefore, it would be unfair to value her accounts as of the date\r\n  of the commencement of the action.  See Johnson, 296 S.C. at 300,\r\n  372 S.E.2d at 113 (holding an appellate court looks to the fairness of the\r\n  overall apportionment). \r\nHusband's failure to present\r\n  evidence of an updated financial declaration at the final hearing precludes\r\n  this court from definitively valuing Husband's assets.  Instead of penalizing\r\n  Wife by utilizing a value of an asset that no longer exists and utilizing the\r\n  date of filing as Husband requests, we find the better practice is for both\r\n  parties to share in any appreciation or depreciation in marital assets.  See Smith v. Smith, 294 S.C. 194, 203, 363 S.E.2d 404, 409 (Ct. App. 1987)\r\n  (&quot;We know of no authority . . . that holds that only one spouse is\r\n  entitled to any appreciation in marital assets that occurs after the parties\r\n  separate and before the parties are divorced.  We would think both parties\r\n  would be entitled to any such appreciation.&quot;).  Following the precedent established\r\n  in Gardner of valuing both parties' assets at the same point in time while\r\n  also acknowledging that Wife was diligent in providing an updated financial\r\n  declaration, we reverse and remand this issue with specific instructions to allow\r\n  additional evidence on the values of Husband's retirement accounts at the time\r\n  of the final hearing and to divide the retirement accounts consistent with the\r\n  findings in this opinion. \r\nB. Valuation of Marital\r\n  Residence\r\nHusband next\r\n  asserts the family court erred in utilizing Wife's\r\n  valuation of the marital residence.  In addition, Husband contends the family\r\n  court committed error in granting Wife possession of the marital property.  We\r\n  disagree. \r\n&quot;The family\r\n  court has broad discretion in valuing the marital property.  A family court may\r\n  accept the valuation of one party over another, and the court's valuation of\r\n  marital property will be affirmed if it is within the range of evidence\r\n  presented.&quot;  Pirri v. Pirri, 369 S.C. 258, 264, 631 S.E.2d 279, 283\r\n  (Ct. App. 2006); see also Woodward v. Woodard, 294 S.C. 210, 215,\r\n  363 S.E.2d 413, 416 (Ct. App. 1987) (affirming the family court's valuation of\r\n  property that was within the range of evidence presented); Smith, 294 S.C. at 198, 363 S.E.2d at 407 (noting that the family court has\r\n  the discretion to accept one party's valuation over another party's valuation).\r\nWe find sufficient evidence in the record\r\n  to support the family court's valuation of the marital home and acreage.  Both\r\n  parties presented expert testimony regarding the value of the ten and one-half\r\n  acres on which the parties' mountain-view home was situated.  Wife's appraiser,\r\n  Jim Martin, testified the fair market value of the property was $235,000.[1]  Husband's appraiser, Tim Kastner,\r\n  determined the house and land was worth $360,000.  In addition, Husband\r\n  specifically testified, as he was qualified to do as owner of the property,\r\n  that the marital home and ten and one-half acres had a value of $380,000.  See Gauld\r\n    v. O'Shaugnessy Realty Co., 380 S.C.\r\n  548, 560, 671 S.E.2d 79, 86 (Ct. App. 2008) (&quot;As a general principle, a\r\n  landowner who is familiar with her property and its value, is allowed to give\r\n  her estimate as to the value of the land and damage thereto, even though she is\r\n  not an expert.&quot;) (internal citation omitted).  In\r\n  accepting Wife's valuation of the marital home and land, the family court\r\n  specifically found Mr. Martin's appraisal more credible and reliable than Mr.\r\n  Kastner's appraisal due to a significant error discovered on cross-examination\r\n  that was material to Mr. Kastner's valuation.  As a result, the family court\r\n  concluded Mr. Kastner's error undermined his ultimate opinion of the fair\r\n  market value of the property.  Because the family court was free to accept Wife's valuation\r\n  over Husband's valuation, we find the family court properly utilized Wife's valuation\r\n  of the marital home and acreage.\r\nC. Wife's Nonmarital Assets\r\nLast, Husband claims the\r\n  family court erred in finding items 178 through 237 on Schedule A were Wife's\r\n  nonmarital assets.  We agree and remand this issue to the family court.\r\nIn the instant case, the\r\n  family court made the following pertinent finding of fact: \r\n\r\n  Attached\r\n    hereto as Schedule A is a list of the parties' furniture, personal property,\r\n    and furnishings.  Schedule A allocates each item as either a marital asset or a\r\n    non-marital asset to each party.  The characterization of this property as\r\n    marital or non-marital was a contentious issue.  Wife claimed that she\r\n    purchased many items of furniture and furnishings using money she inherited or\r\n    which she was gifted.  Wife also claimed that certain items of personal\r\n    property, including several items of jewelry, where [sic] gifted to her by\r\n    Husband's mother.  As Husband's mother did not testify, I find that any gifts\r\n      of personal property she made were marital.  I further find that Wife's\r\n      inheritance and gifts were transmuted and the items she purchased with such\r\n      funds are marital.  Those items identified on Schedule A as Wife's\r\n    non-marital were properly established as non-marital assets. \r\n\r\n(emphasis added).  However, this\r\n  finding of fact is inherently contradictory to the family court's conclusion of\r\n  law that &quot;Wife shall retain sole and exclusive ownership of the items of\r\n  personal property and furniture set forth under the column labeled 'Wife's\r\n  Non-Marital' in Schedule A.&quot; \r\nA review of Schedule A characterizes\r\n  most of the items Husband contests as Wife's non-marital property with an\r\n  acquisition source as a &quot;[g]ift to Wife from Wife's mother.&quot;[2] \r\n  The family court specifically found that &quot;Wife's inheritance and gifts\r\n  were transmuted and the items she purchased with such funds are marital.&quot; \r\n  While there is evidence to sustain this finding and subject items 178 through 237\r\n  to equitable division, the family court directly contradicts itself in\r\n  concluding Wife &quot;shall retain sole and exclusive ownership of the items of\r\n  personal property and furniture set forth under the column labeled 'Wife's\r\n  Non-Marital' in Schedule A.&quot;  Moreover, it is perplexing to this court why\r\n  Husband contests all of the items 178 through 237 on appeal when the family\r\n  court listed items 183, 203, 221, and 222 on Schedule A as Husband's nonmarital\r\n  property.  \r\nWhile the family court is\r\n  instructed to &quot;set forth the specific findings of fact and conclusions of\r\n  law to support [its] decision,&quot; its failure to do so does not always require\r\n  a remand.  Rule 26(a), SCRFC.  &quot;[W]hen an order from the family court is\r\n  issued in violation of Rule 26(a), SCRFC, the appellate court 'may remand the\r\n  matter to the trial court or, where the record is sufficient, make its own\r\n  findings of fact in accordance with the preponderance of the evidence.'&quot; Griffith\r\n    v. Griffith, 332 S.C. 630, 646-47, 506 S.E.2d 526, 535 (Ct. App. 1998)\r\n  (quoting Holcombe v. Hardee, 304 S.C. 522, 524, 405 S.E.2d 821, 822\r\n  (1991)).  However, we find the record in the instant case is insufficient to\r\n  allow such a review due to the contradictory nature of the family court's order\r\n  and Husband's appeal of items 178 through 237 of Schedule A in its entirety.  Accordingly,\r\n  we reverse and remand to the family court for further proceedings on this\r\n  issue. \r\nCONCLUSION\r\nIn summary, the family\r\n  court's rulings to include Wife's AG account as a marital asset and to\r\n  equitably divide the marital assets are affirmed.  In addition, the valuation\r\n  of the marital residence is affirmed. The ruling as to different dates for valuing\r\n  Wife's and Husband's retirement accounts is reversed and remanded for further\r\n  proceedings consistent with this opinion.  In addition, the case is also\r\n  remanded for further proceedings regarding the disposition of items 178-237 in\r\n  Schedule A.  Accordingly, the family court's order is \r\nAFFIRMED IN\r\n  PART, REVERSED IN PART, AND REMANDED.\r\nSHORT and GEATHERS, JJ.,\r\n  concur.  \r\n\r\n[1] The family court noted in its final order that, prior\r\n  to being retained by Wife, Mr. Martin was first engaged by Husband's attorney\r\n  to appraise the house and land for purposes of this litigation and that he\r\n  concluded the property was worth $235,000. \r\n[2] While this court recognizes Schedule A includes many\r\n  more personal property items characterized as Wife's non-marital property with\r\n  an acquisition source as a &quot;[g]ift to Wife from Wife's mother&quot; or\r\n  &quot;[i]nherited from Wife's mother,&quot; we decline to address these\r\n  remaining property items as Husband only contests items 178 through 237. \r\n  Therefore, the family court's allocation of those assets is the law of the\r\n  case.  See In re Morrison, 321 S.C. 370, 372 n.2, 468 S.E.2d 651,\r\n  652 n.2 (1996) (noting an unappealed ruling becomes law of the case and\r\n  precludes further consideration of the issue on appeal).  \r\n\r\n","court":"Appeals"}]