[{"id":"4788","title":"State v. Martin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4788","description":"William Conrad Martin appeals his conviction for felony driving under the influence (DUI) resulting in death.  Martin argues the trial court erred in admitting certain expert testimony and declining to grant a directed verdict on felony DUI.  We affirm.","date":"2011-02-03","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tWilliam Conrad\r\n      Martin, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Lexington County\r\n  Deadra L. Jefferson, Circuit Court Judge\r\nOpinion No.   4788 \r\nHeard September 15, 2010 – Filed February\r\n  3, 2011\r\nAffirmed\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRobert T. Williams, Sr., and Benjamin A. Stitely, of Lexington,\r\n  for Appellant.\r\n\t\t\t\tAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliot, and Senior\r\n  Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and Solicitor\r\n  Donald V. Myers, of Lexington, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nLockemy, J.: William Conrad Martin appeals his conviction for felony driving under the\r\n  influence (DUI) resulting in death.  Martin argues the trial court erred in\r\n  admitting certain expert testimony and declining to grant a directed verdict on\r\n  felony DUI.  We affirm.  \r\nFacts\r\nMartin\r\n  was indicted for felony DUI resulting in death after the pickup truck he was\r\n  driving collided with the vehicle that seventy-two-year-old Rugy Stone was\r\n  riding in as a passenger.  The collision caused Stone's vehicle to flip over\r\n  and slide upside down into a ditch alongside the road.  Stone was injured in\r\n  the accident and transported to the emergency room at Palmetto Health Richland.[1]  \r\nAt\r\n  trial, the State proffered the testimony of Dr. Eric Brown and Dr. Raymond Bynoe\r\n  who attended to Stone in the emergency room.  Upon her arrival, Stone was in\r\n  &quot;severe shock,&quot; although she was conscious and complaining of chest\r\n  and upper abdominal pain.  Stone was also able to explain she had diabetes,\r\n  hypertension, and a heart problem.  \r\nAn\r\n  initial examination revealed Stone had &quot;extremely low&quot; blood pressure\r\n  and difficulty breathing.  Brown and Bynoe performed an emergency\r\n  intubation, inserting a breathing tube into Stone's mouth and connecting Stone\r\n  to an artificial respirator.  An examination of Stone's midsection revealed multiple\r\n  rib fractures, and her ribs were &quot;free-floating.&quot;  A computerized\r\n  tomography (CT) scan revealed bleeding in Stone's chest cavity from lacerated\r\n  blood vessels behind her fractured ribs.  Brown and Bynoe evacuated the blood\r\n  via a chest tube.  An examination of Stone's back indicated she suffered an\r\n  acute compression fracture of her T8 vertebra in her upper back and two other fractures\r\n  in her lower back.  Despite these factures, Stone was able to move her arms and\r\n  legs.\r\nBrown\r\n  and Bynoe stabilized Stone, and she remained in intensive care on an artificial\r\n  respirator.  Over the next two weeks, several unsuccessful attempts were made\r\n  to remove Stone from the artificial respirator.  Eventually, Stone received a\r\n  tracheostomy for long-term use of artificial respiration.  Stone also developed\r\n  pneumonia, a blood infection, and a urinary tract infection.  Bynoe explained\r\n  the pneumonia and blood infections were likely the result of receiving blood\r\n  transfusions during her treatment.  According to Bynoe, Stone's diabetes\r\n  further complicated recovery because patients with diabetes have a difficult\r\n  time regulating blood sugar after transfusions.  During this time, Stone's body\r\n  also had difficulty maintaining proper levels of nourishment.  According to\r\n  Bynoe, the blood infections, malnutrition, and complications with Stone's\r\n  diabetes were caused by the injuries she sustained in the accident.    \r\nApproximately\r\n  two weeks after the accident, Bynoe transferred Stone to Intermedical Hospital,\r\n  which specializes in the long term care of patients with serious and prolonged\r\n  health problems, and referred her to Dr. Daniel Love for treatment.  Stone presented\r\n  at Intermedical with a staph infection of the lung, a urinary tract infection,\r\n  and an &quot;unusual bacterial infection.&quot;  The ability of Stone's immune\r\n  system to fight these infections was compromised by the complications from her\r\n  diabetes.  Further, Stone was unable to process food properly.  Trauma from the\r\n  accident damaged her liver and prevented it from manufacturing proteins needed\r\n  for digestion and also impaired the muscular motion of her intestinal tract.\r\nTwo\r\n  months after the accident, Stone's breathing improved and she was able to\r\n  breathe without the artificial respirator.  However, Stone's back injuries had\r\n  not healed, and she began to experience paralysis and eventually became\r\n  paralyzed.  Shortly thereafter, Stone's breathing worsened and did not improve\r\n  with the use of a breathing mask.  Love informed Stone and her family that he\r\n  believed placing her back on the artificial respirator would only prolong her\r\n  illness, and she would likely not survive her injuries and resulting\r\n  complications.  After consulting with her family, Stone chose not to be placed\r\n  on the artificial respirator and soon after passed away.   \r\nLove\r\n  testified that respiratory failure was the immediate cause of Stone's death,\r\n  but &quot;the respiratory failure was a consequence of [her] original injuries.&quot; \r\n  Love explained the complications Stone suffered were a result of the injuries\r\n  she sustained in the accident, and the injuries and complications combined\r\n  together to cause Stone's death.  Ultimately, the jury found Martin guilty of\r\n  felony DUI resulting in death.  The trial court sentenced Martin to fifteen\r\n  years' imprisonment and imposed a $10,100 fine.  This appeal followed.    \r\nIssues\r\n  on appeal\r\n\r\n\t\r\n\t\t\r\n\t\t\t1. \r\n\t\t\tDid the trial court err in allowing opinion \r\n\t\t\ttestimony from Brandon Landrum, which fell outside the realm of his \r\n\t\t\tqualifications as a forensic toxicologist?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\t2.\r\n\t\t\tDid the trial court err in declining to direct a \r\n\t\t\tverdict on felony driving under the influence resulting in death?&nbsp;\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nLaw/Analysis\r\nI.&nbsp; Expert Testimony\r\nMartin\r\n  argues the trial court erred in allowing Brandon Landrum to testify to the\r\n  effects of drugs and alcohol on the body.  Specifically, Martin maintains Landrum's\r\n  training and expertise as a forensic toxicologist are insufficient to allow him\r\n  to give his opinion regarding the effects of drugs and alcohol on the body.  We\r\n  disagree.  \r\nThe\r\n  qualification of a witness as an expert is within the sound discretion of the\r\n  trial court and will not be reversed absent an abuse of discretion.  State\r\n    v. Caldwell, 283 S.C. 350, 352, 322 S.E.2d 662, 663&nbsp;(1984); State\r\n      v. Goode, 305 S.C. 176, 177-78, 406 S.E.2d 391, 392-93&nbsp;(Ct. App. 1991). \r\n  &quot;An abuse of discretion occurs when the trial court's ruling is based on\r\n  an error of law or a factual conclusion that is without evidentiary\r\n  support.&quot;  State v. Price, 368 S.C. 494, 498, 629 S.E.2d 363,\r\n  365&nbsp;(2006).\r\nPursuant\r\n  to Rule 702, SCRE, &quot;[i]f scientific, technical, or other specialized\r\n  knowledge will assist the trier of fact to understand the evidence or to\r\n  determine a fact in issue, a witness qualified as an expert by knowledge,\r\n  skill, experience, training, or education, may testify thereto in the form of\r\n  an opinion or otherwise.&quot;  Before a witness is qualified as an expert, the\r\n  trial court must find (1) the expert's testimony will assist the trier of fact,\r\n  (2) the expert possesses the requisite knowledge, skill, experience, training,\r\n  or education, and (3) and the expert's testimony is reliable.  State v.\r\n    White, 382 S.C. 265, 274, 676 S.E.2d 684, 689&nbsp;(2009).  Once a witness\r\n  is qualified as an expert, continued objections to the amount or quality of the\r\n  expert's knowledge, skill, experience, training, or education go to weight of\r\n  the expert's testimony, not its admissibility.  Id.\r\nThe\r\n  State proffered Landrum as an expert in forensic toxicology.  Landrum explained\r\n  a forensic toxicologist analyzes &quot;blood, urine, biological[,] and\r\n  non-biological samples&quot; for the presence of alcohol, drugs, and poisons.  After\r\n  analyzing these samples, forensic toxicologists interpret the results for\r\n  coroners, police officers, and courts.  Interpreting these results involves an\r\n  examination of how different levels of drugs and/or alcohol cause an individual\r\n  to act or respond under their influence.  \r\nLandrum\r\n  also explained the extent of his training and education regarding the effects\r\n  of alcohol and drugs on the body.  Landrum received in-house training at the\r\n  South Carolina Law Enforcement Division (SLED), which involved studying the effects\r\n  of drugs and alcohol on the body.  Landrum's clinical chemistry rotation during\r\n  his medical technology training included a section where he studied the\r\n  impairing effects of drugs and alcohol.  Landrum also attended classes at the\r\n  drug recognition evaluation school at the police academy in Columbia, South\r\n  Carolina.  Landrum explained these classes involved studying the behavior of\r\n  individuals clinically dosed with certain amounts of alcohol.    \r\nLandrum\r\n  further explained the difference between forensic toxicology and pharmacology. \r\n  According to Landrum, pharmacology involves testing for the presence or absence\r\n  of drugs or alcohol and examining the interaction between different drugs and\r\n  drugs and alcohol.  Forensic toxicology &quot;takes it a step further&quot; and\r\n  determines the level of impairment for courts.  The trial court qualified Landrum\r\n  as an expert in forensic toxicology.  \r\nLandrum\r\n  testified his testing revealed Martin's blood alcohol concentration (BAC) was\r\n  0.167 percent.  Over Martin's objection to Landrum's\r\n  &quot;qualifications,&quot; Landrum explained the effects of alcohol on an\r\n  individual at several BAC levels.  Landrum also testified regarding\r\n  elimination, or the rate alcohol is processed and eliminated by the body, over\r\n  Martin's objection to Landrum's &quot;expertise.&quot;  Martin also tested positive\r\n  for marijuana and alprazolam (Xanax).  Without objection, Landrum explained the\r\n  effects of marijuana and Xanax and the synergistic effects of the combination\r\n  of alcohol, marijuana, and Xanax.  Landrum opined an individual with a 0.167\r\n  BAC combined with marijuana and Xanax could not safely operate a motor vehicle.\r\nHere,\r\n  Martin challenges Landrum's qualifications to testify regarding the effects of\r\n  drugs and alcohol.[2] \r\n  We find the trial court properly qualified Landrum as an expert and allowed him\r\n  to testify regarding the effects of drugs and alcohol.  In illuminating his\r\n  qualifications, Landrum explained a forensic toxicologist tests samples looking\r\n  for the presence of alcohol, drugs, and poisons and then interprets those tests\r\n  to determine an individual's level of impairment.  Landrum also testified he\r\n  completed several training and educational experiences which examined the\r\n  effects of drugs and alcohol.  Notably, Landrum explained he had been qualified\r\n  as an expert in forensic toxicology on nine other occasions and each time\r\n  testified regarding the effects of drugs and alcohol.  Landrum further explained\r\n  forensic toxicology differs from toxicology in that it determines an\r\n  individual's level of impairment for courts.  Accordingly, Landrum possessed\r\n  the requisite experience, training, and education to be qualified as an expert\r\n  in forensic toxicology who could testify regarding the effects of drugs and\r\n  alcohol.\r\nMartin's\r\n  reliance on State v. Priester for the proposition that Landrum was not\r\n  qualified to testify regarding the effects of drugs and alcohol is unavailing. \r\n  301 S.C. 165, 391 S.E.2d 227 (1990).  In Priester, the supreme court\r\n  held the trial court erred in allowing a lab technologist, who admitted\r\n  &quot;he had no training whatsoever in determining the effect of alcohol\r\n  upon the human system,&quot; to testify regarding the effects of drugs and\r\n  alcohol.  Id. at 168, 391 S.E.2d at 228.  Here, Landrum testified he\r\n  possessed the exact type of training the supreme court found lacking in Priester;\r\n  accordingly, Priester is distinguishable and lends Martin no support.  \r\nFinally,\r\n  even if the trial court erred in allowing Landrum's testimony regarding the\r\n  effects of drugs and alcohol, Martin was not prejudiced.  The State was\r\n  entitled to an inference Martin was under the influence of alcohol because his\r\n  BAC was 0.167 percent.  See S.C. Code Ann. § 56-5-2950(G)(3) (Supp.\r\n  2009) (providing that in a criminal prosecution for felony DUI, a blood alcohol\r\n  concentration of greater than 0.08 gives rise to an inference the defendant was\r\n  under the influence of alcohol).  \r\nFor\r\n  the foregoing reasons, we hold the trial court did not abuse its discretion in\r\n  qualifying Landrum as expert witness in forensic toxicology and allowing him to\r\n  testify regarding the effects of the drugs and alcohol.  Because Landrum was\r\n  properly qualified as an expert witness, Martin's subsequent objections to the\r\n  amount of Landrum's qualifications went to the weight of his testimony, not its\r\n  admissibility.  See White, 382 S.C. at 274, 676 S.E.2d at 689.\r\nII.&nbsp; Directed Verdict\r\nMartin\r\n  contends the trial court erred in declining to direct a verdict of not guilty. \r\n  According to Martin, Stone's choice to terminate medical care was an\r\n  intervening cause of death.  We disagree.\r\n&quot;When\r\n  ruling on a motion for a directed verdict, the trial court is concerned with\r\n  the existence or nonexistence of evidence, not its weight.&quot;  State v.\r\n    Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648&nbsp;(2006).  &quot;A\r\n  defendant is entitled to a directed verdict when the [S]tate fails to produce\r\n  evidence of the offense charged.&quot;  Id.  &quot;When reviewing a\r\n  denial of a directed verdict, this [c]ourt views the evidence and all\r\n  reasonable inferences in the light most favorable to the [S]tate.&quot;  Id. \r\n  &quot;If there is any direct evidence or any substantial circumstantial\r\n  evidence reasonably tending to prove the guilt of the accused, the [c]ourt must find the case was\r\n  properly submitted to the jury.&quot;  Id. at 292-93, 625 S.E.2d at 648.\r\n\r\n\tSection\r\n  56-5-2945(A) of the South Carolina Code (2006)[3] provides: \r\n\t\r\n\t\tA\r\n  person who, while under the influence of alcohol, drugs, or the combination of\r\n  alcohol and drugs, drives a vehicle and when driving does any act forbidden by\r\n  law or neglects any duty imposed by law in the driving of the vehicle, which\r\n  act or neglect proximately causes . . . death to a person other than himself,\r\n  is guilty of a felony.\r\n\t\r\n\r\n&quot;A defendant's act may\r\n  be regarded as the proximate cause if it is a contributing cause of the death\r\n  of the deceased.&quot;  State v. Dantonio, 376 S.C. 594, 605, 658 S.E.2d\r\n  337, 343&nbsp;(Ct. App. 2008).  However, &quot;[t]he defendant's act need not\r\n  be the sole cause of the death, provided it is a proximate cause actually\r\n  contributing to the death of the deceased.&quot;  Id.  \r\nIn State\r\n  v. Patterson, this court considered whether the trial court erred in\r\n  declining to charge the jury on the law of proximate cause because the victim\r\n  died after being removed from an artificial respirator and a feeding tube.  367\r\n  S.C. 219, 231, 625 S.E.2d 239, 245 (Ct. App. 2006).  Patterson's girlfriend was\r\n  taken to the hospital after he severely beat her with a blunt instrument.  Id. at 223, 625 S.E.2d at 241.  She was treated and placed on life support;\r\n  however, her prognosis was poor.  Id.  Nine days later she was removed\r\n  from life support and died soon after.  Id. at 223-24, 625 S.E.2d at\r\n  241.  The court noted the beating caused the victim's death and concluded\r\n  &quot;[u]nder these facts, the removal of life support cannot be considered an\r\n  independent intervening cause capable of breaking the chain of causation\r\n  triggered by the defendant's wrongful actions.&quot;  Id. at 235, 625\r\n  S.E.2d at 247.  \r\nHere,\r\n  Martin's contention that Stone's decision to forgo further use of the\r\n  artificial ventilator is sufficient to relieve him of liability for her death\r\n  as a matter of law is without merit.  Martin drove the vehicle that collided\r\n  with Stone's vehicle.  Stone sustained severe internal injuries to her lungs\r\n  and liver in the accident.  She was unable to breathe without the use of an\r\n  artificial respirator and to properly digest feedings.  Stone's ribs were\r\n  broken in multiple locations and &quot;free floating&quot; in her mid-section,\r\n  and her back was fractured in three places.  During treatment, Stone developed\r\n  several interrelated complications from the emergency surgery and blood\r\n  transfusions required to save her life.  Although the immediate cause of death\r\n  was listed as respiratory failure, Love explained the initial injuries Stone\r\n  suffered and the complications from treatment combined together to cause her\r\n  death.\r\nUnder\r\n  these facts, Stone's decision to forgo further use of the artificial respirator\r\n  cannot be an intervening cause of death sufficient to relieve Martin of\r\n  liability.  Although Stone died after declining further use of the artificial\r\n  ventilator, the evidence establishes Stone died as a result of the injuries she\r\n  suffered in the accident caused by Martin.  Martin's actions were a\r\n  contributing cause of death and therefore, a proximate cause of Stone's death. \r\n  Accordingly, because direct evidence exists reasonably tending to prove Martin proximately\r\n  caused Stone's death, we hold the trial court properly denied Martin's motion\r\n  for a directed verdict. \r\nConclusion\r\nThe\r\n  trial court properly qualified Landrum as an expert witness and allowed him to\r\n  testify regarding the effects of drugs and alcohol.  Because direct evidence exists\r\n  reasonably tending to prove Martin proximately caused Stone's death, the trial\r\n  court properly denied Martin's motion for a directed verdict.  Accordingly, the\r\n  decision of the trial court is\r\nAffirmed.\r\nShort and \r\nThomas, JJ., concur.\r\n\r\n\r\n[1] TJ Shealy, the driver of the vehicle and Stone's\r\n  grandson, was uninjured.\r\n[2] Martin does not allege the trial court failed to\r\n  determine whether Landrum's testimony was reliable or that it would assist the\r\n  trier of fact.  See White, 382 S.C. at 274, 676 S.E.2d at 689 (&quot;In\r\n  the discharge of its gatekeeping role, a trial court must assess the threshold\r\n  foundational requirements of qualifications and reliability and further find\r\n  that the proposed evidence will assist the trier of fact.&quot;).\r\n[3] The events in question occurred on July 29, 2007;\r\n  accordingly, we apply section 56-5-2945 as it existed at that time.    \r\n\r\n","court":"Appeals"},{"id":"4789","title":"Harris v. University of South Carolina","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4789","description":"Karen Harris appeals the jury's verdict in favor of the University of South Carolina (the University) on her negligence claim for damages resulting from injuries she suffered in a fall on University property.  Harris argues the trial court erred in (1) charging the jury on the Limitation on Liability of Landowners Act, commonly known as the Recreational Use Statute (the RUS), (2) charging she carried the burden of proof regarding the RUS, (3) charging gross negligence, and (4) charging the law regarding the duty owed to a licensee.","date":"2011-02-03","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\n\r\n\r\nIn The Court\r\n  of Appeals\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tKaren Harris, Appellant,\r\n\t\t\t\tv.\r\n\t\t\t\tThe University of South Carolina, Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From\r\n  Beaufort County\r\nThomas\r\n  L. Hughston, Jr., Circuit Court Judge \r\n\r\nOpinion No. 4789\r\nHeard September\r\n  14, 2010 – Filed February 3, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJames H. Moss, of Beaufort, for Appellant.\r\n\t\t\t\tC. Scott Graber, of Beaufort, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY, J.:  Karen Harris appeals\r\n  the jury's verdict in favor of the University of South Carolina (the\r\n  University) on her negligence claim for damages resulting from injuries she\r\n  suffered in a fall on University property.  Harris argues the trial court erred\r\n  in (1) charging the jury on the Limitation on Liability of Landowners Act,\r\n  commonly known as the Recreational Use Statute (the RUS)[1],\r\n  (2) charging she carried the burden of proof regarding the RUS, (3) charging\r\n  gross negligence, and (4) charging the law regarding the duty owed to a\r\n  licensee.  We affirm. \r\n  \r\n  \r\n  FACTS\r\n  \r\n  \r\nPritchard's Island (the Island) is an\r\n  undeveloped barrier island off the coast of Beaufort County.  The Island is\r\n  managed by the University and is used for education, conservation, and research\r\n  purposes by the University, other state institutions, and the public.  The\r\n  University leases the Island from the Carolina Research and Development\r\n  Foundation and uses it primarily for sea turtle research. Groups and\r\n  individuals must pay a fee to come to the Island and participate in the turtle\r\n  education project or other educational opportunities. However, volunteers,\r\n  family members of employees, and honored visitors are not required to pay. \r\n  \r\n  \r\nIn August 2005, Harris came to the Island\r\n  to visit her son, Daniel Russo, an intern employed by the University.  Harris\r\n  did not pay a fee to come onto the Island. During her visit, Harris stayed in\r\n  the Island's main house, which is used as a dormitory for visitors, educational\r\n  facility, and staff offices. Guests can access the beach from the house through\r\n  a boardwalk that connects to a set of stairs and extends over sand dunes and\r\n  down to the beach.  On the afternoon of August 2, 2005, Harris slipped and fell\r\n  on the boardwalk stairs as she was returning to the house from the beach.  According\r\n  to Harris, she was carrying a beach chair, book, and a drink can when she\r\n  slipped on the second step from the bottom on the stairs after crossing the\r\n  dunes.  Harris suffered a severely broken ankle, which required surgery and physical\r\n  therapy. \r\n  \r\n  \r\nIn January 2006, Harris filed suit against\r\n  the University, alleging the University negligently designed, constructed, and\r\n  maintained the boardwalk stairs. Harris also maintained she was an invitee\r\n  on the Island, and the University failed to properly warn her regarding the\r\n  &quot;dangerous condition&quot; of the stairs.  Harris alleged she suffered a\r\n  permanent disability to her right ankle and was entitled to damages for her\r\n  lost wages, medical bills, future medical expenses, loss of the enjoyment of\r\n  life, and her mental anguish and physical pain.   At trial, the jury returned a\r\n  verdict in favor of the University.[2] \r\n  This appeal followed.\r\n  \r\n  \r\n  STANDARD OF REVIEW\r\n  \r\n  \r\n&quot;The standard of review for an appeal\r\n  of an action at law tried by a jury is restricted to corrections of errors of\r\n  law.&quot;  Felder v. K-Mart Corp., 297 S.C. 446, 448, 377 S.E.2d 332,\r\n  333 (1989).  &quot;A factual finding of the jury will not be disturbed unless\r\n  there is no evidence which reasonably supports the findings of the jury.&quot;  Id.\r\n  \r\n  \r\n&quot;An appellate court will not reverse\r\n  the trial court's decision regarding jury instructions unless the trial court\r\n  abused its discretion.&quot;  Clark v. Cantrell, 339 S.C. 369, 389, 529\r\n  S.E.2d 528, 539 (2000).  &quot;An abuse of discretion occurs when the trial\r\n  court's ruling is based on an error of law or, when grounded in factual\r\n  conclusions, is without evidentiary support.&quot;  Id.  &quot;An\r\n  erroneous jury instruction, however, is not grounds for reversal unless the\r\n  appellant can show prejudice from the erroneous instruction.&quot;  Cole v.\r\n  Raut, 378 S.C. 398, 405, 663 S.E.2d 30, 33 (2008).\r\n  \r\n  \r\n  LAW/ANALYSIS\r\n  \r\n  I.&nbsp; Licensee and Invitee Jury\r\n    Charges\r\n  Harris argues the trial court erred in charging the\r\n    jury the law regarding licensees.  Harris maintains the trial court should have\r\n    determined she was an invitee as a matter of law.  We disagree.  \r\n  The University's duty to protect Harris from\r\n    conditions on the Island largely depends on whether she was an adult\r\n    trespasser, a licensee, or an invitee at the time of her injury.  Singleton\r\n      v. Sherer, 377 S.C. 185, 200, 659 S.E.2d 196, 204 (Ct. App. 2008).  Because\r\n    trespass is not an issue before this court, we must determine whether there was\r\n    sufficient evidence for the trial court to charge the jury with the law\r\n    regarding licensees and invitees.\r\n  \r\nA licensee is a social guest or &quot;a person\r\n  who is privileged to enter upon land by virtue of the possessor's\r\n  consent.&quot;  Neil v. Byrum, 288 S.C. 472, 473, 343 S.E.2d 615, 616\r\n  (1986).  &quot;A licensee's presence on the property is for the primary benefit\r\n  of the licensee, not the owner.&quot;  Goode v. St. Stephens United\r\n  Methodist Church, 329 S.C. 433, 441, 494 S.E.2d 827, 831 (Ct. App. 1997). \r\n  &quot;A landowner owes a licensee a duty to use reasonable care to discover the\r\n  licensee, to conduct activities on the land so as not to harm the licensee, and\r\n  to warn the licensee of any concealed dangerous conditions or activities.&quot;\r\n   Landry v. Hilton Head Plantation Prop. Owners Ass'n, 317 S.C. 200, 203,\r\n  452 S.E.2d 619, 621 (Ct. App. 1994).\r\n  \r\n  \r\nAn invitee, on the other hand, &quot;is a\r\n  person who enters onto the property of another at the express or implied\r\n  invitation of the property owner.&quot;  Goode, 329 S.C. at 441, 494\r\n  S.E.2d at 831. &quot;The visitor is considered an invitee especially when he is\r\n  upon a matter of mutual interest or advantage to the property owner.&quot;  Sims\r\n  v. Giles, 343 S.C. 708, 716, 541 S.E.2d 857, 862 (Ct. App. 2001). &quot;The\r\n  owner of property owes to an invitee or business visitor the duty of exercising\r\n  reasonable or ordinary care for his safety, and is liable for injuries\r\n  resulting from the breach of such duty.&quot; Id. at 718, 541 S.E.2d at\r\n  863.  &quot;The property owner has a duty to warn an invitee only of latent or\r\n  hidden dangers of which the property owner has or should have knowledge.&quot;  Sides\r\n  v. Greenville Hosp. Sys., 362 S.C. 250, 256, 607 S.E.2d 362, 365 (Ct. App. 2004).\r\n   &quot;A property owner generally does not have a duty to warn others of open\r\n  and obvious conditions, but a landowner may be liable if the landowner should\r\n  have anticipated the resulting harm.&quot;  Id.  &quot;The basic\r\n  distinction between a licensee and an invitee is that an invitee confers a\r\n  benefit on the landowner.&quot;  Landry, 317 S.C. at 204, 452 S.E.2d at\r\n  621. \r\n  \r\n  \r\nHarris argues she was an invitee because\r\n  she was expressly invited to the Island by Russo as a benefit accorded to him\r\n  as a University employee.  Harris also maintains that as a visitor to the\r\n  Island, she was required to volunteer or participate in the Island's\r\n  educational programs.  The University contends Harris came to the Island after\r\n  asking for permission to come, and the purpose of her visit was for recreation\r\n  and to visit her son.  \r\n  \r\n  \r\nWhile Harris maintains she was an invitee\r\n  on the Island, we find there was sufficient evidence for the jury to infer that\r\n  Harris was a licensee. Despite alleging in her brief that she &quot;received an\r\n  express invitation&quot; to come to the Island, Harris testified at trial that\r\n  she could not recall whether Russo expressly invited her to the Island or\r\n  whether she asked for permission to come. Russo also testified he was unsure\r\n  whether he invited Harris or whether she asked for permission to visit him.  Furthermore,\r\n  while Brandy Armstrong, Russo's supervisor, testified no one came to the island\r\n  for recreational purposes only, evidence in the record indicates Harris spent\r\n  her time on the Island lying on the beach, reading a novel, and not\r\n  participating in any educational activities.  \r\n  \r\n  \r\n We find the jury was properly given the\r\n  opportunity to determine whether or not Harris had an express invitation to\r\n  visit the Island and whether or not her presence on the Island benefited the\r\n  University.  Thus, the trial court did not err in charging the jury the law\r\n  regarding both licensees and invitees because Harris's status at the time of\r\n  her injury was a question of fact for the jury.  See Hoover v. Broome,\r\n  324 S.C. 531, 538, 479 S.E.2d 62, 66 (Ct. App. 1996) (concluding that when\r\n  conflicting evidence is presented as to whether someone is a licensee or\r\n  invitee, the question becomes one of fact and as such, is properly left to the\r\n  jury).\r\n  \r\n  II.&nbsp; RUS\r\n  Harris argues the trial court erred in charging the\r\n    RUS.  We disagree.  \r\n  \r\nThe RUS was enacted by our legislature to\r\n  &quot;encourage owners of land to make land and water areas available to the public\r\n  for recreational purposes by limiting their liability toward persons entering\r\n  thereon for such purposes.&quot;  S.C. Code Ann. § 27-3-10 (2007).  Pursuant to\r\n  section 27-3-30,\r\n  \r\n  \r\n\tan owner of land owes no duty of care to\r\n  keep the premises safe for entry or use by persons who have sought and obtained\r\n  his permission to use it for recreational purposes or to give any warning of a\r\n  dangerous condition, use, structure, or activity on such premises to such\r\n  persons entering for such purposes. \r\n  \r\n  \r\n  \r\n  \r\nFurthermore, section 27-3-40 provides:\r\n\r\n\r\n\tExcept as specifically r ecognized by or\r\n  provided in § 27-3-60, an owner of land who permits without charge\r\n  any person having sought such permission to use such property for recreational\r\n  purposes does not thereby:\r\n\t\r\n\t\t(a)&nbsp; Extend any assurance that the\r\n    premises are safe for any purpose.\r\n\t\t(b)&nbsp; Confer upon such person the legal\r\n    status of an invitee or licensee to whom a duty of care is owed.\r\n\t\t(c)&nbsp; Assume responsibility for or incur\r\n    liability for any injury to person or property caused by an act of omission of\r\n    such persons.  \r\n\t\r\n\r\n  The RUS defines &quot;recreational purpose&quot; as including, but not\r\n    limited to, any of the following:  &quot;hunting, fishing, swimming, boating,\r\n    camping, picnicking, hiking, pleasure driving, nature study, water skiing,\r\n    summer and winter sports and viewing or enjoying historical, archaeological,\r\n    scenic, or scientific sites.&quot;  S.C. Code Ann. § 27-3-20(c)\r\n    (2007).  \r\n  \r\nHarris argues the trial court erred in\r\n  determining the RUS applied as a matter of law. She maintains (1) the Island\r\n  was not open to the general public, (2) the Island was posted and barricaded\r\n  from use, prohibiting the general public from access, and (3) she was not on\r\n  the Island for any recreational purpose.  The University argues the RUS was\r\n  applicable and that Harris (1) sought and obtained permission to come to the\r\n  Island, (2) was not charged for her visit, and (3) came for recreational\r\n  purposes. \r\n  \r\n  \r\nWe find the trial court did not err in\r\n  charging the RUS.  While Harris maintains the RUS does not apply in situations\r\n  where land is not open to the general public, the plain language of the RUS is\r\n  contrary to this interpretation.  See Corbett v. City of Myrtle\r\n  Beach, S.C., 336 S.C. 601, 606, 521 S.E.2d 276, 279 (Ct. App. 1999) (holding\r\n  the primary rule of statutory construction is to give statutes their plain and\r\n  ordinary meaning where the statute's language is unambiguous).  The RUS does\r\n  not provide that a landowner is required to open his land to everyone in order\r\n  to benefit from the protections of the statute.  Rather, the RUS limits the\r\n  liability of landowners who open their land to any person having &quot;sought\r\n  and obtained&quot; permission to enter for recreational purposes.  S.C.\r\n  Code Ann. § 27-3-30 (2007) (emphasis added). \r\n  \r\n  \r\nFurthermore, the RUS does not provide that\r\n  every person a landowner allows onto his land must be permitted to enter\r\n  without charge.  The statute only protects landowners who do not charge those\r\n  who seek and obtain permission to come onto their land for recreational\r\n  purposes.  See S.C. Code Ann. § 27-3-40 (2007).  The RUS also does not require, as\r\n  Harris argues, that the land be free of &quot;no trespassing&quot; signs or\r\n  that the land be used exclusively for recreational purposes.  Thus, the trial court\r\n  properly charged the RUS and did not err in asking the jury to determine\r\n  whether Harris met the criteria in section 27-3-40.  Whether Harris sought permission\r\n  to enter the Island and whether her visit was for recreational purposes are\r\n  questions of fact for the jury to decide.[3]\r\n  \r\n  III.&nbsp; RUS – Burden of Proof\r\n  Harris argues the trial court erred in failing to\r\n    charge the jury that the University carried the burden of proof regarding the\r\n    RUS.  We find this issue is not preserved for our review.\r\n  During the jury charge, the trial court failed to tell\r\n    the jury that the University had the burden of proof regarding the RUS.  After\r\n    the charge, Harris objected:  \r\n  \r\n\tHarris's Counsel:  I felt like that [the University]\r\n    would have the burden of proof on the [RUS].\r\n\tThe Court:  I should have told them that.\r\n\t. . .\r\n\tThe Court:  You want me to bring them back and tell\r\n    them that?\r\n\tHarris's Counsel:  No.  That's all right, Judge.  I –\r\n\tThe Court:  I should have told them that.  You're\r\n    right.\r\n\tHarris's Counsel:  I know it; but that's okay. . . .\r\n\tThe Court:  Okay.  I think – I hope they understand\r\n    without my – \r\n\tHarris's Counsel:  I think they do.\r\n\tThe Court:  All right.\r\n\tHarris's Counsel:  I argued it to them.  I don't – I'm\r\n    not going to worry about that.  \r\n\r\n  \r\nHarris's argument is not properly before us for review\r\n  because defense counsel declined the trial court's offer to recharge the jury\r\n  with the correct law regarding the burden of proof.  See Ex parte\r\n  McMillan, 319 S.C. 331, 335, 461 S.E.2d 43, 45 (1995) (holding a party\r\n  cannot acquiesce to an issue at trial and then complain on appeal). \r\n  \r\n  IV.&nbsp; Gross Negligence Charge\r\n  \r\nHarris argues the trial court erred in\r\n  charging the jury on the law regarding gross negligence. Specifically, Harris\r\n  maintains the trial court failed to sufficiently define gross negligence and\r\n  improperly charged the jury on the facts.  We find this issue is not preserved\r\n  for our review.\r\n  \r\n  \r\n\tThe trial court charged the jury:\r\n\t\r\n\t\tSo the – [RUS] . . .  grants to the\r\n  University in the case of recreational use of land without a fee lia – uh – uh\r\n  – immunity, unless it's established that the act or omission was not only\r\n  negligent, but was gross negligence; that is:  They knew they were doing\r\n  something wrong and they went ahead and did it anyway.  So if that was the\r\n  case, then she still could be entitled to be paid for her injuries and damages\r\n  by the University. \r\n\t\r\n\r\n  \r\n  \r\nHarris argues this was not the correct charge on the\r\n  law.  She contends the trial court's charge should have included definitions of\r\n  the terms &quot;negligence&quot; and &quot;recklessness.&quot;  Because Harris\r\n  failed to object to the gross negligence charge at trial, this argument is not preserved\r\n  for our review.  See Staubes v. City of Folly Beach, 339 S.C.\r\n  406, 412, 529 S.E.2d 543, 546 (2000) (holding an issue cannot be raised for the\r\n  first time on appeal, but must have been raised to and ruled upon by the trial\r\n  court to be preserved for appellate review). \r\n  \r\n  \r\n  CONCLUSION\r\n  \r\n  \r\nWe find the trial court did not err in charging\r\n  the jury on the RUS or the law regarding licensees.  Furthermore, we conclude Harris's\r\n  arguments that the trial court improperly charged the jury on the law regarding\r\n  gross negligence and failed to charge the jury that the University carried the\r\n  burden of proof regarding the RUS are not preserved for our review.  Accordingly\r\n  the decision of the trial court is\r\n  \r\n  \r\nAFFIRMED.\r\n\r\n\r\nSHORT and THOMAS, JJ., concur.  \r\n\r\n\r\n\r\n[1] S.C. Code Ann. §§ 27-3-10 to -70 (2007).  \r\n[2]  The reading of the verdict was not included in the\r\n  record, and the record does not contain the verdict forms.  \r\n[3] Harris testified she did not pay a fee to visit the\r\n  Island, and this fact was not contested at trial.  \r\n\r\n","court":"Appeals"},{"id":"4790","title":"Holly Woods v. HHH","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4790","description":"The plaintiffs in this action were property owners in the Holly Woods Development in Greenville or members of the Holly Woods Association of Residence Owners (the Association).  The Association brought suit against the property developers in 2005.  After a trial, the jury awarded the Association $971,000 in actual damages for its negligence claim and $1 for the breach of implied warranty of workmanlike service claim.  On appeal from this tort action, Joe W. Hiller, Robert E. Hiller, and David Hiller of HHH, Ltd. of Greenville, and Joe Hiller, individually, (Appellants) argue the trial court erred in: (1) allowing the Association to present a damages estimate from its expert witness; (2) denying Appellants' motions for directed verdict and judgment non obstante verdict; (3) submitting verdict forms to the jury without separating the respective defendants; (4) failing to grant a new trial absolute; (5) finding in favor of the Association on its equitable causes of action; (6) failing to grant a mistrial; and (7) allowing the Association to amend its complaint on the day of trial.  We affirm.","date":"2011-02-03","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Holly Woods\r\n          Association of Residence Owners, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Joe W. Hiller,\r\n          Robert E. Hiller, David Hiller, and HHH, Ltd. of Greenville, and Holly Woods\r\n          Association of Residence Owners, Inc., Defendants,\r\n          \r\n        \r\n        \r\n          of whom \r\n          \r\n          Joe W. Hiller\r\n         and HHH, Ltd. of Greenville, are the Appellants.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nOpinion No. 4790\r\n  Heard March 10, 2010 – Filed February 3,\r\n2011\r\nWithdrawn, Substituted and Refiled April\r\n21, 2011\r\n\r\nAppeal From Greenville County\r\nEdward W. Miller, Circuit Court Judge\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Tucker S. Player, of Columbia, for\r\n          Appellants.\r\n        John T. Crawford, Jr., and Keven Kenison,\r\n          both of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.:  The plaintiffs in this action were property owners\r\n  in the Holly Woods Development in Greenville or members of the Holly Woods\r\n  Association of Residence Owners (the Association).  The Association brought\r\n  suit against the property developers in 2005.  After a trial, the jury awarded\r\n  the Association $971,000 in actual damages for its negligence claim and $1 for\r\n  the breach of implied warranty of workmanlike service claim.  On appeal from\r\n  this tort action, Joe W. Hiller, Robert E. Hiller, and David Hiller of HHH, Ltd.\r\n  of Greenville, and Joe Hiller, individually, (Appellants) argue the trial court\r\n  erred in: (1) allowing the Association to present a damages estimate from its\r\n  expert witness; (2) denying Appellants' motions for directed verdict and\r\n  judgment non obstante verdict; (3) submitting verdict forms to\r\n  the jury without separating the respective defendants; (4) failing to grant a\r\n  new trial absolute; (5) finding in favor of the Association on its equitable\r\n  causes of action; (6) failing to grant a mistrial; and (7) allowing the Association\r\n  to amend its complaint on the day of trial.  We affirm.\r\nFACTS\r\nOn May 2, 2005,\r\n  the Association brought suit against Joe Hiller and HHH, Ltd. of Greenville. \r\n  The Association alleged six causes of action, including:  (1) specific\r\n  performance to compel defendants to turn over control of the homeowners' association\r\n  to the resident owners; (2) quiet title as to the common areas in favor of the\r\n  Association; (3) breach of fiduciary duty with respect to Appellants turning\r\n  over control of the homeowners' association and the Holly Woods Horizontal\r\n  Property Regime in good repair or with adequate reserves to make repairs; (4)\r\n  negligence in the construction of the project and the infrastructure associated\r\n  thereto; (5) breach of contract; and (6) violation of the South Carolina Unfair\r\n  Trade Practices Act.  On December 7, 2005, the Association amended its\r\n  complaint and added two defendants, Robert E. Hiller and David Hiller, and\r\n  added three causes of action:  (1) breach of implied warranty of workmanlike\r\n  service; (2) breach of implied warranty of good title and fair dealing; and (3)\r\n  veil piercing as to the individual defendants for any damages recovered. \r\n  Thereafter, defendant HHH, Ltd. of Greenville answered the amended complaint\r\n  and argued the claims were barred by the statute of limitations, standing,\r\n  estoppel, waiver, and the statute of repose.  The court held two hearings prior\r\n  to trial.  The first hearing was related to discovery issues, and the second hearing\r\n  involved Appellants' affirmative defenses.  \r\nBy court order,\r\n  in July 2006, defendant Joe Hiller continued with his case pro se after his\r\n  counsel's motion to be relieved was approved.  The Association then filed a\r\n  motion to compel discovery from Appellants, and after a hearing, Judge Cooper\r\n  ordered Appellants to turn over certain documents to the Association on\r\n  December 18, 2006.  Subsequently, the Association filed a motion for sanctions\r\n  for Appellants' failure to comply with Judge Cooper's order.  Judge Few heard\r\n  the Association's sanction argument and the Appellants' motion for summary\r\n  judgment based on standing, the statute of limitations, and the statute of\r\n  repose on January 7, 2007.  After the hearing, Judge Few granted the\r\n  Association's motion for sanctions against defendants pursuant to Rule 37(b),\r\n  SCRCP.  Additionally, he denied Appellants' summary judgment motions. \r\n  Specifically, Judge Few (1) denied Appellants' motion for summary judgment\r\n  based on the applicable statute of limitations because the Association claimed\r\n  no damages were incurred more than three years before the commencement of this\r\n  action; (2) denied Joe Hiller's motion to dismiss for lack of standing and\r\n  motion to compel; (3) denied Joe Hiller's motion for sanctions; and (4) denied\r\n  the Association's motion to amend its complaint to add an additional developer.  \r\nOn January 8,\r\n  2007, the Association filed a motion to amend its complaint to correct a scrivener's\r\n  error and remove the &quot;Inc.&quot; from its name.  Judge Miller granted the\r\n  Association's motion to amend the complaint to reflect the Association's\r\n  correct name.  The peculiar effect of Judge Miller's ruling was that the\r\n  original plaintiff became a named defendant.  After trial, the jury returned a\r\n  $971,000 verdict in favor of the Association for actual damages as to the\r\n  negligence claim.  The jury awarded $1 in actual damages on the breach of\r\n  contract claim, breach of fiduciary duty claim, and breach of implied warranty\r\n  of workmanlike service claim, but it did not award punitive damages.  All\r\n  defendants filed notices of appeal, including Joe Hiller in his individual\r\n  capacity.  These appeals were consolidated into this final appeal.  \r\nSTANDARD OF REVIEW\r\nIn an action at law, on\r\n  appeal of a case tried by a jury, the jurisdiction of this court extends merely\r\n  to correction of errors of law.  Small v. Pioneer Mach., Inc., 329 S.C.\r\n  448, 460, 494 S.E.2d 835, 841 (Ct. App. 1997).  We will not disturb the jury's\r\n  factual findings unless a review of the record discloses there is no evidence\r\n  that reasonably supports the jury's findings.  Id. at 461, 494 S.E.2d at\r\n  841.\r\nWhen a suit involves both legal\r\n  and equitable issues, each cause of action retains its own identity as legal or\r\n  equitable for purposes of the applicable standard of review on appeal.  West\r\n    v. Newberry Elec. Co-op., 357 S.C. 537, 542, 593 S.E.2d 500, 502 (Ct. App.\r\n  2004).  &quot;In an action at equity, this court can find facts in accordance\r\n  with its view of the preponderance of the evidence.&quot;  Id.  &quot;[A]n\r\n  action to quiet title to property is an action in equity.&quot;  Jones v.\r\n    Leagan, 384 S.C. 1, 10, 681 S.E.2d 6, 11 (Ct. App. 2009).  Specific\r\n  performance is also an equitable action.  Fesmire v. Digh, 385 S.C. 296,\r\n  303-04, 683 S.E.2d 803, 807 (Ct. App. 2009).\r\nLAW/ANALYSIS\r\nAppellants present numerous\r\n  issues on appeal.  We begin our analysis of this case by examining a timeline\r\n  to determine if the Association was procedurally barred from bringing its\r\n  lawsuit either under the statute of repose or the statute of limitations.  \r\nI.&nbsp;&nbsp; Statute of Repose\r\nAppellants maintain the trial court should have\r\n  granted a directed verdict because the damages the Association complained of occurred\r\n  more than thirteen years after construction was completed on the property.  We\r\n  disagree.\r\nThe version of the statute of repose in effect at the\r\n  time the Association initiated its lawsuit required it bring its action within\r\n  thirteen years of substantial improvement to real property.[1] \r\n  S.C. Code Ann. 15-3-640 (Supp. 2003).  Specifically, section 15-3-640 provided:  \r\n\r\n  No\r\n    actions to recover damages based upon or arising out of the defective or unsafe\r\n    condition of an improvement to real property may be brought more than thirteen\r\n    years after substantial completion of the improvement. For purposes of this\r\n    section, an action based upon or arising out of the defective or unsafe\r\n    condition of an improvement to real property includes:\r\n  (1) an\r\n    action to recover damages for breach of a contract to construct or repair an\r\n    improvement to real property; \r\n  (2) an\r\n    action to recover damages for the negligent construction or repair of an\r\n    improvement to real property; \r\n  (3) an\r\n    action to recover damages for personal injury, death, or damage to property; \r\n  (4) an\r\n    action to recover damages for economic or monetary loss; \r\n  (5) an\r\n    action in contract or in tort or otherwise; \r\n  (6) an\r\n    action for contribution or indemnification for damages sustained on account of\r\n    an action described in this subdivision; \r\n  (7) an\r\n    action against a surety or guarantor of a defendant described in this section; \r\n  (8) an\r\n    action brought against any current or prior owner of the real property or\r\n    improvement, or against any other person having a current or prior interest in\r\n    the real property or improvement; \r\n  (9) an\r\n    action against owners or manufacturers of components, or against any person\r\n    furnishing materials, or against any person who develops real property,\r\n    or who performs or furnishes the design, plans, specifications, surveying,\r\n    planning, supervision, testing, or observation of construction, or construction\r\n    of an improvement to real property, or a repair to an improvement to real\r\n    property. \r\n  This\r\n    section describes an outside limitation of thirteen years after the substantial\r\n    completion of the improvement, within which normal statutes of limitations\r\n    continue to run.  (emphasis added)  \r\n\r\nThe purpose of the statute of\r\n  repose is to provide a substantive right to developers to be free from\r\n  liability after a certain time period.  See Langley v. Pierce, 313\r\n  S.C. 401, 403, 438 S.E.2d 242, 243 (1993) (&quot;A statute of repose\r\n  constitutes a substantive definition of rights rather than a procedural\r\n  limitation provided by a statute of limitation.&quot;).  Further, &quot;[s]tatutes\r\n  of repose are based upon considerations of the economic best interests of the\r\n  public as a whole and are substantive grants of immunity based upon a\r\n  legislative balance of the respective rights of potential plaintiffs and\r\n  defendants struck by determining a time limit beyond which liability no longer\r\n  exists.&quot;  Id. at 404, 438 S.E.2d at 244.\r\nThe development at issue was built in several stages. \r\n  According to plats and testimony submitted in the record, buildings one through\r\n  eight were built between 1978 and 1983.  The rest of the buildings in the\r\n  development were built in 1996 or later.  Here, the Association's complaints\r\n  concern the common areas of Holly Woods.  Specifically, the Association based\r\n  its suit on problems with the road that runs throughout the development,\r\n  continued erosion which caused infrastructure problems, continued problems with\r\n  the undeveloped portion of the development, defective sewer line construction,\r\n  lack of firewall installation in certain units other than those in buildings\r\n  one through eight, and other problems relating to the common areas of Holly\r\n  Woods.  We find the statute of repose would have barred the Association from\r\n  suing for construction problems relating to the infrastructure of buildings\r\n  one through eight.  We note the problems that form the basis of the Association's\r\n  suit included general irrigation and design problems throughout the development,\r\n  which ultimately led to moisture and foundation problems in building five.  However,\r\n  we hold the statute of repose did not bar the Association from bringing its\r\n  suit in 2005 because it related to the common areas of the development built in\r\n  1996 or later.\r\nII.&nbsp; Statute of Limitations and\r\n  Compliance with Judge Few's Order\r\nAppellants maintain the trial\r\n  court erred in refusing to grant their directed verdict motion based on the\r\n  statute of limitations.  We disagree.\r\nA.&nbsp;&nbsp; Statute of Limitations\r\nIn South Carolina, a party\r\n  must commence an action within three years of the date the cause of action\r\n  arises.  S.C. Code Ann. § 15-3-530 (2005).  The three-year statute of\r\n  limitations &quot;begins to run when the underlying cause of action reasonably\r\n  ought to have been discovered.&quot;  Martin v. Companion Healthcare Corp.,\r\n  357 S.C. 570, 575, 593 S.E.2d 624, 627 (Ct. App. 2004).  Under the discovery\r\n  rule, &quot;the three-year clock starts ticking on the date the injured party\r\n  either knows or should have known by the exercise of reasonable diligence that\r\n  a cause of action arises from the wrongful conduct.&quot; Id. at 575-76,\r\n  593 S.E.2d at 627 (internal citation omitted).   The test for whether the\r\n  injured party knew or should have known about the cause of action is objective\r\n  rather than subjective.  Id. at 576, 593 S.E.2d at 627.  Therefore, this\r\n  court must determine &quot;whether the circumstances of the case would put a\r\n  person of common knowledge and experience on notice that some right of his has\r\n  been invaded, or that some claim against another party might exist.&quot;  Young\r\n    v. S.C. Dep't of Corrs.,&nbsp;333 S.C. 714, 719, 511 S.E.2d 413,\r\n  416&nbsp;(Ct. App. 1999).  \r\nThe record contains evidence\r\n  that the Association did not learn of several problems within the development\r\n  until 2002.  Therefore, the Association was allowed to present evidence of\r\n  damages from 2002 to 2005.  Here, Appellants argue the Association knew of\r\n  problems prior to 2002.  Accordingly, Appellants maintain the Association\r\n  should have brought its action earlier and was barred from bringing its action\r\n  under the statute of limitations.  \r\nThe Association claims it\r\n  experienced a series of problems within the development.  However, the\r\n  Association maintains the problems existing when it brought suit were different\r\n  from problems it experienced prior to 2002.  Specifically, the minutes from an\r\n  annual meeting of the Association's board meeting from 1991 reveal the\r\n  Association knew of certain problems in 1991, including a pool leak, drainage\r\n  around building five, and termite bonding.  However, witnesses testified the\r\n  damages that formed the basis of the Association's 2005 lawsuit stem from\r\n  different problems than those that existed in 1991.    \r\nMary Louise Reeves, secretary\r\n  of the Association's Board, testified the Association was only seeking damages\r\n  that occurred from 2002 to 2005.  Reeves testified problems have always existed\r\n  within the development and some are the same problems, but some are different\r\n  problems.  Richard H. Roubard, a member of the Association's Board since 1998,\r\n  testified the damage around building five that existed in 1991 was corrected.  Roubard\r\n  testified Gray Engineering came up with a design for a culvert that went over\r\n  the existing road and a head wall and drainage to pick up the run off.  According\r\n  to Roubard, the culvert repair resolved the 1991 drainage issues. \r\n  Additionally, Roubard explained new problems with drainage arose between 1998\r\n  and 2000; however, he claimed the Association also addressed and corrected\r\n  those problems.  Roubard testified the Association learned of the most current\r\n  drainage problems in September 2002 after a rainstorm.  \r\nSteven John Geiger, the\r\n  Association's expert, also testified as to the damages the Association claimed\r\n  could have been discovered in 2002 or later.  Geiger categorized the condition\r\n  of Holly Woods into three distinct occurrences contributing to the problems: \r\n  (1) the general random nature that storm water flows across the site, (2) the\r\n  presence of poor loose compressible soil, and in some cases soil that contains\r\n  organic matter underlying the construction; and (3) the open excavation around\r\n  the eastern and southern perimeters of building five.  Geiger testified he knew\r\n  about the 1991 report, but he testified the 1991 report did not affect the\r\n  content of his damage report and had nothing to do with his research.  Further,\r\n  he testified that the majority of the damages on Holly Woods could be attributable\r\n  to conditions since 2002.  \r\nWe find it is a jury question\r\n  as to whether the damages the Association claimed in 2005 were different from\r\n  those it experienced in the past.  There is evidence from board members and\r\n  Geiger that the problems, though similar in nature, were different.  Therefore,\r\n  we find the circuit court did not err in denying Appellants' directed verdict\r\n  motion based on the statute of limitations.\r\nB.&nbsp;&nbsp; Compliance with Judge Few's\r\n  order\r\nJudge Few issued an order\r\n  prior to the Association's trial responding to Appellants' motion for summary\r\n  judgment based on the statute of limitations.  In his order, Judge Few ordered\r\n  the Association to limit the presentation of its damages to only those incurred\r\n  within three years of the commencement of its action.  Appellants maintain the\r\n  Association presented damages incurred as early as 1979, although Judge Few\r\n  specifically ordered the Association to present damages &quot;incurred&quot;\r\n  from 2002 to 2005.  Appellants argue there is a difference between when the damages\r\n  were &quot;incurred&quot; and when damages were &quot;manifested.&quot;  Appellants\r\n  failed to raise the compliance objection contemporaneously during trial when\r\n  these alleged violations of Judge Few's order occurred.  Therefore, this issue\r\n  is not preserved for our review.  State v. Hoffman, 312 S.C. 386, 393, 440\r\n  S.E.2d 869, 873 (1994) (holding a broad and non-contemporaneous objection is not\r\n  enough to properly preserve an error for appellate review).[2]\r\nIII.&nbsp;&nbsp; Expert Witness Testimony\r\nAppellants maintain the trial\r\n  court erred in allowing the Association to present evidence from an expert\r\n  witness regarding a damages estimate.  Specifically, Appellants argue the\r\n  Association disclosed the damages estimate only one week prior to trial.  Therefore,\r\n  Appellants contend the trial court erred in allowing this testimony as it\r\n  resulted in unfair surprise and substantial prejudice because Appellants could\r\n  not prepare for trial.  We disagree.  \r\nTo prevent a trial from\r\n  becoming a surprise or a guessing game for either party, discovery involves\r\n  full and fair disclosure.  Samples v. Mitchell, 329 S.C. 105, 113, 495\r\n  S.E.2d 213, 217 (Ct. App. 1997).  &quot;Essentially, the rights of discovery provided\r\n  by the rules give the trial lawyer the means to prepare for trial, and when\r\n  these rights are not accorded, prejudice must be presumed.&quot;  Id. at\r\n  113-14, 495 S.E.2d at 217.  Therefore, we must determine whether a discovery\r\n  violation occurred, and if so, whether that violation prejudiced Appellants.  \r\nOn appeal, Appellants\r\n  maintain the Association violated Rule 33, SCRCP, concerning the use of\r\n  interrogatories.  Pursuant to Rule 33, a party is required to promptly update\r\n  the information in the interrogatories as it becomes available.  See Rule 33(b), SCRCP (&quot;The interrogatories shall be deemed to continue from\r\n  the time of service, until the time of trial of the action so that information\r\n  sought, which comes to the knowledge of a party, or his representative or\r\n  attorney, after original answers to interrogatories have been submitted, shall\r\n  be promptly transmitted to the other party.&quot;).  \r\nFirst, we find no discovery\r\n  violation occurred because the Association supplemented its responses to\r\n  interrogatories throughout trial.  We note the damages amount changed\r\n  significantly throughout discovery.  The first damage estimate from June 2006\r\n  totaled $653,227.  Thereafter, in December 2006, the damages estimate changed\r\n  to $233,681.  The second damage estimate specifically stated:  &quot;Total does\r\n  not include estimate for infrastructure damages currently being assessed by\r\n  expert witness.&quot;  Further, the Association provided Geiger's assessment\r\n  report to Appellants when Geiger finalized it.  Moreover, even if there was a\r\n  discovery violation, we find no prejudice because Appellants failed to depose\r\n  Geiger.  We note Geiger only developed a final damage estimate approximately\r\n  ten days before he testified because he did not finish his field investigation\r\n  work until then.  However, had Appellants deposed Geiger, he could have given\r\n  an approximate damages estimate.  Therefore, we find the trial court did not\r\n  abuse its discretion in admitting Geiger's damages estimate. \r\nIV. Directed Verdict and JNOV\r\n  Motion on Gross Negligence\r\nAppellants argue the trial\r\n  court erred in submitting the issue of gross negligence to the jury.  The jury\r\n  only awarded actual damages.  Assuming without deciding that the trial court\r\n  erred, Appellants failed to demonstrate any resulting prejudice from the\r\n  alleged error.  See Hall v. Palmetto Enters. II, Inc., 282 S.C.\r\n  87, 94, 317 S.E.2d 140, 145 (Ct. App. 1984) (&quot;In the absence of prejudice,\r\n  an erroneous instruction does not justify a reversal and warrant a new trial.&quot;). \r\n  Accordingly, we find no error in the trial court's decision to submit gross\r\n  negligence to the jury.  \r\nV.&nbsp; Mistrial\r\nAppellants\r\n  argue the trial court erred\r\n  in failing to grant its motion for a mistrial because Geiger's testimony contradicted Judge Few's order\r\n  denying Appellants' motion for summary judgment based upon the statute of\r\n  limitations.  We disagree.[3]\r\nThe grant or\r\n  refusal of a mistrial lies within the sound discretion of the trial court and\r\n  the court's ruling will not be disturbed on appeal absent an abuse of\r\n  discretion.  Vestry &amp; Church\r\n    Wardens of Church of Holy Cross v. Orkin Exterminating Co., Inc., 384 S.C. 441, 446, 682 S.E.2d 489, 492&nbsp;(2009). \r\n  &quot;In order to receive a mistrial, the moving party\r\n  must show error and resulting prejudice.&quot;  Id.  Here, assuming the trial court erred in failing\r\n  to restrict the evidence Holly Woods could present, Appellants suffered no\r\n  prejudice because the trial court charged the jury on the law of the statute of\r\n  limitations.  Accordingly, we find the\r\n  trial court did not abuse its discretion in denying Appellants' motion for a\r\n  mistrial.  See id. (finding a mistrial should only be granted\r\n  when absolutely necessary and &quot;the trial court should exhaust other\r\n  methods to cure possible prejudice before aborting a trial&quot;). \r\nVI. Directed Verdict Based on Standing\r\nAppellants maintain the trial\r\n  court erred in failing to grant their motion for a directed verdict based on\r\n  the Association's lack of standing.  Specifically, Appellants contend the\r\n  Association lacked standing because it possesses no interest in any property or\r\n  common area in Holly Woods.  We disagree.  \r\nGenerally, a successor is &quot;[a]\r\n  person who succeeds to the office, rights, responsibilities, or place of\r\n  another.&quot;  Black's Law Dictionary (9th ed. 2009).  The word successor can\r\n  mean one who is entitled to succeed, or it can mean one who has in fact\r\n  succeeded.  Battery Homeowners Ass'n v. Lincoln Fin. Res., Inc., 309\r\n  S.C. 247, 250, 422 S.E.2d 93, 95&nbsp;(1992).  Here, &quot;Holly Woods\r\n  Association of Residence Owners, Inc.&quot; was dissolved in 1987 by the South\r\n  Carolina Secretary of State for failing to file tax returns.  Between 1991 and\r\n  2000, the individual residence owners filed tax returns for the Holly Woods\r\n  Association of Residence Owners, Inc.  In 2000, the individual residence owners\r\n  formed &quot;Holly Woods Association of Residence Owners&quot; and filed an\r\n  Amended and Restated Master Deed establishing the Holly Woods Association of\r\n  Residence Owners as the nonprofit corporation responsible for the management\r\n  and operation of Holly Woods.  We find evidence supports the trial court's\r\n  determination that Holly Woods Association of Residence Owners was the\r\n  successor to Holly Woods Association of Residence Owners, Inc., and therefore,\r\n  had standing.  Accordingly, the trial court properly denied Appellants' motion\r\n  for a directed verdict on this ground.  \r\nVII.&nbsp; Directed Verdict on\r\n  Negligence\r\nAppellants contend the trial\r\n  court erred in failing to grant a directed verdict on negligence.  Specifically,\r\n  they maintain the existence and scope of a duty are legal questions, and no\r\n  evidence was presented pertaining to duties owed by Appellants to the Association.  \r\nWe find this issue is not preserved\r\n  for our review.  Although Appellants moved for a directed verdict at the close\r\n  of all testimony, they did not move for a directed verdict on the specific\r\n  basis that no evidence indicated they owed a duty to the Association.  Creech\r\n    v. S.C. Wildlife &amp; Marine Res. Dep't, 328 S.C. 24, 34, 491 S.E.2d 571,\r\n  576 (1997) (holding the appellant's failure to raise a particular issue in its\r\n  directed verdict motion precludes appellate review of that issue); see also Rule 50(a), SCRCP (&quot;A motion for a directed verdict shall state the\r\n  specific grounds therefor.&quot;).  Therefore, we decline to address this issue\r\n  on the merits.  \r\nVIII. Directed Verdict Based on\r\n  Construction Post-1981\r\nAppellants contend the trial\r\n  court erred in failing to grant a directed verdict because the Association\r\n  presented no evidence that any named defendant performed any construction at\r\n  Holly Woods after 1981.  We disagree.  \r\nThough evidence does not\r\n  demonstrate Appellants specifically performed the construction at Holly Woods\r\n  after 1981, the Association had a cause of action against Appellants as\r\n  developers.  Furthermore, the Association is permitted to sue any party as long\r\n  as the party is properly served and the Association has standing.  See Sloan\r\n    v. Sch. Dist. of Greenville Cnty., 342 S.C. 515, 518, 537 S.E.2d 299, 301 (Ct.\r\n  App. 2000) (&quot;A fundamental prerequisite to institute an action is the\r\n  requirement that the plaintiff have standing.&quot;).  Accordingly, we find the\r\n  trial court properly declined to direct a verdict for Appellants on this\r\n  basis.    \r\nIX. Directed Verdict on\r\n  Equitable Causes of Action\r\nAppellants argue the trial\r\n  court erred in failing to direct a verdict on the Association's equitable\r\n  causes of action for specific performance and quiet title because the Association\r\n  knew problems existed prior to May 2002.  We decline to address this argument\r\n  on the merits.  In their brief, Appellants fail to cite any case law or\r\n  authority in support of their argument.  An issue is deemed abandoned and will\r\n  not be considered on appeal if the argument is raised in a brief but not\r\n  supported by authority.  See First Sav. Bank v. McLean, 314 S.C.\r\n  361, 363, 444 S.E.2d 513, 514&nbsp;(1994) (finding appellant abandoned issue\r\n  when he failed to provide argument or supporting authority); Shealy v. Doe,\r\n  370 S.C. 194, 205-06, 634 S.E.2d 45, 51 (Ct. App. 2006) (declining to address\r\n  an issue on appeal when appellant failed to cite any supporting authority and\r\n  made conclusory arguments).  Therefore, Appellants are deemed to have abandoned\r\n  this issue.    \r\nX.&nbsp; Directed Verdict or New\r\n  Trial Based on Causation or Time of Occurrence\r\nAppellants argue the trial\r\n  court erred in failing to grant their directed verdict motion because only\r\n  speculative evidence was presented during the trial to support a finding of\r\n  damages for the time period allowed.  We disagree.\r\nIn Whisenant v. James\r\n  Island Corp., 277 S.C. 10, 13, 281 S.E.2d 794, 796 (1981), our supreme\r\n  court stated:  \r\nGenerally,\r\n  in order for damages to be recoverable, the evidence should be such as to\r\n  enable the court or jury to determine the amount thereof with reasonable\r\n  certainty or accuracy.  While neither the existence, causation nor amount of\r\n  damages can be left to conjecture, guess or speculation, proof with\r\n  mathematical certainty of the amount of loss or damage is not required.\r\nAfter several investigations,\r\n  Geiger, a qualified expert, testified regarding the amount of damages.  We find\r\n  Geiger's damage assessment was enough evidence for the jury to determine an\r\n  appropriate damages award with reasonable certainty.  Therefore, we find the\r\n  trial court properly denied Appellants' motion for a direct verdict.    \r\nXI.&nbsp; Improper Verdict Form\r\nAppellants maintain the trial\r\n  court erred in failing to submit a special verdict form to the jury.  We\r\n  disagree.    \r\nHHH, Ltd. and Joe Hiller\r\n  requested they be separated on the verdict form for the jury.  Specifically,\r\n  they asked for the verdict form to be &quot;divided between HHH and Joe Hiller\r\n  [because] [t]here was a distinct time period when HHH did not exist.&quot; \r\n  Additionally, there was a discussion as to whether joint and several liability\r\n  was proper in this case because of the timeline.  The trial court decided to\r\n  submit the verdict form to the jury and stated it could submit a special\r\n  interrogatory if the jury came back with a plaintiff's verdict.  Once in\r\n  deliberations, the jury submitted several questions to the court.  Thereafter,\r\n  the jury returned a plaintiff's verdict.  After the verdict was published, the\r\n  trial court asked both parties if they had anything more for the jury, and both\r\n  sides responded they did not.  \r\nHere, the trial court gave\r\n  the parties an opportunity to request a special interrogatory after the jury\r\n  returned a plaintiff's verdict, but Appellants failed to do so.  We find that\r\n  Appellants had an obligation to request a special interrogatory once the jury\r\n  returned its verdict.  Appellants waived appellate review of this issue because\r\n  they failed to request a special interrogatory when the deciding jury was\r\n  available and in place to review such a matter.  See Ex parte\r\n    McMillan, 319 S.C. 331, 335, 461 S.E.2d 43, 45 (1995) (finding a party\r\n  cannot acquiesce to an issue at trial and then complain on appeal).  Accordingly,\r\n  we decline to address this issue.  \r\nXII.&nbsp; New Trial Based on Jury\r\n  Prejudice\r\nAppellants argue the trial\r\n  court erred in failing to grant their motion for a new trial because the $971,000\r\n  verdict on the negligence claim was grossly excessive and a result of passion, caprice,\r\n  prejudice, or some other influence outside the evidence.  We disagree.  \r\nThe decision of whether to\r\n  grant a new trial based on a jury's passion, caprice, prejudice, or some\r\n  outside influence is highly discretionary.  Mims v. Florence Cnty. Ambulance\r\n    Serv. Comm'n, 296 S.C. 4, 7-8, 370 S.E.2d 96, 99 (Ct. App. 1988) (&quot;The\r\n  granting of a new trial on the ground that the verdict is so excessive as to\r\n  indicate caprice, passion, or prejudice on the part of the jury is committed to\r\n  the sound discretion of the trial judge and his decision thereon will not be\r\n  disturbed on appeal, absent a showing of an abuse of discretion.&quot;).  We\r\n  find no evidence of caprice, passion, or prejudice on part of the jury. \r\n  Furthermore, the amount awarded in actual damages was lower than the $1.4\r\n  million damage estimate of the expert witness.  Therefore, evidence exists to\r\n  sustain the jury's verdict.  See Wright v. Craft, 372 S.C. 1, 36,\r\n  640 S.E.2d 486, 505 (Ct. App. 2006) (finding a jury's verdict will not be\r\n  overturned if any evidence exists to sustain the factual findings implicit in\r\n  its decision).  Accordingly, we find the trial court did not err in\r\n  declining to grant a new trial absolute on this basis.  \r\nXIII. New Trial Based on Inconsistent\r\n  Jury Verdict\r\nAppellants maintain the trial\r\n  court erred in failing to grant their motion for a new trial because the jury's\r\n  verdict was inconsistent on its face.  Specifically, Appellants argue breach of\r\n  warranty of implied workmanlike service is encompassed within negligence;\r\n  therefore, the jury's verdict was facially inconsistent.  We disagree.  \r\n&quot;It is the duty of the\r\n  court to sustain a verdict when a logical reason for reconciling the verdict\r\n  can be found.&quot;  Orangeburg Sausage Co. v. Cincinnati Ins. Co., 316\r\n  S.C. 331, 334, 450 S.E.2d 66, 74 (Ct. App. 1994); see also Camden v.\r\n    Hilton, 360 S.C. 164, 174, 600 S.E.2d 88, 93 (Ct. App. 2004) (&quot;In\r\n  South Carolina, an appellate court must uphold a jury verdict if it is possible\r\n  to reconcile its various features.&quot;).  The causes of action for negligence\r\n  and breach of implied warranty of workmanlike service are separate and distinct\r\n  and are not mutually exclusive.  Furthermore, the jury awarded $971,000 in\r\n  actual damages for the Association's negligence claim and only awarded $1 in\r\n  actual damages for the Association's claims for breach of implied warranty of\r\n  workmanlike service.  Although the jury returned plaintiff verdicts on these\r\n  causes of action, the respective damage awards were vastly different.  However,\r\n  this discrepancy does not indicate the verdicts are irreconcilable.  See Orangeburg Sausage Co., 316 S.C. at 345, 450 S.E.2d at 74 (&quot;Although\r\n  the jury awarded different amounts under each theory, this does not mean the\r\n  verdicts are inconsistent. Different damages are recoverable under each claim,\r\n  and the trial court instructed the jury as to the appropriate measure of\r\n  damages under each claim.&quot;).  Therefore, we find the trial court did not\r\n  err in declining to grant a new trial based on inconsistent verdicts.\r\nXIV.&nbsp; Equitable Causes of Action\r\nAppellants argue the trial\r\n  court erred in finding in favor of the Association on its causes of action for\r\n  specific performance and quiet title.  Essentially, Appellants reiterate their\r\n  standing argument.  Our prior determination that the Association had standing\r\n  is dispositive of this issue.  Accordingly, we decline to consider this issue.  See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598,\r\n  613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not review\r\n  remaining issues when its determination of a prior issue is dispositive of the\r\n  appeal).  \r\nXV.&nbsp; Conversion of Plaintiff to\r\n  Defendant on Day of Trial\r\nAppellants maintain the trial\r\n  court erred by allowing the Association to be converted to a defendant on the\r\n  day of trial and entering a new plaintiff.  We disagree.\r\nHere, &quot;Inc.&quot; was\r\n  removed from the plaintiff's name, and the trial court found Appellants had\r\n  actual notice of who the plaintiff was in this case.  We agree with the trial\r\n  court.  Changing the name of the plaintiff in this tort action did not affect\r\n  whether Appellants received proper notice.  There is no evidence in the record\r\n  that either party failed to comply with proper service of process.  \r\nAs to the issue of adding a\r\n  new defendant to the action, we note that Holly Woods Association of Resident\r\n  Owners, Inc. is defunct.  Further, Holly Woods Association of Resident Owners\r\n  Inc. did not file a notice of appeal with our court.  Therefore, this issue is\r\n  moot because we cannot exercise jurisdiction over them.  Accordingly, we affirm\r\n  the decision of the trial court.  \r\nCONCLUSION\r\nFor the above stated reasons,\r\n  the decisions of the trial court are \r\nAFFIRMED.\r\nSHORT and WILLIAMS, JJ.,\r\n  concur.\r\n\r\n\r\n[1] However, we note the current version prohibits\r\n  &quot;actions to recover damages based upon or arising out of the defective or\r\n  unsafe condition of an improvement to real property&quot; that arise more than\r\n  eight years after substantial completion of the improvement.  S.C. Code Ann. § 15-3-640\r\n  (Supp. 2009).\r\n[2] Any res judicata argument in relation to Judge Few's\r\n  order is not preserved.  Hopkins v. Harrell, 352 S.C. 517, 522 n.1, 574\r\n  S.E.2d 747, 750 n.1 (Ct. App. 2002) (holding an issue must be raised to and\r\n  ruled upon by the trial court in order to be preserved for review).\r\n[3] Several copies of the record on appeal provided by\r\n  Appellants are missing pages 792 to 797 where Appellants moved for a mistrial. \r\n  Although Appellants bear the burden of providing a sufficient record for\r\n  review, because this Court was able to locate a copy submitted by Appellant that\r\n  included the missing pages we address this issue on the merits.\r\n\r\n","court":"Appeals"},{"id":"4791","title":"Scalise Development v. Tidelands Investments","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4791","description":"In this breach of contract action, Gary Ownbey and Tidelands Investments, LLC (Tidelands) argue the special referee erred in granting Scalise Development, Inc.'s motion for partial summary judgment.","date":"2011-02-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\nIn The Court\r\n  of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tScalise Development, Inc., Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tTidelands Investments, LLC, Gary Ownbey, and Nominal\r\n      Defendant Patrick Stathos, LLC, Defendants,\r\n\t\t\t\tOf whom Tidelands Investments, LLC and Gary Ownbey are Appellants.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From\r\n  Georgetown County\r\nL. Henry\r\n  McKellar, Special Referee\r\nOpinion No. 4791\r\nHeard December 9,\r\n  2010 – Filed February 16, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRandall K. Mullins and Jarrod E. Ownbey,\r\n  both of North Myrtle Beach, for Appellants.\r\n\t\t\t\tDavid B. Miller and George W. Redman, III,\r\n  both of Myrtle Beach, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nLOCKEMY, J.:  In this breach of contract action, Gary Ownbey and\r\n  Tidelands Investments, LLC (Tidelands) argue the special referee erred in\r\n  granting Scalise Development, Inc.'s motion for partial summary judgment.  We\r\n  affirm. \r\n  \r\n  \r\n  FACTS\r\n  \r\n  \r\nOn March 28, 2005, Scalise entered into a\r\n  contract with Ownbey and Tidelands (the Appellants) to purchase &quot;9.5+\r\n  acres&quot; (the Property) in Murrells Inlet, South Carolina for $9,400,000.  Pursuant\r\n  to the contract, the Property included the former Voyager's View Marina as well\r\n  as acreage on Business 17 and the former Plantation Kitchen restaurant.  The\r\n  contract provided the Property was to consist of at least 9.5 acres and the Appellants\r\n  were to convey marketable title and deliver a proper general warranty deed to\r\n  Scalise before the July 28, 2005 closing date. The contract also provided\r\n  Scalise was to pay a $50,000 earnest money deposit.   Scalise held the\r\n  option to extend the closing date for two additional thirty-day periods upon\r\n  the payment of an additional $50,000 earnest money deposit for each extension. \r\n  \r\n  \r\nScalise's development plans for the Property\r\n  included a mix of high-end residential and light retail/commercial uses.  Pursuant\r\n  to the Georgetown County Planned District Development (PDD) Ordinance, property\r\n  must consist of a minimum of ten acres to qualify for a commercial planned unit\r\n  development.  Scalise intended to combine the Property with an adjoining one\r\n  acre tract in order to have the requisite acreage to apply for a PDD\r\n  zoning designation.[1] \r\n  At the time the contract was signed, Tidelands owned a portion of the Property\r\n  and Ownbey had a contract to purchase the Voyager's View Marina and Plantation\r\n  Kitchen properties from Isadore Limited Liability, LLC (Isadore).[2]  Ownbey did not acquire these portions of the Property until December 15, 2005,\r\n  after the closing date. \r\n  \r\n  \r\nIn a June 9, 2005 letter to the\r\n  Appellants, counsel for Scalise expressed numerous title concerns regarding the\r\n  Property.  On July 28, 2005, Scalise elected to extend the closing date an\r\n  additional thirty days.  Thereafter, on August 29, 2005, Scalise again elected\r\n  to extend the closing date an additional thirty days. On September 23, 2005, the\r\n  Appellants declined to grant any further extensions and made a claim to\r\n  Scalise's earnest money deposits in the event Scalise failed to perform under\r\n  the contract by the closing date.  On October 21, 2005, Scalise demanded\r\n  the return of all of its earnest money deposits pursuant to the terms of the\r\n  contract.  The parties continued to negotiate after the expiration of the\r\n  contract; however, their negotiations ended without resolution. \r\n  \r\n  \r\nIn June 2006, Scalise filed suit against\r\n  the Appellants alleging causes of action for breach of contract and declaratory\r\n  judgment.[3] Scalise maintained the Appellants failed to convey marketable title to the Property\r\n  by general warranty deed, and that it was entitled to reimbursement of the\r\n  $150,000 in earnest money it paid as well as attorney's fees and damages.[4] \r\n  \r\n  \r\nIn December 2007, Scalise filed a motion\r\n  for summary judgment as to its breach of contract claim.  In February 2009, the\r\n  special referee issued an order granting Scalise's motion for partial summary\r\n  judgment, finding the Appellants did not convey marketable title to at least 9.5\r\n  acres by general warranty deed on September 28, 2005.   The special referee\r\n  determined the Property had several defects that made it unmarketable, including:\r\n  (1) Ruth Street was subject to Blue Ridge[5] easement rights; (2) a substantial portion of the Property was below the mean\r\n  high water mark; (3) only 8.05 acres could be conveyed; (4) Judge Maring's order\r\n  created a break in the chain of title; (5) the Property was subject to two commercial\r\n  casino boat leases; and (6) the Property was previously conveyed to a\r\n  non-existent entity. The special referee found Scalise was entitled to\r\n  reimbursement of its earnest money deposits, including all accrued interest,\r\n  and an evidentiary damages hearing.  The Appellants appealed.\r\n  \r\n  \r\n  STANDARD OF\r\n  REVIEW\r\n  \r\n  When reviewing the grant of a summary judgment motion,\r\n    this court applies the same standard of review as the trial court under Rule\r\n    56, SCRCP.  Miller v. Blumenthal\r\n      Mills, Inc.,&nbsp;365 S.C. 204, 219,\r\n    616 S.E.2d 722, 729&nbsp;(Ct. App. 2005).  Summary judgment is proper when no\r\n    issue exists as to any material fact and the moving party is entitled to\r\n    judgment as a matter of law.  Rule 56(c), SCRCP.  In determining whether any\r\n    triable issue of fact exists, the evidence and all reasonable inferences must\r\n    be viewed in the light most favorable to the non-moving party.  Pye v.\r\n      Estate of Fox, 369 S.C. 555, 563, 633 S.E.2d 505, 509 (2006).  \r\n  \r\n  LAW/ANALYSIS\r\n  \r\n  \r\nThe Appellants argue the special referee\r\n  erred in granting Scalise's motion for partial summary judgment.  Specifically,\r\n  they maintain the special referee erred in finding (1) Ruth Street was subject\r\n  to Blue Ridge easement rights and the claims of Ruth Macklen or her\r\n  heirs; (2) a portion of the Property was below the mean high water mark; (3)\r\n  only 8.05 acres were conveyed; (4) Judge Maring's order created a break in the\r\n  chain of title; and (5) the Property was subject to commercial casino boat\r\n  leases.  We address these arguments in turn.\r\n  \r\n  I.&nbsp; Ruth Street/Ruth Macklen\r\n  A.&nbsp; Ruth Street\r\n  Ruth and R.W. Macklen were predecessors in title to\r\n    portions of the Property.  In February 1980, the Macklens recorded a plat (Ruth\r\n    Street Plat) in Georgetown County. The Ruth Street Plat depicts six square\r\n    blocks of subdivided lots bisected by Ruth Street. After the Ruth Street Plat\r\n    was recorded, numerous conveyances of the lots were made with reference to the\r\n    Ruth Street Plat.  \r\n  The special referee determined the Appellants were unable to\r\n    convey marketable title to Ruth Street by proper general warranty deed.  The\r\n    special referee found Ruth Street was &quot;a classic example of a Blue Ridge easement.&quot;  In Blue Ridge, our supreme court held that &quot;when\r\n    the owner of land has it subdivided and platted into lots and streets and sells\r\n    and conveys the lots with reference to the plat, he thereby dedicates said\r\n    streets to the use of such lot owners, their successors in title, and the\r\n    public.&quot;  247 S.C. at 118, 145 S.E.2d at 925.  Pursuant to Blue Ridge,\r\n    &quot;persons who own lots fronting on or adjacent to property dedicated as\r\n    public streets or highways have such special property interests as entitle them\r\n    to maintain a suit for the enforcement and preservation of the use of the\r\n    property as such.&quot;  Id. at 121-22, 145 S.E.2d at 926.  \r\n  The special referee, quoting Sanders v. Coastal\r\n    Capital Ventures, Inc., 296 S.C. 132, 134, 370 S.E.2d 903, 905 (Ct. App.\r\n    1988), also noted that &quot;a purchaser of realty cannot be required to take\r\n    doubtful title&quot; and &quot;[i]f there is a reasonable probability of\r\n    litigation with respect to the title, it is unmarketable.&quot;  &quot;To be\r\n    marketable, a title need not be flawless.&quot;  Gibbs v. G.K.H., Inc.,\r\n    311 S.C. 103, 105, 427 S.E.2d 701, 702 (Ct. App. 1993).   &quot;Rather, a\r\n    marketable title is one free from encumbrances and any reasonable doubt to its\r\n    validity.&quot;  Id.  &quot;It is a title which a reasonable purchaser,\r\n    well-informed as to the facts and their legal significance, is ready and\r\n    willing to accept.&quot;  Id.\r\n  The Appellants argue there was no reasonable\r\n    probability of litigation with respect to Ruth Street.  They assert no one has\r\n    made a claim to use the Ruth Street right of way. Additionally, the Appellants\r\n    contend the parties' contract requires conveyances be made &quot;subject to all\r\n    easements as well as covenants of record (provided they do not make the title\r\n    unmarketable) and to all government statutes, ordinances, rules and\r\n    regulations.&quot;[6]  Scalise argues there were no marketability requirement exceptions made for\r\n    Ruth Street and the Appellants were required to convey Ruth Street by the\r\n    delivery of a general warranty deed.  Scalise maintains third party claims\r\n    could prevent it from using Ruth Street for any purpose other than a road, and\r\n    therefore, the Appellants could not convey marketable title by general warranty\r\n    deed.  \r\n  We agree with Scalise.  In his June 9, 2005 letter to the\r\n    Appellants, counsel for Scalise notified the Appellants of the Ruth Street\r\n    title defect.  In his deposition, Steven Querin, counsel for the Appellants, confirmed\r\n    he discussed the necessity of a Statutory Road Closing Action in order to\r\n    achieve marketable title, however no action was ever commenced.  While Querin\r\n    maintained in his deposition that title to Ruth Street was marketable, he also\r\n    admitted Ruth Street could not be conveyed free and clear of the rights of\r\n    others.  Querin also stated he recommended conveying Ruth Street by quitclaim\r\n    deed &quot;because of the issues we've been discussing . . . [r]egarding the\r\n    rights of others to Ruth Street.&quot; [7] \r\n    Based on the foregoing, we find the Appellants were unable to convey marketable\r\n    title to Ruth Street by proper general warranty deed.  \r\n  B.&nbsp; Claims of Ruth Macklen\r\n  In April 1998, Ruth Macklen attempted to convey Ruth Street\r\n    and several lots.  The deeds purporting to divest her interest conveyed the\r\n    property to RCP, LLC; however, the Secretary of State's records indicate RCP, LLC\r\n    was not formed until 2003. In his June 9, 2005 letter to the Appellants,\r\n    counsel for Scalise asserted this title defect could result in some interest\r\n    remaining vested in Ruth Macklen, her heirs, or other predecessors in interest.\r\n     The special referee noted the Appellants did not dispute that this defect was\r\n    not addressed prior to closing, and therefore, found the Appellants were unable\r\n    to convey marketable title by general warranty deed to that portion of the\r\n    Property.  \r\n  The Appellants argue the correct name of the intended grantee\r\n    was RCP Construction, LLC and admit there &quot;may need to be a corrective\r\n    deed.&quot;  However, they contend the &quot;intended conveyance renders the\r\n    likelihood of litigation concerning the Ruth Street easement . . . to be a\r\n    virtual non-issue.&quot; Scalise argues the Appellants' admission that the deed\r\n    is not correct is evidence of a break in the chain of title, and thus, the\r\n    Appellants were unable to convey marketable title to the Property.  \r\n  We agree with Scalise.  The Appellants were aware of this\r\n    title defect and did not obtain a corrective deed identifying the proper\r\n    grantee prior to the closing date. Therefore, the Appellants were unable to\r\n    convey marketable title by general warranty deed. \r\n  II.&nbsp; High Water Mark\r\n  The State of South Carolina holds presumptive title to\r\n    all tidelands below the mean high water mark, which are held in trust for the\r\n    benefit of the public.  Lowcountry Open Land Trust v. State, 347 S.C.\r\n    96, 102, 552 S.E.2d 778, 781-82&nbsp;(Ct. App. 2001).  &quot;A grant from the\r\n    State purporting to vest title to tidelands in a private party is construed\r\n    strictly in favor of the government and against the grantee.&quot;  Id. at 103, 522 S.E.2d at 782.   &quot;Consequently, the party asserting a transfer\r\n    of title bears the burden of proving its own good title.&quot;  Id. \r\n    Here, the special referee determined 1.16 acres of the Property was below the\r\n    mean high water mark and in the tidal waters of Murrells Inlet, and therefore,\r\n    the Appellants could not convey marketable title to the Property by general\r\n    warranty deed on September 28, 2005.  \r\n  The Appellants argue Scalise failed to object to the\r\n    Property's title based on the portion of the Property below the mean high water\r\n    mark before the closing date, and failed to give the Appellants an opportunity\r\n    to cure the defect.  They also argue the Property was operated as a marina\r\n    during their ownership and that Scalise intended to use the Property for the\r\n    same purpose; therefore, Scalise could not object to the Property's public use,\r\n    because it intended to use the Property for a marina.  The Appellants\r\n    also maintain the contract provides that all conveyances are made &quot;subject\r\n    to all easements, as well as covenants of record (provided they do not make the\r\n    title unmarketable) and to all governmental statutes, ordinances, rules and\r\n    regulations.&quot;[8]  The Appellants assert this case is similar to McMaster v. Strickland,\r\n    305 S.C. 527, 530, 409 S.E.2d 440, 442 (Ct. App. 1991), in which this court\r\n    held the trial court erred in finding property designated as\r\n    &quot;wetlands&quot; was unmarketable, opining that nothing in the record\r\n    indicated the sellers did not own the disputed property or that it was unlawful\r\n    to sell the property.  The Appellants contend there was ample evidence they\r\n    owned the disputed portion of the Property.  \r\n  Scalise argues the record contains no evidence the\r\n    Appellants owned the portions of the Property below the mean high water mark. Scalise maintains that while the Appellants claim Scalise waived its right\r\n    to object to this title defect, the affidavit of Scalise's attorney, Claude\r\n    Epps, indicates this issue was the subject of public hearings held by\r\n    Georgetown County, and the position taken by Georgetown County was reported in\r\n    the local media.  Scalise also contends the June 9, 2005 letter sent to the Appellants'\r\n    counsel noted Scalise was not required to make title objections at any time\r\n    prior to closing. \r\n  We agree with Scalise.  Here, unlike in McMaster, there\r\n    was evidence the Appellants did not own the portions of the Property below the\r\n    mean high water mark.  Scalise introduced Epps's affidavit, which stated that\r\n    Georgetown County required Scalise to prove it owned fee simple title to the\r\n    tidelands and real property underlying the marina.  According to Epps,\r\n    Georgetown County asked Scalise to produce a King's Grant of the property to\r\n    predecessors in interest.  Counsel for Scalise was unable to find a King's\r\n    Grant to the disputed portions of the Property and, according to Epps, the\r\n    Appellants were also unable to obtain fee simple title.  Additionally, we\r\n    find Scalise did not waive its right to object to this title defect.  The\r\n    contract does not provide that Scalise was required to notify the Appellants of\r\n    all title objections prior to closing, or provide the Appellants the\r\n    opportunity to cure any defects.  In a letter to the Appellants' counsel,\r\n    counsel for Scalise stated that &quot;the contract between our respective\r\n    clients does not require us to make objections to title at any time prior to\r\n    closing.  Accordingly, we reserve all rights regarding making title objections\r\n    up to and including the day of closing.&quot;  Pursuant to the contract, the\r\n    Appellants were required to convey marketable title to at least 9.5 acres to\r\n    Scalise.  Because the Appellants did not hold title to the 1.16 acres of the\r\n    Property below the mean high water mark, they were unable to convey marketable\r\n    title to at least 9.5 acres. \r\n  III.&nbsp; Only 8.05 acres conveyed\r\n  Pursuant to the contract, the Property was to consist\r\n    of &quot;at least 9.5 acres.&quot;  This acreage was necessary for\r\n    Scalise to qualify for the PDD zoning designation.  Addendum 2 of the contract\r\n    provides:  \r\n  \r\n\t[I]f Buyer is unable to obtain all approvals necessary\r\n    for the Buyer to develop this property in accordance with the Buyer's intended\r\n    use by the scheduled closing date as provided hereinabove, the Buyer shall have\r\n    the option to either terminate this agreement and receive a refund of its\r\n    earnest money deposit, or at Buyer's option, the Buyer may pay an additional\r\n    $50,000 earnest money to extend the closing date for an additional thirty (30)\r\n    days . . . .  If Buyer needs to extend for an additional thirty (30) days . . .\r\n    then Buyer agrees to pay an additional $50,000 earnest money . . . .  If the\r\n    Buyer does so agree to pay the additional $50,000/$50,000 earnest money and\r\n    extend this Agreement, then the entire earnest money . . . shall be\r\n    non-refundable, provided the Seller is willing and able to perform under the\r\n    provisions of this Agreement.\r\n\r\n  The special referee determined the Appellants were\r\n    unable to convey marketable title to &quot;at least 9.5 acres&quot; as required\r\n    by the parties' contract.  The special referee noted the Appellants were unable\r\n    to convey marketable title to Ruth Street and the tidelands around the\r\n    Voyager's View Marina. \r\n  The Appellants maintain the special referee improperly\r\n    inferred that the Property was unmarketable because of the Zoning Department's\r\n    refusal to include the disputed portions of the Property in the required\r\n    acreage.  The Appellants argue Georgetown County's approval of Scalise's\r\n    request for a PDD zoning designation was not a contingency of the contract.  They\r\n    contend that while the Zoning Department ordinances require at least ten acres\r\n    to qualify for a PDD designation, this did not prevent Scalise from developing\r\n    the Property or preclude it from seeking approval for a different zoning district\r\n    designation.  The Appellants argue the contract provides that Scalise's earnest\r\n    money deposits were non-refundable, regardless of whether it received a PDD\r\n    designation from the Georgetown County Zoning Department.  Scalise does not\r\n    argue it is excused from performance because Georgetown County would not allow\r\n    the Property to be developed as intended.  Rather, Scalise contends the\r\n    Appellants could not convey at least 9.5 acres as required by the express terms\r\n    of the contract.  \r\n  We agree with Scalise.  Addendum 2 of the contract provides\r\n    Scalise's earnest money deposits were &quot;non-refundable, provided the [Appellants\r\n    were] willing and able to perform&quot; under the contract.  As\r\n    discussed above, the Appellants did not own the portions of the Property below\r\n    the high water mark and could not convey marketable title to Ruth Street.  Therefore,\r\n    the Appellants were unable to convey marketable title to at least 9.5 acres by\r\n    proper general warranty deed as required by the express terms of the contract.  \r\n  IV.&nbsp; Judge Maring's Order\r\n  In the mid-1990s, members of the Player family, predecessors\r\n    in interest to portions of the Property, incurred a sizable judgment lien following\r\n    a bungee jumping accident.  The Steinke family, the plaintiffs in the action\r\n    against the Players, undertook to set aside conveyances made by the Players in\r\n    anticipation of the judgment.  Portions of the Property the Players conveyed to\r\n    Isadore (which Isadore ultimately conveyed to&nbsp; Ownbey), including the Voyager's\r\n    View Marina, were at issue.  In March 1997, circuit court Judge David Maring\r\n    issued an order holding &quot;[the Players'] interest in any and all property\r\n    transferred . . . remained the same after the transfers as it existed immediately\r\n    prior to the transfers.&quot; \r\n  The special referee determined Judge Maring's order\r\n    setting aside the Players' conveyances created a break in the chain of title,\r\n    thus rendering title to the Property unmarketable.  On appeal, the Appellants\r\n    admit they should have obtained a quitclaim deed from Mr. Player, however they\r\n    argue any effort to secure a quitclaim deed would have been futile. The\r\n    Appellants maintain Scalise abandoned the parties' contract by failing to\r\n    respond to its September 23, 2005 letter sent in response to Scalise's request\r\n    for an extension on the contract.  The Appellants also contend they abandoned\r\n    their efforts to obtain a quitclaim deed after Scalise's failure to respond. \r\n    Scalise argues the Appellants' admission they should have obtained a quitclaim\r\n    deed, as well as Inlet's action to quiet title, are proof the Property was not\r\n    marketable.  \r\n  We agree with Scalise.  The Appellants' admission they\r\n    should have obtained a quitclaim deed from Mr. Player is evidence of the\r\n    Appellants' inability to convey marketable title by general warranty deed to\r\n    Scalise. Furthermore, Inlet's action to quiet title is further evidence of the\r\n    Appellants' inability to convey marketable title.  Accordingly, we find the\r\n    special referee did not err in finding title to the Property was unmarketable\r\n    because Judge Maring's order created a break in the chain of title.  See Sanders, 296 S.C. at 134, 370 S.E.2d at 905 (holding &quot;[i]f there is\r\n    a reasonable probability of litigation with respect to [a] title, it is\r\n    unmarketable&quot;).\r\n  V.&nbsp; Casino Boats Leases\r\n  \r\nIn October 2001, Isadore entered into a two-year\r\n  lease agreement with Dinner Cruises, LLC.  The lease agreement provided Dinner\r\n  Cruises was entitled to lease two hundred feet of dockage at the Voyager's View\r\n  Marina for commercial use, as well as the right to park vehicles for employees\r\n  and customers in the Voyager's View Marina parking area.  Dinner Cruises also had\r\n  the option of extending the original lease term an additional eight years.  In\r\n  2003, Isadore entered into an unrecorded ten-year lease agreement with Palmetto\r\n  Princess, LLC.  The lease agreement provided Palmetto Princess would pay rent\r\n  according to revenue derived from video gaming machines.\r\n  \r\n  \r\nPursuant to the parties' contract,\r\n  &quot;closing . . . is contingent on [Scalise] receiving verification adequate\r\n  to [its] counsel that the [P]roperty is not subject to any existing contractual\r\n  obligation, including, without limitation, any obligation in respect to any\r\n  'casino boat' operation.&quot;  In an April 28, 2005 letter to the Appellants,\r\n  counsel for Scalise stated &quot;the issue of the nebulous casino boat lease\r\n  must be concluded prior to closing.&quot;   Counsel further stated that\r\n  &quot;either sufficient evidence terminating this lease must be presented or,\r\n  in the alternative, a court order reflecting the same may be necessary. \r\n  Regardless, the obligation of clearing the casino boat lease issue is strictly\r\n  that of your client.&quot;  An October 11, 2005 email sent from the Appellants'\r\n  counsel to Scalise's counsel indicates the casino boat lease issue was not resolved\r\n  prior to the closing date. \r\n  \r\n  \r\nThe special referee determined the two\r\n  outstanding casino boat leases prevented the Appellants from conveying\r\n  marketable title to the Property by general warranty deed. The Appellants argue\r\n  the Dinner Cruises lease fails due to lack of consideration and because the\r\n  intended purpose of the lease was illegal at the time the lease was signed.  Scalise\r\n  argues the casino boat lease issue was not resolved prior to the closing date.  Scalise\r\n  also maintains the Appellants' lack of consideration and illegal purpose arguments\r\n  could constitute affirmative defenses in the event of litigation, but they\r\n  could not be used to prevent any claim from being pursued in litigation. \r\n  \r\n  \r\nWe agree with the special referee that the\r\n  casino boat leases prevented the Appellants from conveying marketable title to\r\n  the Property by delivery of a proper general warranty deed.  The Appellants do\r\n  not argue, and the record does not reflect, that the casino boat lease issue\r\n  was resolved prior to the closing date as required by the contract.\r\n  \r\n  \r\n  CONCLUSION\r\n  \r\n  The special referee did not err in finding the Appellants\r\n    were unable to convey marketable title to the Property by proper general warranty\r\n    deed.  Accordingly, the decision of the special referee is \r\n  AFFIRMED.\r\n  HUFF and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1] Georgetown County ultimately determined Scalise did\r\n  not have the requisite ten acres in order to qualify for a PDD plan.  \r\n[2] Ownbey and his brother own Tidelands Investments,\r\n  Inc.  \r\n[3] While this action was pending, the Appellants\r\n  conveyed the Property to various third-party purchasers. The Voyager's View\r\n  Marina parcel was purchased by Inlet Marina and Boathouse, LLC (Inlet). Inlet\r\n  later commenced an action to quiet title to the parcel. \r\n[4] According to the Appellants' brief, their answer\r\n  denied Scalise's claims and asserted a counterclaim for the return of the\r\n  earnest money in their favor. \r\n[5] Blue Ridge Realty Co. v. Williamson, 247 S.C.\r\n  112, 145 S.E.2d 922 (1965).\r\n[6] The Appellants also argue one of the deeds conveying\r\n  an interest in Ruth Street referred to the Ruth Street Plat as a &quot;proposed\r\n  plan for subdivision imposed hereon in pencil, subject to change.&quot;   The\r\n  Appellants maintain that whether the Ruth Street Plat was a proposed plan\r\n  subject to change or a recorded final plat raises a genuine issue of material\r\n  fact with respect to the alleged Blue Ridge easement rights.  This\r\n  argument is not preserved for our review, as it was never raised to and ruled\r\n  upon by the special referee.  See S.C. Dept. of Transp. v. First\r\n    Carolina Corp. of S.C., 372 S.C. 295, 301, 641 S.E.2d 903, 907 (2007)\r\n  (holding that in order for an issue to be preserved for appellate review, it\r\n  must have been raised to and ruled upon by the trial judge).\r\n[7] The Appellants ultimately sold Ruth Street and an\r\n  adjoining portion of the Property after this litigation began.  The adjoining\r\n  portion of the Property was conveyed by general warranty deed; however, Ruth\r\n  Street was conveyed by a quitclaim deed. \r\n[8] The Appellants arguments that (1) the prior owners\r\n  possessed a permit to dredge the marina basin and (2) the marina basin was not\r\n  &quot;coastal water&quot; are not preserved for our review.  See S.C.\r\n    Dep't of Transp. v. First Carolina Corp. of S.C., 372 S.C. at 301, 641\r\n  S.E.2d at 907 (holding that in order for an issue to be preserved for appellate\r\n  review, it must have been raised to and ruled upon by the trial judge).\r\n\r\n","court":"Appeals"},{"id":"4792","title":"Curtis v. Blake","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4792","description":"This is an appeal of a damages award in a personal injury action.","date":"2011-02-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        William D. Curtis, Respondent,\r\n        v.\r\n        Sandra Morris Blake, as Personal Representative of the Estate of Brandon T. Blake, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\n\r\nAppeal From Orangeburg County\r\n J. Derham Cole, Circuit Court Judge\r\n\r\nOpinion No.   4792 \r\nHeard September 15, 2010 – Filed February\r\n  16, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Thomas J. Keaveny, II, and Amy Rothschild, both of Charleston, for\r\n          Appellant.\r\n        C. Bradley Hutto, of Orangeburg; Mark A. Tinsley, of Allendale;\r\n          and Robert Norris Hill, of Newberry, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.: In this personal injury action, Sandra\r\n          Morris Blake, as personal representative of the estate of Brandon T. Blake,\r\n          appeals the amount of damages awarded to William D. Curtis.[1]  We affirm.\r\nFACTS AND PROCEDURAL HISTORY\r\nOn\r\n  March 25, 2003, a pickup truck driven by Brandon Blake struck an empty log\r\n  trailer that was being pulled by a tractor-trailer operated by Curtis.   Blake had\r\n  disregarded a stop sign and entered the intersection where the collision\r\n  occurred.  After the impact, Curtis maneuvered his vehicle to the side of the\r\n  road.\r\nCurtis\r\n  did not request medical attention either at the accident scene or any time\r\n  later that day, stating he only felt nervous and anxious.  Although his neck\r\n  and back were hurting and he felt stiff the morning after the accident, he still\r\n  declined to seek treatment.  He took Tylenol for his pain and continued\r\n  to work as a truck driver.  It was not until one month after the accident, and\r\n  only at his wife's insistence, that Curtis went to a hospital emergency room\r\n  for treatment. \r\nThe\r\n  emergency room physician gave Curtis prescriptions for Ibuprofen and a muscle\r\n  relaxer and then discharged him.  Curtis did not take the prescribed\r\n  medications because he was advised they could make him sleepy, which would\r\n  interfere with his employment as a truck driver.  Instead, he continued to take\r\n  Tylenol for his pain.\r\nA\r\n  few weeks after visiting the emergency room, Curtis consulted Dr. Campbell, a\r\n  chiropractor.  Dr. Campbell diagnosed Curtis with a lumbosacral sprain and\r\n  cervical sprain with disk involvement.  He treated Curtis with physical therapy\r\n  involving electrical stimulation, heat, and chiropractic manipulation\r\n  adjustments.  On May 14, 2003, after four treatments, Dr. Campbell released Curtis. \r\nOn\r\n  November 19, 2003, about six months after his discharge from Dr. Campbell,\r\n  Curtis saw Dr. Nivens, a physician specializing in spinal medicine, seeking\r\n  treatment for neck and low back pain.  Dr. Nivens' evaluation showed Curtis had\r\n  pain in his neck, tenderness in the musculature of his neck and shoulder\r\n  girdle, and tenderness or pain in his lumbar spine.  A subsequent MRI showed\r\n  Curtis exhibited three levels of disk protrusion in the cervical spine (i.e.\r\n  the neck).  Dr. Nivens prescribed Naprosyn, an anti-inflammatory medicine, and\r\n  a steroid treatment, which Curtis admitted helped with the pain he was\r\n  experiencing.\r\nDr.\r\n  Nivens released Curtis in January 2004, after Curtis indicated the pain had\r\n  essentially gone away.  Curtis was to consult Dr. Nivens only on an &quot;as\r\n  needed basis.&quot;  In April 2005, after Curtis had filed this action, Dr.\r\n  Nivens saw him again.  During that visit, Curtis indicated he was still having\r\n  pain, for which Dr. Nivens suggested a nonprescription pain reliever.  Dr.\r\n  Nivens then gave Curtis a &quot;spur-of-the-moment&quot; impairment rating of\r\n  &quot;somewhere around 10 percent for the neck and low back, the whole body\r\n  essentially.&quot;\r\nOn\r\n  February 17, 2004, Curtis sued Blake seeking actual and punitive damages for\r\n  Blake's alleged negligence in causing the collision.  Initially, Blake denied\r\n  the allegations of negligence and asserted several affirmative defenses,\r\n  including failure to mitigate damages and sudden emergency.  \r\nThe\r\n  parties pursued discovery, and the matter came for a jury trial on October 31,\r\n  2005.  After the jury was seated but before the testimony began, the trial judge\r\n  announced Blake admitted he was negligent and his negligence caused the\r\n  accident.  The jury therefore had to determine only whether Curtis sustained\r\n  injuries or losses that were proximately caused by the accident and his\r\n  monetary damages.\r\nPresentation\r\n  of the evidence began at 1:50 p.m.  Curtis presented (1) the deposition\r\n  testimony of Dr. Campbell, which was read by counsel; (2) the video deposition\r\n  of Dr. Nivens; (3) live testimony from Michele Curtis, Curtis's wife; and (4)\r\n  Curtis's own testimony.  Blake did not introduce any evidence. \r\nThe\r\n  jury began deliberating at 5:15 p.m.  Around 5:40 p.m., the jury returned to\r\n  the courtroom with a verdict.  After the trial judge allowed publication of the\r\n  verdict, the clerk announced that the jury awarded Curtis actual damages of\r\n  $450,000.00.  At the request of Blake's attorney, the clerk polled the jurors,\r\n  all of whom confirmed the verdict.  Blake unsuccessfully moved for a new trial\r\n  absolute, a new trial based on the thirteenth juror doctrine, or in the\r\n  alternative, a new trial nisi remittitur and then filed this appeal.[2]\r\nISSUES\r\n\r\n  \r\n    I.\r\n    Was Blake entitled to a new trial\r\n  absolute or a new trial nisi remittitur because (1) the verdict amount\r\n  was roughly one hundred times Curtis's proven actual damages or (2) the verdict\r\n  resulted from passion, prejudice, bias, or other consideration not based on the\r\n  evidence?\r\n  \r\n  \r\n  \r\n    II.\r\n    Did the trial judge improperly\r\n  permit Curtis's wife to testify when she was disclosed as a witness only one\r\n  week before trial?\r\n  \r\n  \r\n  \r\n    III.\r\n    Was Blake entitled to a new trial\r\n  because of the brevity of the jury's deliberation?\r\n  \r\n  \r\n  \r\n    IV.\r\n    Should the trial judge have\r\n  granted a new trial pursuant to the thirteenth juror doctrine?\r\n  \r\n\r\nSTANDARD OF REVIEW\r\n&quot;A\r\n  motion for a new trial nisi remittitur asks the trial court to reduce the\r\n  verdict because the verdict is merely excessive.&quot;  James v. Horace Mann\r\n    Ins. Co., 371 S.C. 187, 193, 638 S.E.2d 667, 670 (2006).  The denial of a\r\n  motion for a new trial nisi is within the trial court's discretion and will not\r\n  be reversed on appeal absent an abuse of discretion.&quot;  Id. \r\n  &quot;If the amount of the verdict is grossly inadequate or excessive so as to\r\n  be the result of passion, caprice, prejudice, or some other influence outside\r\n  the evidence, the trial court must grant a new trial absolute.&quot;  Id.  See also Sanders v. Prince, 304 S.C. 236, 238, 403 S.E.2d 640,\r\n  642 (1991) (&quot;When a verdict is 'grossly\r\n  excessive and the amount awarded is so shockingly disproportionate to the\r\n  injuries as to indicate that the jury acted out of passion, caprice, prejudice,\r\n  or other consideration not founded on the evidence, it becomes the duty of this\r\n  Court, as well as the trial court, to set aside the verdict.' &quot;) (quoting Small\r\n    v. Springs Indus., 292 S.C. 481, 487, 357 S.E.2d 452, 455 (1987)).\r\n&quot;\r\n  '[T]he exclusion of a witness whose name is not given in answer to an\r\n  interrogatory calling for it is but one of the discretionary powers committed\r\n  to a trial judge for the proper conduct of litigation.' &quot; Laney v.\r\n    Hefley, 262 S.C. 54, 59, 202 S.E.2d 12, 14 (1974) (quoting Wright v.\r\n      Royse, 193 N.E.2d 340, 350 (Ill. Ct. App. 1963)).\r\n&quot;A\r\n  trial judge's order granting or denying a new trial upon the facts will not be\r\n  disturbed unless his decision is wholly unsupported by the evidence, or the\r\n  conclusion was controlled by an error of law.&quot;  Folkens v. Hunt,\r\n  300 S.C. 251, 254-55, 387 S.E.2d 265, 267 (1990).   &quot;[T]o reverse the\r\n  denial of a new trial motion under [the thirteenth juror doctrine,] we must, in\r\n  essence, conclude that the moving party was entitled to a directed verdict at\r\n  trial.&quot;  Parker v. Evening Post Publ'g Co., 317 S.C. 236, 247, 452\r\n  S.E.2d 640, 646 (Ct. App. 2001). \r\nLAW/ANALYSIS\r\nI. New trial absolute and new trial\r\n  nisi remittitur\r\nBlake advances numerous reasons to support his\r\n  argument that he was entitled to a new trial absolute or a new trial nisi\r\n  remittitur because the evidence presented at trial did not support the amount\r\n  of damages the jury awarded Curtis.  These reasons include (1) Curtis's total medical\r\n  expenses were only $4,530.98, of which $2,830.00 involved the MRI and its\r\n  interpretation; (2) Curtis lost only $2,615.76 in wages as a result of the\r\n  accident; (3) Curtis did not receive medical treatment at the scene of the accident\r\n  and delayed treatment until more than one month after the accident; (4) Curtis\r\n  was still able to work after the accident; (5) Curtis did not take his\r\n  prescribed medications; and (6) Curtis's treating doctors believed he had\r\n  recovered from his pain.  Blake also points out the award of $450,000.00 is\r\n  almost one hundred times the cost of Curtis's medical treatment and his lost\r\n  wages.  \r\nIn view of all the evidence presented, however, we\r\n  hold the circumstances cited by Blake do not constitute &quot;compelling\r\n  reasons&quot; that would warrant the grant of a new trial nisi remittitur.  See Proctor v. Dep't of Health &amp; Envtl. Control, 368 S.C. 279, 320, 628\r\n  S.E.2d 496, 518 (Ct. App. 2006) (stating &quot;compelling reasons must be given\r\n  to justify invading the jury's province by granting a new trial nisi\r\n    remittitur&quot; and noting &quot;[t]he consideration for a motion for a\r\n  new trial nisi remittitur requires the trial judge to consider the\r\n  adequacy of the verdict in light of the evidence presented&quot;).\r\nBlake's arguments appear to disregard Curtis's\r\n  explanation for his behavior after the accident and his evidence of nonmonetary\r\n  damages in addition to lost wages and medical bills.  Dr. Campbell diagnosed\r\n  Curtis with a lumbosacral sprain and cervical sprain with disc involvement. \r\n  The MRI showed three separate disc protrusions in Curtis's cervical spine and a\r\n  fourth disc protrusion in his lower back.  According to Dr. Nivens, the disc\r\n  protrusions were permanent injuries directly related to the accident.  Dr.\r\n  Nivens also stated Curtis showed signs of degenerative disk disease that were\r\n  most likely associated with the disk protrusions rather than age, given that Curtis\r\n  was only thirty-one years old at the time of the accident. \r\nCurtis\r\n  told Dr. Campbell he was no longer in pain, but explained at trial that the\r\n  chiropractic treatments were not helping him and he was concerned about the\r\n  expense.  Similarly, Curtis ended his treatment with Dr. Nivens even though he\r\n  continued to have problems because he believed Dr. Nivens was unable to do\r\n  anything for his pain.  Both Curtis and his wife testified that he continued to\r\n  work as a truck driver because his family needed the income and he had no\r\n  experience in any other line of work.  Furthermore, until the accident, Curtis\r\n  never had neck or back problems. \r\nCurtis\r\n  also testified at length about the pain and suffering that he experienced since\r\n  the accident.  In addition to pain in his neck and back, which he experienced\r\n  on a daily basis, he had difficulty sleeping, was unable to enjoy interacting\r\n  with his family as he did previously, and would become irritable with his young\r\n  children.  He also suffered from paranoia while driving whenever he encountered\r\n  a vehicle approaching a traffic light or stop sign.  His pain prevented him\r\n  from lifting things, working on cars, and riding a bicycle as he could before\r\n  the accident.  Curtis's &quot;loss of enjoyment of life&quot; was a\r\n  &quot;compensable element, separate and apart from pain and suffering, of a\r\n  damages award.&quot;  Boan v. Blackwell, 343 S.C. 498, 501, 541 S.E.2d\r\n  242, 244 (2001).  See id. at 502, 541 S.E.2d 244 (&quot;[D]amages\r\n  for 'loss of enjoyment of life,' compensate for the limitations, resulting from\r\n  the defendant's negligence, on the injured person's ability to participate in\r\n  and derive pleasure from the normal activities of daily life, or for the\r\n  individual's inability to pursue his talents, recreational interests, hobbies,\r\n  or avocations.&quot;).\r\nWe\r\n  therefore hold that in view of all the evidence presented at trial, Blake\r\n  failed to show compelling reasons that would justify the reduction of the\r\n  damages award by the trial judge.  Likewise, we hold the trial judge's denial\r\n  of a new trial absolute was supported by the evidence and not controlled by an error\r\n  of law.  See Manios v. Nelson, Mullins, Riley &amp; Scarborough,\r\n  389 S.C. 126, 141-42, 697 S.E.2d 611, 652 (Ct. App. 2010) (&quot;The grant or\r\n  denial of new trial motions rests within the discretion of the trial court and\r\n  its decision will not be disturbed on appeal unless the findings are wholly\r\n  unsupported by the evidence or the conclusions reached are controlled by error\r\n  of law.&quot;).\r\nII. Testimony of Curtis's wife\r\nBlake next argues the trial judge should have\r\n  prevented Curtis's wife from testifying at trial because she was not disclosed\r\n  as a witness until one week before the hearing.  He further contends the manner\r\n  in which she presented her testimony was unduly prejudicial and merely\r\n  cumulative to Curtis's own testimony.  We reject these arguments.  \r\n&quot; '[T]he sanction of exclusion of a witness\r\n  should never be lightly invoked. . . . The precise nature of the\r\n  interrogatories and discovery posture of the case, willfulness and the degree\r\n  of prejudice are some of the important factors.' &quot;  Laney, 262 S.C.\r\n  at 60, 202 S.E.2d at 14-15 (quoting Carver v. Salt River Valley Water Users'\r\n    Ass'n, 446 P.2d 492, 496 (Ariz. Ct. App. 1968)).[3] \r\n  Here, Blake's appellant's brief acknowledges an expectation that Curtis would call\r\n  his wife to testify on his behalf.  Furthermore, Blake could have but did not\r\n  move for a continuance to depose Mrs. Curtis before she testified.  See Jackson\r\n    v. H&amp;S Oil Co., 263 S.C. 407, 411-12, 211 S.E.2d 223, 225 (1975)\r\n  (noting that the appellant, who objected to a witness who was not disclosed\r\n  until the morning of trial could have, among other things, requested a delay or\r\n  continuance to examine the witness).  \r\nWe decline to address Blake's arguments that Mrs.\r\n  Curtis's testimony was inflammatory and cumulative.  Blake made no objections while\r\n  Mrs. Curtis was on the stand; therefore, his arguments on appeal about the\r\n  inflammatory and cumulative nature of her testimony are not preserved for\r\n  appellate review.  See Cogdill v. Watson, 289 S.C. 531, 537, 347\r\n  S.E.2d 126, 130 (Ct. App. 1986) (&quot;The failure to make an objection at the\r\n  time evidence is offered constitutes a waiver of the right to object.&quot;) (quoted\r\n    in Austin v. Stokes-Craven Holding Corp., 387 S.C. 22, 39, 691\r\n  S.E.2d 135, 144 (2010)).\r\nIII. Length of jury deliberations\r\nBlake\r\n  next argues the amount of time the jury took to return a verdict warrants the\r\n  grant of a new trial.  He alleges that the jurors either had already made up\r\n  their minds before entering the jury room or were more concerned with reaching\r\n  a decision as soon as possible because they were deliberating on Halloween\r\n  night and many of them had children who would be awaiting their return.  We\r\n  disagree.\r\nRegarding\r\n  the question of whether a short jury deliberation calls for the grant of a new\r\n  trial, this court has stated\r\n\r\n  A spate of juridical writings confirms the\r\n    strict parameters placed upon courts attempting to police jury deliberations\r\n    based upon a timekeeper mentality.  Despite the discretion given a judge by the\r\n    thirteenth juror doctrine, it does not allow the court to overstep these\r\n    boundaries in toto.  Additionally, granting a new trial\r\n    due to suspicions of deliberation quality is a flagrant deviation from\r\n    premising a new trial upon the facts.\r\n\r\nYoumans v.\r\n  S.C. Dep't of Transp.,\r\n  380 S.C. 263, 282, 670 S.E.2d 1, 10 (Ct. App. 2008), cert. dismissed as\r\n    improvidently granted, 386 S.C. 640, 690 S.E.2d 582 (2010).  This court further stated:  &quot;The thirteenth juror\r\n  doctrine entitles a trial court to act as a thirteenth juror when it finds\r\n    the evidence does not justify the verdict and it may then grant a new trial based solely on the facts.&quot;  Id. at 287, 670 S.E.2d at 13\r\n  (emphasis added).  \r\nIn Youmans, this court held that brief jury deliberations alone would not\r\n  be a sufficient basis for the grant of a new trial.  Although recognizing the\r\n  discretion accorded to a trial court by the thirteenth juror doctrine, the\r\n  court referenced a &quot;general rule&quot; that &quot;the shortness of time\r\n  taken by a jury in reaching its verdict has no effect upon the validity of the\r\n  verdict.&quot;  Id. at 282, 670 S.E.2d at 11 (quoting 89 C.J.S. Trial § 792 (2001)).  This court also quoted from Thomas\r\n    v. Atlantic Coast Line Railroad Co., 221 S.C. 462, 471-72, 71 S.E.2d 403,\r\n  407 (1952), in which the Supreme Court stated that &quot;[w]hile it was unusual\r\n  for the jury to arrive at its verdict in so short a time, we would not be\r\n  justified in concluding therefrom that the jury acted capriciously or that it\r\n  was [actuated] by passion or prejudice.&quot;  Youmans, 380 S.C. at 283,\r\n  670 S.E.2d at 11.\r\nWe\r\n  have determined that the evidence supports the damages award.  Based on this\r\n  determination, we further hold the brevity of the jury deliberations alone does\r\n  not suffice as a reason to set aside the verdict and remand for a new trial.\r\nAs\r\n  to the concern that some of the jurors may have been eager to conclude\r\n  deliberations because of Halloween plans, we note the trial judge gave the jury\r\n  the option of returning the following day to deliberate, which the jurors\r\n  collectively declined.  Furthermore, with the consent of both parties, the trial\r\n  judge informed the jurors that they would not have to return the following day\r\n  if they reached a verdict that evening.  Finally, we note that Blake presented\r\n  no evidence that any of the jurors were motivated by improper considerations to\r\n  reach a hasty decision in the matter.  See Bratton v. Lowry, 39\r\n  S.C. 383, 387-88, 17 S.E.2d 832, 834 (1893) (holding the allegation that the\r\n  verdict was &quot;hastened by an alarm of fire in the town&quot; did not\r\n  warrant the grant of a new trial absent an objection from any member of the\r\n  jury panel before the verdict was published); Parker, 317 S.C. at 247\r\n  n.7, 452 S.E.2d at 647 n.7 (Ct. App. 1994) (holding the appellant's argument\r\n  &quot;that the jury did not give due and serious consideration to the\r\n  case&quot; because it ended deliberations one-half hour before the NCAA\r\n  basketball tournament was to begin on television was &quot;rank speculation\r\n  without any evidentiary support&quot; and &quot;manifestly without\r\n  merit&quot;).\r\nIV. New trial based on the thirteenth\r\n  juror doctrine\r\nFinally, Blake contends the trial judge should have\r\n  granted a new trial pursuant to the thirteenth juror doctrine based on Curtis's\r\n  failure to present substantial evidence of disfigurement, death, permanent\r\n  injuries, debilitating injuries, inability to work, loss of wages and future\r\n  income, or significant medical expenses.  We find no abuse of discretion in the\r\n  trial judge's decision to deny a new trial.\r\n&quot;The thirteenth juror doctrine is a vehicle by\r\n  which the trial court may grant a new trial absolute when he finds that the\r\n  evidence does not justify the verdict.&quot;  Folkens, 300 S.C. at 254,\r\n  387 S.E.2d at 267.  &quot;As the thirteenth juror, the trial judge can hang the\r\n  jury by refusing to agree to the jury's otherwise unanimous verdict.&quot;  Lane\r\n    v. Gilbert Constr. Co.,  383 S.C. 590, 597, 681 S.E.2d 879, 883 (2009).  Review\r\n  by an appellate court of the grant or denial of a new trial is &quot;limited to\r\n  consideration of whether evidence exists to support the trial court's\r\n  order.&quot;  Id.\r\nBased on this narrow scope of review and our determination\r\n  that evidence supports the jury's decision, we hold the trial judge acted\r\n  within his discretion in refusing to grant a new trial under the thirteenth\r\n  juror doctrine.\r\nCONCLUSION\r\nWe\r\n  agree with the trial judge that the verdict in this case was supported by the\r\n  evidence presented at trial.  We further hold the trial judge committed no reversible\r\n  error in allowing Curtis's wife to testify.  Based on our determination that\r\n  the evidence supported the amount of damages awarded, we hold the trial judge\r\n  properly determined the brevity of the jury deliberations did not warrant a new\r\n  trial and acted within his discretion in denying a new trial under the\r\n  thirteenth juror doctrine.  \r\nAFFIRMED.\r\nFEW, C.J., and LOCKEMY, J., concur.\r\n\r\n\r\n[1]  Blake died on August 21, 2006, while this appeal was\r\n  pending.  On August 27, 2009, this court issued an order authorizing the\r\n  substitution of the personal representative of his estate as the appellant in\r\n  this matter.  For ease of reference, the name &quot;Blake&quot; will refer\r\n  interchangeably to either Blake, the personal representative, or to both parties\r\n  collectively.\r\n[2]  This court initially dismissed Blake's appeal,\r\n  ruling that his new trial motion was untimely and therefore did not stay his\r\n  time for appeal; however, the Supreme Court, in a published opinion, reversed\r\n  the dismissal and held Blake's motion was timely because it was &quot; 'made'\r\n  when it was placed in the mail for service on opposing counsel.' &quot;  Curtis\r\n    v. Blake, 381 S.C. 189, 191, 672 S.E.2d 576, 577 (2009).  Based on this\r\n  holding, the Court reinstated Blake's appeal and remanded the matter to this\r\n  court for a decision on the merits.  Id. at 192, 672 S.E.2d 578.\r\n[3]  Carver was later vacated by the Arizona\r\n  Supreme Court on other grounds.  456 P.2d 371 (Ariz. 1969).\r\n\r\n","court":"Appeals"},{"id":"4793","title":"Pendarvis v. Cook","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4793","description":"The master granted brothers Thomas and Richard Pendarvis an easement implied by prior use and prescriptive easement over a portion of a road that was recently discovered to cross onto Jewell Cook's land.  Cook is their ex-stepmother and appeals the master's order arguing that because the original grantor did now know of the encroachment, he could not have intended for it to continue.  We affirm the trial court order granting an easement implied by prior use.","date":"2011-02-17","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\nIn The Court\r\n  of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tRichard M. Pendarvis and Thomas A.\r\n      Pendarvis, Respondents,\r\n\t\t\t\tv.\r\n\t\t\t\tJewell K. Cook a/k/a Judy Pendarvis, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From\r\n  Charleston County\r\nMikell R.\r\n  Scarborough, Master-in-Equity\r\nOpinion No. \r\n  4793 \r\nHeard December\r\n  8, 2010 – Filed February 17, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDavid Jay Parrish, of Charleston, for Appellant.\r\n\t\t\t\tA. Parker Barnes, Jr., and Thomas A. Pendarvis, both of\r\n  Beaufort, for Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nFEW, C.J.:  Jewell Cook appeals the master's\r\n  order granting Respondents Thomas and Richard Pendarvis an easement over a\r\n  portion of a private road that was recently discovered to cross onto her land. \r\n  The master granted an easement under the theories of prescriptive easement and\r\n  easement implied by prior use.  We affirm the trial court's order granting an\r\n  easement implied by prior use.  \r\nI.&nbsp; Facts and Procedural History\r\nRespondents are brothers whose stepgrandfather, Irvin\r\n  Tavel, owned property on Peters Point Road on Edisto Island.  Respondents grew\r\n  up camping, hunting, and fishing on the property with Tavel.  By June 1972, Tavel built a road across the property to provide\r\n  access from Peters Point Road to the other side of the property bordering Sandy\r\n  Creek.[1] \r\n  Respondents helped Tavel build, repair, and maintain the road.  In 1974, Tavel\r\n  divided the property into two tracts.  He retained the eastern tract A for\r\n  himself and conveyed tract B to his wife to hold in trust for Respondents, who\r\n  were eleven and twelve years old.  Ann Pendarvis, Respondents' mother,\r\n  testified that Tavel &quot;wanted [Respondents] to have that property and to\r\n  build and keep it up[,] . . . to do a lot of the work.  Every time [they] went\r\n  to visit, they would haul sea shells, or stone and dirt, whatever, across the\r\n  road in a wagon or a go-cart to fill in the muddy spaces, the marsh.&quot;  In\r\n  addition to holding the land in trust for Respondents, their grandmother opened\r\n  a trust account named &quot;Sandy Creek – T&amp;R Pendarvis&quot; for the\r\n  benefit of maintaining the land.  Money from the account was used for various\r\n  maintenance of the road in the mid- to late-1970s.  In 1977, Tavel deeded tract\r\n  A to Respondents' father, J.M. &quot;Butch&quot; Pendarvis.  \r\nThe portion of the road at issue in this case is a\r\n  causeway located over wetlands.  Thomas Pendarvis testified that Tavel's choice\r\n  of location for the causeway was affected by the water levels in the marsh at\r\n  high tide in the early 1970s, and, specifically, that the causeway was\r\n  redirected to its present location and &quot;placed at the closest point\r\n  between the high land areas.&quot;  When asked if the causeway could have been\r\n  placed in another location, Thomas Pendarvis answered that putting the causeway\r\n  at the most narrow part of the wetlands was the practical, reasonable, and economically\r\n  efficient choice made by Tavel at the time.  \r\nThis dispute arose in 2002 when Cook, Respondents'\r\n  stepmother, received title to tract A from Butch in a divorce settlement.  A\r\n  drawing completed as part of an appraisal Cook ordered showed that the causeway\r\n  portion of the road encroached onto tract A.  Respondents were unaware of the\r\n  encroachment until Butch told them that he saw survey flags on the property in\r\n  early 2003.  Before these events, Respondents and Cook believed the road was\r\n  located entirely on tract B.  Respondents now claim an easement over the\r\n  portion of the road crossing onto tract A.  \r\nRespondents filed this action seeking a declaratory\r\n  judgment for either an easement by necessity or prescription, but later filed\r\n  an amended complaint substituting an easement by prior use cause of action for\r\n  easement by necessity.  Cook appeals the master's order declaring &quot;that\r\n  Plaintiffs are entitled to an Easement under either or both theories&quot; of\r\n  prescriptive easement or easement by prior use.  She also appeals the master's\r\n  acceptance of a plat submitted by Respondents after trial and his use of the\r\n  plat to define the scope of the easement.  \r\nII.&nbsp; Easement Implied by Prior Use\r\nIn Boyd v. BellSouth Telephone Telegraph Co.,\r\n  369 S.C. 410, 633 S.E.2d 136 (2006), our supreme court set out seven elements a\r\n  plaintiff must prove in order to establish an easement implied by prior use.  \r\n\r\n\tThe party asserting\r\n  the right to an easement implied by prior use must establish the following: (1)\r\n  unity of title; (2) severance of title; (3) the prior use was in existence at\r\n  the time of unity of title; (4) the prior use was not merely temporary or\r\n  casual; (5) the prior use was apparent or known to the parties; (6) the prior\r\n  use was necessary in that there could be no other reasonable mode of enjoying\r\n  the dominant tenement without the prior use; and (7) the common grantor\r\n  indicated an intent to continue the prior use after severance of title.\r\n\r\n369 S.C. at 417, 633 S.E.2d at 139.  \r\nCook disputes the master's finding of an easement\r\n  implied by prior use by arguing that elements five, six, and seven are not\r\n  met.  As to element six, she contends it was not necessary for the causeway to\r\n  be in its present location.  She combines elements five and seven to argue that\r\n  Tavel could not have intended to continue the prior use of part of tract A when\r\n  the encroachment onto it was not apparent or known to him.  &quot;The\r\n  determination of the existence of an easement is a question of fact in a law\r\n  action, . . . and this Court reviews factual issues relating to the existence\r\n  of an easement under a highly deferential standard.&quot;  Inlet Harbour v.\r\n    S.C. Dep't of Parks, Recreation &amp; Tourism, 377 S.C. 86, 91, 659 S.E.2d\r\n  151, 153&nbsp;(2008) (internal citation omitted) (citing Townes Assocs.,\r\n    Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 776 (1976)\r\n  (providing that questions of fact in a law action are generally reviewed under\r\n  the &quot;any evidence&quot; standard)).  We find evidence in the record to\r\n  support the master's conclusion that these elements are satisfied.  \r\nA.&nbsp; Necessity\r\nThe element of necessity was a primary issue in Boyd. \r\n  The plaintiff sought an easement over a driveway across BellSouth's property\r\n  that provided the only access to the rear entrance of her antique store.  369\r\n  S.C. at 414, 633 S.E.2d at 138.  The special referee granted BellSouth's motion\r\n  for summary judgment on the claim for easement implied by prior use, finding\r\n  specifically that the plaintiff did not meet the element of necessity.  369\r\n  S.C. at 416, 633 S.E.2d at 139.  This court reversed the special referee,\r\n  finding &quot;evidence exists within the record indicating use of the driveway\r\n  to access the rear doors was necessary for the enjoyment of Boyd[']s\r\n  property.&quot;  Boyd v. BellSouth Tel. Tel. Co., 359 S.C. 209, 215, 597\r\n  S.E.2d 161, 164 (Ct. App. 2004).  In its decision affirming this court as to\r\n  that issue, the supreme court considered what &quot;necessity&quot; requires in\r\n  the context of an easement implied by prior use.  369 S.C. at 420-22, 633\r\n  S.E.2d at 141-42.  The supreme court explained that the party seeking the\r\n  easement need not prove that the prior use was absolutely necessary.  369 S.C.\r\n  at 421, 633 S.E.2d at 141 (citing 28A C.J.S. Easements § 72).  Rather,\r\n  &quot;necessity means 'there could be no other reasonable mode of enjoying the\r\n  dominant tenement without this easement.'&quot;  Id. (quoting Crosland\r\n    v. Rogers, 32 S.C. 130, 133, 10 S.E. 874, 875 (1890)).  Applying that\r\n  definition to the facts of Boyd, the court acknowledged it was possible\r\n  for the plaintiff to put in another driveway; however, it found &quot;the\r\n  evidence also indicat[ed] an alternative driveway to the building would be\r\n  infeasible, impractical, and very costly.&quot;  369 S.C. at 422, 633 S.E.2d at\r\n  142.    \r\nThis court addressed an easement implied by prior use\r\n  in Hynes Family Trust v. Spitz, 384 S.C. 625, 682 S.E.2d 831 (Ct. App.\r\n  2009).  In that case, the plaintiff positioned his storm drainage system to\r\n  discharge water onto the neighboring defendant's backyard, and then sought an\r\n  easement implied by prior use.  384 S.C. at 627, 682 S.E.2d at 832.  This court\r\n  upheld the trial court's finding that the necessity element was not met, and\r\n  explained: &quot;Evidence in the record indicates Hynes could have discharged\r\n  his gutter water onto his own property without unreasonable burden or expense.&quot; \r\n  384 S.C. at 633, 682 S.E.2d at 835.  Applying the definition of necessity from Boyd,\r\n  this court found the plaintiff failed to satisfy the necessity element because\r\n  an alternative could be employed &quot;without unreasonable burden or\r\n  expense.&quot;  Id.\r\nThe Boyd and Spitz courts' application\r\n  of the definition of necessity to the facts of those cases provides us context\r\n  in which to determine the sufficiency of the evidence in this case.  The master\r\n  found:\r\n\r\n\tIt would\r\n  necessarily have cost more money, taken greater effort, and therefore would\r\n  have been impractical in 1974 to construct, move, or relocate the causeway\r\n  portion and immediately preceding portion of the Access Road further over to\r\n  the west on Tract B because the causeway would have needed to be much longer\r\n  and therefore would have cost more money and taken greater effort to build.\r\n\r\nThere is evidence in the record to support this finding of necessity. \r\n  The road was the only one in existence in 1974 and remains the only route a\r\n  vehicle may take from Peters Point Road to Sandy Creek over thirty years\r\n  later.  Thomas Pendarvis testified the causeway's location was dictated by the\r\n  high land areas in the marsh and that Tavel's choice of location was\r\n  economically efficient.  Cook's argument that the causeway was not the only\r\n  &quot;reasonable mode of gaining access to and enjoying the property,&quot; but\r\n  rather &quot;the causeway was located where it was out of convenience and not\r\n  out of necessity,&quot; incorrectly focuses on whether there were other\r\n  suitable locations available for the causeway before 1972 when Tavel built it. \r\n  As the supreme court stated in Boyd, &quot;[t]he necessity element of\r\n  easement implied by prior use must be determined at the time of the\r\n  severance.&quot;  369 S.C. at 421, 633 S.E.2d at 141.  The master properly\r\n  focused on the fact that the road already existed in 1974 when Tavel divided\r\n  the property.  The master then properly considered whether the alternative of\r\n  building a new road entirely on tract B was feasible, practical, and cost\r\n  efficient.  See Boyd, 369 S.C. at 422, 633 S.E.2d at 142.  In\r\n  other words, the master's inquiry was not to find the most convenient location\r\n  to build a road in 1974, but rather to determine whether keeping the existing\r\n  road, as opposed to building a new one entirely on tract B, was\r\n  &quot;necessary.&quot;  Because there is evidence in the record to support the\r\n  master's finding that continuing to use the road met the definition of\r\n  necessity under Boyd, we affirm. \r\nB.&nbsp; Apparent or Known Use and Intent\r\nThe fifth element requires that the plaintiff prove\r\n  the prior use was apparent or known to Tavel, and the seventh element requires\r\n  proof he intended the use to continue after he conveyed tract B to Respondents\r\n  in trust.  The master found:\r\n\r\n\tMr. Tavel's\r\n  construction and prior use of the Access Road, including the portion on Tract A\r\n  . . . , was obviously known by him and therefore clearly intentional . . . . \r\n  Substantial improvements to the Access Road were paid for by funds belonging to\r\n  a Trust created for the exclusive benefit of Thomas and Richard Pendarvis. . .\r\n  . Tavel intended for Plaintiffs to continue the prior use of the portion of the\r\n  Access Road on Tract A . . . .\r\n\r\nThere is ample evidence in the record to support this finding.  As to\r\n  the fifth element, the use of the causeway before severance was apparent and known\r\n  to Tavel because he used, maintained, and improved the road.  Respondents\r\n  testified to working on the road with Tavel digging ditches and filling in\r\n  portions of the road after it was built in 1972.  Because they worked on and\r\n  traversed the road for two years prior to severance, the prior use of the\r\n  causeway was apparent or known to the parties.[2]\r\nAs to the seventh element, there is evidence that Tavel\r\n  intended for Respondents to continue the prior use after severance.  First,\r\n  access to Sandy Creek over this road is an integral part of what Tavel wanted\r\n  Respondents to enjoy from their use and ownership of tract B.  Ann Pendarvis\r\n  testified that Tavel wanted Respondents to maintain the road and &quot;had\r\n  planned to convey the property directly across the road which bordered Sandy\r\n  Creek to Thomas and Richard, in the hopes that some day when they got grown,\r\n  that they would build a cabin or some kind of little place.&quot; \r\n  Additionally, Tavel's conveyance of the property and help in improving the road\r\n  and building the dock which the road led to demonstrates an intent that\r\n  Respondents continue to use the road to access the dock.  Accordingly, we find\r\n  sufficient evidence in the record to support the master's finding that the\r\n  fifth and seventh elements are met.\r\nCook argues the easement nevertheless fails because\r\n  she claims Tavel did not realize the road encroached onto tract A.  She\r\n  contends Tavel &quot;could not have indicated an intent to continue a prior use\r\n  after severance of title that he did not know existed.&quot;  We disagree.  Contrary\r\n  to Cook's argument, elements five and seven do not contemplate that Tavel knew\r\n  the extent, or even the existence, of the encroachment onto tract A.  Rather,\r\n  the focus of those two elements is on use.  &quot;The purpose of an implied\r\n  easement is to give effect to the intentions of the parties to a transaction .\r\n  . . .&quot;  Inlet Harbour, 377 S.C. at 91, 659 S.E.2d at 154.  The\r\n  master found Tavel knew Respondents used the road, and intended that they do so\r\n  in the future.  Tavel's supposed lack of knowledge of the causeway's\r\n  encroachment onto tract A does not defeat his intent that the prior use of the\r\n  road continue.  \r\nCook's argument essentially asks us to impose a new\r\n  element on easement implied by prior use: that the party seeking the easement\r\n  must prove the parties to the transaction dividing the property knew of the\r\n  existence and extent of encroachment.  A simple illustration demonstrates the\r\n  proposed new element is unworkable.  In many cases, the dispute that leads to\r\n  litigation arises years after the transaction dividing the united parcel of\r\n  land.  In Boyd, for example, the portion ultimately owned by the\r\n  plaintiff had been sold by BellSouth to the City of Denmark in 1988.  369 S.C.\r\n  at 414, 633 S.E.2d at 138.  It is highly likely that by 2001,[3] when the\r\n  dispute arose in Boyd, there were no employees of BellSouth or Denmark\r\n  still available who knew, or if they once knew who remembered, where the\r\n  property line was in relation to the driveway.  Under Cook's theory of this\r\n  appeal, BellSouth could have defended the plaintiff's claim by requiring proof\r\n  that BellSouth and Denmark knew not only of the use, but also of the\r\n  encroachment, at the time the lot was sold.  Such a requirement is unwarranted,\r\n  and would render many valid claims not provable simply because no witnesses are\r\n  available to testify to what these parties knew.  \r\nEven so, we will not presume Tavel was unaware of the\r\n  encroachment.  Rather, because Tavel divided the property and executed the deed\r\n  for tract B, the law presumes he was aware of the location of the property\r\n  lines the deed created.  See Binkley v. Rabon  Creek Watershed\r\n    Conservation Dist. of Fountain Inn, 348 S.C. 58, 71, 558 S.E.2d 902, 909\r\n  (Ct. App. 2001) (&quot;Notice of a deed is notice of\r\n  its whole contents . . . and it is also notice of whatever matters one would\r\n  have learned by any inquiry which the recitals of the instrument made it one's\r\n  duty to pursue.&quot; (quoting 66 C.J.S. Notice § 19 (1998))); see\r\n    also S.C. Dep't of Transp. v. Horry County, Op. No. 26911 (S.C. Sup.\r\n  Ct. filed January 18, 2011) (Shearouse Adv. Sh. No. 2 at 18-19) (citing Binkley for the proposition that constructive notice of recorded instruments forecloses\r\n  a claim of lack of knowledge).  Nothing was presented by either side to\r\n  overcome this presumption.[4]\r\nBecause we find the master\r\n  properly analyzed evidence of use instead of the parties' knowledge of\r\n  encroachment in regard to the fifth and seventh elements, and because there is\r\n  evidence in the record to support his finding that those two elements were met,\r\n  we affirm.\r\nIII.&nbsp; Adoption of Post-Trial Plat\r\nOver a year after trial, Respondents filed a motion to\r\n  introduce a plat into evidence whose purpose was &quot;to show access through\r\n  Tract A for the benefit of Tract B&quot; and &quot;[i]n order for the property\r\n  records for the separate properties presently owned by [Respondents] and\r\n  [Cook], respectively, to accurately reflect the location of the\r\n  easement.&quot;  The master incorporated the plat by reference into the order\r\n  granting the easement to Respondents.  The order further stated:\r\n\r\n\tIn the event [Cook]\r\n  objects to the location of this easement as shown by this plat, she may submit\r\n  her own plat establishing the precise location of where the actual easement\r\n  exists within thirty (30) days of this order, along with any further relief she\r\n  may seek under Rule 59(e), SCRCP.\r\n\r\nCook filed a motion to reconsider, alter, or amend the order under\r\n  Rules 52(b) and 59(e), SCRCP, which included an objection to Respondents' plat\r\n  and a request to replace it with an attached plat.  Cook argued that Respondents'\r\n  plat &quot;does not reflect the applicable setbacks that define the developable\r\n  footprint&quot; on the waterfront of her property and &quot;does not accurately\r\n  reflect the location and encroachment of the access road in relation to the\r\n  buildable footprint.&quot;  She now appeals the master's denial of her motion.  \r\nThe scope of an easement is a question in equity as to\r\n  which &quot;an appellate court may find facts in accordance with its own view\r\n  of the preponderance of the evidence.&quot;  Inlet Harbour, 377 S.C. at\r\n  91, 659 S.E.2d at 154.  We have considered all the evidence in the record\r\n  concerning the location of the easement, and agree with the master's decision\r\n  to adopt Respondents' plat.\r\nIV.&nbsp; Conclusion\r\nWe affirm the easement implied by prior use, and adopt\r\n  Respondents' plat submitted after trial.  Because we affirm the finding of an\r\n  easement implied by prior use, we do not reach the existence of a prescriptive\r\n  easement.  See Futch v. McAllister Towing of Georgetown, Inc.,\r\n  335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (recognizing that an appellate\r\n  court need not address remaining issues when resolution of one issue is\r\n  dispositive).&nbsp; \r\nAFFIRMED.\r\nSHORT, J., and CURETON, A.J., concur.\r\n\r\n\r\n[1] A prior road was built in the 1960s which ended near Sandy Creek on tract A;\r\n  however, since Tavel moved the road in the early 1970s to its present location\r\n  it has remained the sole access from Peters Point Road to Sandy Creek. \r\n[2] The word &quot;parties&quot; in the fifth element of Boyd refers to the\r\n  parties to the transaction dividing the property, not necessarily the parties\r\n  to the lawsuit.\r\n[3] The dispute arose in Boyd in late 2001 when BellSouth decided in\r\n  response to the September 11 terrorist attacks to erect a fence around its\r\n  building on the adjoining lot, thereby blocking the driveway used by Boyd to access\r\n  the rear of her building.  369 S.C. at 414, 633 S.E.2d at 138.  \r\n[4] Tavel died in 1983 and thus did not testify.  \r\n\r\n","court":"Appeals"},{"id":"4794 ","title":"Beaufort County School District v. United National Insurance","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4794 ","description":"Beaufort County School District (Beaufort) filed this breach of an insurance contract and bad faith action against Appellants South Carolina School Boards Insurance Trust, South Carolina School Boards Insurance Trust - Property/Casualty Trust Fund (collectively, the Trust), and United National Insurance Company (United).   Beaufort sought damages and a declaration of insurance coverage.  The trial court granted Beaufort's motion for partial summary judgment on the issue of coverage under sexual abuse and sexual harassment endorsements to an insurance policy.  United and the Trust appeal.","date":"2011-02-23","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of\r\n  Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tBeaufort County School District, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tUnited National Insurance Company, the South Carolina School\r\n        Boards Insurance Trust, and the South Carolina School Boards Insurance Trust-Property/Casualty\r\n        Trust Fund, Appellants.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Beaufort\r\n  County\r\n Marvin Dukes, III,\r\n  Special Circuit Court Judge\r\nOpinion No.   4794\r\nHeard September 14,\r\n  2010 – Filed February 23, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tDavid M. Dolendi, Catalina\r\n  J. Sugayan, and Kirk C. Jenkins, all of Chicago, Illinois, Edward K. Pritchard,\r\n  III, of Charleston, and Thomas C. Salane, of Columbia, for Appellants. \r\n\t\t\t\tFrank S. Holleman,\r\n  III, David H. Koysza, and J. Theodore Gentry, all of Greenville, for\r\n  Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nSHORT, J.: Beaufort County School District (Beaufort) filed this\r\n  action against Appellants South Carolina School Boards Insurance Trust, South\r\n  Carolina School Boards Insurance Trust – Property/Casualty Trust Fund\r\n  (collectively, the Trust), and United National Insurance Company (United). Beaufort\r\n  alleged breach of contract and bad faith, and sought compensatory and punitive\r\n  damages, and a declaratory judgment regarding insurance coverage.  The trial\r\n  court granted Beaufort's motion for partial summary judgment on the issue of\r\n  coverage.  We affirm.\r\nFACTS\r\nBeaufort and a number of other\r\n  South Carolina school districts formed the Trust to pool their resources to\r\n  obtain insurance coverage.  The Trust purchased a comprehensive general liability\r\n  insurance policy (the policy) to cover its district members, including\r\n  Beaufort, for the year beginning July 1, 2003, and ending July 1, 2004.  The\r\n  terms of the policy provide that United will cover losses in excess of $150,000\r\n  in a self-insured retention loss fund.  The policy includes endorsements\r\n  covering sexual abuse and sexual harassment. \r\nIn April and May 2004, seven\r\n  students filed two lawsuits against Beaufort, alleging sexual molestation by an\r\n  elementary school music teacher.[1] \r\nBeaufort settled the claims for $4.75 million and sought coverage under the endorsements. \r\nThe sexual abuse endorsement provides:  \r\n\r\n\t[C]overage is\r\n  extended to include the following:\r\n\tCoverage is provided for CLAIMS (as\r\n  defined within this endorsement) . . . arising out of SEXUAL ABUSE (as defined\r\n  within this endorsement) by any employee or any volunteer worker of the NAMED\r\n  ASSURED.  This coverage is subject to . . . the following special conditions\r\n  and limitations:\r\n\t. . . .\r\n\t2.&nbsp; This coverage applies\r\n  only if a CLAIM for damages, because of SEXUAL ABUSE, is &quot;first made&quot;\r\n  against the ASSURED during the PERIOD OF INSURANCE . . . .  All CLAIMS based\r\n    on or arising out of one SEXUAL ABUSE shall be considered &quot;first\r\n    made&quot; when the first of such CLAIMS is made to the ASSURED, regardless of:\r\n\t\r\n\t\ta.&nbsp; The number of persons SEXUALLY ABUSED;\r\n\t\r\n\t. .\r\n  . .\r\n\t4.&nbsp; Limits: $500,000/$3,000,000\r\n  Annual Aggregate not to exceed $500,000 per member excess of $150,000\r\n  SELF INSURED RETENTION each CLAIM. . . .      \r\n\t. .\r\n  . . \r\n\t8.&nbsp; The coverage extension under this\r\n  endorsement does not apply to SEXUAL HARASSMENT, or to any CLAIMS arising from\r\n  actual or alleged physical abuse arising out of SEXUAL HARASSMENT.\r\n\r\nThe sexual abuse\r\n  endorsement includes a &quot;DEFINITIONS&quot; section as follows: \r\n\r\n\tCLAIM: For the\r\n  purposes of this endorsement only, CLAIM means all notices or SUITS demanding payment of money based on, or \r\n\tarising out of the same SEXUAL ABUSE\r\n    or series of SEXUAL ABUSES by one or more employees or volunteer workers.\r\n\tNAMED ASSURED:  For\r\n  the purposes of this endorsement only, NAMED ASSURED means the South Carolina\r\n  School Board Insurance Trust Property/Casualty Trust Fund.  NAMED ASSURED does\r\n  not include any employee or volunteer worker.\r\n\tSEXUAL ABUSE means\r\n  any actual, attempted or alleged criminal sexual conduct of a person by\r\n    another person, or persons acting in concert . . . which causes physical\r\n  and/or mental injuries.  SEXUAL ABUSE also includes actual, attempted or\r\n  alleged criminal sexual molestation, sexual assault, sexual exploitation or\r\n  sexual injury.\r\n\tBut SEXUAL ABUSE\r\n  does not include SEXUAL HARRASSMENT.\r\n\tAll CLAIMS based\r\n  on or arising out of the same SEXUAL ABUSE or a series of related SEXUAL ABUSES\r\n  by one or more employees or volunteer workers shall be deemed one SEXUAL ABUSE.  Only one policy issued by the Company,\r\n  one SELF INSURED RETENTION, and one EXCESS LIMIT OF INSURANCE is applicable to\r\n  any one SEXUAL ABUSE.\r\n\tSEXUAL HARASSMENT\r\n  means any actual, attempted or alleged unwelcome sexual advances . . . . \r\n\t. .\r\n  . . \r\n\tBut SEXUAL\r\n  HARASSMENT does not include SEXUAL ABUSE.\r\n\r\n(Capitalization\r\n  in original; bold added.)[2] \r\n  The sexual harassment endorsement, using\r\n  substantially the same language, provides limits of $850,000/$2,550,000. \r\nThe Trust paid $150,000 to\r\n  Beaufort and United paid $500,000.  The Trust and United deny further\r\n  liability, arguing, inter alia, the seven settlements constitute one claim.  The\r\n  parties filed cross-motions for summary judgment.  After a hearing, the trial\r\n  court granted partial summary judgment to Beaufort, finding: (1) the seven settlements\r\n  gave rise to seven claims; (2) the annual aggregate limits in each endorsement were\r\n  available to Beaufort; (3) recovery under the sexual abuse endorsement did not\r\n  preclude recovery under the sexual harassment endorsement for acts of sexual\r\n  harassment; and (4) the Trust was required to pay the self-insured retention\r\n  for each claim.  Appellants filed a joint motion for reconsideration.  After a\r\n  hearing, the trial court denied the motion.  This appeal followed.\r\nISSUES ON\r\n  APPEAL\r\n\r\n\t\r\n\t\t\r\n\t\t\tI.&nbsp; \r\n\t\t\tDid the trial court err in holding Beaufort's \r\n\t\t\tsettlements gave rise to seven claims?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tII. \r\n\t\t\tDid the trial court err in holding Beaufort may \r\n\t\t\taccess the entire aggregate annual limits?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tIII. \r\n\t\t\tDid the trial court err in holding Beaufort's \r\n\t\t\tsettlements were covered by both the sexual abuse and sexual \r\n\t\t\tharassment endorsements?\r\n&nbsp;\r\n\t\t\r\n\t\t\r\n\t\t\tIV.\r\n\t\t\tDid the trial court err in holding the Trust is \r\n\t\t\tliable to Beaufort for more than one self-insured retention?\r\n\t\t\r\n\t\r\n\r\nStandard of Review\r\nWhen reviewing the grant of a summary\r\n  judgment motion, appellate courts apply the same standard that governs the\r\n  trial court under Rule 56(c), SCRCP, which provides that summary judgment is\r\n  proper when there is no genuine issue as to any material fact and the moving\r\n  party is entitled to judgment as a matter of law.  Rule 56(c), SCRCP; Fleming\r\n    v. Rose, 350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002).  On appeal from an\r\n  order granting summary judgment, the appellate court will review all\r\n  ambiguities, conclusions, and inferences arising in and from the evidence in a\r\n  light most favorable to the non-moving party.  Willis v. Wu, 362 S.C.\r\n  146, 151, 607 S.E.2d 63, 65 (2004).\r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Seven Claims\r\nAppellants argue the trial\r\n  court erred in holding Beaufort's settlements gave rise to seven claims,\r\n  contending the only reasonable interpretation of the endorsements, giving\r\n  effect to each of the various provisions, is that the victims' claims\r\n  constitute one claim because the same perpetrator committed each act of sexual\r\n  misconduct.  Beaufort contends, and the trial court found, there were seven\r\n  claims because there were seven victims.  We agree with Beaufort. \r\nInsurance policies are subject\r\n  to the general rules of contract construction.  Century Indem. Co. v. Golden\r\n    Hills Builders, Inc., 348 S.C. 559, 565, 561 S.E.2d 355, 358 (2002). \r\n  &quot;Courts must enforce, not write, contracts of insurance . . . .&quot;  USAA\r\n    Prop. &amp; Cas. Ins. Co. v. Clegg, 377 S.C. 643, 655, 661 S.E.2d 791, 797\r\n  (2008) (quoting Sloan Constr. Co. v. Central Nat'l Ins. Co., 269 S.C.\r\n  183, 185, 236 S.E.2d 818, 819 (1977)).  The cardinal rule of contract\r\n  interpretation is to ascertain and give legal effect to the parties' intentions\r\n  as determined by the contract language.  Schulmeyer v.\r\n    State Farm Fire &amp; Cas. Co., 353 S.C. 491, 495, 579 S.E.2d 132, 134\r\n  (2003).  If the contract's language is clear and\r\n  unambiguous, the language alone, understood in its plain, ordinary, and popular\r\n  sense, determines the contract's force and effect.  Id. \r\n  An insurance contract is read as a whole document so that &quot;one may not, by\r\n  pointing out a single sentence or clause, create an ambiguity.&quot;  Yarborough\r\n    v. Phoenix Mut. Life Ins. Co., 266 S.C. 584, 592, 225 S.E.2d 344, 348\r\n  (1976).  However, an insurance contract which is &quot;in any respect ambiguous\r\n  or capable of two meanings must be construed in favor of the insured.&quot;  Reynolds\r\n    v. Wabash Life Ins. Co., 251 S.C. 165, 168, 161 S.E.2d 168, 169 (1968).\r\nA.&nbsp; Definitions of the Terms of\r\n  the Policy\r\nAppellants argue the trial\r\n  court's holding is not a reasonable interpretation of the policy's definition\r\n  of &quot;claim,&quot; or of the undefined terms &quot;series&quot; and &quot;related.&quot; \r\n  We disagree. \r\nThe policy's sexual abuse\r\n  endorsement defines &quot;sexual abuse&quot; as &quot;any actual, attempted or\r\n  alleged criminal sexual conduct of a person by another person, or persons acting\r\n  in concert . . . .&quot;  The sexual abuse endorsement defines &quot;claim&quot;\r\n  as &quot;all notices or suits . . . based on, or arising out of the same sexual\r\n    abuse or series of sexual abuses by one or more employees or\r\n  volunteer workers.&quot;  The endorsement also includes the following &quot;related\r\n  sexual abuses&quot; clause:  &quot;All claims based on or arising out of the\r\n  same sexual abuse or a series of related sexual abuses by one or more\r\n  employees . . . shall be deemed one sexual abuse.&quot;[3] \r\n  Appellants rely on the phrases &quot;series of sexual abuses&quot; and\r\n  &quot;series of related sexual abuses&quot; to assert there is only one claim\r\n  arising from the abuse of the seven victims.   Appellants contend the clause defines multiple claims arising from a series of\r\n  related abuses as one claim, regardless of the number of victims.  \r\nThe trial court relied on the\r\n  incorporation of the definition of &quot;sexual abuse&quot; in the definition\r\n  of the term &quot;claim&quot; and in the &quot;related sexual abuses&quot;\r\n  clause to find seven claims.  The court found that because the definition of\r\n  &quot;claim&quot; incorporates the definition of &quot;sexual abuse,&quot; the\r\n  use of the singular &quot;person&quot; in reference to the victim in the\r\n  definition of sexual abuse controls.  Thus, according to the trial court, when\r\n  the definition of &quot;claim&quot; refers to a series of sexual abuses, it is\r\n  referring to a series of abuses against &quot;a person.&quot;  Likewise, the\r\n  court concluded the &quot;related sexual abuses&quot; clause also incorporates\r\n  the definition of &quot;sexual abuse.&quot;  The trial court found it significant\r\n  that United used, in the definition of &quot;sexual abuse,&quot; the singular\r\n  &quot;person&quot; when referring to a victim, compared to its use of the\r\n  singular and plural &quot;person, or persons&quot; when referring to the\r\n  perpetrator(s).  The court found the parties' intent, by the use of the\r\n  singular &quot;person&quot; to describe the victim, distinguished the policy\r\n  from the general rule that &quot;the use of the singular in an insurance policy\r\n  includes the plural unless it is clear that [the] parties intended\r\n  otherwise.&quot; (quoting 2 Couch on Insurance § 22:5 (3d ed. 2007)).  The\r\n  court found that United demonstrated clear understanding of how to articulate\r\n  the concept of the plural when it wanted to in the endorsements, compelling its\r\n  conclusion that the &quot;difference has meaning.&quot;  The trial court finally\r\n  noted the close proximity of the singular and plural uses of the term\r\n  &quot;person&quot; in the endorsement, and determined this proximity compels\r\n  the conclusion United intended this difference. \r\nThe\r\n  term &quot;series&quot; is not defined in the\r\n  endorsements, so it must be defined according to the usual understanding of the\r\n  ordinary person.  See Golden Hills Builders, Inc., 348 S.C. at\r\n  565, 561 S.E.2d at 358 (stating policy language must be given its plain,\r\n  ordinary, and popular meaning).  &quot;Series&quot; is defined as &quot;a group of . . . things or events\r\n  standing or succeeding in order and having a like relationship to each other .\r\n  . . .&quot;  Webster's Third New International Dictionary 2073 (1971).  The trial court found the language &quot;series of\r\n  sexual abuses&quot; in the definition of &quot;claim&quot; referred to multiple\r\n  instances of abuse involving a single victim. \r\nThe term\r\n  &quot;related&quot; also is not defined in the\r\n  endorsements, so it must be defined according to the usual understanding of the\r\n  ordinary person.  See Golden Hills Builders, Inc., 348 S.C. at\r\n  565, 561 S.E.2d at 358 (stating policy language must be given its plain,\r\n  ordinary, and popular meaning).  The term &quot;related&quot; is defined as &quot;connected by\r\n  reason of an established or discoverable relation.&quot;  Webster's Third\r\n    New International Dictionary 1916 (1971).    \r\nThe trial court\r\n  found the appropriate reading of &quot;a series of related sexual abuses&quot;\r\n  refers to a series of related abuses &quot;of a person.&quot;  It again relied\r\n  on the language's incorporation of the definition of &quot;sexual abuse,&quot;\r\n  which expressly states that a sexual abuse is committed on &quot;a\r\n  person.&quot;  The court read the language as limiting each victim to one\r\n  claim, even if they were subjected to\r\n  abuse multiple times, and finding one claim per victim.  It concluded: &quot;[T]his\r\n  reading is at very least a reasonable interpretation of the provision that must\r\n  be adopted because it favors coverage.&quot;  \r\nWe find no error by the trial\r\n  court in its interpretation of the policy's definition of &quot;claim,&quot; or\r\n  the terms &quot;series&quot; and &quot;related.&quot;  A clause in an insurance\r\n  policy will not be read in isolation.  Stewart v. State Farm Mut. Auto Ins.\r\n    Co., 341 S.C. 143, 151-52, 533 S.E.2d 597, 601 (Ct. App. 2000).  Like the\r\n  trial court, when we consider the definitions of &quot;claim,&quot; &quot;series,&quot;\r\n  and &quot;related&quot; in light of their use in the endorsements, and the\r\n  definition of sexual abuse, we find the trial court's interpretation of the\r\n  endorsements is reasonable.  See Quinn v. State Farm Mut. Auto. Ins.\r\n    Co., 238 S.C. 301, 304, 120 S.E.2d 15, 16 (1961) (finding where the words\r\n  of an insurance policy are capable of two reasonable interpretations, the\r\n  interpretation most favorable to the insured will be adopted). \r\nB.&nbsp; The Deemer Clause\r\nAppellants next argue the trial\r\n  court erred in finding the deemer clause was not relevant to the issue of the\r\n  number of claims arising from Beaufort's settlement agreements.  We disagree.\r\nA deemer clause in an insurance contract deems a particular date in the\r\n  progression of an injury as the triggering date for when the injury takes place\r\n  for purposes of insurance coverage.  Scott M. Seaman &amp; Jason R. Schulze, Allocation\r\n    of Losses in Complex Insurance Coverage Claims § 3:4 (2010), available\r\n      at WL, ALCICC § 3:4.  The deemer clause in the sexual abuse endorsement[4] provides:  &quot;All claims\r\n  based on or arising out of one sexual abuse shall be considered 'first made'\r\n  when the first of such claims is made to the assured, regardless of . . .\r\n    [t]he number of persons sexually abused . . . .&quot;  The trial court\r\n  found &quot;[t]he deemer clause addresses only the issue of when [c]laims are deemed to have arisen for purposes of triggering coverage in a\r\n  given policy year, not what conduct constitutes a [c]laim.&quot;  Therefore,\r\n  the court found the deemer clause has no bearing on the separate question of\r\n  how many claims are presented. \r\nIn Western World Insurance\r\n  Co. v. Lula Belle Stewart Center, Inc., the United States District Court concluded\r\n  a deemer clause in a sexual molestation endorsement had no bearing on the issue\r\n  of whether a series of related acts of molestation constituted more than one\r\n  occurrence.  473 F. Supp. 2d 776, 785 (E.D. Mich. 2007).  The court opined:\r\n\r\n\tAs the courts have recognized, this\r\n  coverage-triggering inquiry is analytically distinct from the question whether\r\n  a policy treats a series of related acts or incidents as one or multiple\r\n  occurrences. In TIG Insurance [Co. v. Smart School, 401 F. Supp. 2d 1334\r\n  (S.D. Fla. 2005)], for instance, the court noted that &quot;numerous cases\r\n  involving occurrence policies&quot; had &quot;ma[d]e a distinction between the\r\n  issue of whether and under what policy particular claims are covered versus the\r\n  issue of whether, if there is coverage, the claims amount to more than one\r\n  occurrence.&quot; 401 F. Supp. 2d at 1347 (collecting cases).  Similarly, in a\r\n  case &quot;present[ing] the question of what constitutes a separate 'occurrence'&quot;\r\n  under the policies at issue, the Sixth Circuit repeatedly emphasized that the\r\n  portions of the policies addressing coverage-triggering issues– i.e., that\r\n  specified &quot;when and where an occurrence must take place for . . . coverage\r\n  to exist&quot; – had no bearing on the distinct question of &quot;the number of\r\n  occurrences.&quot;  Michigan Chemical Corp. v. American Home Assurance Co.,\r\n  728 F.2d 374, 378, 381-82 (6th Cir. 1984) . . . .  Consistent with this\r\n  distinction, the Court concludes that the &quot;first occurs&quot; policy\r\n  language in this case is intended to address the trigger-of-coverage issue, and\r\n  has no bearing upon the separate question whether a series of related acts of\r\n  molestation should be treated as one or multiple occurrences.\r\n\r\nId.; see also TIG Ins. Co. v. Smart\r\n  School, 401 F. Supp. 2d 1334, 1347 (S.D. Fla. 2005) (finding a deemer\r\n  clause unrelated to the issue of whether separate claims constitute single or\r\n  multiple occurrences); TIG Ins. Co. v.\r\n    Merryland Childcare &amp; Dev. Ctr., Inc., 2007 WL 316571, at *6 (W.D. Tenn. 2007) (quoting Smart School to find the deemer clause did not conflict with the definition of &quot;sexual\r\n  abuse occurrence&quot;).  We agree\r\n  with the trial court that the deemer clause has no bearing on the issue of the\r\n  number of claims in this case.\r\nC.&nbsp; Foreign Jurisdictions\r\nAppellants maintain the trial\r\n  court erred in relying on cases from foreign jurisdictions.  We disagree.\r\nBoth parties cite decisions of\r\n  other jurisdictions in support of their arguments.  We do not regard any of the\r\n  authorities cited as controlling because the policies involved in the cited\r\n  decisions contain language different from the policy in this case.  \r\nThe cases cited by Appellants\r\n  primarily contain language defining &quot;occurrences&quot; or &quot;sexual\r\n  abuse occurrences&quot; and find sexual molestations of multiple victims by one\r\n  perpetrator constitute one occurrence.  See Merryland Childcare,\r\n  2007 WL 316571, at *2, *6 (finding abuse of multiple children constituted one &quot;sexual\r\n  abuse occurrence,&quot; defined as &quot;[a] single act, or multiple,\r\n  continuous, sporadic, or related acts of sexual abuse . . . . A 'sexual abuse\r\n  occurrence' must occur while the claimant is in the care, custody or control of\r\n  an insured . . . .&quot;); Smart School, 401 F. Supp. 2d at 1342-44 (interpreting\r\n  language identical to that in Merryland Childcare to reach the same\r\n  conclusion); TIG Ins. Co. v. San Antonio YMCA, 172 S.W.3d 652, 661 (Tex.\r\n  App. 2005) (holding that although there were six &quot;occurrences&quot; under\r\n  the general liability policy, there was only one &quot;sexual abuse\r\n  occurrence&quot; where &quot;sexual abuse occurrence&quot; was defined as\r\n  &quot;a single act, or multiple, continuous, sporadic, or related acts of\r\n  sexual molestation or abuse caused by one perpetrator&quot;); Preferred Risk\r\n    Mut. Ins. Co. v. Watson, 937 S.W.2d 148, 149-50 (Tex. App. 1997) (finding\r\n  &quot;occurrence,&quot; defined in policy as &quot;[a]ll acts of sexual\r\n  misconduct by one person . . . [,]&quot; constituted one occurrence).   \r\nContrarily, the cases cited by\r\n  Beaufort generally contain language defining &quot;claims&quot; or\r\n  &quot;occurrences,&quot; and find sexual molestations of multiple victims, or\r\n  multiple molestations of one victim, by one perpetrator, constitute multiple\r\n  occurrences.  See Essex Ins. Co. v. Doe, 511 F.3d 198, 201 (D.C.\r\n  Cir. 2008) (finding four &quot;claims&quot; under the policy where there were\r\n  four &quot;occurrences&quot; of sexual assault on one victim by four\r\n  perpetrators); Lee v. Interstate Fire &amp; Cas. Co., 86 F.3d 101, 103-05\r\n  (7th Cir. 1996) (finding the underlying facts, not merely policy language,\r\n  determined if there were multiple &quot;occurrences&quot; where: (1) victim was\r\n  abused during two policy periods in two distinct places where\r\n  &quot;occurrence&quot; was defined as &quot;an accident or . . . a continuous\r\n  or repeated exposure to conditions . . . . All such exposure to substantially\r\n  the same general conditions . . . shall be deemed one occurrence&quot;; and (2)\r\n  insurer failed in its burden of proof to show one &quot;occurrence&quot;); Soc'y of the Roman Catholic Church of the Diocese of\r\n    Lafayette &amp; Lake Charles, Inc. v. Interstate Fire &amp; Cas. Co., 26\r\n    F.3d 1359, 1364-65 (5th Cir. 1994) (finding &quot;definition of 'occurrence'\r\n    affords little assistance because 'a continuous or repeated exposure to\r\n    conditions' and 'substantially the same general conditions' are malleable. An\r\n    'occurrence' could be the church's continuous negligent supervision of [two]\r\n    priest[s], the negligent supervision of [two] priest[s] with respect to each\r\n    [of 31] child[ren over seven years], the negligent supervision of [two] priest[s]\r\n    with respect to each molestation[,]&quot; and concluding each child suffered an\r\n    'occurrence' in each policy period in which he was molested); State Farm\r\n      Fire &amp; Cas. Co. v. Elizabeth N., 12 Cal. Rptr. 2d 327, 329-30 (Cal. Ct.\r\n  App. 1992) (finding each molestation of a victim was not a separate occurrence,\r\n  but the molestation of each victim was an occurrence where the policy stated\r\n  that all bodily injury resulting from continuous or repeated exposure to the\r\n  same general conditions would be deemed the result of one occurrence); S.F.\r\n    v. West Am. Ins. Co., 463 S.E.2d 450, 452-53 (Va. 1995) (concluding the definition\r\n  of occurrence was ambiguous as it could apply to either negligent hiring,\r\n  supervision, or retention of the perpetrator, and construing the policy in\r\n  favor of the insured to find seven occurrences as there were seven victims, but\r\n  all abusive acts against each victim constituted one occurrence). \r\nWe find guidance in the\r\n  discussion by the Fifth Circuit Court of Appeals in H.E. Butt Grocery Co. v.\r\n    National Union Fire Insurance Co., 150 F.3d 526 (5th Cir. 1998).  The court\r\n  in H.E. Butt Grocery Co. stated that &quot;while the decisions of other\r\n  courts are not binding precedent under Texas law, most courts that have\r\n  considered the question have concluded that the sexual molestation of different\r\n  children constitutes separate occurrences.&quot;  150 F.3d at 532 (citing\r\n  multiple jurisdictions that held the molestation of different children\r\n  constituted separate occurrences).  The court rejected the insurer's argument\r\n  that a policy had to be found ambiguous before determining each child suffered\r\n  a separate occurrence.  Id. at 532-33.  The court also rejected the\r\n  insurer's contention that the insured's negligence could only be one\r\n  &quot;occurrence.&quot;  Id. at 533-34.  The court stated:\r\n\r\n\tWe recognize that courts have not been uniform in\r\n  their interpretation of &quot;occurrence&quot; under similar circumstances.  The\r\n  Virginia Supreme Court, without much analysis, found that &quot;occurrence&quot;\r\n  was ambiguous with regard to the molestation of multiple children, but then\r\n  concluded that the molestation of each child was a separate occurrence because\r\n  that was the interpretation favorable to the insured in that case.  See\r\n\tS.F.\r\n    v. West Am. Ins. Co., 250 Va. 461, [464-65,] 463 S.E.2d 450, 452 (1995).  The\r\n  Nevada Supreme Court recently reached the opposite conclusion: it did not find &quot;occurrence&quot;\r\n  to be ambiguous, yet the court concluded that the molestation of different\r\n  children constituted only one occurrence when premised on the county's\r\n  underlying negligence. See Washoe County v. Transcontinental Ins. Co.,\r\n  110 Nev. 798, [802-04,] 878 P.2d 306, 308-10 (1994).  Even though the court\r\n  recognized that &quot;the actions of the individual wrongdoers are the most\r\n  direct causes of harm for the victims,&quot; it &quot;conclude[d] that the\r\n  County's negligence in the licensing process and in its attendant duties to\r\n  investigate and monitor [the day-care center] constitutes a single occurrence\r\n  for purposes of liability.&quot;  Id.  We find, however, that the Nevada\r\n  court's approach conflicts with the greater weight of authority . . . . \r\n\r\nId. at 534; see Interstate Fire &amp; Cas. Co.\r\n  v. Archdiocese of Portland, 35 F.3d 1325, 1330 (9th Cir. 1994) (concluding\r\n  &quot;the 'occurrence' is not the . . . negligent supervision of [the\r\n  perpetrator] . . . , but, rather, the exposure of the [victim] to the\r\n  negligently supervised [perpetrator]&quot;).\r\nWe also find persuasive the\r\n  reasoning employed by the court in the recent case of Lantana Insurance,\r\n    Ltd. v. Ritchie, 2010 WL 3749084 (N.D. Fla. Sept. 17, 2010).  In Lantana,\r\n  the sexual abuse endorsement provided coverage for claims resulting from\r\n  &quot;an incident of abuse.&quot;  Lantana at *1.  The policies at issue\r\n  also provided:  &quot;Multiple incidents of abuse caused by one perpetrator . .\r\n  . shall be deemed to be a single incident of abuse . . . .&quot;  Id. at\r\n  *2.  The court found a plain reading of the language limited multiple acts of\r\n  sexual abuse against one child to one &quot;incident&quot; under the policy.  Id. at *3.  However, the court concluded that &quot;it is unclear whether\r\n  'incident' also includes multiple child victims.&quot;  Id.  Finding the\r\n  language of the endorsement reasonably susceptible to both interpretations, the\r\n  court interpreted the policy in favor of the insureds.  Id. at *3, *5.  \r\nOur review of the cases cited\r\n  by the parties, and other cases, does not change our conclusion that, under the\r\n  terms of this policy, the molestation of seven victims gives rise to seven\r\n  claims.  See S.S. Newell &amp; Co. v. Am. Mut. Liab. Ins. Co.,\r\n  199 S.C. 325, 332, 19 S.E.2d 463, 466 (1942) (&quot;[T]he express terms and\r\n  language the parties have used should be given effect [when interpreting an\r\n  insurance policy] and their intention must be derived from the language\r\n  employed.&quot;). \r\nII.&nbsp; Annual Aggregate in the\r\n  Limits Clause\r\nAppellants argue the trial\r\n  court erred in holding Beaufort could access the annual aggregate limits in the\r\n  sexual abuse and sexual harassment endorsements.  We disagree.\r\nThe sexual abuse\r\n  endorsement includes a limits clause providing coverage limits of\r\n  &quot;$500,000/$3,000,000 Annual Aggregate not to exceed $500,000 per member excess of $150,000 self-insured retention each claim.&quot;  The sexual\r\n  harassment endorsement provides limits of\r\n  $850,000/$2,550,000. \r\nA.&nbsp; One Claim\r\nAppellants\r\n  initially argue the trial court erred in reaching the issue of whether Beaufort\r\n  could access the annual aggregate limits of the endorsements because there is\r\n  only one claim.  This issue is decided in our discussion in the foregoing\r\n  section, in which we find seven claims arose from the seven settlements.  \r\nB.&nbsp; Construction of the Limits\r\n  Clause\r\nAppellants next assert\r\n  the trial court erred in construing the limits clause by failing to give\r\n  separate meaning to the &quot;per member&quot; language in the clause.  We\r\n  disagree.\r\nAppellants argue the annual\r\n  aggregate limits are &quot;pool&quot; limits intended for all members of the\r\n  Trust collectively, and that Beaufort, as one member of the Trust, is entitled\r\n  only to the &quot;sub-limits&quot; in the endorsements.  Appellants argue the trial court ignored\r\n  the phrase &quot;per member,&quot; and the aggregate limits are the amounts\r\n  available to all members of the Trust per policy period.  \r\nThe trial court\r\n  found Appellants' construction of the limits clause ignored the phrase\r\n  &quot;per claim.&quot;  It determined the\r\n  endorsements employed &quot;the familiar 'per-claim limit/aggregate limit'\r\n  formulation routinely found in insurance policies.&quot;  The court concluded\r\n  restricting Beaufort to the &quot;per-claim limit&quot; &quot;focuses only on\r\n  the phrase 'per member' and ignores the phrase 'each Claim,' which appears in\r\n  the same sentence.&quot; \r\nWe find the trial court's\r\n  interpretation of the limits clause is reasonable.  A party &quot;may not, by pointing out a single\r\n  sentence or clause, create an ambiguity.&quot;  Yarborough v. Phoenix Mut.\r\n    Life Ins. Co., 266 S.C. 584, 592, 225 S.E.2d 344, 348 (1976).  Where the words of an insurance policy are capable of\r\n  two reasonable interpretations, the interpretation most favorable to the\r\n  insured will be adopted.  Quinn v. State Farm Mut. Auto. Ins. Co., 238\r\n  S.C. 301, 304, 120 S.E.2d 15, 16 (1961).  An\r\n  insurance contract which is &quot;capable of two meanings must be construed in\r\n  favor of the insured.&quot;  Reynolds v. Wabash Life Ins. Co., 251 S.C.\r\n  165, 168, 161 S.E.2d 168, 169 (1968).[5]\r\nC.&nbsp; Patent or Latent Ambiguity\r\nAppellants maintain\r\n  the language of the limits clause unambiguously limits Beaufort to $500,000 in\r\n  coverage, but that if an ambiguity exists, the trial court erred in refusing to\r\n  permit extrinsic evidence to resolve the ambiguity.  We disagree.\r\n&quot;When a contract is\r\n  unambiguous, clear and explicit, it must be construed according to the terms\r\n  the parties have used, to be taken and understood in their plain, ordinary and\r\n  popular sense.&quot;  C.A.N. Enters., Inc. v. S.C. Health &amp; Human Servs.\r\n    Fin. Comm'n, 296 S.C. 373, 377-78, 373 S.E.2d 584, 586 (1988).  Extrinsic evidence may not be used to\r\n  create an ambiguity in an otherwise unambiguous policy.  Yarborough, 266\r\n  S.C. at 592, 225 S.E.2d at 348 (finding it appropriate to consider extrinsic\r\n  evidence only if an ambiguity exists within the policy).  Even if an ambiguity\r\n  exists in a contract, extrinsic evidence may not be considered if the ambiguity\r\n  is a patent ambiguity.  Smith v. Coxe, 183 S.C. 509, 516, 191 S.E. 422,\r\n  425-26 (1937) (finding parol testimony may be received in construing instrument\r\n  with latent ambiguity);  Polson v. Craig, 351 S.C. 433, 437 n.2, 570\r\n  S.E.2d 190, 192 n.2 (Ct. App. 2002) (involving a will, and noting extrinsic\r\n  evidence is admissible when there is a latent ambiguity, not a patent\r\n  ambiguity); Bob Jones Univ. v. Strandell, 344 S.C. 224, 231, 543 S.E.2d\r\n  251, 254 (Ct. App. 2001) (&quot;A court may admit extrinsic evidence to\r\n  determine whether a latent ambiguity exists.&quot;).  \r\nA patent ambiguity\r\n  is one that arises upon the words of a will, deed, or contract.  Smith,\r\n  183 S.C. at 516, 191 S.E. at 425-26.  A latent ambiguity exists when there is\r\n  no defect arising on the face of the instrument, but arising when attempting to\r\n  apply the words of the instrument to the object or subject described.  Id. (offering an example of a latent ambiguity as a named beneficiary in a will\r\n  that is unambiguous on the face of the will, but creates a latent ambiguity\r\n  where there are two people with that name).  Interpretation of an unambiguous\r\n  policy, or a policy with a patent ambiguity, is for the court.  Hann v.\r\n    Carolina Cas. Ins. Co., 252 S.C. 518, 526-27, 167 S.E.2d 420, 423 (1969); B.L.G.\r\n      Enters., Inc. v. First Fin. Ins. Co., 328 S.C. 374, 377, 491 S.E.2d 695,\r\n  697 (Ct. App. 1997), aff'd, 334 S.C. 529, 514 S.E.2d 327 (1999).  Interpretation\r\n  of a policy with a latent ambiguity is for the jury.  Wheeler v. Globe &amp;\r\n    Rutgers Fire Ins. Co., 125 S.C. 320, 329, 118 S.E. 609, 612 (1923)\r\n  (Cothran, J., dissenting).\r\nAppellants proffered numerous\r\n  items in support of their interpretation of the limits clause.  Appellants\r\n  first proffered the affidavit of Randy Plyler, the Director of Risk Management\r\n  for the Trust.  Plyler stated he was involved in the negotiation and purchase\r\n  of the insurance policy, and the sublimit was the maximum available coverage\r\n  for all sexual abuse claims for a member in a given year.  Plyler stated the\r\n  aggregate is the maximum coverage available to all members combined.  Plyler\r\n  relied in part on the Trust Fund Agreement and the Coverage Agreement. \r\nArticle VI of the Trust Fund\r\n  Agreement provides the trustees of the Trust with the authority to determine\r\n  coverage questions.  The Coverage Agreement is a document distributed by the\r\n  Trust to its members.[6] \r\n  On the second page of the Coverage Agreement, in the Declarations section\r\n  summarizing the limits of liability, the agreement provides:  &quot;Sexual\r\n  Abuse – Each Claim - $500,000; Aggregate Each Agreement Period Per Member -\r\n  $500,000; Deductible - $0; Pool Shared Aggregate Each Agreement Period -\r\n  $3,000,000.&quot;  \r\nThe trial court refused to\r\n  consider Appellants' extrinsic evidence, finding Appellants relied on extrinsic\r\n  evidence essentially to buttress their interpretation of the policy, which is\r\n  not an appropriate use of extrinsic evidence.  The court concluded its\r\n  interpretation of the limits language was reasonable, and must be adopted as a\r\n  matter of law because it favored coverage.\r\nWe find even if the\r\n  policy contains an ambiguity, it is a patent ambiguity as it arises from the\r\n  language of the policy itself.  Therefore, we conclude the trial court did not err in refusing to\r\n  consider the extrinsic evidence proffered by Appellants.\r\nIII.&nbsp; Sexual Harassment\r\n  Endorsement\r\nAppellants argue the trial\r\n  court erred in finding the settlements were covered by both the sexual abuse\r\n  and sexual harassment endorsements.  We disagree.\r\nThe rules of contract construction\r\n  require exclusionary clauses to be narrowly interpreted.  Buddin v.\r\n    Nationwide Mut. Ins. Co., 250 S.C. 332, 337, 157 S.E.2d 633, 635 (1967). \r\n  Where the words of a policy are capable of two reasonable interpretations, the\r\n  court will adopt the construction most favorable to the insured.  Pitts v.\r\n    Glens Falls Indem. Co., 222 S.C. 133, 137, 72 S.E.2d 174, 176 (1952).\r\nThe sexual abuse endorsement defines\r\n  sexual abuse as &quot;any actual, attempted or alleged criminal sexual conduct\r\n  of a person by another person, or persons acting in concert . . . which causes\r\n  physical and/or mental injuries . . . . Sexual abuse also includes actual,\r\n  attempted or alleged criminal sexual molestation, sexual assault, sexual\r\n  exploitation or sexual injury.&quot;  The sexual harassment endorsement defines\r\n  sexual harassment as &quot;any actual, attempted or alleged unwelcome sexual\r\n  advances, requests for sexual favors or other conduct of a sexual nature of a\r\n  person by another person, or persons acting in concert, which causes mental\r\n  injuries.&quot;  The endorsements state: &quot;sexual abuse does not include sexual\r\n  harassment&quot; and &quot;sexual harassment does not include sexual abuse.&quot; \r\nAppellants argue even if the\r\n  victims were the target of acts of misconduct that meet the definition of\r\n  sexual harassment, their claims would always arise from sexual abuse.  They\r\n  argue the definition of &quot;claim&quot; is broader than a single act of\r\n  misconduct, as it is defined as &quot;all notices or suits demanding payment of\r\n  money based on, or arising out of the same sexual abuse or series of sexual\r\n  abuses . . . .&quot;  Beaufort concedes it may not receive double recovery by\r\n  coverage under both the sexual abuse and sexual harassment endorsements, but\r\n  argues recovery under the sexual abuse endorsement does not preclude recovery\r\n  under the sexual harassment endorsement for acts of sexual harassment. \r\nThe trial court agreed with\r\n  Beaufort, finding to accept Appellants' interpretation of the endorsements\r\n  would lead to the absurd result of no coverage any time a claim arose from\r\n  conduct that meets the definitions of both sexual abuse and sexual harassment. \r\n  Appellants disagree with this finding and maintain they never argued the two\r\n  endorsements cancel each other out.  Rather, they assert the trial court\r\n  focused on whether an act of sexual abuse could meet the definition of sexual\r\n  harassment, instead of the language in the sexual harassment endorsement excluding\r\n  coverage for a &quot;claim&quot; arising directly or indirectly from sexual\r\n  abuse. \r\nWe find no error by the trial\r\n  court.  The complaint in this case alleges the victims suffered both sexual\r\n  abuse and sexual harassment.  As the trial court found, if interpreted as\r\n  argued by Appellants, the endorsements would cancel each other out any time a\r\n  claim arose from conduct that meets the definitions of both sexual abuse and\r\n  sexual harassment.  Thus, no coverage would be available at all for conduct\r\n  that plainly meets both definitions.  \r\nFinally, Appellants argue the\r\n  sexual harassment endorsement includes an &quot;anti-stacking&quot; provision,\r\n  providing:\r\n\r\n\tThe coverage extension under\r\n  this endorsement does not apply to any claim arising from actual or alleged\r\n  physical abuse arising out of sexual harassment of any kind or to any claim\r\n  seeking damages, including defense of same, arising directly or indirectly from\r\n  any actual or alleged participation in any act of sexual abuse of any person by\r\n  any assured. \r\n\r\nAppellants\r\n  argue the trial court erred in refusing to interpret this provision as an\r\n  &quot;anti-stacking&quot; provision.  &quot;Stacking is defined as the\r\n  insured's recovery of damages under more than one policy until all of his\r\n  damages are satisfied or the limits of all available policies are met.&quot;  Giles\r\n    v. Whitaker, 297 S.C. 267, 268, 376 S.E.2d 278, 279 (1989).  &quot;Stacking\r\n  does not depend upon the number of policies issued but rather the number of\r\n  additional coverages for which the insured has contracted.&quot;  Ruppe v.\r\n    Auto-Owners Ins. Co., 329 S.C. 402, 404 n.3, 496 S.E.2d 631, 632 n.3\r\n  (1998).  Generally, an insured may stack policies unless limited by statute or\r\n  by a valid policy provision.  Id. at 404, 496 S.E.2d at 631-32.  \r\nWe find the law governing\r\n  &quot;anti-stacking&quot; provisions does not apply because there is no attempt\r\n  in this case to apply multiple policies to one event.  Rather, the issue is one\r\n  of applying coverage to multiple events.  In this case, there is one policy\r\n  with two endorsements providing coverage for different risks.  \r\nWe affirm the trial court's\r\n  finding that recovery under the sexual abuse endorsement does not preclude\r\n  recovery under the sexual harassment endorsement for acts of sexual harassment. \r\n  Construing the policy in this manner does not provide double recovery, as\r\n  conceded by Beaufort.  The victims have alleged\r\n  acts of sexual abuse and sexual harassment.  Whether the claims asserted by the victims constitute sexual abuse or\r\n  sexual harassment under the terms of the endorsements remains to be determined\r\n  at trial.\r\nIV.&nbsp; Self-Insured Retentions\r\nAppellants finally argue the\r\n  trial court erred in holding the Trust is required to pay the self-insured\r\n  retention for each claim.  They claim the trial court: (1) granted relief\r\n  beyond the scope of Beaufort's summary judgment motion because it interpreted\r\n  the Trust Agreement, which was not at issue in the cross-motions for summary\r\n  judgment and is still in dispute; and (2) misinterpreted the Trust's arguments. \r\n  We disagree.[7]\r\nIn its Answer, the Trust admits\r\n  &quot;it is obligated under the Trust agreements to indemnify members or assume\r\n  from trust funds the self-insured retention under the Policy&quot; and that &quot;the\r\n  insurance program established by the Trust agreements provides for only those\r\n  coverages/limits provided for by the Policy and one Self-Insured Retention per\r\n  occurrence/claim . . . .&quot;  Beaufort raised the issue in its Memorandum in\r\n  Support of Beaufort's Motion for Partial Summary Judgment.  Beaufort argued:  &quot;The\r\n  Trust . . . pays any self-insured retention (&quot;SIR&quot;) applicable to its\r\n  members under coverage obtained by the Trust.&quot;  Beaufort also maintained: &quot;The\r\n  Trust is obligated to pay the $150,000 Self-Insured Retention for each of the\r\n  seven Claims, or a total of $1,050,000.&quot; \r\nThe issue was also raised to\r\n  the trial court in the Trust's &quot;Supplemental Memorandum in Support of\r\n  Defendants' Motion for Summary Judgment and in Opposition to Plaintiff's Motion\r\n  for Summary Judgment.&quot;  In its Memoradum, the Trust argued the issue of\r\n  its obligation under the policy is limited to payment of a single self-insured\r\n  retention of $150,000. \r\nFinally, the issue was again raised\r\n  at the hearing on the cross-motions for summary judgment.  When arguing for the\r\n  trial court to consider extrinsic evidence, the Trust acknowledged Beaufort's\r\n  contention the Trust is &quot;the entity responsible for multiple [self-insured\r\n  retentions.]&quot;  Beaufort argued if the trial court found seven claims, the\r\n  Trust would not have the power to change the language in the policy.  The Trust\r\n  responded: &quot;then that opens the Trust up to the payment of seven single\r\n  self-insured retentions of $150,000, which was never in the contract.&quot;  The\r\n  Trust argued:\r\n\r\n\tThe first thing that I want the Court to understand\r\n  under the policy provisions is that [the Trust's] obligations under the policy\r\n  are only to pay $150,000 after the self-insured retention has been paid.  That\r\n  is, if you take a look at the policy and look at the sexual abuse endorsement .\r\n  . . [w]hat that is saying is that [the Trust] doesn't have to pay more than one\r\n  self-insured retention.\r\n\tNow, [Beaufort's] interpretation would suggest that\r\n  now [the Trust] has to pay a self-insured retention of $150,000 for each claim,\r\n  each individual victim, and that is simply not the case. \r\n\r\nIn concluding the Trust was\r\n  liable for seven self-insured retentions, the trial court relied on the\r\n  endorsements and pleadings.  The clauses containing the coverage limits in each\r\n  endorsement provide that the limits are in &quot;excess of $150,000 self\r\n  insured retention each claim.&quot;  The court found the clause\r\n  &quot;each claim&quot; entails a $150,000 self-insured retention, and there\r\n  were seven claims.  Thus, the Trust was responsible for seven retentions.  The\r\n  court discounted the Trust's reliance on the clause in each endorsement, which\r\n  provides: &quot;The coverage extension under this endorsement does not increase\r\n  the Self Insured Retention nor the Excess Limit of Insurance of this policy,&quot;\r\n  finding the clause did not contradict the plain language in the endorsements\r\n  providing for limits of $150,000 for each claim. \r\nWe find the Trust's issues were\r\n  fully raised, within the scope of the cross-motions for summary judgment, and\r\n  correctly interpreted by the trial court.[8]  See generally Rule 15(b), SCRCP (stating issues not raised by the\r\n  pleadings but tried by consent of the parties shall be treated as if they had\r\n  been raised in the pleadings); Staubes v. City of Folly Beach, 339 S.C.\r\n  406, 414, 529 S.E.2d 543, 547 (2000) (citing Rule 15(b), SCRCP, and finding\r\n  although the issue of negligence was not pled, it was raised at the summary\r\n  judgment hearing and thus the trial court &quot;obviously treated the complaint\r\n  as if it had been amended&quot;);  Murray v. Holnam, 344 S.C. 129, 136\r\n  n.1, 542 S.E.2d 743, 747 n.1 (Ct. App. 2001) (finding an amendment to a\r\n  complaint was impliedly consented to in a summary judgment hearing); Marietta\r\n    Garage, Inc. v. S.C. Dep't of Pub. Safety, 337 S.C. 133, 137, 522 S.E.2d\r\n  605, 607 (Ct. App. 1999) (finding a claim preserved, despite its omission from\r\n  an amended complaint, because it was raised in the summary judgment and Rule 59\r\n  motions without objection). \r\nCONCLUSION\r\nFor the foregoing reasons, the trial\r\n  court's order granting partial summary judgment to Beaufort County is \r\nAFFIRMED.\r\nTHOMAS and LOCKEMY, JJ.,\r\n  concur.\r\n\r\n\r\n[1] The teacher\r\n  pled guilty to ten counts of indecent exposure, seven counts of lewd act on a\r\n  minor, and one count of assault and battery of a high and aggravated nature.  He\r\n  is currently serving a twenty-five year prison sentence.   \r\n[2] Hereinafter, quotations of the policy omit\r\n  capitalization, and bold is added for emphasis.\r\n[3] The corresponding clauses of the sexual harassment\r\n  endorsement are substantively identical, and the analysis for the sexual abuse\r\n  endorsement applies to the sexual harassment endorsement for purposes of\r\n  Appellants' &quot;one claim&quot; argument.  \r\n[4] The corresponding clause of the sexual harassment\r\n  endorsement is substantively identical. \r\n[5] In\r\n  their Reply Brief, Appellants argue the phrase &quot;each claim&quot; does not\r\n  modify the phrase &quot;per member,&quot; but instead modifies the phrase\r\n  &quot;self-insured retention.&quot;  An appellant may not raise additional\r\n  arguments in the reply brief that were not raised in the initial brief.  Glasscock,\r\n    Inc. v. United States Fid. &amp; Guar. Co., 348 S.C. 76, 81, 557 S.E.2d\r\n  689, 692 (Ct. App. 2001).  Therefore, we need not consider this argument.  In\r\n  any event, we find it reasonable to interpret &quot;each claim&quot; as\r\n  modifying either &quot;per member&quot; or &quot;self-insured retention&quot;\r\n  and, therefore, affirm the trial court.  See Quinn, 238 S.C. at\r\n  304, 120 S.E.2d at 16 (stating where words\r\n  of an insurance policy are capable of two reasonable interpretations, the\r\n  interpretation most favorable to the insured will be adopted).\r\n[6] At the hearing on the cross-motions for summary\r\n  judgment, Beaufort argued the Coverage Agreement submitted to the court covered\r\n  the year following the policy year at issue in this case.  The Coverage\r\n  Agreement in the record states &quot;05 07 04,&quot; and explains the policy\r\n  provides coverage for sexual abuse in the policy, rather than the coverage at\r\n  issue here, which is provided for in the endorsements. \r\n[7] The Trust also\r\n  argues it views the claim of negligent hiring, retention, or supervision of the\r\n  perpetrator as constituting a single claim with only a single self-insured\r\n  retention.  This is essentially another argument regarding the number of\r\n  claims, discussed in Section I.  See Soc'y of the Roman Catholic\r\n    Church of the Diocese of Lafayette &amp; Lake Charles, Inc. v. Interstate Fire\r\n    &amp; Cas. Co., 26 F.3d 1359, 1364-65 (5th Cir. 1994) (finding multiple\r\n  occurrences could arise from continuous negligent supervision of perpetrators).\r\n[8] Beaufort argues the issues raised by the Trust are\r\n  not preserved for appellate review because although raised at the Rule 59(e)\r\n  hearing, the issues were not included in the Rule 59(e) motion.  In the Rule\r\n  59(e), SCRCP, motion to reconsider, Appellants argued: &quot;The Court\r\n  erroneously found that [the Trust] must pay more than one self insured\r\n  retention in that under the plain language of the Policy and Trust documents,\r\n  [the Trust] is only required to pay a total self insured retention of $150,000\r\n  as a result of the underlying litigation.&quot;  The arguments were discussed\r\n  at the hearing on the motion to reconsider.  The trial court permitted the\r\n  parties to submit supplemental memoranda.  The trial court denied Appellants'\r\n  motion to reconsider.  Therefore, we find the Trust's issues preserved for\r\n  appeal. See Pye v. Estate of Fox, 369 S.C. 555, 566, 633 S.E.2d\r\n  505, 511 (2006) (finding an issue preserved where it was raised at the summary\r\n  judgment and Rule 59(e) motions hearings).\r\n\r\n","court":"Appeals"},{"id":"4795","title":"Richland Horizontal v. Sky Green Holdings","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4795","description":"In this appeal we are called upon to determine what the Legislature meant by the term \"on the first page of the contract\" in section 15-48-10(a) of the South Carolina Uniform Arbitration Act (2005).  We hold that the term means the page preceding all other pages in the contract.  We agree with the circuit court that the notice of arbitration in this case does not comply with the statute, and affirm the denial of the motion to compel arbitration.","date":"2011-02-23","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe Richland\r\n      Horizontal Property Regime Homeowners Association, Inc., Peggy Johnson, and\r\n      Michael D. McCord, Respondents,\r\n\t\t\t\tv.\r\n\t\t\t\tSky Green\r\n      Holdings, Inc., ARC, LLC, Ron Cobb, and also all other persons unknown\r\n      claiming any right, title, estate, interest in or lien upon the real estate\r\n      described in the Complaint, Appellants.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Greenville County\r\nAlexander S. Macaulay, Circuit Court\r\n  Judge\r\nOpinion No.  4795\r\nSubmitted December 1, 2010 – Filed\r\n  February 23, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tJames A. Blair, III, Nikole Setzler Mayo, and Manton M. Grier, all\r\n  of Greenville, for Appellants.\r\n\t\t\t\tJason James Andrighetti, of Greenville, for\r\n  Respondents.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nFEW,\r\n  C.J.:  In this appeal we are called\r\n  upon to determine what the Legislature meant by the term &quot;on the first\r\n  page of the contract&quot; in section 15-48-10(a) of the South Carolina Uniform\r\n  Arbitration Act (2005).  We hold that the term means the page preceding all\r\n  other pages in the contract.  We agree with the circuit court that the notice\r\n  of arbitration in this case does not comply with the statute, and affirm the\r\n  denial of the motion to compel arbitration.[1]\r\n&quot;The\r\n  Richland&quot; is a condominium building in the City of Greenville.  The\r\n  original design for the building as reflected in the master deed[2] contained twenty-four units.  Sky Green Holdings, Inc., the developer, sold\r\n  twenty of the twenty-four units according to the terms of the master deed. \r\n  Section 5 of the master deed provides: &quot;A Condominium owner shall have the\r\n  exclusive ownership of his Condominium and shall have a common right to share,\r\n  with the other Co-owners, in the common elements of the Regime . . . .&quot;    After\r\n  the sale of the first twenty units, Sky Green filed a &quot;supplemental&quot; master\r\n  deed amending the original by adding one unit that did not previously exist.  It\r\n  also allotted the new unit a 4% ownership interest in the common elements, and reduced\r\n  each of the original units' share in the common elements accordingly.  Sky\r\n  Green conveyed the new unit to ARC, LLC for five dollars.  \r\nPeggy\r\n  Johnson and Michael McCord are two of the original unit owners and members of The\r\n  Richland Horizontal Property Regime Homeowner's Association.  Johnson, McCord and\r\n  the Homeowner's Association filed suit against Sky Green, ARC and others\r\n  alleging that the sale of the new unit violated the terms of the master deed.  They\r\n  sought various forms of relief, primarily a declaratory judgment that the new\r\n  unit remained a part of the original common elements.  The defendants filed a\r\n  motion to compel arbitration, which the circuit court denied on the basis that\r\n  the notice of arbitration is not located on the first page of the master deed\r\n  as required by section 15-48-10(a).[3]  Defendants contend on appeal that the circuit\r\n  court misconstrued the term &quot;on the first page of the contract.&quot;\r\n\r\n\tSection\r\n  15-48-10(a) of the Uniform Arbitration Act provides:\r\n\tNotice that a contract is subject to arbitration pursuant to this\r\n  chapter shall be typed in underlined capital letters, or rubber-stamped\r\n  prominently, on the first page of the contract and unless such notice is\r\n  displayed thereon the contract shall not be subject to arbitration.\r\n\r\nS.C. Code Ann. §\r\n  15-48-10(a) (2005) (emphasis added).[4]  Our supreme court has held that the\r\n  terms of this section are &quot;clear&quot; and &quot;the court must apply\r\n  those terms according to their literal meaning.&quot;  Soil Remediation Co.\r\n    v. Nu-way Envtl., Inc., 323 S.C. 454, 457, 476 S.E.2d 149, 151 (1996).  See\r\n      also Zabinski v. Bright Acres Assocs., 346 S.C. 580, 589, 553 S.E.2d\r\n  110, 114 (2001) (&quot;The notice provision must be typed . . . on the first\r\n  page of the contract.  No other variation is acceptable.&quot;).  The term\r\n  &quot;first&quot; is defined as preceding all others.  Black's Law Dictionary 635 (6th ed. 1990).[5]&nbsp; \r\nThus, the &quot;first page&quot; of a contract is the page preceding all other pages.&nbsp; \r\nThe first page of the master deed does not contain the required notice of \r\narbitration.&nbsp; Therefore, the master deed does not comply with section \r\n15-48-10(a), and is not subject to arbitration. \r\nThe defendants argue, however, that the master deed contains a\r\n  &quot;cover page,&quot; and thus the second page is actually the first page. \r\n  In support of this argument, the defendants point out that the second page contains\r\n  the following statement:\r\n\r\n\tThis is\r\n  the first page of the Master Deed for The Richland Horizontal Property Regime. \r\n  In the event other pages including but not limited to cover pages, indexes, or\r\n  tables of contents are placed in front of this page, those pages shall not be\r\n  deemed the first page.  This page and this page only shall be deemed the first\r\n  page of the Master Deed for all legal purposes.  \r\n\r\nDespite this language, the first\r\n  page is part of the master deed.  It prominently displays the title of the\r\n  document: &quot;MASTER DEED OF THE RICHLAND HORIZONTAL PROPERTY REGIME.&quot; \r\n  It contains the stamp of the Register of Deeds with book and page numbers; the\r\n  statement &quot;Developer: Sky Green Holdings, Inc.;&quot; and the name, firm\r\n  and contact information of the lawyer who &quot;prepared&quot; the master\r\n  deed.  Because it is part of the master deed, and because it precedes all other\r\n  pages, it is the first page of the master deed.  \r\nThe\r\n  defendants suggest we should decide this case &quot;in light of the strong\r\n  public policy favoring arbitration.&quot;  While we acknowledge the strength of\r\n  that policy, we adhere to the even stronger mandate that we apply the plain\r\n  language of a statute.  See Media Gen. Commc'ns,\r\n    Inc. v. S.C. Dep't of Revenue., 388 S.C.\r\n  138, 148, 694 S.E.2d 525, 530 (2010) (&quot;Where the statute's language is\r\n  plain and unambiguous, and conveys a clear and definite meaning, the rules of\r\n  statutory interpretation are not needed and the court has no right to impose\r\n  another meaning.&quot;  (internal quotations omitted)).  Parties to a\r\n  contract may not circumvent the requirements of a statute by redefining its\r\n  plain and unambiguous terms.  \r\nAFFIRMED.\r\nSHORT\r\n  and WILLIAMS, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n  \r\n\r\n[2] &quot;'Master deed' . . .\r\n  means the deed . . . establishing and recording the property of the horizontal\r\n  property regime.&quot;  S.C. Code Ann. § 27-31-20(i) (2007).\r\n[3] The plaintiffs also opposed the motion to compel\r\n  arbitration on the ground that the master deed is not a contract.  Apparently\r\n  satisfied with his ruling on the &quot;first&quot; issue, however, the circuit\r\n  court did not reach this question; nor do we.\r\n[4] Neither party asserts that the master deed is a\r\n  transaction involving interstate commerce.  Thus, section 15-48-10(a) is not\r\n  pre-empted by the Federal Arbitration Act in this case.  See Munoz v.\r\n    Green Tree Fin. Corp., 343 S.C. 531, 540, 542 S.E.2d 360, 364 (2001)\r\n  (holding Uniform Arbitration Act preempted and thus not enforceable as to a\r\n  transaction involving interstate commerce).\r\n[5] Black's Law Dictionary defines &quot;first&quot; more\r\n  fully as &quot;[p]receding all others; foremost; . . . earliest in time or\r\n  succession or foremost in position; in front of or in advance of all\r\n  others.&quot;  Id.\r\n\r\n","court":"Appeals"},{"id":"4796","title":"State v. Harris","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4796","description":"Kenneth Ray Harris appeals the trial court's denial of his motion for a new trial based on after-discovered evidence in the form of a recantation by a witness for the State.  We affirm.","date":"2011-02-23","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tThe State, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tKenneth Ray\r\n      Harris, Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Pickens County\r\n Larry R. Patterson, Circuit Court Judge\r\nOpinion No.  4796\r\nSubmitted September 11, 2010 – Filed\r\n  February 23, 2011\r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAppellate Defender M. Celia Robinson, of Columbia, for Appellant.\r\n\t\t\t\tAttorney\r\n  General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy\r\n  Attorney General Salley W. Elliott, Senior Assistant Attorney General Harold M.\r\n  Coombs, Jr., all of Columbia; Solicitor William Walter Wilkins, III, of\r\n  Greenville, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nKONDUROS, J.: Kenneth Ray Harris appeals the trial\r\n  court's denial of his motion for a new trial based on after-discovered evidence\r\n  in the form of a recantation by a witness for the State.  We affirm.[1]\r\nFACTS/PROCEDURAL HISTORY\r\nIn 1996, a jury\r\n  convicted Harris of offenses including two counts of first-degree burglary, two\r\n  counts of felony driving under the influence (DUI), and assault and battery of\r\n  a high and aggravated nature (ABHAN).[2]  The trial court\r\n  sentenced him to twenty years' imprisonment for each count of burglary, fifteen\r\n  years' imprisonment for each count of felony DUI, and thirty days' imprisonment\r\n  for ABHAN, all to run concurrently.  Harris's convictions arose out of events\r\n  occurring on April 19, 1996.  The State contended that while they were\r\n  intoxicated, Harris, Chad Moore, and Steve &quot;Peanut&quot; Allen broke into\r\n  the home of Moore's neighbor, Palaemon &quot;Pete&quot; Hilsman, beat him, and\r\n  then forced him to take a ride with them in Hilsman's truck.  Harris, while\r\n  driving the truck, collided with a vehicle, injuring the two women in the other\r\n  car.\r\nAt trial, Hilsman\r\n  testified that on the night of the incident, while he was sleeping, he heard a\r\n  loud noise and then saw three people running at his door.  He testified they\r\n  kicked the door in, knocking the deadbolt out of it.  Hilsman had previously met\r\n  Allen and Moore and recognized them as two of the men in his house on the night\r\n  of the incident.  He did not know the third person before that night but\r\n  identified him at trial as Harris.  He stated that Allen held him down while\r\n  Harris kicked him in the rib cage, and then Allen began hitting him in the head.\r\nHilsman\r\n  further provided that the three men left and returned about fifteen minutes\r\n  later and began throwing and breaking objects in his house.  They then\r\n  &quot;got [him] out of the house in the truck.&quot;  He testified they all got\r\n  into his truck and Harris was driving.  He stated Harris, Allen, and Moore were\r\n  all drinking beer as they drove around.  Hilsman indicated Harris was driving\r\n  at a high speed along a straight road and did not even slow down when they\r\n  approached a stop sign.  While going through the intersection, they hit another\r\n  car, injuring two women in that car.\r\nMoore\r\n  testified that early in the morning on April 19, 1996, he woke up to find his\r\n  friends, Harris and Allen, in his house drinking beer.  The three of them then\r\n  went to Hilsman's house, and Harris kicked in the door.  Harris and Allen\r\n  entered the house and began arguing with Hilsman.  Hilsman got a knife, and\r\n  Allen tackled him.  Harris and Allen then started hitting Hilsman and one of\r\n  them also kicked him.  Moore testified that he, Harris, and Allen left\r\n  Hilsman's house but returned a few hours later.  They asked to borrow Hilsman's\r\n  truck but he would only let them borrow it if he went with them.  Hilsman\r\n  bought more beer, and they continued driving around until Harris drove through a\r\n  stop sign without stopping, colliding with another car, injuring two women in\r\n  the other car. \r\nIn\r\n  2001, Harris moved for a new trial based on an affidavit by Moore that his\r\n  testimony against Harris at trial was incorrect.  Moore stated Solicitor\r\n  Mark Moyer had threatened him that he would ensure Moore went to prison for at\r\n  least thirty years if he did not testify as Moyer instructed him.  On October\r\n  27, 2005, Moore, Harris, and Moyer all testified at a hearing on the matter.\r\nMoore\r\n  testified that some of the testimony he had given at trial was false.  He\r\n  stated that his testimony that Harris had kicked Hilsman's door was untrue.  He testified Moyer had insinuated that if he did not say Harris had kicked\r\n  the door in, Moore would go to prison for the rest of his life.  He\r\n  further testified Hilsman and Harris did not argue or fight that night.  Moore also\r\n  stated that Hilsman and Allen did wrestle but they were just playing, there was\r\n  no malice, and Harris was not involved.  He stated that Moyer had told\r\n  him &quot;it's either you or them, but somebody has got to take it.&quot;  Moore\r\n  also testified Moyer told him he would receive a life sentence for the\r\n  first-degree burglary charge against him but agreed to reduce it to\r\n  second-degree burglary to run concurrent with the time he already received for\r\n  a probation violation if Moore cooperated.  Moyer also agreed to drop the\r\n  kidnapping charge.  Additionally, Moore testified that Moyer wrote him a\r\n  couple of letters while he was incarcerated and requested to visit him once but\r\n  never came.\r\nMoore\r\n  explained he wrote an affidavit describing how his testimony was incorrect\r\n  because he wanted to &quot;let it be known that everything I stated at the time\r\n  of the trial wasn't the absolute truth, and why I stated the things I did.  And\r\n  that it was because – at the time, I really didn't have a firm grasp of how,\r\n  you know, legal proceedings were.&quot;  He further stated:\r\n\r\n\tI\r\n  really was under the impression, at the time, that pretty much whatever Mr.\r\n  Moyer said he could give me is what he could give me.  I didn't, you know,\r\n  really realize it wasn't really up to him, period, with what the sentence was,\r\n  or for that matter any lengths of time that he couldn't give me anything.  The\r\n  Judge had to give it to me.  I figured that if I didn't, you know – and he was\r\n  an authority figure, too, also.\r\n\r\nMoore also testified he\r\n  currently had charges pending against him from the solicitor's office where\r\n  Moyer worked.\r\nHarris testified at\r\n  the hearing he always turned his head and did not speak to Moore the few times\r\n  he had seen Moore in prison.  Harris provided that Moore approached him and\r\n  apologized and then wrote the affidavit recanting some of his testimony.  He\r\n  further testified that he believed Moore's testimony was the reason he was\r\n  convicted; &quot;[h]e was their only witness, their only evidence.&quot;  Despite\r\n  Hilsman's testimony that Harris beat him, Harris maintained the State did not\r\n  prove he assaulted Hilsman because the State never introduced any pictures of Hilsman's\r\n  injuries or medical reports.  Harris speculated that the State probably\r\n  pressured Hilsman to testify against him like it did Moore. \r\nMoyer also\r\n  testified at the hearing.  He stated that he met with Moore before Harris's\r\n  trial and Moore was very cooperative and eager.  Moyer believed Moore's\r\n  testimony matched Hilsman's story of what had happened.  Moyer also explained\r\n  that he had contacted Moore while he was in prison because he wanted to\r\n  interview Moore about a paper he was writing for a class on a link between\r\n  education level and criminal activity.  However, after Moyer decided not to\r\n  write the paper, he had no further contact with Moore.  \r\nIn\r\n  2008, the trial court issued an order finding Moyer's testimony credible.[3] \r\n  It further found the circumstances surrounding Moore's giving the affidavit\r\n  recanting his trial testimony, the time when the affidavit was given, and\r\n  Moore's testimony during the hearing caused it to find the recantation\r\n  testimony unreliable.  This appeal followed.\r\nLAW/ANALYSIS\r\nHarris\r\n  contends the trial court erred in denying his motion for a new trial based on\r\n  after discovered evidence of perjury by a witness for the State.  He maintains\r\n  he could not have discovered the false testimony during the trial and the recanted\r\n  testimony was material, helpful to the State, and undoubtedly contributed to\r\n  his conviction.  We disagree.\r\n&quot;A\r\n  motion for a new trial based on after-discovered evidence must be made within a\r\n  reasonable period of time after the discovery of the evidence . . . .&quot; \r\n  Rule 29(b), SCRCrimP.  &quot;A motion for a new trial based on after-discovered\r\n  evidence is addressed to the sound discretion of the trial judge.&quot;  State\r\n    v. Irvin, 270 S.C. 539, 545, 243 S.E.2d 195, 197 (1978).  &quot;The\r\n  granting of a new trial because of after-discovered evidence is not\r\n  favored,&quot; and this court will affirm the trial court's denial of such a\r\n  motion unless the trial court abused its discretion.  Id. at 545, 243\r\n  S.E.2d at 197-98. \r\nThe\r\n  credibility of newly-discovered evidence is for the trial court to determine.  State v. Porter, 269 S.C. 618, 621, 239 S.E.2d 641, 643 (1977).  Only\r\n  the trial court and not the appellate court has the power to weigh the\r\n  evidence; the trial court's judgment will not be disturbed except for error of\r\n  law or abuse of discretion.  Id.  &quot;In this post-trial setting, our\r\n  jurisprudence recognizes the gatekeeping role of the trial court in making a\r\n  credibility assessment.&quot;  State v. Mercer, 381 S.C. 149, 166, 672\r\n  S.E.2d 556, 565&nbsp;(2009).  &quot;On review, we may not make our own findings\r\n  of fact.  The deferential standard of review constrains us to affirm the trial\r\n  court if reasonably supported by the evidence.&quot;  Id.\r\nIn\r\n  order to warrant the granting of a new trial on the ground of after-discovered\r\n  evidence, the movant must show the evidence (1) is such as will probably change\r\n  the result if a new trial is granted; (2) has been discovered since the trial; (3)\r\n  could not have been discovered before the trial by the exercise of due\r\n  diligence; (4) is material to the issue; and (5) is not merely cumulative or\r\n  impeaching.  State v. Spann, 334 S.C. 618, 619-20, 513 S.E.2d 98, 99\r\n  (1999).  &quot;'Recantation of testimony ordinarily is unreliable and should be\r\n  subjected to the closest scrutiny when offered as ground for a new trial.'&quot;\r\n   Porter,&nbsp;269 S.C. at 621, 239 S.E.2d at 643 (quoting State v.\r\n    Mayfield, 235 S.C. 11, 34-35, 109 S.E.2d 716, 729&nbsp; (1959)).\r\nThis\r\n  issue comes down to a matter of the credibility of the witnesses, which we\r\n  leave to the trial court's discretion.  The trial court found Moyer to be\r\n  credible.  It also found the circumstances surrounding Moore's recantation as\r\n  well as Moore's testimony at trial made the recantation unreliable.  The record\r\n  supports the trial court's assessment.  Accordingly, the trial court did not\r\n  abuse its discretion in denying Harris's motion for a new trial.  Therefore,\r\n  the trial court's order is \r\nAFFIRMED.\r\nWILLIAMS\r\n  and PIEPER, JJ., concur.\r\n\r\n\r\n[1] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[2] Harris was acquitted of kidnapping and grand larceny.\r\n[3] The court noted: &quot;Through inadvertence, a\r\n  written order was not issued after the hearing.  This written order is issued\r\n  for the purpose of any appeal.&quot;\r\n\r\n","court":"Appeals"},{"id":"4797","title":"Reiss v. Reiss","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4797","description":"In this domestic action, Paul W. Reiss (Husband) appeals the family court's final decree of divorce alleging error in the family court's (1) valuation of marital property, (2) equitable apportionment, (3) award of alimony to Margaret M. Reiss (Wife), (4) calculation of his support arrearage, and (5) award of attorney's fees in favor of Wife.  We affirm.","date":"2011-02-23","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tMargaret M.\r\n      Reiss, Respondent,\r\n\t\t\t\tv.\r\n\t\t\t\tPaul W. Reiss\r\n      and Pamela Buck a/k/a Pamela Evans, Defendants,\r\n\t\t\t\tof whom Paul W.\r\n      Reiss is the Appellant.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\n\r\nAppeal From Charleston County\r\nJudy L. McMahon, Family Court Judge\r\nOpinion No. 4797\r\nHeard November 3, 2010 – Filed February\r\n  23, 2011    \r\nAFFIRMED\r\n\r\n\r\n\t\r\n\t\t\r\n\t\t\t\r\n\t\t\t\tAnthony P. LaMantia, III, of Charleston, for Appellant. \r\n\t\t\t\tStephanie P. McDonald, of Charleston, for Respondent.\r\n\t\t\t\r\n\t\t\r\n\t\r\n\r\nLOCKEMY, J.: In this domestic action, Paul W. Reiss\r\n  (Husband) appeals the family court's final decree of divorce alleging error in\r\n  the family court's (1) valuation of marital property, (2) equitable\r\n  apportionment, (3) award of alimony to Margaret M. Reiss (Wife), (4)\r\n  calculation of his support arrearage, and (5) award of attorney's fees in favor\r\n  of Wife.  We affirm.  \r\nFacts\r\nHusband\r\n  and Wife were married in June 1990, and no children were born as a result of\r\n  the marriage.  During the marriage, the parties maintained a marital home on\r\n  Kiawah Island (Kiawah Property).  Husband was employed as a commercial\r\n  fisherman and participated in the wreckfish fishery off the coast of South\r\n  Carolina.  In 1991, the parties formed Pamar Holdings to administer the fishing\r\n  business as equal shareholders.  Wife worked in the parties' fishing business\r\n  for most of the marriage.  In 2002 Wife was diagnosed with breast cancer. \r\nIn\r\n  spring 2004, Husband began an adulterous relationship with Pamela Buck.  Unbeknownst\r\n  to Wife, Husband sold an investment property the parties owned on Seabrook\r\n  Island (Seabrook Property) netting approximately $437,000.  Husband used a\r\n  portion of the proceeds personally and transferred approximately $362,000 to\r\n  Buck, who used the funds to aid in the purchase of a property in Florida\r\n  (Florida Property).  Buck subsequently transferred the Florida Property to PBR\r\n  Holdings, LLC owned by Husband and Buck.  A month after this action was filed\r\n  in family court, PBR Holdings transferred the Florida Property back to Buck.  Buck\r\n  later sold the Florida Property for approximately $750,000.\r\nIn\r\n  January 2004, Husband left the Kiawah Property to fish in the Gulf of Mexico\r\n  region.  A few months later, Wife moved in with her parents in Florida to undergo\r\n  medical treatment for cancer.  During her treatment, Wife visited the Kiawah\r\n  Property and discovered numerous items missing.  Later, Wife learned Husband\r\n  was having an affair with Buck.  In March 2005, Wife initiated this action for\r\n  divorce on grounds of adultery.  After a trial, the family court issued a final\r\n  decree of divorce declaring the parties divorced, awarding Wife alimony, and\r\n  equitably dividing the parties' marital estate.  This appeal followed.  \r\nStandard of Review\r\nIn\r\n  appeals from the family court, this court has the authority to find facts in\r\n  accordance with its own view of the preponderance of the evidence.  Wooten\r\n    v. Wooten, 364 S.C. 532, 540, 615 S.E.2d 98, 102&nbsp;(2005).  Despite this\r\n  broad scope of review, this court is not required to disregard the findings of\r\n  the family court.  Id.  We are mindful that the family court, who saw\r\n  and heard the witnesses, was in a better position to evaluate their credibility\r\n  and assign comparative weight to their testimony.  Id.\r\nLaw/Analysis\r\nI.&nbsp; Valuation of Marital\r\n  Property\r\nHusband\r\n  argues the family court erred in valuing several pieces of the parties' marital\r\n  property.  The family court has broad discretion in valuing marital property.  Roe\r\n    v. Roe, 311 S.C. 471, 478, 429 S.E.2d 830, 835&nbsp;(Ct. App. 1993).  The\r\n  family court's determination of the value of marital property will not be\r\n  disturbed absent an abuse of discretion.  See id.   \r\nA.&nbsp; Cost of Repairs to the Kiawah\r\n  Property\r\nHusband\r\n  contends no evidence supports the family court's finding the cost of repairs to\r\n  the Kiawah Island Property totaled $269,000.  We disagree. \r\nThe\r\n  family court issued a temporary order awarding Wife exclusive use and\r\n  possession of the Kiawah Property and ordered Husband to pay the insurance on\r\n  the property.  However, in August or September 2005, Husband allowed the\r\n  insurance to lapse and when Wife subsequently visited the Kiawah Property, she\r\n  discovered water damage.  Wife testified an engineering report revealed the air\r\n  conditioning system malfunctioned causing extensive water damage to the floors,\r\n  walls, and ceiling.  At trial, Wife estimated the cost of repairs at $221,000;\r\n  however, her financial declaration listed an estimated repair cost of $269,000. \r\n  According to Husband, he hired a contractor to repair the Kiawah Property for\r\n  $8,000.  The family court was free to accept Wife's valuation over Husband's,\r\n  and its finding is within the range of the evidence presented.  See Pirri\r\n    v. Pirri, 369 S.C. 258, 264, 631 S.E.2d 279, 283&nbsp;(Ct. App. 2006)\r\n  (finding the &quot;family court may accept the valuation of one party over\r\n  another, and the court's valuation of marital property will be affirmed if it\r\n  is within the range of evidence presented&quot;).  Accordingly, we find the\r\n  family court did not abuse its discretion in valuing the cost of repairs to the\r\n  Kiawah Island property.  \r\nAdditionally,\r\n  Husband maintains the family court erred in making him solely responsible for\r\n  the cost of repairs because the water damage was present when the insurance\r\n  policy was in effect.  Husband points to inconsistencies in Wife's testimony and\r\n  concludes they indicate she discovered the water damage while the insurance was\r\n  in effect and failed to file an insurance claim.  Although Wife's testimony is\r\n  vague on the issue of exactly when she discovered the damage in relation to\r\n  when the insurance policy lapsed, she was consistent in her testimony that she\r\n  did not file an insurance claim because no insurance was in effect.  Because\r\n  this is an issue of credibility, and the family court was in a better position\r\n  than this court to judge the witness's credibility, we defer to the family\r\n  court's findings.  See Avery v. Avery, 370 S.C. 304, 315, 634\r\n  S.E.2d 668, 674&nbsp;(Ct. App. 2006) (deferring to the family court's equitable\r\n  distribution when issue was one of witness credibility). \r\nB.&nbsp; Kiawah Property Equity\r\nHusband\r\n  argues the family court erred in determining the equity in the Kiawah Island\r\n  property was $485,000.  Husband contends the family court improperly reduced\r\n  the amount of equity in the Kiawah Property by $400,000 to account for the\r\n  mortgage Wife unilaterally secured on the property and should have determined\r\n  the amount of equity to be $735,000.  We disagree.    \r\nHusband's\r\n  argument misconstrues the family court's order.  The family court valued the\r\n  equity in the Kiawah Property at $885,000 based upon two appraisals.  The\r\n  family court then subtracted $400,000 from the equity to account for the loan\r\n  Wife unilaterally secured on the property during litigation and awarded her\r\n  $485,000 in credit towards the equitable apportionment.  Husband did not\r\n  receive any credit for the equity in the Kiawah Property.  It appears the\r\n  family court counterbalanced the Kiawah Property equity in Wife's favor with\r\n  Husband's fishing vessel, the Bold Venture, valued at $450,000 in his favor.  Further, the family court ordered that Wife assume sole responsibility for\r\n  the mortgage.  In sum, the family court reduced the amount of credit awarded to\r\n  Wife for the equity in the Kiawah Property.  This reduction was to Husband's\r\n  benefit.  We find no abuse of discretion in the family court's calculation of\r\n  the equity in the Kiawah Property.\r\nC.&nbsp; Bold Venture\r\nHusband\r\n  argues the family court erred in valuing the fishing vessel Bold Venture at\r\n  $450,000 when the overwhelming evidence presented at trial demonstrated its\r\n  value was $100,000.  At trial, Husband asserted the value of the Bold Venture\r\n  was $100,000.[1] \r\n  However, in a salvage action filed in the United States District Court for the\r\n  District of South Carolina six months before Wife initiated this divorce\r\n  action, Husband asserted the value of the Bold Venture was $450,000.  Relying\r\n  on Hayne Federal Credit Union v. Bailey, the family court found Husband\r\n  was judicially estopped from asserting a value different than $450,000.  327\r\n  S.C. 242, 251, 489 S.E.2d 472, 477&nbsp;(1997) (adopting the doctrine of\r\n  judicial estoppel as it relates to matters of fact).  Husband has not appealed\r\n  the family court's judicial estoppel ruling; therefore, it is law of the case.  In re Morrison, 321 S.C. 370, 372 n.2, 468 S.E.2d 651, 652 n.2&nbsp;(1996)\r\n  (noting an unappealed ruling becomes law of the case and precludes further\r\n  consideration of the issue on appeal).  Accordingly, we are precluded from\r\n  considering Husband's argument.    \r\nII.&nbsp; Husband's Income\r\nHusband\r\n  argues the family court erred in determining his yearly income and should have\r\n  imputed a $65,000 per year income to Wife.  We disagree.\r\nIn\r\n  domestic actions, this court reviews alimony awards and the family court's\r\n  equitable apportionment of marital property for an abuse of discretion.  Dearybury\r\n    v. Dearybury, 351 S.C. 278, 282, 569 S.E.2d 367, 369&nbsp;(2002) (finding\r\n  the decision to grant or deny alimony rests within the sound discretion of the\r\n  family court and will not be disturbed absent an abuse of discretion); Greene\r\n    v. Greene, 351 S.C. 329, 340, 569 S.E.2d 393, 399&nbsp;(Ct. App. 2002)\r\n  (&quot;The apportionment of marital property will not be disturbed on appeal\r\n  absent an abuse of discretion.&quot;).  Pursuant to section 20-3-130(C)(6) of\r\n  the South Carolina Code (Supp. 2010), the family court must determine the\r\n  current and reasonably anticipated earnings of both spouses in making an award\r\n  of alimony.  Likewise, in equitably apportioning the parties' marital property\r\n  the family court must consider the income and earning potential of each\r\n  spouse.  S.C. Code Ann. § 20-3-620(B)(4) (Supp. 2010).\r\nHusband's\r\n  financial declaration fails to expressly specify his income and merely states\r\n  &quot;See Tax Returns.&quot;  Husbands 2006 individual tax return states a\r\n  taxable income of $0.00.  Husband's fishing business, Stone Bass Fisheries,\r\n  LLC, reported a net profit of $61,667 for 2006.  However, PBR Holdings, also\r\n  owned by Husband, reported a net loss of $61,667 for 2006.  In contrast, Husband's\r\n  2004 individual tax return states a taxable income of $323,096.  In an\r\n  affidavit filed in conjunction with the temporary hearing, Husband asserted he\r\n  earns a gross income of approximately $250,000 per year.  The only evidence of\r\n  Wife's earning potential independent of the parties' fishing business was\r\n  Husband's assertion Wife was earning between $70,000 and $80,000 per year at\r\n  the time the parties married.  Further, Wife has battled breast cancer\r\n  throughout the course of this action, and although her cancer was in remission\r\n  at the time of the final hearing, she faced several reconstructive surgeries\r\n  shortly thereafter.  Based on the foregoing, we find evidence supports the\r\n  family court's findings Husband has the ability to earn $350,000 per year, less\r\n  the normal and ordinary expenses associated with the fishing business, and Wife's\r\n  earning capacity was minimal due to her health issues.  Accordingly, the family\r\n  court did not abuse its discretion.\r\nHusband\r\n  also contends the family court's error in determining his yearly income tainted\r\n  the family court's calculation of (1) his alimony obligation, (2) his support\r\n  arrearage, (3) the attorney's fees owed Wife, and (4) the equitable\r\n  apportionment.  Essentially, Husband asserts because he earns only $65,000 per\r\n  year, he cannot afford these obligations.  In light of the disposition above,\r\n  we do not consider these elements of Husband's arguments below.  See Arnal\r\n    v. Arnal, 363 S.C. 268, 288 n.8, 609 S.E.2d 821, 831 n.8&nbsp;(Ct. App.\r\n  2005) (noting this court need not consider remaining issues when disposition of\r\n  prior issues is dispositive).  \r\nA.&nbsp; Alimony\r\nHusband\r\n  alleges the family court erred in calculating his alimony obligation. \r\n  Specifically, Husband points to several factors to which he would assign different\r\n  weight than the family court.  We disagree.  \r\nThe\r\n  decision to grant or deny alimony rests within the sound discretion of the\r\n  family court and will not be disturbed absent an abuse of discretion.  Dearybury,\r\n  351 S.C. at 282, 569 S.E.2d at 369. An abuse of discretion occurs when the\r\n  family court's ruling is controlled by an error of law or based upon findings\r\n  of fact that are without evidentiary support.  Id.\r\nAlimony\r\n  is a substitute for the support normally incident to the marital relationship\r\n  and should put the supported spouse in the same position, or as near as is\r\n  practicable to the same position, enjoyed during the marriage.  Allen v.\r\n    Allen, 347 S.C. 177, 184, 554 S.E.2d 421, 424&nbsp;(Ct. App. 2001).  If an\r\n  award of alimony is warranted the family court has a duty to make an award that\r\n  is fit, equitable, and just.  Id.  The family court may grant alimony in\r\n  such amounts and for such a term as it considers appropriate under the\r\n  circumstances.  Davis v. Davis, 372 S.C. 64, 79, 641 S.E.2d 446,\r\n  454&nbsp;(Ct. App. 2006).  The family court must consider the following\r\n  factors: (1) duration of the marriage, (2) the physical and emotional health of\r\n  the parties, (3) educational background of the parties, (4) employment history\r\n  and earning potential of the parties, (5) standard of living during the\r\n  marriage, (6) current and reasonably anticipated earnings of the parties, (7)\r\n  current and reasonably anticipated expenses of the parties, (8) marital and\r\n  nonmarital property of the parties, (9) custody of the children, (10) marital\r\n  misconduct or fault, (11) tax consequences, (12) prior support obligations, and\r\n  (13) any other factors the family court considers relevant.  S.C. Code Ann. §\r\n  20-3-130(C) (Supp. 2010).  However, &quot;[t]he family court is only required to consider relevant factors.&quot;  King v.\r\n    King, 384 S.C. 134, 142, 681 S.E.2d 609, 613&nbsp;(Ct. App. 2009); Epperly\r\n      v. Epperly, 312 S.C. 411, 415, 440 S.E.2d 884, 886&nbsp;(1994) (remanding\r\n  for consideration of all relevant factors in section 20-3-130(C)). \r\nIn\r\n  reviewing an award of alimony, we do not reweigh the statutory factors; rather\r\n  our review is limited to determining whether the family court abused its\r\n  discretion.  See Bodkin v. Bodkin, 388 S.C. 203, 217, 694 S.E.2d\r\n  230, 238&nbsp;(Ct. App. 2010).  Here, the family court listed each factor it\r\n  was required to consider pursuant to section 20-3-130(C) and made findings of\r\n  fact supported by evidence in the record and conclusions of law regarding each\r\n  factor.  Accordingly, we find the family court did not abuse its discretion in\r\n  awarding alimony or in determining the amount of alimony.  Id. (finding\r\n  the family court did not abuse its discretion in awarding alimony when it\r\n  &quot;made findings of fact on all of the relevant factors, and the record\r\n  contain[ed] evidence to support each of those findings&quot;).\r\nB.&nbsp; Support Arrearage\r\nHusband\r\n  argues no evidence supports the family court's finding he owes a support arrearage\r\n  of $79,799.77.  A review of the record reveals evidence supports the family\r\n  court's calculation.  Wife provided an itemized summary of the arrearage with\r\n  her financial declaration indicating Husband owed $507,737.13.  The family\r\n  court then subtracted various items that were accounted for in other parts of\r\n  the final divorce decree.  Accordingly, we find Husband's argument is without\r\n  merit.   \r\nC.ttorney's Fees\r\nHusband\r\n  maintains the family court erred in ordering he pay a portion of Wife's\r\n  attorney's fees.  Specifically, Husband contends the family court erred in\r\n  determining the attorney's fees of James McLaren and accounting fees of Kenton\r\n  Thompson would not have been incurred but for Husband's fault in the breakdown\r\n  of the marriage and his efforts to defeat Wife's interest in marital property. \r\n  We disagree.    \r\nThe\r\n  award of attorney's fees in a domestic action rests within the sound discretion\r\n  of the family court.  Stevenson v. Stevenson, 295 S.C. 412, 415, 368\r\n  S.E.2d 901, 903&nbsp;(1988).  In deciding whether to award attorney's fees and\r\n  costs, the family court should consider &quot;(1) the party's ability to pay\r\n  his/her own attorney's fee; (2)\r\n    beneficial results obtained by the attorney; (3)\r\n  the parties' respective financial conditions; [and] (4) effect of the\r\n  attorney's fee on each party's standard of living.&quot;  E.D.M. v. T.A.M.,\r\n  307 S.C. 471, 476-77, 415 S.E.2d 812, 816&nbsp;(1992).  After determining an\r\n  award is appropriate, the family court should next consider the amount of\r\n  attorney's fees and costs to award.  Farmer v. Farmer, 388 S.C. 50, 57,\r\n  694 S.E.2d 47, 51&nbsp;(Ct. App. 2010).  In determining a reasonable attorney's\r\n  fee the family court should consider &quot;(1) the nature, extent, and\r\n  difficulty of the case; (2) the time\r\n    necessarily devoted to the case; (3) professional standing of counsel; (4)\r\n    contingency of compensation; (5) beneficial results obtained; [and] (6)\r\n  customary legal fees for similar services.&quot;  Glasscock v. Glasscock,\r\n  304 S.C. 158, 161, 403 S.E.2d 313, 315&nbsp;(1991).  \r\nHere,\r\n  the family court addressed the E.D.M. factors and determined an award of\r\n  attorney's fees was appropriate.  The family court also addressed the Glasscock factors in determining a reasonable attorney's fee.  Because the family court\r\n  properly considered the E.D.M. and Glasscock factors, we conclude\r\n  the family court did not abuse its discretion in awarding Wife $125,551.48 in\r\n  attorney's fees and $7,000 in accounting costs.  See Dickert v.\r\n    Dickert, 387 S.C. 1, 10-11, 691 S.E.2d 448, 453&nbsp;(2010) (holding the\r\n  family court did not abuse its discretion in awarding attorney's fees when it\r\n  properly considered the E.D.M. and Glasscock factors).\r\nFurthermore,\r\n  Husband's contention the family court improperly considered his fault in\r\n  causing the divorce when awarding attorney's fees and costs is without merit.  See,\r\n    e.g.,  Doe v. Doe, 370 S.C. 206, 219, 634 S.E.2d 51, 58&nbsp;(Ct.\r\n  App. 2006) (&quot;A party's fault in causing a divorce . . . is not a factor to\r\n  be considered when awarding attorney's fees.&quot;).  In fact, the family court\r\n  found the time necessarily devoted to the case was substantial and the fees and\r\n  costs would not have been incurred but for Husband's fault in the breakdown of\r\n  the marriage and his subsequent efforts to defeat Wife's interest in marital\r\n  property.  The family court specifically noted Wife's counsel and accountant\r\n  went to great lengths to trace the proceeds from Husband's surreptitious sale\r\n  of the Seabrook Property.  This is in contrast to the family court's erroneous\r\n  finding in Doe that husband should be awarded attorney's fees primarily because\r\n  wife's adultery caused the divorce. Id.  Accordingly, Husband's argument\r\n  is without merit.  We find no abuse of discretion in the family court's award\r\n  of attorney's fees and accounting costs.    \r\nD.&nbsp; Amount of Wife's Equitable\r\n  Distribution\r\nHusband\r\n  contends the family court erred in ordering he pay Wife in excess of $500,000\r\n  in equitable distribution because his yearly income is only $65,000 and he does\r\n  not have the ability to pay $500,000.  We disagree.\r\n&quot;The\r\n  apportionment of marital property will not be disturbed on appeal absent an\r\n  abuse of discretion.&quot;  Greene v. Greene, 351 S.C. 329, 340, 569\r\n  S.E.2d 393, 399&nbsp;(Ct. App. 2002).  Section 20-3-620(B) of the South\r\n  Carolina Code (Supp. 2010) lists fifteen factors the family court must consider\r\n  in making an equitable apportionment and grants the court the discretion to\r\n  determine the weight to assign to each of the factors.  Id.  &quot;On\r\n  appeal, this court looks to the overall fairness of the apportionment and it is\r\n  irrelevant that this court might have weighed specific factors differently than\r\n  the family court.&quot;  Id.  Here, the family court expressly\r\n  considered the relevant factors pursuant to section 20-3-620(B).  Furthermore,\r\n  a review of the record reveals the overall equitable apportionment was fair and\r\n  reasonable especially considering Husband's misconduct in attempting to defeat\r\n  Wife's interest in the Florida Property and the disparity between the parties'\r\n  earning potentials.  Accordingly, we find the family court did not abuse its\r\n  discretion in equitably apportioning the parties' marital property.  \r\nConclusion\r\nFor\r\n  the foregoing reasons, the decision of the family court is\r\nAFFIRMED.\r\nHUFF\r\n  and KONDUROS, JJ., concur. \r\n\r\n[1] The family court found Husband's testimony asserting\r\n  the Bold Venture's value was $100,000 was not credible.  \r\n\r\n","court":"Appeals"}]