[{"id":"4815","title":"SunTrust Bank v. Bryant","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4815","description":"In this appeal, SunTrust Bank s/b/m National Bank of Commerce, including its division, Central Carolina Bank (SunTrust) argues the master-in-equity erred in finding Phyllis Davis's judgment lien was entitled to priority over its purchase money mortgage in the distribution of the overage from a tax sale of the real property subject to the purchase money mortgage.","date":"2011-04-06","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        SunTrust Bank s/b/m National Bank of Commerce, including its Division, Central Carolina Bank, Appellant,\r\n        v.\r\n        Brandy K. Bryant a/k/a Brandy K. McGarthy, Arnold L. Bryant, Phyllis W. Davis and Stephen Ford, as Spartanburg County Tax Collector, Defendants,\r\n        Of whom Phyllis W. Davis is the Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nGordon G. Cooper, Master-in-Equity\r\n\r\nOpinion No. 4815\r\nSubmitted March 1, 2011 – Filed April 6, 2011\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Dean A. Hayes, of Columbia, for Appellant.\r\n        Daniel R. Hughes and John B. Duggan, both of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.:&nbsp; In this appeal, SunTrust Bank s/b/m National Bank of Commerce, including its division, Central Carolina Bank (SunTrust) argues the\r\nmaster-in-equity erred in finding Phyllis Davis's judgment lien was entitled to priority over its purchase money mortgage in the distribution of the overage\r\nfrom a tax sale of the real property subject to the purchase money mortgage. &nbsp;We reverse.&nbsp;\r\nFACTS\r\nOn February 12, 2001, Davis obtained a judgment against Arnold Bryant in the amount of $5,205.46.&nbsp; On April 27, 2001, Arnold Bryant and Brandy Bryant\r\npurchased real property located at 10 20th Street in Greer, South Carolina (the Property) using the proceeds of a loan given by Central Carolina Bank\r\n(Central Carolina). &nbsp;During the loan closing, Arnold Bryant and William Edwards executed and delivered to Central Carolina a promissory note in the amount\r\nof $27,846.76. The note was secured by a mortgage executed by the Bryants on April 27, 2001, and recorded on May 1, 2001. &nbsp;SunTrust is the successor\r\nin interest to Central Carolina.\r\nOn November 5, 2006, Stephen Ford, as Spartanburg County Tax Collector, sold the Property at a public tax sale to Equifunding, Inc. (Equifunding) for\r\nnon-payment of the 2005 taxes. &nbsp;On March 8, 2008, a tax deed was issued conveying the Property to Equifunding. &nbsp;The tax sale of the\r\nProperty resulted in an overage of $8,832.87.&nbsp;\r\nOn August 26, 2008, SunTrust filed a complaint against the Bryants, Davis, and Ford seeking the entire overage amount from the tax sale. &nbsp;&nbsp;SunTrust\r\nalleged it held a purchase money mortgage executed by the Bryants, and the principal balance owed on the note to SunTrust was in excess of $13,000. &nbsp;SunTrust\r\nmaintained it was entitled to the overage under either the contractual language of the mortgage or an equitable lien theory. &nbsp;Neither the Bryants nor Ford\r\nanswered the complaint.&nbsp; Davis answered SunTrust's complaint and denied SunTrust's purchase money mortgage was entitled to priority over her\r\njudgment.&nbsp;\r\nOn December 16, 2008, SunTrust filed a motion for summary judgment.&nbsp; On December 17, 2008, the case was referred to the master-in-equity by consent\r\norder of reference. &nbsp;At the hearing on SunTrust's summary judgment motion, the master determined SunTrust's purchase money mortgage was not entitled\r\nto priority over Davis's judgment. The master found, however, that because Davis's judgment was only against Arnold Bryant and the Property was owned by Arnold\r\nBryant and Brandy Bryant as joint tenants with the right of survivorship, the $8,832.87 overage should be divided equally between SunTrust and Davis. &nbsp;In\r\nthe final order filed on May 5, 2009, the master ordered the overage be divided between SunTrust and Davis and found SunTrust &quot;had the opportunity to\r\nforeclose its mortgage on the [P]roperty but chose not do so&quot; and &quot;thus, after the [P]roperty was sold . . . SunTrust lost any security interest\r\ntherein.&quot;[1] &nbsp;In July 2009, the master denied SunTrust's motion to alter or amend.&nbsp; This appeal\r\nfollowed.\r\nSTANDARD OF REVIEW\r\nAn action to establish lien priorities is an action in equity.&nbsp; Fibkins v. Fibkins, 303 S.C. 112, 115, 399 S.E.2d 158, 160 (Ct. App. 1990). The\r\nappellate court's standard of review in equitable matters is our own view of the preponderance of the evidence. Williams v. Wilson, 349 S.C. 336, 339-40,\r\n563 S.E.2d 320, 322 (2002).\r\nLAW/ANALYSIS\r\nSunTrust argues the master erred in finding Davis's judgment was entitled to priority over its purchase money mortgage.&nbsp; We agree.&nbsp;\r\n&quot;A purchase money mortgage is recognized at common law and in equity where a purchaser of land, contemporaneous with the acquisition of the legal title\r\nor afterward, but as a part of the same transaction, executes a mortgage to secure the purchase money.&quot; &nbsp;Hursey v. Hursey, 284 S.C. 323, 327,\r\n326 S.E.2d 178, 180 (Ct. App. 1985).&nbsp; &quot;It is accorded priority over all other claims or liens arising through the mortgagor although they are prior in\r\ntime to the execution of the purchase money mortgage.&quot;&nbsp; Id. &nbsp;&quot;The rationale for this special priority is that the mortgagor's\r\ninterest in the property is made possible by the purchase money loan, so that the mortgage should come ahead of other interests that attach merely because the\r\nmortgagor acquires the property.&quot;&nbsp; South Carolina Federal Sav. Bank v. San-A-Bel Corp., 307 S.C. 76, 80, 413 S.E.2d 852, 855&nbsp;(Ct. App.\r\n1992).\r\nSunTrust contends that although Davis's judgment was filed first, its mortgage is entitled to priority by virtue of its purchase money status.&nbsp; Davis\r\nargues SunTrust was not entitled to the same priority as to the proceeds from the sale of the Property as to the Property itself.&nbsp; Davis maintains SunTrust\r\nfailed to assert its right to redeem and therefore lost its right to assert priority over Davis's previously recorded judgment.[2]\r\nFirst, we note neither party cites case law in their briefs addressing the issue before this court.&nbsp; While SunTrust cites Knapp v. Victory Corp.,\r\n279 S.C. 80, 302 S.E.2d 330&nbsp;(1983), Twin City Power Co. v. Savannah River Elec. Co., 163 S.C. 438, 161 S.E. 750 (1930), and FCX, Inc. v. Long\r\nMeadow Farms, Inc., 269 S.C. 202, 237 S.E.2d 50&nbsp;(1977), in support of its argument that purchase money mortgages are entitled to priority over\r\npreviously filed judgment liens with regard to proceeds from a tax sale, we find these cases do not support SunTrust's contention. &nbsp;None of the cases\r\nrelied upon by SunTrust involve tax sales or purchase money mortgages.&nbsp;\r\nWe find SunTrust's mortgage is entitled to priority over Davis's judgment. Although Davis's judgment was filed prior to the execution of SunTrust's mortgage,\r\npurchase money mortgages are accorded priority over all other liens arising through the mortgagor.&nbsp; See Hursey, 284 S.C. at 327, 326 S.E.2d\r\nat 180. &nbsp;Furthermore, SunTrust's purchase money mortgage made the Bryants' interest in the Property possible. &nbsp;See San-A-Bel, 307 S.C.\r\nat 80, 413 S.E.2d at 855 (holding the rationale for granting purchase money mortgages priority over all other liens is that the mortgagor's interest in the\r\nproperty is made possible by the purchase money loan).&nbsp; If SunTrust had not given the purchase money loan to the Bryants, there would have been no property\r\nto be sold at the tax sale, and therefore, no overage.&nbsp; Accordingly, we find SunTrust is entitled to the entire tax sale overage.\r\nCONCLUSION\r\nWe reverse the master's determination that SunTrust and Davis are each entitled to one-half of the tax sale overage.&nbsp; We find SunTrust's purchase money\r\nmortgage has priority over Davis's judgment, and thus, SunTrust is entitled to the entire overage.&nbsp;\r\nREVERSED.\r\nWILLIAMS and GEATHERS, JJ., concur.&nbsp;\r\n\r\n[1] The final order does not mention the master's reasoning from the hearing that Davis was only entitled to\r\npriority on Arnold Bryant's one-half interest in the Property.&nbsp;\r\n[2] Davis failed to cite any authority to support this argument.&nbsp; Therefore, Davis abandoned this issue on\r\nappeal, and we decline to consider the argument.&nbsp; See Bennett v. Investors Title Ins. Co., 370 S.C. 578, 599, 635 S.E.2d 649, 660&nbsp;(Ct.\r\nApp. 2006) (holding that issues raised in a brief but not supported by authority are deemed abandoned and will not be considered on appeal).&nbsp;\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4816","title":"State v. Murphy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4816","description":"Denise Murphy appeals her conviction for driving under the influence (DUI).  We affirm.","date":"2011-04-06","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Denise Murphy, Appellant,\r\n        v.\r\n        The State, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n&nbsp;R. Knox McMahon, Circuit Court Judge\r\n\r\nOpinion No. 4816\r\nSubmitted January 4, 2011 – Filed April 6, 2011&nbsp;&nbsp;&nbsp;\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        John A. O'Leary, of Columbia, for Appellant.\r\n        Rachel Donald Erwin, of Blythewood, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.: Denise Murphy appeals her conviction for driving under the influence (DUI). &nbsp;We affirm.[1]&nbsp;\r\nFACTS\r\nOn April 4, 2007, Officer Jerry Rothell stopped Murphy's vehicle after noticing her swerving and weaving.&nbsp; Rothell conducted three field sobriety tests\r\nand arrested Murphy for DUI.&nbsp; A subsequent Datamaster breath test revealed Murphy had a blood alcohol level of 0.13.&nbsp; A dashboard video camera in\r\nRothell's vehicle recorded the traffic stop.&nbsp;\r\nDuring the traffic stop Murphy was made to walk a straight line.&nbsp; However, during this sobriety test, the videotape only recorded her from essentially\r\nthe knees up, and in portions only displayed half her body as she walked to the limit of the camera's field of view.&nbsp; In addition, a horizontal gaze\r\nnastagmus test was conducted, in which Murphy was made to follow the movement of a pen with only her eyes.&nbsp; However, Rothell conducted this test in the\r\nspot where Murphy stood after completing the straight line test, with her back to the car, on the fringe of the dashboard camera's field of view.[2]&nbsp; On cross-examination, Rothell explained:\r\n\r\n  I could have done it completely in front of the car and you wouldn't have seen it.&nbsp; The reason for it is it's checking for an involuntary twitching of\r\n  the eye.&nbsp; I turned around and pointed her back toward the car to do that because the blue [light] is going to flash in and out and create problems with\r\n  her eyes focusing.&nbsp; That's the reason I moved her to the side and had her turn her back to the car and made sure that she didn't feel like the blue\r\n  lights were bothering her at all.&nbsp;\r\n\r\nPre-trial, Murphy unsuccessfully moved to suppress the videotape of the traffic stop and sobriety tests because (1) two of the field sobriety tests were not\r\nconducted in full view of the camera and (2) the video camera continued recording after she was placed in Rothell's police vehicle.\r\nAdditionally, Murphy's unsuccessfully moved to suppress the results of her Datamaster breath alcohol test because the Datamaster device used in her case\r\nrequired repairs sixteen days after her test was conducted.&nbsp; At trial, Murphy cross-examined Rothell in detail about SLED's repair records for the\r\nDatamaster breath alcohol test device, which Murphy acquired from SLED's website.&nbsp;\r\nThe jury found Murphy guilty of DUI.&nbsp; Murphy appealed to the circuit court, and the circuit court affirmed.&nbsp; This appeal\r\nfollowed.&nbsp;&nbsp;&nbsp;\r\nISSUES ON APPEAL\r\n\r\n  I.&nbsp;&nbsp; Did the circuit court err in failing to suppress the incident site videotape of Murphy's traffic stop?&nbsp;\r\n  II.&nbsp; Did the circuit court err in failing to suppress Murphy's breath alcohol test results?\r\n\r\nSTANDARD OF REVIEW\r\n&quot;[O]ur scope of review is limited to correcting the circuit court's order for errors of law.&quot;&nbsp; City of Rock Hill v. Suchenski, 374 S.C.\r\n12, 15, 646 S.E.2d 879, 880 (2007).&nbsp;&nbsp;\r\nLAW/ANALYSIS\r\nI.&nbsp; Videotape\r\n\r\n  Section 56-5-2953 of the South Carolina Code provides:\r\n  \r\n    (A) A person who violates Section 56-5-2930, 56-5-2933, or 56-5-2945 must have his conduct at the incident site and the breath test site videotaped.\r\n    (1) The videotaping at the incident site must:\r\n    (a) begin not later than the activation of the officer's blue lights and conclude after the arrest of the person for a violation of Section 56-5-2930,\r\n    56-5-2933, or a probable cause determination that the person violated Section 56-5-2945; and\r\n    (b) include the person being advised of his Miranda rights before any field sobriety tests are administered, if the tests are administered.\r\n  \r\n\r\nS.C. Code Ann. § 56-5-2953(A) (2006).[3]\r\na.&nbsp; Remedy available under Section 56-5-2953\r\nInitially, although not raised by either party, we must note that throughout the course of this matter, Murphy is inconsistent as to the remedy she\r\nseeks.&nbsp; Before the magistrate, Murphy argued for &quot;suppression&quot; of the videotape, on appeal to the circuit court Murphy argued the magistrate\r\nerred in failing to &quot;dismiss&quot; the charge, and now on appeal to this court Murphy argues the trial court erred in failing to &quot;suppress&quot; the\r\nvideo.&nbsp;\r\nUnder subsection (A) of the statute, &quot;[t]he videotapes of the incident site and of the breath test site are admissible pursuant to the South Carolina\r\nRules of Evidence in a criminal, administrative, or civil proceeding by any party to the action.&quot;&nbsp; S.C. Code Ann. § 56-5-2953(A).&nbsp; However, the\r\nremedy for noncompliance with the statute is dismissal.&nbsp; See City of Rock Hill v. Suchenski, 374 S.C. 12, 17, 646 S.E.2d 879, 881&nbsp;(2007)\r\n(&quot;[D]ismissal of the DU[I] charge is an appropriate remedy provided by § 56-5-2953 where a violation of subsection (A) is not mitigated by subsection (B)\r\nexceptions.&quot;); S.C. Code Ann. § 56-5-2953(B) (stating that &quot;[f]ailure . . . to produce the videotapes required by [subsection (A)] is not alone a\r\nground for dismissal. . . if [certain exceptions are met]&quot;).&nbsp; However, regardless of the fact that Murphy asked to suppress the videotape for\r\nnoncompliance, we find the issue of the trial court's interpretation of the statute is properly before this court.&nbsp; Further, in light of our holding infra\r\n– that the statutory requirements of subsection (A) were met – the inconsistencies in the remedy sought are not of consequence to this appeal.\r\nb.&nbsp; Failure to record a full view of all field sobriety tests\r\nMurphy alleges the videotape of the incident cite does not comply with the statute because it fails to &quot;record most of the field sobriety\r\ntests.&quot;&nbsp; We disagree.\r\n&quot;All rules of statutory construction are subservient to the maxim that legislative intent must prevail if it can be reasonably discovered in the\r\nlanguage used.&quot; State v. Gaines, 380 S.C. 23, 32-33, 667 S.E.2d 728, 733 (2008).&nbsp;\r\nHere, the statute provides a person &quot;must have his conduct at the incident site and breath test site videotaped.&quot;&nbsp;&nbsp; The videotaping at\r\nthe incident site must &quot;(a) begin not later than the activation of . . . blue lights and conclude after the arrest . . . &quot; and &quot;(b) include the\r\nperson being advised of his Miranda rights before any field sobriety tests are administered, if the tests are administered.&quot;&nbsp; S.C. Code Ann. §\r\n56-5-2953(A)(1)(a)-(b).\r\nTherefore, in regard to what must be recorded, the plain language of the statute is not violated as long as the recording captures (1) the accused's conduct\r\nand (2) Miranda warnings prior to field sobriety tests, if such tests occur.&nbsp; Murphy does not allege the video fails to capture her being advised of\r\nMiranda, but only that the statute requires that she remain in full view and record all field sobriety tests.&nbsp; However, nothing in the plain language of\r\nthe statute indicates that an accused remain in full view of the camera for the duration of the encounter.&nbsp; Rather, the statute only requires her\r\n&quot;conduct&quot; be recorded.&nbsp; Conduct is generally defined as one's behavior, action, or demeanor.&nbsp; The Oxford Dictionary 158 (2d ed. 2001).&nbsp;\r\nFailure of the video to maintain a full view of the accused for the duration of a field sobriety test in which she is made to walk a line, for instance, does\r\nnot fail to display her behavior, demeanor, and general state.&nbsp; Thus, an accused need not remain in full view of the camera at all times in order for the\r\nrecording to capture her conduct.&nbsp;\r\nThe statute speaks to the sobriety tests by stating the video must &quot;include the person being advised of his Miranda rights before any field sobriety\r\ntests are administered, if the tests are administered.&quot;&nbsp; S.C. Code Ann. § 56-5-2953(A)(1)(b).&nbsp; While certainly an individual's performance on\r\nsuch tests would be part and parcel of his or her &quot;conduct&quot; at the incident site, as mentioned, an unbroken recording of the tests is not necessary to\r\ncapture conduct.&nbsp; Therefore, the recording need not display all field sobriety tests provided it captures the accused's conduct.[4]\r\nAccordingly, we find the plain language of the statute does not require that the recording capture a continuous full view of the accused, or capture all\r\nfield sobriety tests.&nbsp; Rather, provided all other requirements are met, the video need only record the accused's conduct.&nbsp; For this reason we find the\r\ntrial court did not err in finding the video complied with section 56-5-2953(A). &nbsp;\r\nc.&nbsp; Terminating the video upon arrest\r\nNext, Murphy argues the statute was violated when Rothell failed to stop the videotape when she was placed in the police cruiser.&nbsp; We disagree.&nbsp;\r\nThe statute provides: &quot;The videotaping at the incident site must (a) begin not later than the activation of . . . blue lights and conclude after the\r\narrest of the person . . . .&quot;&nbsp; S.C. Code Ann. § 56-5-2953(A)(1)(a) (emphasis added).&nbsp;\r\nMurphy alleges the provision that the recording &quot;must . . . conclude after the arrest&quot; required Rothell to end the recording when she was placed in\r\nthe police cruiser.&nbsp; However, in State v. Dowd, the supreme court affirmed a defendant's resisting arrest conviction, holding the arrest did not\r\nconclude until the defendant was locked in his jail cell.&nbsp; 306 S.C. 268, 270, 411 S.E.2d 428, 429 (1991).&nbsp; In rejecting the argument that the arrest\r\nended upon being taken into custody, the court defined arrest as &quot;an ongoing process, finalized only when the defendant is properly confined.&quot;&nbsp; Id.\r\nAccordingly, we find the statute did not require the video be terminated upon Murphy being placed in the police cruiser.&nbsp; Thus, the trial court did not\r\nerr in finding the video recording complied with the statute.&nbsp;\r\nII.&nbsp; Suppression of the breath test\r\nFinally, Murphy argues the trial court erred in failing to suppress the results of her Datamaster breath test in light of documents from the SLED website\r\nthat the machine was repaired sixteen days after her test.&nbsp; We disagree.\r\n\r\n  Section 56-5-2954 of the South Carolina Code requires:\r\n  \r\n    The State Law Enforcement Division and each law enforcement agency with a breath testing site is required to maintain a detailed record of malfunctions,\r\n    repairs, complaints, or other problems regarding breath testing devices at each site. These records must be electronically recorded. These records,\r\n    including any and all remarks, must be entered into a breath testing device and subsequently made available on the State Law Enforcement Division web site.\r\n  \r\n\r\nS.C. Code Ann. § 56-5-2954 (Supp. 2010).\r\nFirst Murphy argues &quot;there are no local records as required [and] the SLED records are erroneous and misleading.&quot;&nbsp; However, in State v.\r\nLandon, our supreme court found that section 56-5-2954 &quot;is satisfied by the fact that SLED's internet records are available at the testing site\r\nitself.&quot;&nbsp; 370 S.C. 103, 108, 634 S.E.2d 660, 663&nbsp;(2006).&nbsp; Moreover, Murphy has failed to include the SLED records in the record on\r\nappeal.&nbsp;&nbsp;&nbsp;\r\nNext, Murphy argues, &quot;[d]espite . . . finding that the [a]ppellant had made a prima facie showing of prejudice as required in Landon, the result\r\n[was] not suppressed . . . .&quot;\r\n\r\n  In Landon, the supreme court held:\r\n  \r\n    We are aware, however, that information regarding the DataMaster is exclusively within the State's control. Because SLED's failure to provide a detailed\r\n    record significantly hampers the defendant's ability to show prejudice in this situation, we hold that once a defendant makes a prima facie showing of\r\n    prejudice, the burden must shift to the State to prove the defendant was not prejudiced, either by providing records to show the machine was working\r\n    properly at the time of testing or by some other contemporaneous evidence.\r\n  \r\n\r\nId. at 109, 634 S.E.2d at 663.\r\nIn this case, Murphy argues only that she made a prima facie showing of prejudice.&nbsp; Interestingly, it appears that the trial court agreed as in response\r\nto Murphy's pre-trial motion to suppress the test results, the trial court stated:\r\n\r\n  I'm going to deny your motion . . . . It's something that can be cross-examined and I guess I'm basing it on the number of tests that were conducted\r\n  between the subject test, . . . and the date that there was some repair made on this datamaster.&nbsp; Anyway, I feel like the State has satisfied the\r\n  requirement of Landon but it still I guess is a jury issue as to how they want to treat the weight of the datamaster.\r\n\r\n(emphasis added).\r\nFirst, we are compelled to state that a prima facie showing of prejudice does not render the test results inadmissible per se but simply shifts the burden to\r\nthe State to show the machine was working properly at the time of the test.&nbsp; See Landon, 370 S.C. at 109, 634 S.E.2d at 663.&nbsp; Therefore,\r\neven if we were to accept Murphy's contention that she made a prima facie showing of prejudice, because she does not allege the trial court erred in finding the\r\nState satisfied its burden under Landon, she offers this court no basis on which to reverse the ruling of the trial court.&nbsp;\r\nHowever, notwithstanding that Murphy does not allege the trial court erred in finding the State met its burden under Landon, we find the evidence\r\nsupports the trial court's conclusion that it did.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The State presented evidence that the Datamaster conducts a series of\r\nself-diagnosing checks to insure that it is operating correctly both prior to and subsequent to any actual breath testing.&nbsp; In this regard evidence exists\r\nto demonstrate that the Datamaster in question conducted this series of checks at least twenty-five times after Murphy's test without indicating a malfunction\r\nor need for repair. &nbsp;\r\nAccordingly, even if we were to accept Murphy's claim that she presented a prima facie showing of prejudice, we find the evidence supports the determination\r\nthat the State met its burden under Landon and that the issue was one proper for the jury.&nbsp;&nbsp;\r\nCONCLUSION\r\nFor the reasons stated above, the ruling is\r\nAFFIRMED.&nbsp; &nbsp;&nbsp;&nbsp;\r\nGEATHERS, J., concurs.\r\nPIEPER, J., concurring.\r\nI concur in the resulting decision to affirm.&nbsp; However, I would resolve the videotape issue on preservation grounds.&nbsp;\r\n&quot;In order for an issue to be preserved for appellate review, it must have been raised to and ruled upon by the trial judge.&quot;&nbsp; State v.\r\nDunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 693 (2003).&nbsp; When the circuit court is acting in an appellate capacity, the appellant must raise an issue to\r\nthe circuit court in order to preserve the issue.&nbsp; Rogers v. State, 358 S.C. 266, 270, 594 S.E.2d 278, 280 (Ct. App. 2004).&nbsp; Moreover, to\r\npreserve an issue an appellant must argue the same grounds at trial as those he argues on appeal.&nbsp; State v. Smith, 337 S.C. 27, 34, 522 S.E.2d 598,\r\n601 (1999).&nbsp;\r\nDuring pretrial motions before the magistrate, Murphy moved to suppress the videotape because of a violation of section 56-5-2953 of the South Carolina Code\r\n(2006) by not recording all of the field sobriety tests, and Murphy also asked that the case be dismissed.&nbsp; On appeal to the circuit court, Murphy argued\r\nhis charges should be dismissed based on a violation of the same statute; however, the remedy of suppression on the ground of not recording all of the\r\nfield sobriety tests was never addressed by the circuit court.&nbsp; The circuit court did address Murphy's issue about allowing a post-arrest video of the\r\ndefendant into evidence, as well as the issue about the datamaster records.&nbsp; Murphy subsequently appealed to this court, basing all the issues on appeal on\r\nthe court's failure to suppress the videotape.&nbsp; Because some of Murphy's arguments changed in part, the issue of suppression of the video for not\r\nfully taping the field sobriety tests, as opposed to dismissal of the case, does not appear to be properly before us.&nbsp; Just as a motion to strike evidence\r\ndoes not automatically preserve a request for a mistrial, a request for suppression does not automatically preserve a request for dismissal, and vice\r\nversa.&nbsp; Thus, I would not reach the merits of Murphy's suppression issue on the field sobriety tests because the circuit court only addressed the issue\r\nusing the perspective of whether dismissal was appropriate.\r\nAs to the remaining portions of the majority opinion on the post-arrest taping issue and the datamaster records issue, I concur with the majority.\r\n\r\n[1]&nbsp; We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n[2]&nbsp; Contrary to Murphy's allegation, upon review of the videorecording produced by the dashboard camera,\r\nRothell does not appear to affirmatively removing Murphy from the view of the camera.\r\n[3]&nbsp; Section 56-5-2953 was amended effective Feb. 10, 2009.&nbsp; See Act No. 201, 2008 S.C. Acts\r\n1682-85.&nbsp; Thus, the amended statute is not applicable to this case.&nbsp;\r\n[4]&nbsp; As amended in 2009, the current version of section 56-5-2953 expressly requires the recording of field\r\nsobriety tests.&nbsp; See S.C. Code Ann. § 56-5-2953(A)(1)(a)(ii) (Supp. 2010) (&quot;The video recording at the incident site must: . . . include any\r\nfield sobriety tests administered.&quot;).&nbsp; We note that the legislature's amendment of the plain language of the statute to require the recording of field\r\nsobriety tests further bolsters our position that the plain language of the prior version, in effect at the time of this action, did not require recording of\r\nall tests.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4817","title":"SCDOR v. Club Rio","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4817","description":"The Department of Revenue (Department) moved the Administrative Law Court (ALC) to revoke the liquor by the drink license and beer and wine permit (collectively, the License) of Club Rio, d/b/a Club Level (the Club).  After the Club surrendered the License, the ALC dismissed the action, finding it lacked subject matter jurisdiction and the revocation issue was moot.  We reverse and remand for consideration of the Department's motion for revocation.","date":"2011-04-06","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        South Carolina Department of Revenue, Appellant,\r\n        v.\r\n        Club Rio, d/b/a Club Level, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From the Administrative Law Court\r\nMarvin F. Kittrell, Judge\r\n\r\nOpinion No. 4817\r\nSubmitted March 1, 2011 – Filed April 6, 2011&nbsp;&nbsp;&nbsp;\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Andrew L. Richardson, Caroline H. Raines, Milton G. Kimpson, and Ronald W. Urban, all of Columbia, for Appellant.&nbsp;\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM:&nbsp; The Department of Revenue (Department) moved the Administrative Law Court (ALC) to revoke the liquor by the drink license and beer\r\nand wine permit (collectively, the License) of Club Rio, d/b/a Club Level (the Club).&nbsp; After the Club surrendered the License, the ALC dismissed the\r\naction, finding it lacked subject matter jurisdiction and the revocation issue was moot.&nbsp; We reverse[1] and\r\nremand for consideration of the Department's motion for revocation.&nbsp;\r\nFACTS\r\nBeginning in 2007, the Club operated a hip-hop dance/night club in Richland County.&nbsp; Located in a mixed business and residential district, the Club was\r\nthe only business in the immediate vicinity that possessed both a permit to sell beer and wine and a license to sell liquor by the drink on the premises.&nbsp;\r\nIn August 2008, shortly before the expiration of its License, the Club filed an application with the Department to renew its License.&nbsp;\r\nOn September 2, 2008, the Department sent the Club a &quot;Letter to Operate&quot; recognizing the Club had timely filed requests to renew its License and,\r\non the condition that the Club timely requested a contested case hearing, expressly permitting the Club to continue to operate under the License during the\r\npendency of the administrative process.&nbsp; The letter limited the extension of the License to thirty days after the date of the ALC's decision or ninety days\r\nafter the date of the letter, whichever occurred first, but explained the Club could request additional extensions.&nbsp;&nbsp;&nbsp;\r\nOn September 24, 2008, after reviewing protests from the Club's neighbors who opposed renewal of the License, the Department denied the Club's request for\r\nrenewal.&nbsp; Four days later, the Department advised the Club it had ninety days within which to file a written protest with the Department contesting the\r\ndenial.&nbsp; On November 26, 2008, the Club requested that the Department extend the provisional License an additional sixty days and filed with the ALC a\r\nrequest for a contested case hearing.&nbsp; The Department responded by issuing a second Letter to Operate.&nbsp;\r\nOn February 2, 2009, the Department moved to dismiss the contested case on the basis that the Club had failed to file its contested-case request with the ALC\r\nwithin thirty days of learning of the Department's decision.[2]&nbsp; Although the Club filed a response on February\r\n18, 2009, asking for its delay to be excused for good cause, the ALC granted the Department's motion.&nbsp; Shortly thereafter, the Club requested an extension\r\nof the License and requested the ALC stay the effect of its order dismissing the case during the pendency of the Club's appeal to this court.[3]&nbsp; When the Department did not object, the ALC granted the Club's motion, permitting the Club to operate under the License\r\nuntil March 31, 2009.\r\nOn March 20, 2009, the Department moved the ALC to enter an emergency suspension of the Club's License because the Club posed a threat to &quot;the public's\r\nhealth, safety, or welfare.&quot;&nbsp; The motion indicated the Department sought the suspension &quot;pending a hearing on the merits for the permanent\r\nrevocation&quot; of the Club's License.&nbsp; The ALC granted the motion and suspended the License.&nbsp; On March 25, 2009, the Department took possession of\r\nthe Club's copy of its Letter to Operate.[4]&nbsp; The next day, the Club surrendered to the Department its original\r\nLetter to Operate, along with a letter from the Club's president stating he did thereby &quot;turn in, release, relinquish, any and all rights and\r\nprivileges&quot; conferred by its beer and wine permit, its liquor license, and the Letters to Operate.&nbsp;\r\nAt the March 31, 2009 hearing on the Department's motion to revoke the Club's License, the Club orally moved the ALC to dismiss the case based upon lack of\r\nsubject matter jurisdiction and mootness.&nbsp; The ALC entertained arguments on all three motions.&nbsp; After the Club presented its motions, the Department\r\npresented evidence that the Club posed a danger to the public health, safety, and welfare as a result of fighting and shooting incidents that occurred both\r\nbefore and after the stay was granted.&nbsp; Several witnesses and members of local law enforcement testified that similar incidents and other criminal activity\r\nwere commonplace at the Club and that the Club unduly burdened the local police.&nbsp;\r\nOn May 6, 2009, the ALC issued its final order granting both of the Club's motions to dismiss.&nbsp; Despite its initial determination that it lacked subject\r\nmatter jurisdiction, the ALC &quot;out of an abundance of caution&quot; also found the matter was moot, found no exception to the Mootness Doctrine applied, and\r\ngranted dismissal on that basis as well.&nbsp; The Department appealed.&nbsp; The Club, which was represented by counsel before the ALC but is not represented\r\non appeal, did not file a respondent's brief in this matter.\r\nSTANDARD OF REVIEW\r\nAppellate review of an order by the ALC &quot;must be confined to the record.&quot;&nbsp; S.C. Code Ann. § 1-23-610(B) (Supp. 2010).&nbsp;\r\nFurthermore:&nbsp;\r\n\r\n  The court may not substitute its judgment for the judgment of the [ALC] as to the weight of the evidence on questions of fact. &nbsp;The court of appeals\r\n  may affirm the decision or remand the case for further proceedings; or, it may reverse or modify the decision if the substantive rights of the petitioner have\r\n  been prejudiced because the finding, conclusion, or decision is:\r\n  \r\n    (a)&nbsp;&nbsp; in violation of constitutional or statutory provisions;\r\n    (b)&nbsp;&nbsp; in excess of the statutory authority of the agency;\r\n    (c)&nbsp;&nbsp; made upon unlawful procedure;\r\n    (d)&nbsp;&nbsp; affected by other error of law;\r\n    (e)&nbsp;&nbsp; clearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or\r\n    (f)&nbsp;&nbsp;&nbsp; arbitrary or capricious or characterized by abuse of discretion or clearly unwarranted exercise of discretion.\r\n  \r\n\r\nId.\r\nLAW/ANALYSIS\r\nI.&nbsp; Subject Matter Jurisdiction\r\nThe Department first asserts the ALC erred in granting the Club's motion to dismiss based upon lack of subject matter jurisdiction.&nbsp; We agree.&nbsp;\r\n&quot;Subject matter jurisdiction is 'the power to hear and determine cases of the general class to which the proceedings in question belong.'&quot;&nbsp; Dove\r\nv. Gold Kist, Inc., 314 S.C. 235, 237-38, 442 S.E.2d 598, 600 (1994) (quoting Bank of Babylon v. Quirk, 472 A.2d 21, 22 (Conn. 1984)).&nbsp;\r\nThe ALC &quot;shall preside over all hearings of contested cases . . . involving the departments of the executive branch of government . . . .&quot;&nbsp;\r\nS.C. Code Ann. § 1-23-600(A) (Supp. 2010).&nbsp; In particular, the ALC has jurisdiction over contested case hearings involving alcoholic beverages.&nbsp; S.C.\r\nCode Ann. § 61-2-260 (2009).&nbsp; Furthermore, the Administrative Procedures Act (APA) permits the Department to seek summary suspension of a license pending\r\nrevocation proceedings &quot;[i]f the [Department] finds that public health, safety or welfare imperatively requires emergency action[] and incorporates a\r\nfinding to that effect in its order . . . .&quot;&nbsp; S.C. Code Ann. § 1-23-370(c) (2005).&nbsp; When a license is suspended or revoked, the holder must\r\nsurrender it to the Department immediately.&nbsp; S.C. Code Ann. § 61-4-600 (2009).&nbsp;\r\nWe reverse the ALC's decision dismissing this matter for lack of subject matter jurisdiction.&nbsp; This matter originated as a contested case filed pursuant\r\nto sections 1-23-600 and 61-2-260.&nbsp; However, the ALC dismissed the Club's contested case in its February 18, 2009 order and confirmed in a subsequent order\r\nthat the February dismissal ended the contested case.&nbsp; The record does not indicate the contested case was in any way revived.&nbsp; Subsequently, the\r\nDepartment commenced an action for summary suspension and revocation of the License under section 1-23-370(c).&nbsp; The Department appealed from the order\r\ndismissing the revocation issue.\r\nWe find the ALC has subject matter jurisdiction over a petition for revocation initiated by the Department even if the license or permit at issue is\r\nsurrendered after commencement of the revocation proceedings. &nbsp;Subject matter jurisdiction requires only the authority to adjudicate &quot;'cases of the general\r\nclass to which the proceedings in question belong.'&quot;&nbsp; Dove, 314 S.C. at 237-38, 442 S.E.2d at 600 (emphasis supplied).&nbsp; Under Title 61\r\nof the South Carolina Code, which covers Alcohol and Alcoholic Beverages, the Department has the authority to suspend or revoke alcoholic beverage licenses and\r\npermits after investigation.&nbsp; S.C. Code Ann. § 61-4-590 (2009).&nbsp; Both Title 61 and the APA agree the ALC has subject matter jurisdiction over\r\ncontested cases involving the Department.&nbsp; See §&nbsp;1-23-600(A); § 61-2-260.&nbsp; The APA applies the rules for contested cases to license\r\ngrant, denial, and renewal issues requiring notice and hearing.&nbsp; S.C. Code Ann. § 1-23-370(a) (2005).&nbsp; In another subsection of the same statute, the\r\nAPA specifies the Department may seek summary suspension of a permit or license.&nbsp; § 1-23-370(c).&nbsp; Consequently, although not articulated in these\r\nstatutes, it appears the General Assembly intended to empower the ALC to decide disputes relating to the issuance and validity of alcoholic beverage\r\nlicenses.&nbsp;\r\nIn the case at bar, the ALC found that the Club's surrender of its rights under the License effectively deprived the ALC of subject matter jurisdiction over\r\nthe previously filed revocation proceedings.&nbsp; This reasoning ignores the provisions above.&nbsp; The statutory scheme confers on the ALC subject matter\r\njurisdiction over the Department's contested cases.&nbsp; §&nbsp;1-23-600(A); § 61-2-260.&nbsp; Furthermore, no provision assigns subject matter jurisdiction\r\nover revocation proceedings elsewhere.&nbsp; Accordingly, the ALC erred in dismissing the Department's revocation proceeding for lack of subject matter\r\njurisdiction.&nbsp;\r\nII.&nbsp; Mootness\r\nNext, the Department asserts the ALC erred in granting the Club's motion to dismiss based upon mootness.&nbsp; We agree.&nbsp;\r\n\r\n  A.&nbsp; Mootness Doctrine\r\n  This court recently examined the Mootness Doctrine:&nbsp;\r\n  \r\n    The court does not concern itself with moot or speculative questions. &nbsp;An appellate court will not pass judgment on moot and academic questions; it\r\n    will not adjudicate a matter when no actual controversy capable of specific relief exists. &nbsp;A case becomes moot when judgment, if rendered, will have\r\n    no practical legal effect upon the existing controversy. &nbsp;Mootness also arises when some event occurs making it impossible for the reviewing court to\r\n    grant effectual relief.\r\n  \r\n\r\nSloan v. Greenville Cnty., 380 S.C. 528, 535, 670 S.E.2d 663, 667 (Ct. App. 2009) (internal citations and quotation marks omitted).&nbsp;\r\n\r\n  B.&nbsp; Revocation of Alcoholic Beverage License\r\n  The Department &quot;has sole and exclusive power to issue all licenses, permits, and certificates&quot; authorizing the sale of beer, wine, or\r\n  liquor.&nbsp; S.C. Code Ann. § 61-2-70 (2009).&nbsp; In addition:&nbsp;\r\n  \r\n    The [D]epartment has jurisdiction to revoke or suspend permits authorizing the sale of beer or wine. The [D]epartment may, on its own initiative . . . ,\r\n    revoke or suspend the permit pursuant to the South Carolina Revenue Procedures Act. The decision of the [ALC] is not automatically superseded or stayed by\r\n    the filing of a petition for judicial review.\r\n  \r\n\r\nS.C. Code Ann. § 61-4-590(A) (2009).&nbsp; However, the Department may not order suspension or revocation until after the South Carolina Law Enforcement\r\nDivision &quot;has conducted and completed an investigation, and the [D]epartment has made a departmental determination&quot; supporting suspension or\r\nrevocation. S.C. Code Ann. § 61-4-590(B) (2009).\r\nStatutory grounds for revocation or suspension of a permit authorizing the sale of beer or wine include the permit holder's knowing allowance of &quot;any\r\nact, the commission of which tends to create a public nuisance or which constitutes a crime under the laws of this State . . . .&quot;&nbsp; S.C. Code Ann. §\r\n61-4-580 (2009).&nbsp; If, following suspension or revocation, a permit holder either fails to surrender his permit to the Department immediately or continues\r\nto offer beer or wine for sale, he is guilty of a misdemeanor and &quot;must be fined not less than twenty dollars nor more than one hundred dollars or\r\nimprisoned for not less than ten days nor more than thirty days, or both, in the discretion of the court.&quot;&nbsp; S.C. Code Ann. 61-4-600 &amp; -610 (2009).\r\nA person seeking authorization to sell beer or wine must submit an application to the Department stating, under oath, &quot;whether [he] or an owner of the\r\nbusiness has been involved in the sale of alcoholic liquors, beer, or wine in this or another state and whether he has had a license or permit suspended or\r\nrevoked.&quot;&nbsp; S.C. Code Ann. § 61-2-90(4) (2009).&nbsp; Suspension or revocation of a license affects the ability of the holder and his immediate family\r\nto secure a new license or permit or maintain other existing permits:&nbsp;\r\n\r\n  (D) When a license or permit is suspended or revoked, no partner or person with a financial interest in the business may be issued a license or permit for\r\n  the premises concerned. No person within the second degree of kinship to a person whose license or permit is suspended or revoked may be issued a license or\r\n  permit for the premises concerned for a period of one year after the date of suspension or revocation.\r\n  (E) A person whose license or permit has been suspended or revoked for a particular premises is not eligible to receive an additional new license or permit\r\n  at another location during the period the suspension or revocation is in effect, and the [D]epartment may suspend or revoke all other licenses or permits held\r\n  by the person if the suspended or revoked premises is within close proximity.\r\n\r\nS.C. Code Ann. § 61-2-140 (2009).&nbsp;\r\nWe reverse the ALC's finding of mootness because the Club's surrender of the License prior to the hearing did not moot the revocation issue.&nbsp; See\r\nSloan, 380 S.C. at 535, 670 S.E.2d at 667 (holding an issue is moot &quot;when judgment, if rendered, will have no practical legal effect upon the\r\nexisting controversy . . . [or] when some event occurs making it impossible for the reviewing court to grant effectual relief&quot;).&nbsp; The Department\r\nsought to revoke the Club's License because the Club's continued operation threatened &quot;the public's health, safety, or welfare.&quot; &nbsp;After the ALC\r\ngranted the Department's motion for temporary suspension, section 61-4-600 required the Club to surrender its License to the Department.&nbsp; Accordingly, the\r\nClub's surrender of the License prior to the hearing merely amounted to compliance with the statute.&nbsp;&nbsp;&nbsp;\r\nThis issue was not moot because a judgment in the revocation action would have had a practical, long-term legal effect on the existing controversy between\r\nthe Department and the Club.&nbsp; In ruling otherwise, the ALC considered only the short-term differences in consequences between suspension, which was already\r\nin effect, and revocation.&nbsp; Suspension of a license is effective for a predetermined period of time, after which, absent an intervening event like\r\nrevocation, the licensee may resume operating under his license. &nbsp;S.C. Code Ann. § 1-23-370(c) (2005) (providing for summary suspension &quot;pending\r\nproceedings for revocation or other action&quot;).&nbsp; As long as it is in effect, suspension carries many of the same consequences as revocation.&nbsp;\r\nWhether the license is suspended or revoked, the holder must surrender it to the Department immediately and cease selling the products covered by it.&nbsp;\r\n§&nbsp;61-4-600 &amp; -610.&nbsp; Furthermore, both suspension and revocation affect the Department's ability to issue a new license to the holder of a\r\nsuspended or revoked license, as well as to his close relatives and business associates.&nbsp; §&nbsp;61-2-140(D) &amp; (E).&nbsp; To the extent the ALC's\r\nrevocation of the License would have protected the health, safety, or welfare of the public immediately by preventing the Club from selling alcoholic beverages,\r\nthe temporary suspension of the License achieved the same result.[5]&nbsp;\r\nNevertheless, revocation carries some consequences suspension does not, and it is these consequences the ALC overlooked.&nbsp; Each license authorizes\r\nalcoholic beverage sales at a specific location and is not transferable to another location.&nbsp; S.C. Code Ann. §&nbsp;61-2-140(C) (2009).&nbsp; When a\r\nlicense is suspended, the owner and his close relatives and business associates are ineligible to receive a new license for that location for a period of one\r\nyear after suspension.&nbsp; §&nbsp;61-2-140(D).&nbsp; The owner is ineligible to receive a new license for a different location only during the period the\r\nsuspension is in effect.&nbsp; §&nbsp;61-2-140(E).&nbsp; By contrast, when a license is revoked, the Department is prohibited from issuing the owner[6] a new beer and wine license for two years from the date of revocation.&nbsp; S.C. Code Ann. §&nbsp;61-4-520(3)\r\n(2009).&nbsp; For liquor by the drink, the prohibition period lasts five years.&nbsp; S.C. Code Ann. §&nbsp;61-6-110 (2009).&nbsp;\r\nThe ALC's dismissal of this matter improperly allowed the Club's owner to avoid being banned from receiving a new beer and wine permit for two years and a\r\nnew liquor license for five years.&nbsp; Under section 61-2-140(D), suspension of the License prevented the Club's owner and his close relatives and business\r\nassociates from receiving a new license for the Club Level location for one year.&nbsp; However, under section&nbsp;61-2-140(E), the owner could secure a new\r\nlicense for another location as soon as the suspension period ended.&nbsp; Revocation of the License would have prohibited the Department from issuing another\r\nlicense or permit to the owner of the Club for a period of two years for beer and wine and five years for liquor by the drink.&nbsp; See\r\n§&nbsp;61-4-520(3) (beer and wine); §&nbsp;61-6-110 (liquor by the drink).&nbsp; For this reason, revocation of the License would have had a practical effect\r\non the controversy between the Club and the Department by protecting the public's future health, safety, or welfare in a way relinquishment did not.&nbsp;\r\nConsequently, the ALC erred in finding this issue was moot.&nbsp;\r\nFurthermore, we are concerned about the ramifications of allowing the holder of a license or permit subject to revocation to avoid consequences merely by\r\nsurrendering his license.&nbsp; As discussed at length above, the Department not only evaluates applications for alcoholic beverage licenses and permits, but it\r\nalso monitors times and locations of suspended and revoked licenses.&nbsp; Under the ALC's reasoning, a licenseholder whose actions otherwise merit revocation\r\nmay evade the two- and five-year prohibitions on new licenses by surrendering his current license while revocation proceedings are pending.&nbsp; By forcing the\r\nrevocation proceedings to end before an adjudication on their merits, he may then apply to the Department for a new license without disclosing a revocation on\r\nhis application.&nbsp; His success invites others in similar situations to do the same, thereby complicating the Department's efforts to ensure it issues new\r\nlicenses and permits only to applicants who will be good stewards of their authority.&nbsp;\r\nCONCLUSION\r\nWe find that when the Department has timely moved for revocation of an alcoholic beverage license, the surrender of that license does not deprive the ALC of\r\nsubject matter jurisdiction over the revocation proceedings.&nbsp; We reverse the ALC's finding that it lacked subject matter jurisdiction.&nbsp;\r\nIn addition, we find the prospective collateral consequences of revocation prevented the Club's relinquishment of its License from mooting the revocation\r\nissue.&nbsp; Therefore, we also reverse the ALC's finding of mootness.&nbsp; For the foregoing reasons, we remand this matter to the ALC for consideration of\r\nthe Department's revocation action.&nbsp;\r\nAccordingly, this matter is\r\nREVERSED AND REMANDED.\r\nFEW, C.J., THOMAS, J., and CURETON, A.J., concur.\r\n\r\n[1] &nbsp;We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n[2] Because copies of relevant documents were omitted from the record, the majority of the procedural history\r\nrecited herein comes from the ALC's final order dated May 6, 2009.&nbsp; The License, the first Letter to Operate, and the documents the Club filed to protest\r\nor initiate the contested case do not appear in the record.&nbsp; Consequently, it is impossible to determine whether the Club filed a protest with the\r\nDepartment, as it was instructed to do in the Department's letter of September 28, 2008, or proceeded to seek a contested case hearing before the ALC.&nbsp;\r\nHowever, if the Club failed to file its timely protest with the Department, the Department's denial became a final decision.&nbsp; See S.C. Code Ann.\r\n§§ 12-60-420(A) &amp; -450(D)(2) (Supp. 2010) (outlining procedure for protest of Department decision and providing failure to protest renders decision\r\nfinal).&nbsp; When a protest is not filed with the Department, the ALC must make a finding of good cause for the failure to protest before it can reverse the\r\nDepartment's decision.&nbsp; S.C. Code Ann. § 12-60-510(A)(2) (Supp. 2010).&nbsp;\r\n[3] It does not appear the Club appealed the ALC's dismissal of its contested case.&nbsp;\r\n[4] The record does not indicate when the Department took possession of the License.&nbsp; However, licenses are\r\n&quot;the property of the [D]epartment.&quot;&nbsp; S.C. Code Ann. §&nbsp;61-2-140(B) (2009).&nbsp; Because neither party contends that the Club retained the\r\nLicense after the Department retrieved the Letter to Operate, we presume the Department retrieved the License on March 25, 2009, as well.&nbsp;\r\n[5] However, it appears neither the License's expiration nor the Club's relinquishment affected the validity of\r\nthe License for the purposes of suspension:\r\n\r\n  [T]here is some question as to whether the period of a license suspension can extend beyond the expiration of forfeiture of the suspended license.&nbsp;\r\n  When faced with similar issues in licensing matter, courts have generally held that a license suspension is not restricted to the duration of the license\r\n  itself, but rather extends to the licensee so as to preclude him from exercising the privilege in question for the duration of the suspension period,\r\n  regardless of his particular licensure status.&nbsp; Therefore, it would appear that a suspension imposed upon a licensee by the Department extends for the\r\n  full duration of the suspension and may not be cut short by the expiration or surrender of the underlying license.&nbsp;\r\n\r\nJohn D. Geathers &amp; Justin R. Werner, The Regulation of Alcoholic Beverages in South Carolina 274 (S.C. Bar 2007).\r\n[6] The provisions of Title 61, Chapter 6, apply only to the owner of the license and not to his close relatives\r\nor business associates.&nbsp;\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4818","title":"State v. Frazier","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4818","description":"Randolph Frazier was convicted of first-degree burglary and sentenced to life in prison.  On appeal, Frazier argues the trial court erred in (1) denying his motion to suppress, (2) allowing the victim and two neighbors to identify him in court, and (3) denying his motion for a mistrial based upon Rule 5, SCRCrimP, and Brady v. Maryland, 373 U.S. 83 (1963).  We affirm.","date":"2011-04-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Randolph\r\n          Frazier, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lancaster County\r\nPaul M. Burch, Circuit Court Judge\r\n\r\nOpinion No.   4818 \r\n  Heard January 11, 2011 – Filed April 13,\r\n  2011\r\n  Withdrawn, Substituted and Refiled June\r\n10, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender LaNelle Cantey DuRant,\r\n          of Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, Assistant Attorney General Mark R. Farthing, all of Columbia, and Solicitor\r\n          Douglas A. Barfield, Jr., of Lancaster, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY,\r\n  J.: Randolph Frazier was convicted of\r\n  first-degree burglary and sentenced to life in prison.  On appeal, Frazier\r\n  argues the trial court erred in (1) denying his motion to suppress, (2) allowing\r\n  the victim and two neighbors to identify him in court, and (3) denying his\r\n  motion for a mistrial based upon Rule 5, SCRCrimP, and Brady v. Maryland,\r\n  373 U.S. 83 (1963).  We affirm. \r\nFACTS\r\nOn February 5, 2008, Sherika\r\n  Sanders entered her apartment on Eula Street in Lancaster, South Carolina.  Sanders\r\n  noticed her back door was open and the blinds in the window adjacent to the\r\n  door were askew.  As Sanders looked around the first floor, she heard someone quickly\r\n  descending the stairs from the second floor.  Sanders watched to see who was\r\n  descending the stairs and observed a man with gray hair and wearing a leather\r\n  coat turn, look at her, and flee out the front door.  Sanders fled out the back\r\n  door and called for help.  Patricia Cauthen, a neighbor, heard Sanders\r\n  screaming, and shortly thereafter, observed a man she knew as Randolph Frazier\r\n  peer in her apartment through her glass storm door and then flee.  Another\r\n  neighbor, Jerry Franklin Strain, also observed a black man with gray hair\r\n  wearing a black jacket and black shoes run by his apartment.\r\nApproximately a block from\r\n  Sanders's apartment, Officer Susan Hunter was traveling along Chesterfield Avenue\r\n  in an unmarked police car.  Hunter observed a man walking from the Chesterfield\r\n  Villas apartment complex, adjacent to the Eula Street apartments, and cross Chesterfield\r\n  Avenue.  Hunter thought the man looked similar to an individual who was the\r\n  subject of an ongoing investigation.  After passing the man, Hunter turned\r\n  around and drove past the man a second time, but was unable to make an\r\n  identification.  Hunter turned onto a secondary street and proceeded around the\r\n  1200 block of Chesterfield Avenue.  Before emerging onto Chesterfield Avenue\r\n  again, Hunter received a radio dispatch regarding a burglary at the Eula Street\r\n  apartments and indicating the suspect was a black male with gray hair wearing a\r\n  brown jacket.  Hunter responded to the radio dispatch indicating she\r\n  located a subject matching the description walking west on Chesterfield Avenue. \r\n  Officer John Poovey heard the radio dispatch and Hunter's radio call and\r\n  responded to the scene in a marked patrol car.  As Poovey approached the scene,\r\n  he observed Frazier walking &quot;in a brisk manner&quot; along Chesterfield\r\n  Avenue.\r\nPoovey and Hunter approached\r\n  Frazier in their patrol cars at the same time, but from opposite directions.  As\r\n  Poovey approached Frazier, he observed him remove a dark object from his pocket\r\n  or coat and throw it on the ground near a telephone pole.  As Hunter approached\r\n  Frazier, she also observed Frazier remove a dark object from his pocket, but\r\n  lost sight of the object as Frazier passed behind a telephone pole.  Poovey\r\n  notified Hunter of his observation over the radio, exited his vehicle, and\r\n  accosted Frazier.  Poovey asked Frazier his name, where he was going, and where\r\n  he was coming from.  After establishing Frazier's identity, Poovey placed\r\n  Frazier in handcuffs.  Poovey also noticed Frazier was &quot;sweating\r\n  profusely.&quot;  While Poovey talked with Frazier, Hunter searched the area\r\n  around the telephone pole and discovered a black bag containing jewelry.  As\r\n  Frazier was being detained, Officer Pat Parsons arrived at the scene.  Parsons\r\n  took the jewelry bag to Sanders's apartment, and Sanders identified the jewelry\r\n  as hers.\r\nThe police then conducted\r\n  three &quot;show-ups.&quot;  An officer drove Sanders to the location where\r\n  Frazier was detained, and Sanders identified Frazier as the man she observed in\r\n  her apartment.  Officer Kristin Grant drove Cauthen to the location where\r\n  Frazier was detained.  Grant stopped her vehicle at a stop sign on the opposite\r\n  side of the street from Frazier, and Cauthen identified Frazier as the man who\r\n  peered in her apartment after she heard Sanders scream.  Finally, an officer\r\n  drove Strain by Frazier.  Strain recognized Frazier was wearing shoes and a\r\n  jacket similar to those worn by the man he observed run past his apartment.\r\nFrazier was indicted for\r\n  first-degree burglary.  At trial, Frazier moved to suppress the identifications. \r\n  After a Neil v. Biggers, 409 U.S. 188 (1972), hearing, the trial court\r\n  found the show-ups conducted by the police were not unduly suggestive and noted\r\n  even if the show-ups were unduly suggestive they were nevertheless reliable.  Ultimately,\r\n  the jury found Frazier guilty of first-degree burglary, and the trial court\r\n  sentenced him to life in prison.[1] \r\n  This appeal followed.         \r\nISSUES ON APPEAL\r\n\r\n  1.&nbsp;&nbsp;&nbsp;&nbsp; Did the trial court err in denying Frazier's motion to\r\n    suppress?\r\n  2.&nbsp;&nbsp;&nbsp;&nbsp; Did the trial court err in allowing Sanders and two\r\n    neighbors to make an in-court identification of Frazier?\r\n  3.&nbsp;&nbsp;&nbsp;&nbsp; Did the trial court err in denying Frazier's motion\r\n    for a mistrial based upon Rule 5(a)(1)(C), SCRCrimP, and Brady v. Maryland,\r\n    373 U.S. 83 (1963)?\r\n\r\nSTANDARD OF REVIEW\r\n&quot;In criminal cases, the\r\n  appellate court sits to review errors of law only.&quot;  State v. Baccus,\r\n  367 S.C. 41, 48, 625 S.E.2d 216, 220&nbsp;(2006).  &quot;This [c]ourt is bound\r\n  by the trial court's factual findings unless they are clearly erroneous.&quot;  Id.  &quot;The trial [court's] factual findings on whether evidence\r\n  should be suppressed due to a Fourth Amendment violation are reviewed for clear\r\n  error.&quot;  Id. at 48-49, 625 S.E.2d at 220. \r\nLAW/ANALYIS\r\nI.&nbsp;&nbsp;Motion to Suppress\r\nFrazier argues the trial\r\n  court erred in denying his motion to suppress the evidence emanating from his\r\n  detention.  Specifically, Frazier contends any evidence gathered was\r\n  inadmissible because Hunter and Poovey lacked reasonable and articulable\r\n  suspicion for the initial stop.  We disagree.\r\nThe State concedes Frazier's\r\n  stop was more than an investigatory detention.  Thus, the pertinent analysis is\r\n  not whether the police had reasonable suspicion to stop Frazier and whether a\r\n  subsequent on-the-scene warrantless seizure was reasonable.  See State\r\n    v. Rodriquez, 323 S.C. 484, 493, 476 S.E.2d 161, 166&nbsp;(Ct. App. 1996)\r\n  (outlining and applying seven factors for determining whether a warrantless seizure\r\n  was reasonable).  Rather we must determine whether the police had probable\r\n  cause to arrest Frazier.  &quot;The fundamental question in determining the\r\n  lawfulness of an arrest is whether probable cause existed to make the\r\n  arrest.&quot;  State v. Baccus, 367 S.C. 41, 49, 625 S.E.2d 216,\r\n  220&nbsp;(2006).  &quot;Probable cause for a warrantless arrest exists when the\r\n  circumstances within the arresting officer's knowledge are sufficient to lead a\r\n  reasonable person to believe that a crime has been committed by the person being\r\n  arrested.&quot;  Id.  &quot;Whether probable cause exists depends upon\r\n  the totality of the circumstances surrounding the information at the officer's\r\n  disposal.&quot;  Id.\r\nBased on a totality of the\r\n  circumstances, we find Hunter and Poovey had probable cause to believe Frazier\r\n  committed a burglary.  At the time Frazier was arrested, Hunter and Poovey knew\r\n  Frazier matched the general description of the subject suspected of\r\n  burglarizing Sanders's apartment.  Hunter observed Frazier leaving the area\r\n  around the Chesterfiled Villas adjacent to, and less than a block from, where the\r\n  burglary occurred.  Poovey observed Frazier walking &quot;in a brisk\r\n  manner&quot; and noticed Frazier was &quot;sweating profusely&quot; when he\r\n  approached him.  Both Hunter and Poovey observed Frazier discard a black bag\r\n  shortly before they approached him.  While Poovey accosted Frazier, Hunter\r\n  found the black bag and determined it contained jewelry.  Finally, Frazier was\r\n  a person of interest in another burglary and a known individual to Hunter and\r\n  Poovey.  We conclude the circumstances within Hunter's and Poovey's knowledge\r\n  were sufficient to lead a reasonable person to believe Frazier committed a\r\n  burglary.  \r\nFinally, even if the seizure\r\n  was unlawful, the black bag was discovered as a result of Hunter's and Poovey's\r\n  observations not the illegal arrest.  Thus, the exclusionary rule does not\r\n  provide a remedy.  See State v. Brown, 389 S.C. 473, 483, 698\r\n  S.E.2d 811, 816&nbsp;(Ct. App. 2010) (&quot;The exclusionary rule provides that evidence obtained as a\r\n  result of an illegal search must be excluded.&quot;).  Accordingly, the trial\r\n  court properly denied Frazier's motion to suppress.   \r\nII.&nbsp; &nbsp; In-court Identifications\r\nFrazier argues the trial\r\n  court erred in allowing Sanders and two neighbors to identify him in-court\r\n  because their identifications were based upon impermissibly suggestive show-ups. \r\n  We disagree.\r\n&quot;An in-court\r\n  identification of an accused is inadmissible if a suggestive out-of-court\r\n  identification procedure created a very substantial likelihood of irreparable\r\n  misidentification.&quot;  State v. Moore, 343 S.C. 282, 286, 540 S.E.2d\r\n  445, 447&nbsp;(2000).  Thus, this court must determine whether the out-of-court\r\n  identification process was unduly suggestive, and if so whether the\r\n  out-of-court identification was nevertheless so reliable that no substantial\r\n  likelihood of misidentification occurred.  Id. at 287, 540 S.E.2d at\r\n  447.  \r\nSingle person show-ups are\r\n  disfavored in the law and are suggestive.  Id. at 287, 540 S.E.2d at 448. \r\n  Because the out-of-court identification procedure used here was unduly\r\n  suggestive, we must determine whether it was nevertheless so reliable that no\r\n  substantial likelihood of misidentification occurred.  Reliability is\r\n  determined by examining the totality of the circumstances in light of the\r\n  following factors: (1) the opportunity of the witness to view the criminal at\r\n  the time of the crime, (2) the witness's degree of attention, (3) the accuracy\r\n  of the witness's prior description of the criminal, (4) the level of certainty\r\n  demonstrated by the witness at the confrontation, and (5) the length of time between the crime and the\r\n  confrontation.  Neil v. Biggers, 409 U.S. 188, 199-200 (1972); Moore,\r\n  343 S.C. at 289, 540 S.E.2d at 448-49.  Here, the police conducted show-ups for\r\n  Sanders, Cauthen, and Strain.  Each is discussed in turn.\r\nFirst, Sanders was able to\r\n  observe Frazier face-to-face from a distance of ten feet as he descended the\r\n  stairs in her apartment.  Sanders explained Frazier &quot;looked at me and I\r\n  looked at him&quot; before he fled.  Nothing in Sanders's testimony indicates\r\n  any distractions during her opportunity to view Frazier.  Although Sanders's\r\n  description of Frazier's jacket was incorrect, she demonstrated a high degree\r\n  of certainty in her identification during the show-up.  Finally, Sanders\r\n  testified fifteen to twenty minutes elapsed between her opportunity to view\r\n  Frazier and the show-up.  Based on the totality of the circumstances,\r\n  especially considering the short length of time between the burglary and the\r\n  show-up, Sanders's out-of-court identification was sufficiently reliable such\r\n  that no substantial likelihood of misidentification occurred.\r\nSecond, Cauthen observed Frazier's\r\n  face shortly after the burglary as he peered into her apartment through her\r\n  glass storm door.  Even though Cauthen had just begun to eat at the time she\r\n  observed Frazier, her testimony does not reveal any other distraction during\r\n  her opportunity to view Frazier.  Cauthen did not provide a description of\r\n  Frazier's physical appearance, but testified she knew Frazier and recognized\r\n  his face when he peered through her glass storm door.  Cauthen also exhibited a\r\n  very high degree of certainty in her identification of Frazier at the show-up. \r\n  Grant explained the length of time between the burglary and Cauthen's\r\n  identification of Frazier was approximately fifteen minutes.  Placing\r\n  particular weight on Cauthen's acquaintance with Frazier, an analysis of the\r\n  totality of the circumstances reveals her out-of-court identification was\r\n  sufficiently reliable such that no substantial likelihood of misidentification\r\n  occurred.\r\nFinally, Frazier's argument\r\n  Strain's in-court identification was tainted by an impermissibly suggestive\r\n  show-up is manifestly without merit.  Although the police conducted a show-up\r\n  with Strain, he was unable to identify Frazier at the show-up and did not\r\n  identify Frazier in court.  Accordingly, we decline to consider this argument. \r\n  Rule 220(b)(2), SCACR (&quot;The Court of Appeals need not address a point\r\n  which is manifestly without\r\n  merit.&quot;).\r\nBased on the forgoing, the\r\n  trial court's determination the show-ups were not unduly suggestive was error. \r\n  However, the trial court's finding the identifications by Sanders and Cauthen were\r\n  nevertheless admissible was proper because they were sufficiently reliable such\r\n  that no substantial likelihood of misidentification occurred.  Accordingly, the\r\n  trial court properly denied Frazier's motion to suppress the in-court\r\n  identifications.  \r\nIII.&nbsp; Motion for a Mistrial\r\nFrazier argues the trial\r\n  court erred in denying his motion for a mistrial because the State failed to disclose\r\n  Diedre Sturdivant was unable to identify him from a photographic lineup as the\r\n  person she saw the day of the burglary.  We disagree.    \r\nThe decision to grant or deny\r\n  a motion for mistrial is within the sound discretion of the trial court.  State\r\n    v. Wasson, 299 S.C. 508, 510, 386 S.E.2d 255, 256&nbsp;(1989).  The trial\r\n  court's decision to deny a motion for mistrial will not be overturned on appeal\r\n  absent an abuse of discretion amounting to an error of law.  Id.  A\r\n  mistrial should not be granted unless absolutely necessary, and in order to\r\n  receive a mistrial the defendant must show error and resulting prejudice.  State\r\n    v. Council, 335 S.C. 1, 13, 515 S.E.2d 508, 514&nbsp;(1999).\r\nGenerally, the State has a\r\n  duty to disclose evidence that is favorable to the defendant.  Brady v.\r\n    Maryland, 373 U.S. 83, 87 (1963) (holding &quot;the suppression by the\r\n  prosecution of evidence favorable to an accused upon request violates due\r\n  process where the evidence is material either to guilt or to punishment,\r\n  irrespective of the good faith or bad faith of the prosecution&quot;); Rule 5,\r\n  SCRCrimP.  A defendant asserting a Brady violation must demonstrate the\r\n  evidence the State failed to disclose was (1) favorable to the defendant, (2)\r\n  in possession of or known to the State, (3) suppressed by the State, and (4)\r\n  material to guilt or punishment.  Gibson v. State, 334 S.C. 515, 524,\r\n  514 S.E.2d 320, 324&nbsp;(1999).  Evidence is material &quot;only if there is a\r\n  reasonable probability that, had the evidence been disclosed to the defense,\r\n  the result of the proceeding would have been different.&quot;  United States\r\n    v. Bagley, 473 U.S. 667, 682 (1985).  &quot;A 'reasonable probability' is a\r\n  probability sufficient to undermine confidence in the outcome&quot; of the\r\n  proceedings.  Id.\r\nHere, the State proffered the\r\n  testimony of Sturdivant, who explained that on the day of the burglary she\r\n  observed a man with gray hair and wearing a leather coat run from the Eula\r\n  Street apartments shortly before she heard a women scream.  According to Sturdivant,\r\n  later that day the police showed her a photographic line-up, but she was unable\r\n  to identify the man in the leather coat.  Frazier elicited the same testimony on\r\n  cross-examination.  Here, there is no prejudice to be remedied by a mistrial\r\n  because both the State and Frazier elicited the favorable testimony from Sturdivant.  See State v. Beckham, 334 S.C. 302, 310, 513 S.E.2d 606,\r\n  610&nbsp;(1999) (&quot;The granting of a motion for a mistrial is an extreme\r\n  measure which should be taken only where an incident is so grievous that\r\n  prejudicial effect can be removed in no other way.&quot;).  Accordingly, the\r\n  trial court properly denied Frazier's motion for a mistrial.   \r\nCONCLUSION\r\nFor the foregoing reasons,\r\n  the decision of the trial court is\r\nAFFIRMED.\r\nHUFF, J., and GOOLSBY,\r\n  A.J., concur.\r\n\r\n\r\n[1] Frazier has an extensive criminal record of property\r\n  crimes dating back to 1973.\r\n\r\n","court":"Appeals"},{"id":"4819","title":"Providence Hospital v. Medical Malpractice Liability JUA and Taillon","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4819","description":"Lockemy, J.: In this action for equitable indemnification, Columbia/CSA-HA Greater Columbia Healthcare System d/b/a Providence Hospital (Providence Hospital) appeals, arguing the trial court erred in granting the South Carolina Medical Malpractice Liability Joint Underwriting Association (the JUA) and Dr. Michael P. Taillon's motion for summary judgment based upon the six-year medical malpractice statute of repose.  We affirm.","date":"2011-04-13","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Columbia/CSA-HS Greater Columbia Healthcare System, LP d/b/a Providence Hospital, Appellant,\r\n        v.\r\n        The South Carolina Medical Malpractice Liability Joint Underwriting Association and Michael P. Taillon, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\n&nbsp;Alison Renee Lee, Circuit Court Judge\r\n\r\nOpinion No. 4819\r\nHeard December 9, 2010 – Filed April 13, 2011&nbsp;&nbsp;&nbsp;\r\n\r\nAffirmed\r\n\r\n\r\n  \r\n    \r\n      \r\n        C. Mitchell Brown, William C. Wood, Jr., Michael J. Anzelmo, and Monteith P. Todd, all of Columbia, for Appellant.\r\n        Andrew F. Lindemann and J. Edward Bradley, both of West Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nLockemy, J.: In this action for equitable indemnification, Columbia/CSA-HA Greater Columbia Healthcare\r\nSystem d/b/a Providence Hospital (Providence Hospital) appeals, arguing the trial court erred in granting the South Carolina Medical Malpractice Liability Joint\r\nUnderwriting Association (the JUA) and Dr. Michael P. Taillon's motion for summary judgment based upon the six-year medical malpractice statute of repose.&nbsp;\r\nWe affirm.&nbsp; &nbsp;&nbsp;\r\nFacts\r\nOn May 31, 1997, Arthur Sharpe sought treatment for chest pain at Providence Hospital's emergency room.&nbsp; Dr. Michael Hayes treated Sharpe initially;\r\nhowever, shortly thereafter Taillon assumed Sharpe's care.&nbsp; Taillon diagnosed Sharpe with reflux and discharged him.&nbsp; Several days later, Sharpe\r\nsought treatment at Lexington County Hospital and was diagnosed as having suffered a heart attack.&nbsp; Two years later, on May 25, 1999, Sharpe sued Dr. Hayes\r\nand Providence Hospital based upon an apparent agency theory.&nbsp; See, e.g., Simmons v. Tuomey Reg'l Med. Ctr., 341 S.C. 32, 533 S.E.2d\r\n312&nbsp;(2000).&nbsp; Discovery revealed Taillon examined, diagnosed, and treated Sharpe.&nbsp; At some point afterward, the record is silent as to exactly\r\nwhen, Providence Hospital demanded indemnification from Taillon and the JUA.&nbsp; Taillon and the JUA declined to assume the defense or indemnify Providence\r\nHospital on May 4, 2004.&nbsp; On June 10, 2004, Providence Hospital settled Sharpe's lawsuit for $350,000.[1]&nbsp;&nbsp;&nbsp;\r\nThree years later, on June 7, 2007, Providence Hospital brought this action against Taillon and the JUA for equitable indemnification.&nbsp; Approximately a\r\nyear after filing an answer, Taillon and the JUA moved to amend their answer to assert a statute of repose defense pursuant to section 15-3-545(A) of the South\r\nCarolina Code (2005), and for summary judgment based upon the statute of repose.&nbsp; After a hearing, the trial court granted Taillon and the JUA leave to\r\namend their answer and granted summary judgment, finding Providence Hospital's action for equitable indemnification was barred by the statute of repose.&nbsp;\r\nProvidence Hospital filed a Rule 59(e), SCRCP, motion, arguing the trial court erred in allowing Taillon and the JUA to amend their answer and in granting\r\nsummary judgment.&nbsp; The trial court denied Providence Hospital's motion.&nbsp; This appeal followed.&nbsp;\r\nIssue on Appeal\r\nDid the trial court err in finding section 15-3-545(A) of the South Carolina Code (2005) barred Providence Hospital's claim for equitable indemnification\r\nagainst Taillon and the JUA?\r\nStandard of Review\r\n&quot;When reviewing the grant of summary judgment, the appellate court applies the same standard applied by the trial court pursuant to Rule 56(c), SCRCP.&quot;&nbsp;\r\nFleming v. Rose, 350 S.C. 488, 493, 567 S.E.2d 857, 860&nbsp;(2002).&nbsp; Pursuant to Rule 56(c), summary judgment is appropriate when &quot;there is no\r\ngenuine issue as to any material fact [such] that the moving party is entitled to a judgment as a matter of law.&quot;&nbsp; &quot;When determining if any\r\ntriable issues of fact exist, the evidence and all reasonable inferences must be viewed in the light most favorable to the non-moving party.&quot;&nbsp; Fleming,\r\n350 S.C. at 493-94, 567 S.E.2d at 860.\r\nLaw/Analysis\r\nProvidence Hospital argues the trial court erred in finding section 15-3-545(A) of the South Carolina Code (2005) barred its claim for equitable\r\nindemnification.&nbsp; Specifically, Providence Hospital contends the plain language of section 15-3-545(A) indicates it does not apply to its action for\r\nequitable indemnification.&nbsp; We disagree.\r\nSection 15-3-545(A), titled &quot;Actions for medical malpractice,&quot; provides:\r\n\r\n  In any action . . . to recover damages for injury to the person arising out of any medical, surgical, or dental treatment, omission, or operation by any\r\n  licensed health care provider . . . acting within the scope of his profession must be commenced within three years from the date of the treatment, omission,\r\n  or operation giving rise to the cause of action or three years from date of discovery or when it reasonably ought to have been discovered, not to exceed six\r\n  years from date of occurrence, or as tolled by this section.\r\n\r\nThe plain language of section 15-3-545(A) indicates it applies to &quot;any action&quot; that seeks &quot;to recover damages for injury to the person&quot;\r\narising out of medical malpractice.&nbsp; See First Baptist Church of Mauldin v. City of Mauldin, 308 S.C. 226, 229, 417 S.E.2d 592,\r\n593&nbsp;(1992) (&quot;In construing a statute, its words must be given their plain and ordinary meaning without resorting to subtle or forced construction to\r\nlimit or expand the statute's operation.&quot;).\r\nGenerally, &quot;[a] plaintiff may maintain an equitable indemnification action if he was compelled to pay damages because of negligence imputed to him as\r\nthe result of another's tortious act.&quot;&nbsp; Fowler v. Hunter, 388 S.C. 355, 363, 697 S.E.2d 531, 535&nbsp;(2010).&nbsp; In order to prove it is\r\nentitled to equitable indemnification, Providence Hospital must show (1) Taillon was liable for causing Sharpe's damages, (2) it was exonerated from any\r\nliability for those damages, and (3) it suffered damages as a result of Sharpe's medical malpractice action which was eventually proven to be the fault of\r\nTaillon.&nbsp; See id.&nbsp; To recover settlement costs under the rule of equitable indemnification, Providence Hospital must also prove (1) the\r\nsettlement is bona fide, with no fraud or collusion by the parties, (2) under the circumstances, the decision to settle was a reasonable means of protecting its\r\ninterest, and (3) the amount of the settlement was reasonable in light of Sharpe's damages and the risk and extent of its exposure if the case is tried.&nbsp; See\r\nVermeer Carolina's, Inc. v. Wood/Chuck Chipper Corp., 336 S.C. 53, 62, 518 S.E.2d 301, 306&nbsp;(Ct. App. 1999).\r\nUnder our equitable indemnification rule, Providence Hospital's entitlement to equitable indemnification is predicated upon Taillon's liability to Sharpe in\r\ntort.&nbsp; Here, Taillon's liability for Sharpe's injuries is undetermined.&nbsp; Because Providence Hospital must establish Taillon's liability for Sharpe's\r\ndamages in order to show it is entitled to equitable indemnification, we find Providence Hospital's action is an action to recover damages for injury to the\r\nperson.\r\nProvidence Hospital argues it is seeking settlement costs, not damages for injury to the person.&nbsp; We find this distinction unavailing.&nbsp; Providence\r\nHospital's entitlement to equitable indemnification rests upon its obligation to pay damages because of negligence imputed to it as the result Taillon's\r\nallegedly tortious acts.&nbsp; Further, settlement costs are recoverable only if they are reasonable in light of plaintiff's damages and the risk and extent of\r\nthe defendant's exposure if the case is tried.&nbsp; Id.&nbsp; The $350,000 Providence Hospital paid for a release from Sharpe's action is directly\r\nrelated to and arises from Shape's damages.&nbsp;\r\nFurthermore, section 15-3-545 defines its scope negatively.&nbsp; Section 15-3-545(A) defines the general scope of the medical malpractice statute of repose,\r\nwhile sections 15-3-545(B)-(D) enumerate the specific claims to which statute of repose is inapplicable.&nbsp; Section 15-3-545 does not expressly exclude\r\nactions for equitable indemnification predicated upon proving liability in the underlying medical malpractice action.&nbsp; &quot;The enumeration of exclusions\r\nfrom the operation of a statute indicates that the statute should apply to all cases not specifically excluded.&quot;&nbsp; German Evangelical Lutheran\r\nChurch of Charleston v. City of Charleston, 352 S.C. 600, 607, 576 S.E.2d 150, 153&nbsp;(2003) (internal quotation marks and citation omitted).&nbsp;\r\n&quot;Exceptions strengthen the force of the general law and enumeration weakens it as to things not expressed.&quot;&nbsp; Id.&nbsp; (internal quotation\r\nmarks and citation omitted).&nbsp; For the foregoing reasons, we conclude section 15-3-545(A) bars Providence Hospital's claim for equitable\r\nindemnification.&nbsp;\r\nOur conclusion is consistent with the holdings of several other courts which have considered similar issues.&nbsp; See, e.g., Hayes v. Mercy Hosp.\r\n&amp; Med. Ctr., 557 N.E.2d 873, 876 (Ill. 1990) (holding an action for contribution is an &quot;action for damages&quot; under Illinois's medical\r\nmalpractice statute of repose because the basis for a contributor's liability rests in tort to the injured party); Ashley v. Evangelical Hosp. Corp., 594\r\nN.E.2d 1269, 1271-76 (Ill. App. Ct. 1992) (applying the reasoning employed in Hayes and holding Illinois's medical malpractice statute of repose applies\r\nto actions for indemnity); Krasaeath v. Parker, 441 S.E.2d 868, 870&nbsp;(Ga. Ct. App. 1994) (finding an action for contribution was barred by Georgia's\r\nmedical malpractice statute of repose because it was predicated on proof of the alleged contributor's professional negligence); cf. Virginia Ins.\r\nReciprocal v. Pilzer, 599 S.E.2d 182, 184&nbsp;(Ga. 2004) (holding Georgia's medical malpractice statute of repose does not apply to contribution actions\r\nwhen the contributor's negligence was established in the underlying medical malpractice action).\r\nFinally, our conclusion comports with the policy considerations supporting South Carolina's medical malpractice statute of repose.&nbsp; &quot;A statute of\r\nrepose creates a substantive right in those protected to be free from liability after a legislatively-determined period of time.&quot;&nbsp; Langley v.\r\nPierce, 313 S.C. 401, 404, 438 S.E.2d 242, 243&nbsp;(1993).&nbsp; The Langley court continued:\r\n\r\n  Statutes of repose are based upon considerations of the economic best interests of the public as a whole and are substantive grants of immunity based upon\r\n  a legislative balance of the respective rights of potential plaintiffs and defendants struck by determining a time limit beyond which liability no longer\r\n  exists.\r\n  Society benefits when claims and causes are laid to rest after having been viable for reasonable time. When causes of action are extinguished after such\r\n  time, society generally may continue its business and personal relationships in peace, without worry that some cause of action may arise to haunt it because\r\n  of some long-forgotten act or omission. This is not only for the convenience of society but also due to necessity. At that point, society is secure and\r\n  stable.\r\n\r\nId. at 404-05, 438 S.E.2d at 244 (quoting Kissel v. Rosenbaum, 579 N.E.2d 1322, 1328&nbsp;(Ind. Ct. App. 1991)).&nbsp; The expiration of a\r\nstatute of repose extinguishes all causes of action, including those that may later accrue and those that have already accrued.&nbsp; Capco of Summerville,\r\nInc. v. J.H. Gayle Constr. Co., 368 S.C. 137, 142, 628 S.E.2d 38, 41&nbsp;(2006).&nbsp; Here, Providence Hospital brought its action for equitable\r\nindemnification ten years after the date of treatment and four years after the statute of repose expired.&nbsp; Providence Hospital knew Taillon may be\r\nresponsible for some or all of Sharpe's damages as early as discovery in the underlying medical malpractice action.&nbsp; Allowing Providence Hospital's claim\r\nfor equitable indemnification predicated upon proving Taillon's liability would, in effect, allow Providence Hospital to subject Taillon to liability for\r\nmedical malpractice after the legislatively proscribed six-year statute of repose expired and run afoul of the policy considerations supporting section\r\n15-3-545(A).&nbsp;\r\nConclusion\r\nWe hold the trial court properly granted Taillon and the JUA's motion for summary judgment.&nbsp; The decision of the trial court is hereby&nbsp;\r\nAffirmed.\r\nHuff and Konduros, JJ., concur.\r\n\r\n[1] Providence Hospital never sought to implead Taillon and the JUA pursuant to Rule\r\n14(a), SCRCP.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4820","title":"Hutchinson v. Liberty Life Insurance Co.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4820","description":"On appeal, Liberty Life argues the circuit court erred in granting summary judgment to Hutchinson when (1) the circuit court adopted a specialized medical definition of the term \"narcotic\" in the context of an insurance policy written for laypersons, as opposed to the plain and ordinary meaning of \"narcotic\" as understood by laypersons, and (2) the operative language of the Liberty Life policy exclusion providing that benefits will not be payable when the insured is \"under the influence of any narcotic\" was taken verbatim from the South Carolina Insurance Code.  We reverse the grant of summary judgment and remand for further proceedings.","date":"2011-04-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Shannon\r\n          Hutchinson, Personal Representative of the Estate of Stephen F. Ney, a/k/a\r\n          Steve F. Ney, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Liberty Life\r\n          Insurance Company, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nRoger L. Couch, Circuit Court Judge\r\n\r\nOpinion No.  4820\r\n  Heard February 8, 2011 – Filed April 20,\r\n2011\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Kevin K. Bell and Rebecca A. Roser, both of\r\n          Columbia, for Appellant.\r\n        Kenneth C. Anthony, Jr., of Spartanburg,\r\n          for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Liberty Life Insurance Co. (Liberty Life) denied life\r\n  insurance proceeds to Stephen Ney's beneficiary after toxicology reports\r\n  reflected the presence of methamphetamines in Ney's blood when he was killed in\r\n  a single vehicle accident.  Shannon Hutchinson, Ney's daughter and beneficiary,\r\n  sued Liberty Life for the insurance benefits arguing the policy exclusion for\r\n  injury resulting from an insured being &quot;under the influence of any\r\n  narcotic&quot; did not apply to Ney's claim because methamphetamine is not a\r\n  narcotic.  The circuit court granted summary judgment to Hutchinson on the\r\n  ground that methamphetamine is not a narcotic within the definition of the\r\n  insurance policy exclusion.  \r\nOn appeal, Liberty Life\r\n  argues the circuit court erred in granting summary judgment to Hutchinson when\r\n  (1) the circuit court adopted a specialized medical definition of the term\r\n  &quot;narcotic&quot; in the context of an insurance policy written for\r\n  laypersons, as opposed to the plain and ordinary meaning of\r\n  &quot;narcotic&quot; as understood by laypersons, and (2) the operative\r\n  language of the Liberty Life policy exclusion providing that benefits will not\r\n  be payable when the insured is &quot;under the influence of any narcotic&quot;\r\n  was taken verbatim from the South Carolina Insurance Code.  We reverse the\r\n  grant of summary judgment and remand for further proceedings.    \r\nFACTS / PROCEDURAL HISTORY\r\nNey purchased an accidental\r\n  death insurance policy from Liberty Life in connection with a mortgage on\r\n  property he owned in Inman, South Carolina.  The policy, effective October 1,\r\n  2006, provided it would pay off the balance on Ney's mortgage in the event of\r\n  Ney's accidental death.  Two days after the policy came into effect, on October\r\n  3, 2006, Ney was killed as a result of driving his tractor-trailer off an\r\n  interstate highway directly into a bridge abutment.[1] \r\n  The death certificate listed the cause of death as blunt force trauma to the\r\n  chest in connection with a motor vehicle crash, but it also listed\r\n  methamphetamine use under &quot;other significant conditions contributing to\r\n  death.&quot;  A coroner's inquest determined the manner of death to be an\r\n  accident.\r\nIn her capacity as personal\r\n  representative of her father's estate, Hutchinson filed a claim for insurance\r\n  proceeds (the unpaid balance on the mortgage) after Ney's death.  Liberty Life\r\n  refused to pay any benefits due pursuant to the accidental death policy, and Hutchinson\r\n  lost Ney's home due to foreclosure.  Hutchinson brought suit against Liberty\r\n  Life for a declaratory judgment that she was entitled to all proceeds payable\r\n  under the policy, for bad faith, and for violation of the South Carolina Unfair\r\n  Trade Practices Act.[2] \r\n  Liberty Life answered, noting the insurance company denied benefits after an\r\n  investigation revealed &quot;Insured's illegal drug use contributed to his\r\n  death&quot; and the policy contained an exclusion for &quot;illegal drug\r\n  use.&quot;  Hutchinson moved for summary judgment on all three claims, and the\r\n  circuit court conducted a hearing on the motion.\r\nDuring the hearing,\r\n  Hutchinson presented an affidavit from Dr. Donald O. Allen.  Dr. Allen noted\r\n  narcotic drugs are those drugs that induce pain relief, drowsiness, sleep, and\r\n  similar states of stupor.  In contrast, Dr. Allen stated methamphetamines are\r\n  stimulants that induce wakefulness, alertness, focus, and a heightened sense of\r\n  awareness.  Therefore, Dr. Allen opined that methamphetamine is not a narcotic\r\n  drug.  \r\nHutchinson's counsel argued\r\n  the South Carolina Legislature repeatedly separates narcotics from other\r\n  controlled substances in our state's code.  See, e.g., S.C. Code Ann. §§\r\n  17-13-140, 44-53-210 (2002 &amp; 2003).  Hutchinson also relied on a Court of\r\n  Appeals case from New Mexico (Ortiz v. Overland Express, 207 P.3d 1147, 1150-51 (N.M.\r\n  Ct. App. 2009)) for the proposition that methamphetamines\r\n  are not narcotic drugs.[3]  \r\nLiberty Life noted Ney's\r\n  blood concentration of methamphetamine was ten times greater than the threshold\r\n  for impairment.  Liberty Life submitted affidavits from two medical experts who\r\n  described Ney's methamphetamine blood concentration as being in the toxic to\r\n  lethal range.  Liberty Life's medical experts reported the symptoms that usually\r\n  accompany this level of methamphetamine use included euphoria, excitation,\r\n  rapid speech, insomnia, hallucinations, delusions, psychosis, poor impulse\r\n  control, perceptual distortion, and aggressive behavior.  Withdrawal symptoms\r\n  included dysphoria, extreme fatigue, uncontrollable sleepiness, restlessness,\r\n  agitation, irritability, nervousness, and paranoia.  In addition, Liberty\r\n  Life's experts noted a link between methamphetamine use and driving impairment,\r\n  including reports of decreased ability to concentrate, inability to divide\r\n  attention, and errors in judgment.  Both experts opined Ney was under the\r\n  influence of methamphetamines when he drove his truck off the highway and\r\n  struck a bridge support, thereby resulting in his death.\r\nLiberty Life further noted\r\n  the phrase &quot;under the influence of any narcotic&quot; appears in insurance\r\n  codes in at least thirty-three states including South Carolina.  Liberty Life\r\n  relied on a case from the Eastern District of Missouri (Doe v. General\r\n  American Life Insurance Co., 815 F. Supp. 1281, 1285 (E.D. Mo. 1993)), which\r\n  held that cocaine is commonly understood by lay persons to be a narcotic drug despite\r\n  the fact that it is technically a stimulant.  Therefore, Liberty Life reasoned methamphetamine\r\n  should also be classified as a narcotic.  Liberty Life suggested the court\r\n  should adopt a definition of narcotic to include any illegal mood or behavior\r\n  altering drug or controlled substance.\r\nThe circuit court issued an\r\n  order granting summary judgment to Hutchinson on the basis that methamphetamine\r\n  is not a narcotic within the definition of the policy exclusion.  The circuit\r\n  court found Liberty Life had no right to deny coverage to Ney as the exclusion for\r\n  injury while under the influence of any narcotic did not apply.  The circuit\r\n  court ordered Liberty Life to pay Hutchinson the balance due on the home at the\r\n  time of Ney's death, in addition to 20% of the loan balance due in accordance\r\n  with the additional death benefit provided in the policy, plus pre-judgment\r\n  interest.  This appeal followed.  \r\nISSUES ON APPEAL\r\n(1) Did the circuit court err in adopting\r\n  a specialized medical definition of the term &quot;narcotic&quot; in the\r\n  context of an insurance policy which did not define the term, as opposed to adopting\r\n  the plain and ordinary meaning of &quot;narcotic&quot; as understood by\r\n  laypersons?  \r\n(2)&nbsp; Did the circuit court err in\r\n  granting summary judgment to Hutchinson when the operative language of the\r\n  Liberty Life policy exclusion providing that benefits will not be payable when\r\n  the insured is &quot;under the influence of any narcotic&quot; was taken\r\n  verbatim from section 38-71-370(9) of the South Carolina Code (2002)?\r\nSTANDARD OF REVIEW\r\nThis court reviews the grant\r\n  of a summary judgment motion under the same standard applied by the circuit\r\n  court under Rule 56(c), SCRCP.&nbsp; Jackson v. Bermuda Sands, Inc., 383\r\n  S.C. 11, 14 n.2, 677 S.E.2d 612, 614 n.2 (Ct. App. 2009).&nbsp; Rule 56(c),\r\n  SCRCP, provides summary judgment shall be granted where &quot;the pleadings,\r\n  depositions, answers to interrogatories, and admissions on file, together with\r\n  the affidavits, if any, show that there is no genuine issue as to any material\r\n  fact and that the moving party is entitled to a judgment as a matter of\r\n  law.&quot;&nbsp; \r\nIn ascertaining whether any\r\n  triable issue of fact exists, the evidence and all inferences which can be\r\n  reasonably drawn from the evidence must be viewed in the light most favorable\r\n  to the non-moving party.&nbsp; Belton v. Cincinnati Ins. Co., 360 S.C.\r\n  575, 578, 602 S.E.2d 389, 391 (2004).&nbsp; &quot;[I]n cases applying the\r\n  preponderance of the evidence burden of proof, the non-moving party is only\r\n  required to submit a mere scintilla of evidence in order to withstand a motion\r\n  for summary judgment.&quot;  Hancock v. Mid-South Mgmt. Co., 381 S.C.\r\n  326, 330, 673 S.E.2d 801, 803&nbsp;(2009).\r\nLAW / ANALYSIS\r\nI.&nbsp; Definition of the Term\r\n  &quot;Narcotic&quot;\r\nLiberty Life argues the\r\n  circuit court erred in adopting a specialized medical definition of the term\r\n  &quot;narcotic&quot; in the context of an insurance policy written for\r\n  laypersons, as opposed to the plain and ordinary meaning of &quot;narcotic&quot;\r\n  as understood by laypersons.  We agree.  \r\n&quot;Where the words of an\r\n  insurance policy are capable of two reasonable interpretations, the\r\n  interpretation most favorable to the insured will be adopted.&quot;  State\r\n  Farm Fire &amp; Cas. Co. v. Barrett, 340 S.C. 1, 8, 530 S.E.2d 132,\r\n  135&nbsp;(Ct. App. 2000).  &quot;We should not, however, torture the meaning of\r\n  policy language in order to extend or defeat coverage that was never intended\r\n  by the parties.&quot;  Id.\r\n&quot;When a policy does not\r\n  specifically define a term, the term should be defined according to the usual\r\n  understanding of the term's significance to the ordinary person.&quot;  Id. at 8, 530 S.E.2d at 136; USAA Prop. &amp; Cas. Ins. Co. v. Rowland, 312\r\n  S.C. 536, 539, 435 S.E.2d 879, 881-82&nbsp;(Ct. App. 1993) (&quot;In the\r\n  absence of a prescribed definition in the policy, the term should\r\n  be defined according to the ordinary and usual understanding of the term's\r\n  significance to the ordinary person.&quot;).  \r\nDictionaries can be useful\r\n  starting points for interpreting undefined terms in an insurance policy.&nbsp; See S.C. Farm Bureau Mut. Ins. Co. v. Oates, 356 S.C. 378, 382-83, 588\r\n  S.E.2d 643, 646&nbsp;(Ct. App. 2003) (citing Heilker v. Zoning Bd. of Appeals, 346 S.C. 401, 409,\r\n  552 S.E.2d 42, 46 (Ct. App. 2001)).  One dictionary defines\r\n  &quot;narcotic&quot; as &quot;a drug or other substance affecting mood or\r\n  behavior and sold for nonmedical purposes, esp. an illegal one.&quot;  The\r\n  New Oxford American Dictionary 1129 (2d ed. 2005).  The Oxford dictionary also provides a specialized medical definition of the term\r\n  &quot;narcotic.&quot;  The second definition of &quot;narcotic&quot; states\r\n  &quot;Medicine a drug that relieves pain and induces drowsiness, stupor,\r\n  or insensibility.&quot;  Id. at 1129.\r\nAlthough no South Carolina case\r\n  law directly addresses the question of whether methamphetamine is commonly\r\n  understood by ordinary laypersons to be a narcotic drug, one case from Missouri\r\n  is analogous to the present case and warrants discussion.  In Doe v. General\r\n  American Life Insurance, Co., 815 F. Supp. 1281 (E.D. Mo. 1993), the\r\n  Eastern District Court of Missouri interpreted the terms of a health plan\r\n  exclusion for injury or sickness arising out of the use of &quot;a) narcotics;\r\n  b) hallucinogens; c) barbiturates; d) marijuana; e) amphetamines; or similar\r\n  drugs or substances.&quot;  Id. at 1283.  The district court found that\r\n  the five categories of drugs listed in the health plan were ambiguous, as\r\n  cocaine was not listed as being covered or excluded.  Id. at 1285.  To\r\n  clarify this ambiguity, the district court looked to the ordinary, not\r\n  specialized, meaning of these terms as a layperson would understand them.  Id.  \r\nThe district court noted\r\n  &quot;narcotics&quot; were the broadest category because &quot;the term\r\n  'narcotic' has come to have a generic meaning for drugs considered to be\r\n  illegal.&quot;  Id.  The district court concluded that a layperson would\r\n  commonly understand cocaine to be classified as a narcotic because it is a drug\r\n  that is illegal to buy, sell, and possess in this country.  Id. \r\n  Therefore, the district court reasoned &quot;this Court need not be concerned\r\n  with cocaine's 'pharmacological' similarities or dissimilarities with\r\n  narcotics, hallucinogens, barbiturates, marijuana, or amphetamines.&quot;  Id.\r\nOther jurisdictions have used\r\n  the terms &quot;narcotic&quot; and &quot;methamphetamine&quot;\r\n  interchangeably.  See, e.g., United States v. Campos, 306 F.3d\r\n  577, 580 (8th Cir. 2002) (&quot;A large quantity of narcotics is indicative of\r\n  an intent to distribute, and we have previously held that possession of\r\n  approximately 50 grams of methamphetamine is consistent with an intent to\r\n  distribute.&quot;); United States v. Robinson, No.\r\n  4:08CR386(HEA), 2008 WL 4790324, *7 (E.D. Mo. October 29, 2008) (finding\r\n  a search warrant was not deficient for referring to &quot;certain narcotic\r\n  drugs&quot; at a residence because &quot;the fact that methamphetamine may\r\n  technically not be a narcotic is a distinction without a difference,&quot; and\r\n  further finding that the term &quot;narcotics&quot; was used generically as a\r\n  synonym for &quot;controlled substances&quot;); United States v. Real\r\n  Property Known as 77 East 3rd Street, 869 F. Supp.\r\n  1042, 1058-59, 1064 (S.D.N.Y. 1994) (using the terms narcotic and\r\n  methamphetamine interchangeably); State v. Carmichael, 53 P.3d 214, 232\r\n  (Haw. 2002) (noting although methamphetamine is not a narcotic from a\r\n  scientific point of view, the term narcotic has evolved to include any\r\n  addictive drug). \r\nIn the case at hand, the\r\n  circuit court's order adopted the definition of &quot;narcotic&quot; supplied\r\n  by Dr. Allen.  Dr. Allen opined that methamphetamine is not a narcotic drug\r\n  because narcotic drugs are those drugs that induce pain relief, drowsiness,\r\n  sleep, and similar states of stupor.  Methamphetamines, according to Dr. Allen,\r\n  are stimulants that induce wakefulness, alertness, focus, and a heightened\r\n  sense of awareness.  The scientific description of the term\r\n  &quot;narcotic&quot; according to a medical doctor is not representative of the\r\n  ordinary and usual understanding of the term to an ordinary person.  See Rowland, 312 S.C. at 539, 435 S.E.2d at 881-82 (&quot;In the absence of\r\n  a prescribed definition in the policy, the term should be defined according to\r\n  the ordinary and usual understanding of the term's significance to the ordinary\r\n  person.&quot;).  Therefore, we hold the circuit court erred in adopting the specialized\r\n  medical definition of &quot;narcotic&quot; supplied by Dr. Allen.  \r\nThe Liberty Life policy did\r\n  not define the term &quot;narcotic&quot; to exclude or include\r\n  methamphetamines.  Like the district court in General American Life\r\n  Insurance, this court need not be concerned with methamphetamine's\r\n  pharmacological similarities to other narcotic drugs.  815 F. Supp. at 1285.  Instead,\r\n  we look to the usual understanding of the term's significance to an ordinary\r\n  person.  Barrett, 340 S.C. at 8, 530 S.E.2d at 136.  Based on its\r\n  widespread illegal use, we believe a layperson would commonly understand\r\n  methamphetamine to be a narcotic drug.  \r\nAccordingly, we hold the\r\n  circuit court erred in granting summary judgment to Hutchinson.  Because we\r\n  reverse on the issue of how the circuit court defined the term\r\n  &quot;narcotic,&quot; we need not reach the additional issue raised on appeal.  See Whiteside v. Cherokee Cnty. Sch. Dist. No. One, 311 S.C. 335,\r\n  340-41, 428 S.E.2d 886, 889 (1993) (holding an appellate court need not address\r\n  the remaining issue on appeal when the resolution of a prior issue is dispositive).  \r\nREVERSED AND REMANDED.  \r\nWILLIAMS, GEATHERS, and\r\n  LOCKEMY, JJ., concur.  \r\n\r\n\r\n[1]  Dr. Barry Logan reviewed the accident reconstruction\r\n  report and submitted an affidavit noting there was no evidence of braking on\r\n  the roadway or on the 200+ feet of median Ney traveled before the point of impact\r\n  with the bridge support.\r\n[2]  S.C. Code Ann. §§ 39-5-10 to -560 (1985 &amp; Supp.\r\n  2010).\r\n[3]  The Court of Appeals' Ortiz decision was\r\n  reversed on appeal to the New Mexico Supreme Court subsequent to the summary\r\n  judgment hearing in this case.  237 P.3d 707, 716 (N.M. 2010).  \r\n\r\n","court":"Appeals"},{"id":"4821","title":"Brown v. SCHHS","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4821","description":"Peter Brown appeals the termination of his Medicaid waiver services.  We find the South Carolina Department of Health and Human Services hearing officer had jurisdiction to hear the appeal because Brown alleged the terminated services were covered by Medicaid.  We reverse and vacate the decisions below to the contrary.","date":"2011-04-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Peter Brown, Appellant,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          South Carolina\r\n          Department of Health and Human Services, Respondent.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Administrative Law Court\r\nJudge Carolyn C. Matthews\r\n\r\nOpinion No. 4821\r\n  Heard February 9, 2011 – Filed April 20,\r\n2011\r\n\r\nREVERSED and REMANDED \r\n\r\n\r\n  \r\n    \r\n      \r\n        Patricia Logan Harrison, of Columbia, for\r\n          Appellant.\r\n        Byron Ronald Roberts, of Columbia, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.:  In\r\n  this case we determine that the South Carolina Department of Health and Human\r\n  Services (DHHS) has jurisdiction to decide an appeal from the termination of\r\n  Medicaid waiver services.  We reverse DHHS's and the Administrative Law Court's\r\n  decisions to the contrary and remand for a hearing on the merits. \r\nI.&nbsp;&nbsp;Facts and Medicaid Background \r\nPeter Brown is a\r\n  forty-three-year-old Medicaid recipient with mental retardation.  He has\r\n  related disabilities of epilepsy and diabetes.  His IQ is 44, and his\r\n  psychological evaluation places him at the juncture between the mild and\r\n  moderate levels of mental retardation.  He lives in Spartanburg, South Carolina\r\n  at the Charles Lea Center, a supervised living arrangement for people with\r\n  mental disabilities.  Peter's expenses at the Center are paid with federal\r\n  funds through Medicaid.  Before Peter lived at the Center, he had been required\r\n  under federal Medicaid law to live in an institutional intermediate care\r\n  facility for the mentally retarded (ICF/MR).  In 1991, however, Peter began\r\n  participating in a program that allowed him to move out of the ICF/MR\r\n  institution and into the Center.  Under this program, the United States\r\n  Department of Health and Human Services waives the statutory requirement that\r\n  individuals with mental disabilities live in an institution in order to receive\r\n  money for Medicaid services.[1] \r\n  This &quot;waiver&quot; program provides services to certain Medicaid\r\n  recipients, like Peter, in a less restrictive setting, such as the Center.[2] \r\n  The program saves money and improves the quality of life for Medicaid recipients\r\n  by keeping them out of an institution.  \r\nEach state applies for\r\n  approval of its customized waiver program by submitting a &quot;waiver\r\n  document&quot; to the federal Centers for Medicare and Medicaid Services.[3] \r\n  The South Carolina Department of Disabilities and Special Needs (DDSN) operates\r\n  South Carolina's Mental Retardation/Related Disabilities (MR/RD) waiver, which\r\n  specifically lists and defines the services it may provide to qualifying\r\n  individuals.[4] \r\n  The services provided under the waiver are intended to prevent an individual\r\n  from regressing to the point of requiring institutionalization, and only a\r\n  person who would otherwise qualify to live in an ICF/MR may receive waiver\r\n  services.[5] \r\n  Peter was allowed to forego institutionalization, and instead receives the\r\n  residential habilitation waiver service through the Center.  This includes services\r\n  to help him meet his daily living needs at the Center such as cleanliness,\r\n  chores, and food preparation.  \r\nPeter also received another\r\n  Medicaid service—twelve hours per week of one-on-one service.  However, that\r\n  service is not listed in the waiver document.  Peter's one-on-one service has\r\n  been provided since 1992, when he was diagnosed with a pre-diabetic condition. \r\n  The initial purpose of the service was to have someone with Peter to ensure he\r\n  ate enough food and followed his diabetic diet.  By the time the Center\r\n  notified Peter of its intent to terminate the service in 2005, it included\r\n  grocery help and community socialization activities.  To manage his diabetes\r\n  dietary restrictions, Peter has set menus and corresponding grocery lists for\r\n  each week.  The employee providing the one-on-one service helped Peter\r\n  inventory his food supply and make a grocery list to match his weekly menu. \r\n  The employee also helped Peter choose and attend activities in the community\r\n  with non-disabled people.  \r\n II.&nbsp; Procedural History\r\nIn February 2005, the Center\r\n  sent Peter's mother, Carolyn Brown, a letter notifying her of its intention to\r\n  terminate Peter's twelve hours per week of one-on-one service.[6] \r\n  In March 2005, Peter appealed the termination to DDSN.  Based on its\r\n  determination that the residential habilitation waiver service was\r\n  &quot;sufficient to meet Peter's needs,&quot; DDSN upheld the Center's decision\r\n  to terminate the one-on-one service.  DDSN's letter notifying Mrs. Brown of its\r\n  decision stated: &quot;Ultimately there has been no reduction or termination of\r\n  MR/RD Waiver Services to Peter.  Sufficient services and supports can be\r\n  provided to Peter based on his assessed needs . . . .&quot;  In April 2005,\r\n  Peter appealed the final DDSN agency decision to DHHS.  \r\nThe DHHS hearing officer\r\n  found as a matter of law that &quot;if a service cannot be shown to keep a\r\n  person out of an institutional facility for the mentally retarded, it is not a\r\n  service covered by the Medicaid waiver.&quot;  He then concluded: &quot;If a\r\n  service is not covered by Medicaid . . . it is not under the subject matter\r\n  jurisdiction of a SCDHHS Hearing Officer.&quot;  Applying that conclusion to Peter's\r\n  complaint, the hearing officer determined he did not have subject matter\r\n  jurisdiction because Peter &quot;has not met his burden of proof, by\r\n  preponderance of the evidence, to establish that the one[-]on[-]one services\r\n  are necessary to keep him out of an institution for the mentally retarded . . .\r\n  and thereby establishing the subject matter jurisdiction of this Hearing\r\n  Officer.&quot;  \r\nPeter appealed to the ALC. \r\n  The ALC affirmed the hearing officer's decision, finding the one-on-one service\r\n  is not a waiver service because it is not mentioned in the waiver document, and\r\n  Peter did not show it is necessary to keep him out of an ICF/MR.  Peter also\r\n  argued his one-on-one service met the definition of the adult companion waiver\r\n  service, and thus was covered by Medicaid and within the hearing officer's\r\n  jurisdiction.  The ALC rejected this argument.  The ALC denied Peter's motion\r\n  to alter or amend the judgment.  \r\n III.&nbsp; Jurisdiction\r\n&quot;Subject matter\r\n  jurisdiction is the power to hear and determine cases of the general class to\r\n  which the proceedings in question belong.&quot;  Majors v. S.C. Sec. Comm'n,\r\n  373 S.C. 153, 159, 644 S.E.2d 710, 713&nbsp;(2007).  It refers to a tribunal's\r\n  constitutional or statutory power to decide a case.  Johnson v. S.C. Dep't\r\n  of Prob., Parole, &amp; Pardon Servs., 372 S.C. 279, 284, 641 S.E.2d 895,\r\n  897 (2007).  &quot;The question of subject matter jurisdiction is a question of law . . . .&quot;  Chew\r\n  v. Newsome Chevrolet, Inc., 315 S.C. 102, 104, 431 S.E.2d 631, 631 (Ct.\r\n  App. 1993).  \r\nJurisdiction in this case is\r\n  defined by federal and state regulations.  When an individual believes his\r\n  Medicaid-covered services or benefits have been wrongfully denied, terminated,\r\n  suspended, changed, or reduced, he may appeal.  42 C.F.R. §§ 431.220(a)(1)-(2),\r\n  431.201 (2010); S.C. Code Regs. 126-380(A)-(B) (1992).  The waiver document\r\n  provides the right to appeal first to DDSN and then to DHHS.  We find a DHHS\r\n  hearing officer has subject matter jurisdiction to hear an appeal from the denial,\r\n  termination, suspension, or reduction of a service or benefit which the individual\r\n  alleges is covered by Medicaid.  The jurisdiction of any tribunal is determined\r\n  by the allegations, not by the answer to the questions raised by the\r\n  allegations.  See 21 C.J.S. Courts § 17 (2006) (&quot;If the\r\n  pleadings contain sufficient matter to challenge the attention of the court,\r\n  and such a case is thereby presented as to authorize the court to deliberate\r\n  and act, this is sufficient for the purpose of conferring jurisdiction.  Thus,\r\n  if a complaint sets forth a case belonging to the general class over which the\r\n  authority of the court extends, the fact that it fails to state a cause of\r\n  action does not affect the jurisdiction of the court.&quot;).  Here, Peter\r\n  alleges his one-on-one service is covered by Medicaid.  Because jurisdiction is\r\n  determined by the question to be answered, not by the answer itself, DHHS is\r\n  the proper tribunal to determine whether he is correct.\r\nNevertheless, the ALC and\r\n  DHHS hearing officer found Peter's one-on-one service is not covered by\r\n  Medicaid as a waiver service because Peter did not prove it was necessary to\r\n  keep him out of an institution.  This supposed requirement comes from the\r\n  following statement in the waiver document:\r\nThis\r\n  waiver is requested in order to provide home and community-based services to\r\n  individuals who, but for the provision of such services, would require the\r\n  following level(s) of care, . . . : Intermediate care facility for mentally\r\n  retarded or persons with related disabilities (ICF/MR).\r\nFrom this statement, the\r\n  hearing officer determined &quot;if a service cannot be shown to keep a person\r\n  out of an institutional facility for the mentally retarded, it is not a service\r\n  covered by the Medicaid waiver&quot; and therefore outside of his\r\n  jurisdiction.  On appeal, Peter argues the hearing officer erred in requiring\r\n  him to prove that he would immediately be returned to an ICF/MR facility if his\r\n  one-on-one service was terminated.  We agree.\r\nThe statement that the ALC\r\n  order cites is not intended to provide a legal standard for establishing\r\n  jurisdiction.  Rather, a person must first qualify as one who would require\r\n  institutionalization without the availability of the waiver-provided services,\r\n  but is not also required to show that each waiver service provided\r\n  prevents him from institutionalization.  For example, the waiver provides for\r\n  &quot;Prevocational services,&quot; which &quot;are aimed at preparing an\r\n  individual for paid or unpaid employment . . . .  Services include teaching\r\n  such concepts as compliance, attendance, task completion, problem solving and\r\n  safety.&quot;  It is highly unlikely a person would need to be institutionalized\r\n  absent prevocational skills; however, they are provided under the waiver.  To\r\n  read the document as the ALC interpreted it would necessitate a\r\n  waiver-qualifying individual to prove that each service he requested was\r\n  necessary to avoid institutionalization.  The ALC erred by imposing upon Peter\r\n  an incorrect legal standard to establish jurisdiction.  \r\nFinally, the ALC noted\r\n  &quot;one-on-one services are not 'waiver services'    . . . over which the\r\n  DHHS hearing officer would have subject matter jurisdiction&quot; because\r\n  &quot;[t]he waiver document does not mention one-on-one services&quot; and\r\n  &quot;there is sworn testimony in the record . . . that one-on-one services are\r\n  not MR/RD Waiver services.&quot;  Peter argues the service was covered under\r\n  the waiver because it met the definition of the adult companion waiver\r\n  service.  We do not reach the question of whether the service qualifies as a\r\n  waiver service.  We note, however, that the answer to the question is not\r\n  controlled by whether the service is labeled as one-on-one as opposed to adult\r\n  companion services.\r\n IV.&nbsp; Conclusion\r\nWe reverse the ALC's conclusion\r\n  that the hearing officer did not have subject matter jurisdiction to hear\r\n  Peter's appeal and its application of an incorrect legal standard. \r\n  Accordingly, the remainder of the order is vacated, and the case is remanded to\r\n  DHHS for a hearing on the merits in accordance with this opinion and pursuant\r\n  to 42 C.F.R. § 431.220(a)(1)-(2).  \r\nREVERSED and REMANDED.\r\nTHOMAS and KONDUROS, JJ.,\r\n  concur.\r\n\r\n\r\n\r\n[1] 42 U.S.C. § 1396n(c) (Supp. 2010); 42 C.F.R. § 441.300 (2010); Doe v. Kidd,\r\n  501 F.3d 348, 351 (4th Cir. 2007).  \r\n[2] See S.C. Code Ann. § 44-20-20 (2002) (&quot;It is the purpose of this\r\n  chapter to assist persons with mental retardation . . . by providing services\r\n  to enable them to participate as valued members of their communities to the\r\n  maximum extent practical and to live . . . in the least restrictive environment\r\n  available.&quot;).\r\n[3] 42 C.F.R. §§ 440.180(b), 431.55 (2010).\r\n[4] S.C. Code Ann. § 44-20-270 (2002).\r\n[5] The services provided and descriptions of them are found in the MR/RD Waiver\r\n  Document (effective Oct. 1, 2004-Sept. 30, 2009) (on file with SCDDSN).\r\n[6] Peter is also a plaintiff in an action proceeding simultaneously in federal\r\n  court that alleges DHHS and DDSN violated the Americans with Disabilities Act\r\n  and other federal statutes.  Peter B. v. Sanford, No. 6:10-cv-00767-JMC\r\n  (D.S.C. Mar. 7, 2011).  On March 7, 2011, the United States District Court for\r\n  the District of South Carolina granted the plaintiffs a temporary injunction\r\n  prohibiting the defendants from reducing or terminating certain Medicaid\r\n  services.  As a result, Peter is currently receiving his one-on-one service.\r\n\r\n","court":"Appeals"},{"id":"4822","title":"State v. Jones","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4822","description":"Tyquan Jared Amir Jones was charged as a juvenile with murder, armed robbery, and unlawful possession of a pistol.  The family court waived jurisdiction and ordered he be treated as an adult.  Jones then pled guilty in the circuit court to a lesser charge pursuant to a plea agreement.  On appeal, he argues the family court erred in waiving jurisdiction because it did not properly apply the Kent factors.  He also contends the family court erred in admitting a statement he gave to police because his mother was not present during the interrogation or when he signed the waiver of rights form.  He further maintains the statement was based on an unfulfilled promise by an officer.  We affirm.","date":"2011-04-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Tyquan Jared\r\n          Amir Jones, Appellant.\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Florence County\r\nJudge Thomas A. Russo, Circuit Court Judge\r\nJerry D. Vinson, Jr., Family Court Judge\r\n\r\nOpinion No. 4822\r\n  Submitted June 22, 2010 – Filed April 20,\r\n2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender M. Celia Robinson, of\r\n          Columbia, for Appellant.\r\n        Attorney General Alan Wilson, Chief Deputy\r\n          Attorney General John W. McIntosh, Assistant Deputy Attorney General Salley W.\r\n          Elliott, and Assistant Attorney General William M. Blitch, Jr., all of\r\n          Columbia; Solicitor Edgar Lewis Clements, III, of Florence, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.: Tyquan\r\n  Jared Amir Jones was charged as a juvenile with murder, armed robbery, and\r\n  unlawful possession of a pistol.  The family court waived jurisdiction and\r\n  ordered he be treated as an adult.  Jones then pled guilty in the circuit court\r\n  to a lesser charge pursuant to a plea agreement.  On appeal, he argues the\r\n  family court erred in waiving jurisdiction because it did not properly apply\r\n  the Kent[1] factors.  He also\r\n  contends the family court erred in admitting a statement he gave to police because\r\n  his mother was not present during the interrogation or when he signed the\r\n  waiver of rights form.  He further maintains the statement was based on an\r\n  unfulfilled promise by an officer.  We affirm.[2]\r\nFACTS/PROCEDURAL\r\n  HISTORY\r\n  \r\n\r\nOn December 3, 2005, Jones,\r\n  who was fifteen years old at the time, met his friends, Donte Gurley and Chris\r\n  Gurley, at another friend's house.  The group planned to rob Desmond Keith\r\n  because he purportedly owed Chris money.  Antonio Crawford joined the group and\r\n  the four then confronted Keith.  When Jones pulled out a gun, a shot fired,\r\n  hitting Keith.  Keith later died from the injury.\r\nJones was charged as a\r\n  juvenile with murder, armed robbery, and unlawful possession of a pistol.  The\r\n  State moved to waive Jones to the court of general sessions and have him tried\r\n  as an adult.  Following a hearing, the family court waived its jurisdiction. \r\n  Jones was then indicted for murder, attempted armed robbery, and conspiracy. \r\n  Pursuant to a plea agreement, Jones pled guilty to voluntary manslaughter and\r\n  the State dismissed the armed robbery and conspiracy charges and recommended\r\n  Jones's sentence be capped at twenty years' imprisonment.  The circuit court\r\n  sentenced Jones to twenty years' imprisonment with credit for time served.  This\r\n  appeal followed.   \r\nLAW/ANALYSIS\r\n I.&nbsp;&nbsp;Waiver of\r\n  Jurisdiction\r\n\r\nJones contends the\r\n  family court erred in waiving jurisdiction because it did not properly apply\r\n  the Kent[3] factors.  He further maintains\r\n  the family court failed to take into account that the shooting was an\r\n  accident.  We disagree.\r\nThe family court has\r\n  exclusive jurisdiction over children[4] accused\r\n  of crimes.  S.C. Code Ann. § 63-3-510(A)(1)(d) (2010).  However, the family\r\n  court may transfer jurisdiction over a criminal matter to the court of general\r\n  sessions.  S.C. Code Ann. § 63-19-1210(6) (2010).  Section 63-19-1210(6)\r\n  provides:\r\n\r\n  Within thirty days after the filing of a petition in\r\n    the family court alleging the child has committed the offense of murder . . . ,\r\n    the person executing the petition may request in writing that the case be\r\n    transferred to the court of general sessions with a view to proceeding against\r\n    the child as a criminal rather than as a child coming within the purview of\r\n    this chapter.  The judge of the family court is authorized to determine this\r\n    request.\r\n\r\n&quot;Upon a motion to\r\n  transfer jurisdiction, the family court must determine if it is in the best\r\n  interest of both the child and the community before granting the transfer\r\n  request.&quot;  State v. Pittman, 373 S.C. 527, 558, 647 S.E.2d 144,\r\n  160&nbsp;(2007).\r\nThe family court must\r\n  consider the following factors when deciding whether to waive its jurisdiction\r\n  over a juvenile:\r\n\r\n  (1) The\r\n    seriousness of the alleged offense.\r\n  (2)\r\n    Whether the alleged offense was committed in an aggressive, violent,\r\n    premeditated, or willful manner.\r\n  (3)\r\n    Whether the alleged offense was against persons or against property, greater\r\n    weight being given to offenses against persons especially if personal injury\r\n    resulted.\r\n  (4) The\r\n    prosecutive merit of the complaint.\r\n  (5) The\r\n    desirability of trial and disposition of the entire offense in one court.\r\n  (6) The\r\n    sophistication and maturity of the juvenile as determined by consideration of\r\n    his home, environmental situation, emotional attitude and pattern of living.\r\n  (7) The\r\n    record and previous history of the juvenile, including previous contacts with\r\n    law enforcement agencies, juvenile courts and other jurisdictions, prior\r\n    periods of probation, or prior commitments to juvenile institutions.\r\n  (8) The\r\n    prospects for adequate protection of the public and the likelihood of\r\n    reasonable rehabilitation of the juvenile (if he is found to have committed the\r\n    alleged offense) by the use of procedures, services and facilities currently\r\n    available.\r\n\r\n\r\n  Id. at 558-59, 647 S.E.2d at 160 (citing Kent, 383 U.S. at 566-67).\r\n&quot;The family court must provide a sufficient\r\n  statement of the reasons for the transfer in its order.&quot;  Id. at\r\n  559, 647 S.E.2d at 160.  &quot;'The order should be\r\n  sufficient to demonstrate that the statutory requirement of full investigation\r\n  has been met and that the question has received full and careful consideration\r\n  by the family court.'&quot;  State v. Avery, 333 S.C. 284, 293, 509\r\n  S.E.2d 476, 481 (1998) (quoting In re Sullivan, 274 S.C. 544, 548, 265\r\n  S.E.2d 527, 529 (1980)).  The decision to transfer jurisdiction lies within the\r\n  discretion of the family court, and the appellate court will affirm the family\r\n  court's decision absent an abuse of discretion.  Id. at 292, 509 S.E.2d\r\n  at 481.\r\n\r\n  In Pittman, 373 S.C. at 560, 647 S.E.2d at 161, the juvenile argued the\r\n  family court erred in finding he would not benefit from the rehabilitation\r\n  program at the Department of Juvenile Justice (DJJ).  The supreme court found:\r\n\r\n  Because\r\n    we review the lower court's decision only for an abuse of discretion, this\r\n    [c]ourt would have to find the family court's order wholly unsupported by the\r\n    record in this regard to find error.  Instead, we find that this record\r\n    contains a great deal of evidence supporting the family court's decision.  Looking\r\n    at events occurring both before the waiver hearing and after, while there is\r\n    evidence in the pre-trial motions hearings which suggests that [the juvenile]\r\n    was cooperative and capable of rehabilitation, the record also reflects that [the\r\n    juvenile] engaged in escape plans, made shanks, and caused other disruptions\r\n    while in the custody of DJJ.\r\n\r\n  Id.\r\n\r\nIn this case, we find the\r\n  family court properly considered all of the Kent factors in deciding to\r\n  waive jurisdiction.  It made specific findings as to each of the eight\r\n  factors.  It found the crimes with which Jones was charged are classified as\r\n  most serious offenses and evidence indicated &quot;the suspects approached the\r\n  victim, attempted to rob him, and shot him.&quot;  It further noted,\r\n  &quot;These crimes were premeditated and committed in an aggressive, violent,\r\n  and willful manner. . . . The community requires protection from the persons\r\n  who committed these offenses.&quot;  Additionally, the court found the crimes\r\n  were committed against people, which elevated the seriousness of the offenses.\r\nAlthough the court\r\n  &quot;sympathize[d] with [Jones's] lack of opportunities and the environment in\r\n  which he lives,&quot; it observed that Jones had previously received a\r\n  probationary sentence after being adjudicated delinquent for armed robbery.  After he violated probation, he was committed to DJJ, where his sentence\r\n  was extended after he was found in possession of a small amount of marijuana.  The court noted that Jones thought about the need to change his lifestyle\r\n  while he was at DJJ but upon his release he renewed his relationship with at\r\n  least one of his co-defendants and retrieved the handgun he had entrusted to the\r\n  co-defendant.\r\nJones places importance on\r\n  his belief the trial court failed to take into account the shooting was an\r\n  accident or that he did not intend to hurt the victim.  However, the family\r\n  court noted in its order, &quot;While the death of the victim was not premeditated,\r\n  it is reasonable to assume that harm could occur during the commission of the\r\n  armed robbery.&quot;  Accordingly, we find the family court did not abuse its\r\n  discretion in waiving jurisdiction.\r\n II.&nbsp; Voluntariness of the\r\n  Statement\r\nJones argues the family court erred in admitting into\r\n  evidence his statement to police because his mother was not present during the\r\n  interrogation or when he signed the waiver of rights form.  He also contends\r\n  the statement was based on an unfulfilled promise by an officer that he would speak\r\n  to the court and ask for lenient treatment.  We find his argument concerning\r\n  the officer is unpreserved.  Additionally, his argument concerning his mother's\r\n  presence is abandoned.\r\n&quot;An issue may not be\r\n  raised for the first time on appeal.  In order to preserve an issue for appeal,\r\n  it must be raised to and ruled upon by the trial court.&quot;  In re Michael\r\n  H., 360 S.C. 540, 546, 602 S.E.2d 729, 732 (2004).  Further, &quot;[a]\r\n  party may not argue one ground at trial and an alternate ground on\r\n  appeal.&quot;  State v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691,\r\n  694&nbsp;(2003); see also State v. Benton, 338 S.C. 151, 157, 526\r\n  S.E.2d 228, 231 (2000) (finding an issue unpreserved when the appellant argued\r\n  one ground in support of a jury charge at trial and another ground in support\r\n  of the charge on appeal). \r\nAdditionally, &quot;short,\r\n  conclusory statements made without supporting authority are deemed abandoned on\r\n  appeal and therefore not presented for review.&quot;  Glasscock, Inc. v. U.S.\r\n  Fid. &amp; Guar. Co., 348 S.C. 76, 81, 557 S.E.2d 689, 691&nbsp;(Ct. App. 2001). \r\n  &quot;An issue is also deemed abandoned if the argument in the brief is merely\r\n  conclusory.&quot;  State v. Colf, 332 S.C. 313, 322, 504 S.E.2d 360,\r\n  364&nbsp;(Ct. App. 1998), aff'd as modified, 337 S.C. 622, 525 S.E.2d\r\n  246 (2000).\r\nJones's argument regarding\r\n  his being induced into making the statement by the officer is not preserved\r\n  because he never argued the statement was involuntary for this reason at\r\n  trial.   Further, although Jones's issue statement contends the statement was\r\n  involuntary because his mother was not present as well as he was induced into\r\n  making the statement by the officer, the body of his brief revolves around only\r\n  the contention that the statement was induced.  He provides no case law or\r\n  argument regarding whether a parent is required to be present during\r\n  questioning or signing of the waiver.  Nor does he explain how a parent's\r\n  failure to be present makes a statement involuntary.  Accordingly, we find\r\n  Jones's argument relating to his mother's failure to be present is abandoned.\r\nCONCLUSION\r\nWe find the family court did\r\n  not abuse its discretion in waiving jurisdiction.  Additionally, Jones's\r\n  argument regarding the officer inducing him to make a statement is\r\n  unpreserved.  Further, Jones's argument about his mother's failure to be\r\n  present during his questioning or signing of his statement is abandoned.  Accordingly,\r\n  the family court's decision is\r\nAFFIRMED.\r\nGEATHERS and LOCKEMY, JJ.,\r\n  concur.\r\n\r\n\r\n[1] Kent v. United States, 383 U.S. 541, 566-67 (1966).\r\n[2] We decide this case without oral argument pursuant to\r\n  Rule 215, SCACR.\r\n[3] Kent v. United States, 383 U.S. 541, 566-67 (1966).\r\n[4] The statute defines a child or juvenile as &quot;a\r\n  person less than seventeen years of age.&quot;  S.C. Code Ann. § 63-19-20(1)\r\n  (2010).  However, the statute further limits the definition to someone under\r\n  sixteen for certain felony charges.  Id.\r\n\r\n","court":"Appeals"},{"id":"4823","title":"State v. Burgess","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4823","description":"In this appeal from a conviction for possession of crack cocaine with intent to distribute, we find the arresting officer had jurisdiction to arrest the defendant based on a valid multijurisdictional narcotics enforcement agreement.  We also affirm the exclusion of the arresting officer's employment records because they did not have a legitimate tendency to show bias, and affirm the trial judge's refusal to charge mere presence when the State alleged only actual possession.","date":"2011-04-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          The State, Respondent,\r\n          \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Lawrence Burgess, Appellant.\r\n          \r\n        \r\n        \r\n      \r\n    \r\n  \r\n\r\nAppeal From Lexington County\r\nJames W. Johnson, Jr., Circuit Court Judge\r\n\r\nOpinion No. 4823\r\nHeard January 11, 2011 – Filed April 20, 2011 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate\r\n          Defender Kathrine H. Hudgins, of Columbia, for Appellant.\r\n        Attorney\r\n          General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant\r\n          Deputy Attorney General Salley W. Elliott, Assistant Attorney General Deborah\r\n          R.J. Shupe, Office of the Attorney General,  all of Columbia; and Solicitor Donald\r\n          V. Myers, of Lexington, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.: In Lawrence\r\n  Burgess's appeal from his conviction for possession of crack cocaine with\r\n  intent to distribute, we consider the validity of a multijurisdictional\r\n  narcotics enforcement agreement, the admissibility of an arresting officer's\r\n  employment records, and the circumstances under which a trial judge must charge\r\n  &quot;mere presence.&quot;  We find no error and affirm.\r\nI. Facts\r\n  and Procedural History\r\nOn March 2, 2006,\r\n  officers on the Lexington County Narcotics Enforcement Team (NET) executed a\r\n  search warrant for drugs at a trailer on Two Notch Road in Batesburg, South\r\n  Carolina.  When Agent Bill Laney and Officer Emmitt Gilliam pulled into the\r\n  driveway, they saw Burgess and another individual standing by a trailer which\r\n  was not the target of the search warrant.  They then saw Burgess &quot;run\r\n  around the back side of the trailer and flee.&quot;  Gilliam ran around the\r\n  other side of the trailer &quot;to cut him off.&quot;  Gilliam got to within\r\n  five to six feet of Burgess and told him to stop and put his hands up.  He then\r\n  saw Burgess drop an empty pill bottle with no top.  Gilliam testified &quot;the\r\n  pill bottle had crack residue in it.&quot;  Laney backtracked Burgess's steps to\r\n  where Burgess had been standing and located a pill bottle top and pieces of crack\r\n  cocaine on the ground.  Burgess denied owning or dropping the pill bottle.  He\r\n  was arrested and indicted for possession with intent to distribute crack\r\n  cocaine in violation of South Carolina Code section 44-53-375 (Supp. 2010),\r\n  based on the crack found by Laney.  \r\nAt the time of the\r\n  arrest, Gilliam was a police officer with the Batesburg-Leesville Police\r\n  Department.  The arrest occurred outside of the Batesburg-Leesville town\r\n  limits.  However, Gilliam was acting with NET, which has jurisdiction for all\r\n  of Lexington County pursuant to a Multijurisdictional Drug Enforcement Unit\r\n  Agreement (NET Agreement) signed by the police chief of the Batesburg-Leesville\r\n  Police Department.  \r\nBurgess alleged Gilliam\r\n  lacked authority to make an arrest outside the Batesburg-Leesville town limits,\r\n  and made a pre-trial motion to dismiss the charge.  He argued the NET agreement\r\n  did not comply with the statutes authorizing such extra-territorial\r\n  jurisdiction.  The trial judge denied the motion because he found the agreement\r\n  valid, and therefore that Gilliam had authority to make the arrest.  \r\nAfter the ruling on the validity\r\n  of the NET agreement, but before opening statements, the State made a motion in\r\n  limine to exclude Gilliam's employment records.  The trial judge sustained the\r\n  objection and told Burgess's counsel: &quot;If you, depending on how the case\r\n  goes, decide you want to get into that bring it to the court's attention . . .\r\n  .&quot;  During Gilliam's testimony, Burgess sought to cross-examine him about\r\n  why he was no longer with the NET and to introduce the employment records.  The\r\n  records outline three incidents, spanning from approximately March 2006 until\r\n  February 16, 2007, in which Gilliam disagreed with other officers about the use\r\n  of confidential informants, used profanity, and threatened to harm another\r\n  officer.  The judge refused to admit the records.  \r\nAfter the jury charge,\r\n  Burgess requested the trial judge charge the jury on &quot;mere presence.&quot; \r\n  Relying on State v. Peay, 321 S.C. 405, 410-11, 468 S.E.2d 669, 672-73\r\n  (Ct. App. 1996) and State v. Ballenger, 322 S.C. 196, 199-200, 470\r\n  S.E.2d 851, 854 (1996), the judge denied the request, and stated: &quot;The\r\n  State indicated that they rely only on actual possession and not constructive\r\n  possession.  Those cases indicate that mere presence is not required and would\r\n  be improper and for that reason I did not charge that.&quot;  \r\nThe jury found Burgess\r\n  guilty, and the judge sentenced him to three years in prison.  \r\nII.  The\r\n  Multijurisdictional Drug Enforcement Unit Agreement\r\nIn September\r\n  2001, eleven law enforcement agencies in Lexington County entered into an\r\n  agreement creating the NET.  The agreement states it is made pursuant to South\r\n  Carolina Code sections 23-1-210 (1981) (amended 2007) and 23-1-215 (1987)\r\n  (amended 2007).[1] \r\n  The agreement states its purpose as follows:\r\n\r\n  [T]he\r\n    parties . . . consent and agree to span the geopolitical boundaries of all\r\n    areas of Lexington County to the fullest extent allowed under South Carolina\r\n    law for the express purpose of investigating the illegal use of controlled\r\n    substances and related crimes by creating this Lexington County Multi-Agency\r\n    Narcotics Enforcement Team[.]\r\n\r\nThe Batesburg-Leesville\r\n  police chief signed the agreement.  The State put into evidence a videotape of\r\n  the August 13, 2001 Batesburg-Leesville town council meeting at which &quot;the\r\n  chief of police informed council of that pending matter between the solicitor\r\n  and the town of Batesburg/Leesville forming a multi-jurisdictional agreement\r\n  for continued narcotics work in Lexington County.&quot;  A town council member\r\n  testified the police chief had &quot;the advice and consent to enter into this\r\n  agreement of town council.&quot;  \r\nOur analysis of Gilliam's\r\n  authority to arrest Burgess begins with the premise that &quot;[t]he\r\n  jurisdiction of a municipal police officer, absent statutory authority,\r\n  generally does not extend beyond the territorial limits of the\r\n  municipality.&quot;  State v. Harris, 299 S.C. 157, 159, 382 S.E.2d 925,\r\n  926 (1989); see S.C. Code Ann. § 5-7-110 (2004) (&quot;Any such police\r\n  officers shall exercise their powers on all private and public property within\r\n  the corporate limits of the municipality . . . .&quot;).  However, there are\r\n  exceptions to this general rule, including the two statutes listed as authority\r\n  for creating the NET agreement: section 23-1-210, allowing the temporary\r\n  transfer of an officer to another municipality or county; and section 23-1-215,\r\n  providing for agreements between multiple law enforcement jurisdictions for criminal\r\n  investigation.[2]\r\nThe trial judge ruled the\r\n  NET agreement valid under section 23-1-210, which provides in part:\r\n\r\n  (A) Any\r\n    municipal or county law enforcement officer may be transferred on a temporary\r\n    basis to work in law enforcement[3] in any other municipality or county in this State under the conditions set\r\n    forth in this section, and when so transferred shall have all powers and\r\n    authority of a law enforcement officer employed by the jurisdiction to which he\r\n    is transferred.\r\n  (B)\r\n    Prior to any transfer as authorized in subsection (A), the concerned\r\n    municipalities or counties shall enter into written agreements stating the\r\n    conditions and terms of the temporary employment of officers to be\r\n    transferred.  The bond for any officer transferred shall include coverage for\r\n    his activity in the municipality or county to which he is transferred in the\r\n    same manner and to the same extent provided by bonds of regularly employed\r\n    officers of that municipality or county.\r\n  (C)\r\n    Agreements made pursuant to subsection (B) shall provide that temporary\r\n    transfers shall in no manner affect or reduce the compensation . . . of\r\n    transferred officers and such officers shall continue to be paid by the county\r\n    or municipality where they are permanently employed . . . .\r\n\r\nThe judge found the NET\r\n  Agreement complied with section 23-1-210 because &quot;there is nothing in here\r\n  . . . that would prohibit either a county or a municipality or a town from\r\n  authorizing in some way the chief of police or the sheriff to enter into such\r\n  agreements.&quot;  \r\nAn\r\n  action involving the interpretation of a statute is an action at law, which we\r\n  review de novo.  Town of Summerville v. City of North Charleston,\r\n  378 S.C. 107, 110, 662 S.E.2d 40, 41 (2008).  We agree with the trial judge\r\n  that the NET agreement meets the requirements of section 23-1-210.  First, the\r\n  concerned municipalities and county entered into a written agreement to create\r\n  multijurisdictional law enforcement authority.  Second, the agreement complies\r\n  with the requirements of 23-1-210, such as stating the employment conditions\r\n  and maintaining compensation from permanent employment.  Finally, the officers\r\n  acting with the NET were transferred to it on a temporary basis.  \r\nNevertheless, Burgess\r\n  argues the agreement fails to provide jurisdiction under 23-1-210 for two\r\n  reasons.  First, Burgess argues &quot;Gilliam was not temporarily transferred\r\n  but rather he was involved in an investigation focused on a case and location.&quot; \r\n  We disagree.  Even if Gilliam had been transferred for only this one\r\n  investigation, it was still a temporary transfer.  Second, Burgess argues the\r\n  Batesburg-Leesville police chief who signed the agreement lacked the authority\r\n  to enter into it under section 23-1-210.  We agree with the trial judge's\r\n  determination that nothing in the statute &quot;would prohibit either a county\r\n  or a municipality or a town from authorizing in some way the chief of police or\r\n  the sheriff to enter into such agreements.&quot;  The Batesburg/Leesville\r\n  police chief informed the town council of the agreement before its execution,\r\n  and the council gave him the authority to enter into it.  \r\nThe supreme court's\r\n  recent opinion in State v. Boswell, Op. No. 26941 (S.C. Sup. Ct. filed\r\n  March 14, 2011) (Shearouse Adv. Sh. No. 9 at 22), does not change this\r\n  analysis.  In Boswell, the court applied section 23-20-50(A) of the\r\n  South Carolina Code (2007) to a multijurisdictional agreement entered into\r\n  between the Calhoun County and Lexington County Sheriffs' Departments pursuant\r\n  to the Law Enforcement Assistance and Support Act.[4]  Id. at 30-32.  The court held the agreement was invalid because it was\r\n  &quot;not voted on by the county council&quot; as required by section\r\n  23-20-50(A) of the Act.  Id. at 31.  \r\nBurgess did not argue to\r\n  the trial court and does not argue on appeal that section 23-20-50(A) applies\r\n  to the NET agreement in this case.  In any event, we find Boswell distinguishable because the NET agreement here was not entered pursuant to the\r\n  Law Enforcement Assistance and Support Act.  Therefore, section 23-20-50(A) of\r\n  the Act does not apply.  By its own terms, the section applies to &quot;[a]n\r\n  agreement entered into . . . pursuant to this chapter . . . .&quot;  §\r\n  23-20-50(A) (emphasis added).[5] \r\n  Section 23-20-30(B) specifically provides that the Act does not &quot;alter,\r\n  amend, or affect any rights, duties, or responsibilities of law enforcement\r\n  authorities established by South Carolina's . . . statutory laws . . . except\r\n  as expressly provided for in this chapter.&quot;  The\r\n  NET agreement here was made pursuant to section 23-1-210, part of a\r\n  different chapter from the Law Enforcement Assistance and Support Act entitled\r\n  &quot;General Provisions.&quot;  The NET agreement does not mention the Act or\r\n  section 23-20-50.  We find that the requirements of section 23-20-50(A) do not\r\n  apply to the NET agreement.\r\nAccordingly, we find the\r\n  agreement is valid under section 23-1-210 and conferred upon Gilliam the\r\n  authority to arrest Burgess outside of the Batesburg-Leesville town limits.  Because\r\n  we find the agreement valid under section 23-1-210, we do not address whether\r\n  it meets the requirements of section 23-1-215.  See Futch v.\r\n  McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591,\r\n  598 (1999) (recognizing that an appellate court need not address remaining\r\n  issues when resolution of one issue is dispositive).\r\nIII. Cross-Examination\r\n  on Employment Records\r\nBurgess sought to\r\n  introduce portions of Gilliam's employment records as &quot;evidence of bias\r\n  and motive to misrepresent&quot; pursuant to Rule 608(c), SCRE.  The judge sustained\r\n  the State's objection and refused to admit the records.  On appeal, Burgess\r\n  argues the records &quot;portray Gilliam as an overzealous narcotics officer\r\n  who was willing to use unreliable confidential informants in order to make an\r\n  arrest and who violated protocols of the NET concerning the use of confidential\r\n  informants.&quot;  The records include a summary of three incidents concerning\r\n  Gilliam.  First, in approximately March 2006, shortly after Burgess's arrest, a\r\n  superior told Gilliam he did not think the NET should use a particular\r\n  confidential informant.  Gilliam &quot;got upset, jumped out of his chair and\r\n  went upstairs saying that he was going back to Batesburg and would not be\r\n  coming back to NET.&quot;  Second, in approximately October 2006, Gilliam's\r\n  partner requested to be transferred away from him due to disagreements and his\r\n  &quot;bad attitude.&quot;  Third, in February 2007, Gilliam used profanity and\r\n  threatened another officer over a disagreement about a controlled drug buy, and\r\n  then he drove off with the confidential informant in his car, in violation of\r\n  NET protocol.  In March 2007, the Batesburg-Leesville Police Department\r\n  formally disciplined Gilliam with a two-day suspension, a ninety-day\r\n  probationary period, and a demotion to the rank of Corporal.  \r\nEvidence of bias is\r\n  governed by Rule 608(c), SCRE, which states: &quot;Bias, prejudice or any\r\n  motive to misrepresent may be shown to impeach the witness either by\r\n  examination of the witness or by evidence otherwise adduced.&quot;  Our courts\r\n  have held that &quot;anything having a legitimate tendency to throw light on\r\n  the accuracy, truthfulness, and sincerity of a witness may be shown and\r\n  considered in determining the credit to be accorded to his or her\r\n  testimony.&quot;  State v. Baker,  390 S.C. 56, 66, 700 S.E.2d 440, 444\r\n  (Ct. App. 2010) (citing State v. Jones, 343 S.C. 562, 570, 541 S.E.2d\r\n  813, 817 (2001) (applying this rule of evidence to bias under Rule 608(c), SCRE)). \r\n  In excluding the evidence in this case, the judge stated: &quot;It is\r\n  irrelevant and highly prejudicial and I don't think it is relevant to any of\r\n  the issues in this case at least at this point in time.&quot;  Although the\r\n  judge did not use the language of Baker and Jones in his ruling,\r\n  we interpret the ruling as a finding that the records did not have a legitimate\r\n  tendency to show bias on the part of the officer.  Each incident in the records\r\n  occurred after Burgess's arrest, and none of them relate directly to Burgess. \r\n  Though Burgess argues the incidents relate to Gilliam's use of confidential\r\n  informants, the arrest of Burgess had nothing to do with confidential\r\n  informants.  Gilliam detained Burgess because he fled from police during the\r\n  execution of a search warrant, and arrested him because the officers determined\r\n  he dropped crack cocaine as he fled.  While the incidents might show Gilliam to\r\n  be hot-tempered and uncooperative with other officers, they do not show his\r\n  bias against Burgess, or otherwise relate to Gilliam's credibility.  Under\r\n  these circumstances, we find the judge's decision to exclude the evidence was\r\n  within his discretion.  See Baker, 390 S.C. at 65, 700 S.E.2d at\r\n  444 (&quot;The admission of evidence rests in the sound discretion of the trial\r\n  court.  The trial court's decision will not be overturned unless controlled by\r\n  an error of law resulting in undue prejudice.&quot; (citing State v. Johnson,\r\n  318 S.C. 194, 196, 456 S.E.2d 442, 443 (Ct. App. 1995))).\r\nIV.  Mere\r\n  Presence Jury Charge\r\nThe judge charged the\r\n  jury as follows:\r\n\r\n  In\r\n    this case, the State is charging the defendant with actual possession of a\r\n    controlled substance[;] actual possession of a controlled substance exist[s]\r\n    when the controlled substance is found in the actual physical custody of the\r\n    person charged with possession.  Circumstantial evidence may be used to prove\r\n    actual possession, but actual possession must be proven beyond a reasonable\r\n    doubt.  It must be shown that the defendant has possession of the controlled\r\n    substance and that the defendant knew that he had the controlled substance in\r\n    his possession.  . . .  Again, in this case the State has charged and must\r\n    prove actual possession of crack cocaine as I have defined that term for you.\r\n\r\nBurgess's counsel\r\n  objected to the charge, stating: &quot;I guess . . . I should go ahead and\r\n  except to the mere presence, the failure to charge mere presence but I\r\n  understand the court's ruling.&quot;[6] \r\n  We find no error.\r\n&quot;In criminal cases,\r\n  the appellate court sits to review errors of law only.  A trial court's\r\n  decision regarding jury charges will not be reversed where the charges, as a whole,\r\n  properly charged the law to be applied.&quot;  State v. Wharton, 381\r\n  S.C. 209, 213, 672 S.E.2d 786, 788&nbsp;(2009) (internal citations omitted).  The\r\n  law to be charged to the jury is determined from the evidence presented at\r\n  trial.  State v. Davis, 374 S.C. 581, 585, 649 S.E.2d 132,\r\n  134&nbsp;(Ct. App. 2007).   \r\nOur supreme court\r\n  &quot;has held mere presence instructions are required where the evidence\r\n  presented at trial reasonably supports the conclusion that the defendant was\r\n  merely present at the scene where drugs were found, but it was questionable\r\n  whether the defendant had a right to exercise dominion and control over\r\n  them.&quot;  State v. Lee, 298 S.C. 362, 364-65, 380 S.E.2d 834, 836\r\n  (1989).  This court addressed the necessity of a mere presence charge in Peay,\r\n  321 S.C. at 411, 468 S.E.2d at 673.  The State had presented evidence that the\r\n  defendant put a bag of cocaine down his pants when he bought it from an\r\n  informant.  321 S.C. at 410, 468 S.E.2d at 672.  When he was arrested, however,\r\n  the bag of cocaine was on the front seat of the car in which he had been riding.  Id.  This court determined that &quot;[b]ecause the evidence the [S]tate\r\n  produced tended to show Peay had actual control over the cocaine, a charge\r\n  distinguishing actual and constructive possession was unnecessary.&quot;  321\r\n  S.C. at 411, 468 S.E.2d at 673 (finding &quot;the trial judge did not err in\r\n  refusing Peay's request to charge constructive possession or mere\r\n  presence&quot;).  \r\nBurgess argues his case\r\n  is distinguishable from Peay because &quot;[n]one of the officers in the\r\n  present case can testify that Burgess actually possessed the crack cocaine\r\n  found on the ground.&quot;  We disagree.  The State's theory of the case depended\r\n  on Burgess's actual possession of the crack.  The State presented evidence that\r\n  Gilliam saw Burgess drop the bottle with crack cocaine residue, and that both\r\n  the top to the bottle and the crack pieces were found in Burgess's flight path. \r\n  This evidence indicated Burgess had actual possession of the cocaine. \r\n  Moreover, the jury charge limited the State to proving actual possession and\r\n  gave the jury no option to find constructive possession.  When constructive\r\n  possession is not an issue in the case, it is not necessary to explain the\r\n  concept of mere presence in the jury charge.  In drug possession cases, the\r\n  concept of mere presence relates exclusively to constructive possession, not\r\n  actual possession.  State v. James, 386 S.C. 650, 654-55, 689 S.E.2d 643,\r\n  646 (Ct. App. 2010) (noting &quot;'a charge on mere\r\n  presence is necessary only when the\r\n  [S]tate attempts to establish constructive possession of contraband'&quot;\r\n  (quotingPeay, 321 S.C. at 411, 468 S.E.2d at 673)).  Therefore, in\r\n  this case it was unnecessary for the judge to charge mere presence.  \r\nV.  Conclusion\r\nWe affirm the trial\r\n  judge's decision that Gilliam had jurisdiction to arrest Burgess because the\r\n  multijurisdictional agreement was valid under section 23-1-210.  We also affirm\r\n  the trial judge's exclusion of Gilliam's employment records and his decision\r\n  not to charge mere presence to the jury.\r\nAFFIRMED.\r\nSHORT and WILLIAMS,\r\n  JJ., concur.\r\n\r\n\r\n[1] These code sections have been amended.  See S.C. Code Ann. §§ 23-1-210,\r\n  -215 (Supp. 2010).  However, because the agreement was executed in 2001, we use\r\n  the prior versions of the statutes in deciding this case.\r\n[2] There are other instances of extra-territorial jurisdiction which are\r\n  inapplicable to this case.  See, e.g., S.C. Code Ann. § 5-7-120 (2004) (requesting\r\n  help from other subdivisions in emergency situations); S.C. Code Ann. §\r\n  17-13-40 (2003) (extending authority to three-mile radius outside town limits\r\n  or an adjacent county if an officer is in pursuit of one who violated an\r\n  ordinance or statute within the officer's jurisdiction); S.C. Code Ann. §\r\n  17-13-45 (2003) (responding to a distress call or request for assistance in an\r\n  adjacent jurisdiction).\r\n[3] The 2007 amendment to this section includes the phrase &quot;within\r\n  multijurisdictional task forces established for the mutual aid and benefit of\r\n  the participating jurisdictions, or . . . .&quot;  \r\n[4] S.C. Code Ann. §§ 23-20-10 to -60 (2007).\r\n[5] Section 23-1-210 and the NET agreement in this case authorize the temporary\r\n  transfer of a law enforcement officer under different circumstances from the\r\n  &quot;public safety functions&quot; contemplated by the Law Enforcement\r\n  Assistance and Support Act.  The Act allows law enforcement agencies to enter\r\n  agreements, such as the one in Boswell, &quot;as may be necessary for\r\n  the proper and prudent exercise of public safety functions.&quot;  §\r\n  23-20-30(A).  The section defines &quot;public safety functions&quot; to\r\n  &quot;include traditional public safety activities\r\n  which are performed over a specified time period for patrol services, crowd\r\n  control and traffic control, and other emergency service situations.&quot;  Id.\r\n[6] A mere presence jury charge would have instructed the jury that a defendant cannot\r\n  be found guilty of possession of narcotics simply because he was present at the\r\n  scene where the narcotics were found.  State v. Robinson, 306 S.C. 399,\r\n  401 n.1, 412 S.E.2d 411, 413 n.1 (1991).\r\n\r\n","court":"Appeals"},{"id":"4824","title":"Lawson v. Hanson Brick America, Inc.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4824","description":"In this workers' compensation case, Hanson Brick America, Inc. and Zurich North America (collectively the Appellants) appeal the circuit court's order reversing the Appellate Panel of the South Carolina Workers' Compensation Commission's (Appellate Panel) finding that Stevie Lawson's knee problems were not causally related to his back injury and awarding Lawson temporary total disability benefits.  The Appellants argue (1) the circuit court engaged in improper fact finding, (2) substantial evidence supported the Appellate Panel's decision, (3) the Appellate Panel made sufficiently detailed findings of fact, and (4) the circuit court improperly relied on late-filed medical evidence.","date":"2011-04-20","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\nIn The Court\r\n  of Appeals\r\n\r\n  \r\n    \r\n      \r\n        \r\n          Stevie Lawson, Respondent,\r\n        \r\n        \r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Hanson Brick America, Inc. and Zurich North America, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From\r\n  Richland County\r\n  Kenneth G.\r\n  Goode, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4824\r\n  Heard\r\n  December 9, 2010 – Filed April 20, 2011\r\n\r\nREVERSED AND\r\n  REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Jason W. Lockhart, Weston Adams, III, and\r\n          Helen F. Hiser, all of Columbia, for Appellants.\r\n        Creighton B. Coleman, of Winnsboro, for\r\n          Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.: In\r\n  this workers' compensation case, Hanson Brick America, Inc. and Zurich North\r\n  America (collectively the Appellants) appeal the circuit court's order\r\n  reversing the Appellate Panel of the South\r\n  Carolina Workers' Compensation Commission's (Appellate Panel) finding that\r\n  Stevie Lawson's knee problems were not causally related to his back injury and\r\n  awarding Lawson temporary total disability benefits.  The Appellants argue (1)\r\n  the circuit court engaged in improper fact finding, (2) substantial evidence\r\n  supported the Appellate Panel's decision, (3) the Appellate Panel made\r\n  sufficiently detailed findings of fact, and (4) the circuit court improperly\r\n  relied on late-filed medical evidence.  We reverse and remand.  \r\nFACTS/PROCEDURAL\r\n  BACKGROUND\r\nHanson Brick, Inc. employed Lawson as a fork-lift operator. \r\n  On May 10, 2005, Lawson was injured while moving a bag of mortar.  In December\r\n  2005, Dr. Thomas Holbrook diagnosed Lawson with &quot;degenerative disk disease\r\n  L5/S1; spondylothesis, L5/S1 with persistent low back pain refractory to\r\n  conservative care.&quot;  Dr. Holbrook performed a posterior lumbar\r\n  interbody fusion with bilateral pedicle screw instrumentation on Lawson in\r\n  March 2006.  Following surgery, Lawson's back pain did not improve and he\r\n  complained of a sensation that the hardware in his lower back was loose.  Lawson\r\n  also developed left and right knee pain six or seven months after his back\r\n  surgery.  According to Lawson, he suffered from a burning sensation in both of\r\n  his knees that affected his ability to walk.  Lawson was treated for his knee\r\n  problems by Dr. Frank Noojin, who prescribed him pain medication.  \r\nIn December 2006, Dr. Holbrook determined Lawson had\r\n  reached maximum medical improvement (MMI) with respect to his back injury and\r\n  released him for medium-duty work.  Dr. Holbrook assigned Lawson a 21%\r\n  impairment rating to the lumbar spine.  Lawson returned to work and eventually\r\n  resumed his duty as a forklift operator.  Lawson stopped working in February\r\n  2007 due to the pain in his knees.  In April 2007, Dr. Noojin opined Lawson\r\n  suffered from osteoarthritis in both knees.   According to Dr. Noojin,\r\n  Lawson's osteoarthritis was a pre-existing condition and not work-related.  In\r\n  addition, Dr. William Lehman opined Lawson had a 25% whole person impairment,\r\n  which translates to a &quot;regional lumbar spine impairment of 33%.&quot;   Dr.\r\n  Lehman also found Lawson's &quot;osteoarthritis of the knees&quot; was not\r\n  compensable.  Dr. Noojin referred Lawson to another physician in his\r\n  practice, Dr. Bradley Presnal, for further evaluation of his knees.  Dr.\r\n  Presenal determined Lawson's knee pain was &quot;consistent with\r\n  osteoarthritis&quot; and concluded Lawson's &quot;back may be somewhat contributing\r\n  to his [knee] pain.&quot; \r\nIn January 2007, Lawson filed a Form 50 with the\r\n  Commission reporting an accidental injury to his lower back, left leg, right\r\n  hand, and right thumb.[1]  The Appellants admitted Lawson sustained a compensable lower back injury but\r\n  denied that any injuries to his left leg, right hand, or right thumb were\r\n  compensable.  In May 2007, the Appellants filed a Request to Pay\r\n  Compensation on the basis that Dr. Holbrook determined Lawson had reached MMI\r\n  with respect to his lower back and assigned Lawson a 21% impairment rating to\r\n  the lumbar spine.  At the hearing before the single commissioner, Lawson argued\r\n  he sustained a compensable injury to his back, his knees, and his right hand\r\n  and needed additional medical treatment.  Lawson also sought total temporary\r\n  disability benefits.  In response, the Appellants maintained Lawson had reached\r\n  MMI with respect to his back and denied Lawson sustained compensable injuries\r\n  to his right hand and knees.  On August 20, 2007, the single commissioner\r\n  submitted a Request for Proposed Order including findings that: (1) Lawson had\r\n  not reached MMI with regard to his back and was entitled to further treatment\r\n  and evaluation; (2) Lawson's right hand, left knee, and right knee were not\r\n  compensable; and (3) Lawson was entitled to temporary total disability\r\n  benefits.  \r\nIn September 2007, prior to the issuance of the single\r\n  commissioner's final order, Lawson submitted a motion to admit/consider\r\n  additional and newly discovered evidence.  Lawson asked the single commissioner\r\n  to admit and consider medical records from Dr. Donald Johnson, who opined that\r\n  Lawson had a &quot;symptomatic exacerbation of a pre-existing osteoarthritis of\r\n  his knees&quot; caused by &quot;gait secondary to his lumbar spinal fusion.&quot;  The Appellants objected to the admission of these records; however, the\r\n  single commissioner allowed them into evidence. \r\nIn October 2007, the single commissioner determined\r\n  Lawson sustained a compensable injury by accident to his back arising out of\r\n  and in the course and scope of his employment.  The single commissioner also found\r\n  (1) Lawson had not reached MMI with regard to his back and was entitled to\r\n  further evaluation and treatment; (2) Lawson's right hand injury was not compensable;\r\n  (3) Lawson was entitled to further evaluation of his right and left knee\r\n  problems to determine whether they were causally related to his accident; and\r\n  (4) Lawson was entitled to temporary total disability benefits from February 5,\r\n  2007 to the present and continuing.  \r\nThe Appellants appealed\r\n  the single commissioner's order to the Appellate Panel. The Appellate Panel affirmed\r\n  the single commissioner's finding that Lawson sustained a work-related injury\r\n  to his back and had not reached MMI with regard to the injury.  However, the\r\n  Appellate Panel reversed the single commissioner's determination that Lawson\r\n  was entitled to temporary total disability benefits.  The Appellate Panel also\r\n  reversed the single commissioner's finding that Lawson was entitled to further\r\n  evaluation of his knees.  The Appellate Panel found Lawson's knee problems were\r\n  not causally related to his work-related accident. The Appellate Panel also\r\n  concluded Dr. Johnson's medical report was improperly admitted into evidence.  \r\nOn appeal, the circuit court determined the Appellate\r\n  Panel erred in ceasing temporary total benefits.  The circuit court ordered the\r\n  case be remanded and temporary total benefits and further knee evaluation be\r\n  continued pending further hearing by the single commissioner.  This appeal\r\n  followed.  \r\nSTANDARD OF\r\n  REVIEW\r\n&quot;In an appeal from the [Appellate\r\n  Panel], neither this [c]ourt nor the circuit court may substitute its judgment\r\n  for that of the [Appellate Panel] as to the weight of the evidence on questions\r\n  of fact, but it may reverse when the decision is affected by an error of law.&quot;  Hopper v. Terry Hunt Constr., 373 S.C. 475, 479, 646 S.E.2d 162, 164\r\n  (Ct. App. 2007).  However, an appellate court may reverse or modify a decision of\r\n  the Appellate Panel &quot;if the findings and conclusions of the [Appellate\r\n  Panel] are affected by error of law, clearly erroneous in view of the reliable\r\n  and substantial evidence on the whole record, or arbitrary or capricious or\r\n  characterized by abuse of discretion or clearly unwarranted exercise of\r\n  discretion.&quot;  Gray v. Club Grp., Ltd., 339 S.C. 173, 182, 528\r\n  S.E.2d 435, 440 (Ct. App. 2000).\r\nLAW/ANALYSIS\r\nI.&nbsp; Findings of Fact/Dr.\r\n  Johnson's Report\r\nThe Appellants argue the circuit court erred in\r\n  reversing the Appellate Panel's determination that Lawson's knee problems were\r\n  not causally related to his back injury and in finding Lawson was entitled to\r\n  temporary total disability benefits. The Appellants contend the circuit court\r\n  improperly analyzed the facts and drew its own conclusions regarding whether\r\n  Lawson's knee problems were causally related to his back injury instead of\r\n  determining whether substantial evidence supported the Appellate Panel's findings.  We agree.  \r\nLawson contends the Appellate Panel failed to cite any\r\n  relevant evidence to support its conclusion that his knee problems were not\r\n  causally related to his back injury.  Lawson argues he was prejudiced by\r\n  the Appellate Panel's failure to consider the medical evidence from Dr. Presnal\r\n  relating to his knee problems.  \r\nWe find the circuit court improperly weighed the\r\n  evidence and engaged in fact finding.  On appeal, the circuit court was charged\r\n  with determining whether substantial evidence supported the Appellate Panel's findings\r\n  of fact or whether an error of law affected its order.  Stone v. Traylor Bros.,\r\n  360 S.C. 271, 274, 600 S.E.2d 551, 552 (Ct. App. 2004). However, the circuit court improperly weighed the\r\n  evidence and made its own determinations as to whether Lawson's knee problems\r\n  were causally related to his back injury.  The circuit court concluded that\r\n  although Dr. Noojin opined the cause of Lawson's knee problems was\r\n  osteoarthritis, &quot;it is equally reasonable, as Dr. Presnal and Dr. Johnson\r\n  found, that the symptoms have resulted or been exasperated by a pre-existing\r\n  injury of his knees from back surgery.&quot;[2]   The circuit court found that &quot;whatever Dr. Noojin thinks of the\r\n  causation,&quot; Lawson &quot;clearly has significant lower extremity\r\n  symptoms.&quot;   Furthermore, the circuit court noted Dr. Lehman's finding\r\n  that Lawson suffered from &quot;some left radicular pain&quot; was\r\n  &quot;evidence which would reasonably support the opinion of the [s]ingle [c]ommissioner.&quot;\r\n    The circuit court also concluded the single commissioner's order regarding\r\n  further investigation into the cause of Lawson's knee problems was a\r\n  &quot;reasonable response&quot; and &quot;completely within his\r\n  authority.&quot;  \r\nThe Appellants also argue the circuit court erred in relying\r\n  on Dr. Johnson's medical report.  We agree with the Appellants that the circuit\r\n  court improperly weighed Dr. Johnson's report, along with other evidence, instead\r\n  of determining whether substantial evidence supported the Appellate Panel's\r\n  decision.  However, we find the Appellate Panel should have considered Dr.\r\n  Johnson's report in determining whether Lawson's knee problems were causally\r\n  related to his back injury and whether Lawson was entitled to temporary total\r\n  disability benefits.\r\nRegulation 67-707 of the South Carolina Code (Supp. 2010)\r\n  governs additional and newly discovered evidence in workers' compensation cases. \r\n  It provides that in order to present additional and newly discovered evidence \r\n\r\n  the moving party must establish the new\r\n    evidence is of the same nature and character required for granting a new trial\r\n    and show: (1) The evidence sought to be\r\n    introduced is not evidence of a cumulative or impeaching character but would\r\n    likely have produced a different result had the evidence been procurable at the\r\n    first hearing; and (2) The evidence was not known to\r\n    the moving party at the time of the first hearing, by reasonable diligence the\r\n    new evidence could not have been secured, and the discovery of the new evidence\r\n    is being brought to the attention of the Commission immediately upon its\r\n    discovery.\r\n\r\nReg. 67-707(C).  \r\nLawson satisfied his burden of proving Dr. Johnson's\r\n  report should have been admitted into evidence. According to an affidavit of Lawson's\r\n  counsel, Dr. Johnson's office lost the tape recording in which Dr. Johnson\r\n  dictated his opinion as to the cause of Lawson's knee problems, and counsel was\r\n  not aware of Dr. Johnson's opinion at the hearing.  Dr. Johnson's report\r\n  was not cumulative or impeaching of character and would have likely produced a\r\n  different result.  Furthermore, although Lawson possessed Dr. Johnson's notes,\r\n  Dr. Johnson's opinion was not known to Lawson at the time of the hearing and reasonable\r\n  diligence on the part of Lawson could not have secured Dr. Johnson's lost\r\n  tape.  Accordingly, we reverse and remand the issue of whether Lawson's knee\r\n  problems were causally related to his back injury and whether Lawson was\r\n  entitled to temporary total disability benefits to the Appellate Panel for a\r\n  reconsideration of all the evidence, including Dr. Johnson's medical report.  \r\nII. Remaining Issue\r\nThe Appellants also argue the circuit court erred in reversing\r\n  the Appellate Panel's order for failing to make sufficiently detailed findings\r\n  of fact supported by detailed reasoning.  Based upon our reversal of the\r\n  circuit court's order, we need not address this issue.  See Futch v.\r\n  McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591,\r\n  598 (1999) (holding an appellate court need not review remaining issues when\r\n  its determination of a prior issue is dispositive of the appeal). \r\nCONCLUSION\r\nWe reverse the circuit court's determination that Lawson was entitled\r\n  to temporary total disability benefits and further evaluation of his knees.  We\r\n  remand to the Appellate Panel for a reconsideration of all evidence including\r\n  Dr. Johnson's medical report to determine whether Lawson's knee problems were\r\n  causally related to his back injury and whether Lawson was entitled to\r\n  temporary total disability benefits.  \r\nREVERSED AND REMANDED.\r\nHUFF and KONDUROS, JJ., concur.  \r\n\r\n\r\n[1] Lawson subsequently filed an amended Form 50 alleging\r\n  additionally that he suffered compensable neck, left shoulder, left arm, and\r\n  left hand injuries. The Appellants filed an amended Form 51 denying these\r\n  additional injuries were compensable.  Lawson has not pursued his claim with\r\n  regard to these additional alleged injuries and they are not at issue in this\r\n  appeal.  \r\n[2] The Appellate Panel determined the single\r\n  commissioner improperly admitted Dr. Johnson's report into evidence because the\r\n  report &quot;was known to [Lawson] and/or could have been secured prior to the\r\n  hearing by reasonable diligence.&quot;  The circuit court did not directly\r\n  reverse this finding; however, it references Dr. Johnson's report in its\r\n  order.  \r\n\r\n","court":"Appeals"},{"id":"4825","title":"Grumbos v. Grumbos","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4825","description":"In this appeal, the Court of Appeals affirms the family court's decision to impute additional income to the husband for purposes of wife's temporary and permanent alimony awards, to award permanent alimony to wife, and to exclude certain pre-separation debts from the marital estate.  Because of the Court of Appeal's finding regarding temporary alimony, it reversed the portion of the family court's order that found husband's overpayment of temporary alimony negated his requirement to pay his wife's attorney's fees and costs.","date":"2011-04-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Demetra Kerhoulas Grumbos, Respondent/Appellant,\r\n        v.\r\n        George Spyros Grumbos, Appellant/Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nR. Kinard Johnson, Jr., Family Court Judge\r\n\r\nOpinion No.&nbsp;&nbsp; 4825\r\nHeard February 8, 2011 – Filed April 27, 2011\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\n        O. W. Bannister, of Greenville, for Appellant-Respondent.\r\n        Robert M. Rosenfeld, of Greenville, for Respondent-Appellant.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: On appeal, George Grumbos (Husband) contests the family court's decision to impute certain income to Husband in setting Demetra Grumbos'\r\n(Wife) entitlement to both temporary and permanent alimony.&nbsp; Husband also argues the family court failed to properly consider the requisite statutory\r\nfactors in awarding Wife permanent periodic alimony and failed to consider certain marital debts when it divided the marital estate.&nbsp; On cross-appeal, Wife\r\nclaims the family court erred in finding Husband's overpayment of temporary alimony negated his requirement to pay Wife attorney's fees and costs in the final\r\norder.&nbsp; We affirm in part, reverse in part, and remand.\r\nFACTS\r\nOn September 21, 2006, Wife filed a complaint, seeking among other things, separate support and maintenance, custody of the parties' minor children, child\r\nsupport, and alimony.&nbsp; In response, the family court issued a temporary order on December 18, 2006, wherein the court found Husband earned $7,000 per month\r\nand Wife earned $550 per month.&nbsp; Based upon this finding, the family court awarded Wife $2,500 per month in temporary alimony.&nbsp; Three months later,\r\nHusband was found in contempt for failing to pay alimony and child support.&nbsp; On March 26, 2007, Husband filed a motion to reduce these obligations,\r\nwhich the family court denied.&nbsp;&nbsp;\r\nAt the final hearing on September 23-24, 2008, the family court permitted Wife to amend her complaint to seek a divorce on the ground of one year's\r\ncontinuous separation.&nbsp; During the two-day trial, the family court heard testimony from the parties and their witnesses.&nbsp; It also received into\r\nevidence numerous financial documents pertaining to the parties' income as well as evidence regarding the assets and debts of the marital estate.&nbsp;\r\nThe following evidence relevant to this appeal was adduced at the final hearing.&nbsp; Husband and Wife married on January 21, 1996, in Greenville, South\r\nCarolina.&nbsp; When the parties married, Husband was thirty-one years old and Wife was thirty-three years old.&nbsp; This was the parties' first marriage, and\r\ntwo minor children were born of the marriage.&nbsp; The parties were married for approximately ten years before they separated on September 21,\r\n2006.&nbsp;&nbsp;\r\nPrior to the parties' marriage, Wife earned a Bachelor of Economics degree from Clemson University, but she had not been employed outside the home in\r\na full-time capacity since the birth of their first child in July 1998.&nbsp; Husband graduated from high school and took college courses from Greenville\r\nTechnical College but never graduated.&nbsp; Husband, however, worked at his parents' restaurant from an early age and had extensive experience in hosting,\r\nserving, and cooking, as well as operating and managing his parents' restaurant.&nbsp; At the time of trial, Husband earned $10 per hour working as a\r\nhost at his brother-in-law's restaurant.&nbsp; Similarly, Wife earned $10 per hour working part-time as a hostess at a local restaurant. &nbsp;At the time of\r\nthe divorce, both parties were in good health, despite a non-cancerous tumor being removed from Husband's abdomen in 2006.&nbsp;\r\nIn its final order, the family court found both parties were underemployed.&nbsp; The court found Wife had the ability to work full-time at her present job\r\nand earn a gross monthly wage of $1,733, but because Wife earned $2,000 per month in the past, the family court imputed this amount to Wife as her gross monthly\r\nwage.&nbsp;\r\nIn determining Husband's gross monthly income, the family court noted the discrepancy between Husband's W-2 form from the family restaurant and his testimony\r\nand financial declarations.&nbsp; According to Husband's testimony, he worked forty hours per week; however, a review of his W-2 forms demonstrated Husband's\r\ngross annual income reflected a workweek of no more than twenty hours.[1]&nbsp; The family court noted Wife\r\ndocumented Husband's payment of almost $54,000 in household expenses in the preceding twelve months, which computed to monthly expenses averaging approximately\r\n$4,500.&nbsp; Because of the discrepancies in Husband's documentation[2] and the family court's determination that\r\nHusband's testimony lacked credibility, it imputed $4,500 per month to Husband as his gross monthly income.&nbsp;\r\nAlso at issue during trial were the income and debt from Husband's family business ventures.&nbsp; Husband contended that while he held varying ownership\r\ninterests in three family-held limited liability corporations,[3] the vast majority of the income from these\r\nbusinesses was a result of one-time events.&nbsp; Despite Husband's argument, the family court found based on the K-1 forms filed with the tax returns for these\r\nbusinesses, Husband earned $92,902 in 2004, $69,400 in 2005, and $80,865 in 2006.&nbsp;\r\nIn assessing the parties' debts, the family court considered three promissory notes in the amounts of $80,000, $23,000, and $6,000, which were executed by\r\nHusband on May 1, 2006, to his brother, his brother-in-law, and his parents, respectively.&nbsp; The court found each of these debts was nonmarital and noted\r\nWife denied any knowledge of these notes or the underlying debts securing the notes.&nbsp;\r\nBased on these findings, the family court awarded the parties a divorce on the ground of one year's continuous separation and granted Wife permanent periodic\r\nalimony in the amount of $630 per month.&nbsp; In dividing the parties' assets and debts, the family court found all debts pertaining to the family-held LLCs,\r\nincluding the three promissory notes, were nonmarital property.&nbsp; The family court awarded Wife attorney's fees; however, in doing so, it found Husband\r\noverpaid temporary alimony in excess of two years.&nbsp; Consequently, the family court retroactively reimbursed Husband for this overpayment by crediting\r\nHusband the balance of Wife's attorney's fees. &nbsp;Husband appealed, and Wife cross-appealed.\r\nSTANDARD OF REVIEW\r\nIn appeals from the family court, this court has the authority to find facts in accordance with our view of the preponderance of the evidence. Greene v.\r\nGreene, 351 S.C. 329, 335, 569 S.E.2d 393, 397 (Ct. App. 2002). This broad scope of review does not require us to disregard the findings of the family\r\ncourt. &nbsp;Id. &nbsp;Neither are we required to ignore the fact that the family court, who saw and heard the witnesses, was in a better position to\r\nevaluate their credibility and assign comparative weight to their testimony. &nbsp;Id. &nbsp;\r\nLAW/ANALYSIS\r\nI.&nbsp; Husband's Appeal\r\nA.&nbsp; Imputing Income to Husband\r\na.&nbsp; Temporary Alimony\r\nHusband claims the family court erred in initially imputing $7,000 per month to Husband as income for purposes of awarding Wife $2,500 per month in temporary\r\nalimony.[4]&nbsp; We disagree.\r\nThe allowance of temporary separate maintenance and support, or temporary alimony, is a matter largely addressed to the discretion of the family court whose\r\nruling will not be disturbed on appeal absent an abuse of discretion. &nbsp;Armaly v. Armaly, 274 S.C. 560, 562, 266 S.E.2d 68, 69 (1980).\r\nIn awarding Wife $2,500 in temporary alimony, the family court found Husband earned $7,000 per month and Wife earned $550 per month. &nbsp;This finding was\r\nbased on the financial declarations of the parties, their affidavits, and their respective tax returns.&nbsp; While the family court may only have been privy to\r\nthat limited evidence based on the timing and nature of the temporary hearing, we discern no abuse in the family court's award of $2,500 per month in temporary\r\nalimony.\r\nAs noted by the family court in its final order, credibility and veracity of the parties were key factors in this case.&nbsp; Husband claimed he earned only\r\n$825 per month at the temporary hearing, yet his financial declaration submitted before the final hearing reflected a gross monthly income of $1,733.&nbsp;\r\nHusband failed to explain how his income doubled, despite his concession that he was working for the same wage with the same hours for the same employer.&nbsp;\r\nWe find the family court was in the best position to question the accuracy of Husband's initial claim that he earned only $825 per month and thus was within its\r\ndiscretion to accordingly weigh Husband's testimony in its decision to impute additional income to him.&nbsp; See Marchant v. Marchant, 390 S.C.\r\n1, 8, 699 S.E.2d 708, 712 (Ct. App. 2010) (finding question of husband's credibility was a function of the family court judge who was in the best position to\r\ndetermine whether husband properly stated his income for purposes of calculating alimony and child support).&nbsp;\r\nHusband admits he received over $243,000 in revenue from the family-owned LLCs between 2004 and 2006, but he contends this income was nonrecurring, and as\r\nsuch, it was not a proper basis on which to award Wife temporary alimony.&nbsp; Even if we accept Husband's argument that this revenue was nonrecurring, Husband\r\nearned $80,856 alone in 2006 (or $6,738 per month) from his restaurant employment and LLCs, which provides ample basis for the family court's decision to impute\r\n$7,000 per month to Husband as income.&nbsp; Additionally, Husband never contested Wife's calculation of $4,100 per month in household expenses.&nbsp; Because\r\nWife only earned $550 per month at the time of the temporary hearing, we discern no error in the family court's efforts to maintain the status quo by requiring\r\nHusband to pay Wife $2,500 per month in temporary alimony.&nbsp; See Cannarella v. Cannarella, 275 S.C. 516, 517-18, 273 S.E.2d 529, 529-30 (1980)\r\n(finding wife was entitled to temporary alimony considering her income, necessities, and husband's means, particularly when wife earned $372 per month as a\r\nwaitress, husband earned $7,000 per month from his restaurant business, and wife's monthly living expenses were $1,900).&nbsp; &nbsp;\r\nb.&nbsp; Permanent Alimony\r\nHusband also claims the family court erred in imputing $1,467 per month to Husband as additional income for purposes of calculating Wife's permanent alimony\r\naward.&nbsp; We disagree.\r\n&quot;It is well-settled in South Carolina that an award of alimony should be based on the payor spouse's earning potential rather than merely his current,\r\nreported earnings.&quot;&nbsp; Messer v. Messer, 359 S.C. 614, 629, 598 S.E.2d 310, 318 (Ct. App. 2004) (internal citation omitted).&nbsp; As a result,\r\nthe family court has the discretion to impute income to a party with respect to awards of alimony or child support.\r\n\r\n  If the obligor spouse has the ability to earn more income than he is in fact earning, the court may impute income according to what he could earn by using\r\n  his or her best efforts to gain employment equal to his capabilities, and an award of alimony based on such imputation may be a proper exercise of discretion\r\n  even if it exhausts the obligor spouse's actual income.\r\n\r\nDixon v. Dixon, 334 S.C. 222, 240, 512 S.E.2d 539, 548 (Ct. App. 1999) (internal quotation marks and citation omitted).\r\nHusband claims the family court erred by basing Wife's alimony award on his past earnings rather than his reported earnings.&nbsp; In the case at hand,\r\nHusband testified he earns $10 per hour and routinely works forty hours per week as a host at his brother-in-law's restaurant.&nbsp; By Husband's calculation,\r\nthis equates to $1,733 in gross income per month.&nbsp; Additionally, Husband claims he receives approximately $1,300 per month as rental income and business\r\nprofits from the family-owned LLCs.&nbsp; In assessing Husband's income, the family court stated,\r\n\r\n  It is difficult to determine Husband's earning potential.&nbsp; Husband's testimony lacks credibility.&nbsp; The only credible evidence before the [c]ourt\r\n  as to the earning potential of Husband is that of Wife and Dr. Alford [Wife's expert witness] that the funds paid by Husband to Wife for the payment of\r\n  household expenses for the twelve (12) months prior to the filing of this action was . . . $53,990.63 . . . which computes to a monthly average of . . .\r\n  $4,499.24 . . . The Court imputes to Husband gross monthly income of . . . $4,500 . . . per month.\r\n\r\nWe find the family court properly weighed the testimony and the evidence to accurately assess Husband's income based on Husband's lifelong experience within\r\nthe family's restaurant business.&nbsp; As noted by the family court, Husband failed to provide the court with a meaningful representation of his current income\r\nat trial.&nbsp; Specifically, Husband's reported earnings in his W-2 form reflected a twenty-hour work week, despite Husband's unwavering testimony that he\r\nworked forty hours per week.&nbsp; Moreover, conflicting evidence was presented regarding the amount of distributions Husband received from the LLCs as\r\nadditional income.&nbsp; The distribution statements prepared by Husband's accountant for 2001, 2002, 2003, and 2006 varied by as much as $17,000 from the LLCs'\r\ntax returns.&nbsp;\r\nWithout a meaningful representation of Husband's current income, the family court was required to resort to other credible evidence, namely the parties'\r\nexpenses, in assessing Husband's income.&nbsp; See Spreeuw v. Barker, 385 S.C. 45, 67, 682 S.E.2d 843, 854 (Ct. App. 2009) (finding father's\r\ntestimony and evidence presented at trial demonstrated father understated his income, so that his financial declarations were not meaningful representations of\r\nhis income, which precluded father from complaining of the family court's ruling on appeal).&nbsp; Because both parties agreed their household expenses were\r\napproximately $4,100 per month, it was not unreasonable for the family court to conclude Husband earned at least that amount when determining Husband's\r\nincome.&nbsp; Thus, the family court did not err in imputing additional income to Husband when it calculated Wife's permanent alimony award.\r\nB.&nbsp; Entitlement to Permanent Periodic Alimony\r\nHusband contends the family court improperly awarded Wife permanent periodic alimony.&nbsp; We disagree.\r\nAn award of alimony rests within the sound discretion of the family court and will not be disturbed absent an abuse of discretion. &nbsp;Dearybury v.\r\nDearybury, 351 S.C. 278, 282, 569 S.E.2d 367, 369 (2002).&nbsp; An abuse of discretion occurs if the court's ruling is controlled by an error of law or if\r\nthe ruling is based upon findings of fact that are without evidentiary support. &nbsp;Sharps v. Sharps, 342 S.C. 71, 79, 535 S.E.2d 913, 917 (2000).\r\n&quot;The purpose of alimony is to provide the ex-spouse a substitute for the support which was incident to the former marital relationship.&quot; &nbsp;Love\r\nv. Love, 367 S.C. 493, 497, 626 S.E.2d 56, 58 (Ct. App. 2006).&nbsp; &quot;Generally, alimony should place the supported spouse, as nearly as is practical,\r\nin the same position he or she enjoyed during the marriage.&quot; &nbsp;Craig v. Craig, 365 S.C. 285, 292, 617 S.E.2d 359, 362 (2005) (internal citations\r\nomitted).&nbsp; The objective of alimony should be to insure that the parties separate on as equal a basis as possible. &nbsp;Patel v. Patel, 347 S.C.\r\n281, 291, 555 S.E.2d 386, 391 (2001) (internal citation omitted). &nbsp;Thus, &quot;[i]t is the duty of the family court to make an alimony award that is fit,\r\nequitable, and just if the claim is well founded.&quot; &nbsp;Allen v. Allen, 347 S.C. 177, 184, 554 S.E.2d 421, 424 (Ct. App. 2001).\r\nWhen awarding alimony, the family court considers the following factors: (1) duration of the marriage; (2) physical and emotional health of the parties; (3)\r\neducational background of the parties; (4) employment history and earning potential of the parties; (5) standard of living established during the marriage; (6)\r\ncurrent and reasonably anticipated earnings of the parties; (7) current and reasonably anticipated expenses of the parties; (8) marital and nonmarital\r\nproperties of the parties; (9) custody of children; (10) marital misconduct or fault; (11) tax consequences; (12) prior support obligations; and (13) other\r\nfactors the court considers relevant. &nbsp;S.C. Code Ann. § 20-3-130(C) (Supp. 2010); Patel, 347 S.C. at 290, 555 S.E.2d at 391 (holding that the\r\nfamily court is required to consider all relevant factors in determining alimony).\r\nThe family court awarded Wife $630 per month in permanent periodic alimony.&nbsp; In granting Wife alimony, the family court considered the relevant\r\nstatutory factors from section 20-3-130(C), including: the length of the marriage, Husband's and Wife's education, the parties' health, both parties' past and\r\ncurrent incomes, the parties' standard of living during the marriage, marital fault, and the marital and nonmarital properties of the parties.&nbsp;\r\nHusband's primary contention is the family court failed to give proper weight to Wife's college degree and prior earnings in setting her alimony award.[5]&nbsp; The court clearly considered the parties' educational background, specifically that of Wife, when it stated,\r\n&quot;[T]he Court is of the opinion that Wife has the educational background to enable her to obtain employment which provides her with an income and with\r\nbenefits comparable to that which she had at her last full-time job.&quot;&nbsp; Further, despite Wife's stated income of $975 in her financial declaration, the\r\nfamily court imputed $2,000 to Wife as income based on her past employment and education.&nbsp; We find the family court's decision to award Wife only $630 in\r\nalimony in light of her current income and expenses to be reasonable under the circumstances. Accordingly, we find Husband's argument on this issue without\r\nmerit.\r\nC.&nbsp; Pre-separation Debts\r\nLast, Husband claims the family court erred in omitting certain debts from the marital estate.&nbsp; We disagree.\r\n&quot;Marital property&quot; is defined as &quot;all real and personal property which has been acquired by the parties during the marriage and which is owned\r\nas of the date of filing or commencement of marital litigation . . . .&quot; &nbsp;S.C. Code Ann. § 20-3-630(A) (Supp. 2010) (formerly § 20-7-473 (Supp.\r\n2007)). &nbsp;For purposes of equitable distribution, a &quot;marital debt&quot; is a debt incurred for the joint benefit of the parties regardless of whether\r\nthe parties are legally liable or whether one party is individually liable. &nbsp;Hardy v. Hardy, 311 S.C. 433, 436-37, 429 S.E.2d 811, 813 (Ct. App.\r\n1993).\r\nMarital debt, like marital property, must be specifically identified and apportioned in equitable distribution. &nbsp;Smith v. Smith, 327 S.C. 448,\r\n457, 486 S.E.2d 516, 520 (Ct. App. 1997). &nbsp;In equitably dividing the marital estate, the family court must consider &quot;liens and any other encumbrances\r\nupon the marital property, which themselves must be equitably divided, or upon the separate property of either of the parties, and any other existing debts\r\nincurred by the parties or either of them during the course of the marriage[.]&quot; &nbsp;S.C. Code Ann. § 20-3-620(B)(13) (Supp. 2010) (formerly §\r\n20-7-472(13) (Supp. 2007)). &nbsp;Section 20-3-620(B)(13) creates a rebuttable presumption that a debt of either spouse incurred prior to the beginning of\r\nmarital litigation is a marital debt and must be factored in the totality of equitable apportionment. &nbsp;Hickum v. Hickum, 320 S.C. 97, 102, 463\r\nS.E.2d 321, 324 (Ct. App. 1995) (citing to former section 20-7-473).&nbsp; When the debt is incurred before marital litigation begins, the burden of proving a\r\ndebt is nonmarital rests upon the party who makes such an assertion. &nbsp;Id. at 103, 463 S.E.2d at 324.\r\nHusband enumerates three debts he claims were incurred during the parties' marriage.&nbsp; These debts include: (1) a $23,000 debt to his brother-in-law; (2)\r\na $6,000 debt to his parents; and (3) a $95,000[6] debt to two of the LLCs in which Husband holds an interest.&nbsp;\r\nIn excluding these debts from the marital estate, the family court considered the intra-family nature of the debts and noted the lack of credible\r\ndocumentation and testimony to substantiate these debts.&nbsp; See Allen v. Allen, 287 S.C. 501, 506-07, 339 S.E.2d 872, 875-76 (Ct. App. 1986)\r\n(finding loans from close family members must be closely scrutinized for legitimacy, particularly when the parties present conflicting evidence over the timing\r\nand amount of the loans).&nbsp; While Husband personally executed a note for all of these debts on May 1, 2006, neither Husband's brother-in-law nor his parents\r\ntestified at trial to substantiate why, when, or how these debts were incurred.&nbsp; Husband claimed the notes were all executed on May 1, 2006, because of a\r\npossible life-threatening tumor; however, the family court believed Wife's testimony that the execution of the notes occurred shortly after an incident that\r\nultimately led to the demise of the marriage.&nbsp; Further, even though Husband claimed these debts were incurred over the course of the marriage, Husband\r\nfailed to show either he or Wife ever attempted to repay any portion of these purported loans.&nbsp; Wife's testimony that she was unaware of any of these debts\r\nand only discovered their existence after she filed for divorce is additional evidence these debts were not incurred for the joint benefit of Husband and\r\nWife.&nbsp; See Hickum, 320 S.C. at 103, 463 S.E.2d at 324 (stating that if the family court finds that a spouse's debt was not made for marital\r\npurposes, it need not be factored into the court's equitable apportionment of the marital estate, and the family court may order payment by the spouse who\r\ncreated the debt for nonmarital purposes).&nbsp; Accordingly, we conclude the family court did not err in excluding these debts from the marital estate.\r\nII.&nbsp; Wife's Cross-Appeal\r\nOn cross-appeal, Wife contends the family court erred in finding Husband's overpayment of temporary alimony negated his requirement to pay Wife attorney's\r\nfees and costs. &nbsp;&nbsp;We agree.\r\nIn light of our holding that the family court properly awarded Wife temporary alimony, we necessarily reverse the family court's finding that this excess\r\nalimony adequately reimbursed Wife for her attorney's fees.&nbsp; In the family court's final order, it held Husband was required to pay &quot;most&quot; of the\r\nfees incurred by Wife.&nbsp; However, the family court then essentially held Husband was responsible for all of Wife's attorney's fees by crediting him the\r\nentire remainder of Wife's fees.&nbsp; Because of this discrepancy in the family court's order in addition to the lack of specific findings to support its\r\ndecision, we remand the issue of attorney's fees to the family court.&nbsp; Holcombe v. Hardee, 304 S.C. 522, 524, 405 S.E.2d 821, 822 (1991) (&quot;[W]hen\r\nan [o]rder is issued in violation of Rule 26(a), this Court may remand the matter to the trial court or, where the record is sufficient, make its own findings\r\nof fact in accordance with the preponderance of the evidence.&quot;).&nbsp; On remand, the family court should set forth the specific findings of fact as to\r\neach of the six factors from Glasscock v. Glasscock, 304 S.C. 158, 403 S.E.2d 313 (1991), in determining the amount of attorney's fees to award Wife.\r\nCONCLUSION\r\nBased on the foregoing, the family court's order is\r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\nGEATHERS and LOCKEMY, JJ., concur.\r\n\r\n[1] For instance, Husband claimed he earned $10,000 in 2004.&nbsp; Based upon Husband's stated hourly wage of $10\r\nper hour, this computes to a nineteen-hour work week based on a fifty-two week year, which is approximately half of the hours Husband testified he worked at\r\ntrial.\r\n[2] For example, Husband's financial declaration submitted at the temporary hearing denoted his gross monthly\r\nincome as almost half of what he submitted he earned on the date of the final hearing.&nbsp;\r\n[3] Husband held a 2% interest in S&amp;L Properties, LLC, a 50% interest in G&amp;L Properties, LLC, and a 50%\r\ninterest in Panagia Enterprises, LLC.&nbsp; Husband's parents owned 96% of S&amp;L Properties, and Husband's brother owned the remaining 50% interest in G&amp;L\r\nProperties and Panagia Enterprises.&nbsp; The primary asset of S&amp;L Properties is a CVS building, which is situated on land owned exclusively by G&amp;L\r\nProperties.&nbsp; Panagia's primary asset is a large parcel of property, which contains unimproved raw land and a small office park built by Husband and his\r\nbrother.&nbsp;\r\n[4] Wife claims this issue is not preserved for review because Husband failed to appeal the alimony award after\r\nthe temporary hearing. &nbsp;We disagree.&nbsp; In doing so, we reiterate that temporary hearings are not de facto final hearings, and we adhere to the\r\nprinciple that temporary orders must be without prejudice to the rights of the parties at the final hearing.&nbsp; See Rimer v. Rimer, 361 S.C.\r\n521, 527 n.6, 605 S.E.2d 572, 575 n.6 (Ct. App. 2004).&nbsp; As this court aptly stated in Rimer, &quot;To assign weight to the amount of support awarded\r\npendente lite or view the award as having any precedential value at the merits hearing or on appeal would discourage parties from amicably agreeing upon\r\ntemporary support for fear the slightest concession would prejudice their position at the final hearing.&quot;&nbsp; Id.\r\n[5] Husband also argues the alimony award was an abuse of discretion to the extent the family court awarded Wife\r\nalimony based on the income it imputed to Husband.&nbsp; Because we find the family court properly imputed income to Husband, we decline to address this\r\nargument.&nbsp; See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (stating an appellate court need\r\nnot address remaining issues when a decision on a prior issue is dispositive).\r\n[6] The initial note was executed in favor of Husband's brother, a co-owner in the LLCs, for $80,000 with the\r\nhandwritten notation that the final amount was to be determined by their accountant.&nbsp;\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4826","title":"C-Sculptures v. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4826","description":"The Browns appeal the circuit court's confirmation of an arbitration award to C-Sculptures arguing the arbitrator manifestly disregarded the law on contractor licensing and the right to enforce a contract.  The Browns further appeal the award of attorney's fees to C-Sculptures arguing C-Sculptures improperly manipulated its pleadings and prayer for relief to position itself as the prevailing party.  We affirm.","date":"2011-04-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        C-Sculptures,\r\n          LLC, Respondent,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        Gregory A.\r\n          Brown and Kerry W. Brown, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nWilliam P. Keesley, Circuit Court Judge\r\n\r\nOpinion No.  4826 \r\n  Heard December 8, 2010 – Filed April 27,\r\n  2011\r\n  Withdrawn, Substituted and Refiled June\r\n23, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        John S. Nichols and William D. Robertson,\r\n          III, both of Columbia, for Appellants.\r\n        Donald Ryan McCabe, Jr., of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:  Gregory and Kerry Brown (the Browns) appeal the\r\n  circuit court's confirmation of an arbitration award arising out of a dispute\r\n  over money owed to C-Sculptures, LLC as general contractor in the construction\r\n  of the their home.  The Browns claimed C-Sculptures was precluded from seeking\r\n  to enforce the contract because its contractor's license was for performing\r\n  work valued at no more than $100,000, while the construction of their home cost\r\n  over $800,000.  They argue because the arbitrator manifestly disregarded the\r\n  law on this point, the circuit court should have vacated the arbitration\r\n  award.  The Browns further appeal the award of attorney's fees to C-Sculptures\r\n  arguing C-Sculptures improperly manipulated its pleadings and prayer for relief\r\n  to position itself as the prevailing party.  We affirm.\r\nFACTS\r\nC-Sculptures served as the\r\n  general contractor for the construction of the Browns' home.  At the time of\r\n  contracting, C-Sculptures was licensed to perform work within Group Two as defined\r\n  by section 40-11-260(A)(2) of the South Carolina Code\r\n  (2001).  Group Two license holders are limited to performing work not\r\n  valued in excess of $100,000.  None of the parties dispute initial estimates\r\n  for construction of the home were over $700,000.  As construction progressed,\r\n  disagreements about the work, costs, and payments developed until C-Sculptures\r\n  stopped work on the house claiming it was due $39,357.48.  C-Sculptures filed a\r\n  mechanic's lien in September of 2005 and filed an amended mechanic's lien in\r\n  January of 2006 claiming it was owed $150,092.69 for work performed. \r\n  C-Sculptures then filed a complaint seeking foreclosure of its lien, and the\r\n  Browns moved to dismiss the complaint and submit the matter to arbitration\r\n  pursuant to the contract between the parties.  On July 26, C-Sculptures amended\r\n  its complaint adding claims for unfair trade practices, quantum meruit, and\r\n  breach of contract.  The arbitrator, upon the Browns' motion, dismissed the\r\n  quantum meruit claim.  In November 2006, C-Sculptures submitted its pre-arbitration\r\n  brief and the Browns submitted their brief detailing over $60,000 to which they\r\n  were entitled in set-offs.  The Browns also submitted a motion to dismiss\r\n  C-Sculptures claims based on the fact that it did not have a valid license to\r\n  perform work of this value thereby making the contract void and unenforceable. \r\n  On the first day of arbitration, C-Sculptures filed a motion to amend its\r\n  pleadings to recognize credits claimed by the Browns totaling $59,854.\r\nAfter a five-day hearing, the\r\n  arbitrator entered its order (1) permitting C-Sculptures to amend its claim to\r\n  reflect credits claimed by the Browns totaling $59,845.00 thereby reducing the\r\n  amount claimed in arbitration to $90,155.00; (2) denying the Browns' motion to\r\n  dismiss under the licensing statutes; (3) finding the balance due to be $85,863.00;\r\n  (4) denying C-Sculptures' unfair trade practices claim; (5) finding in favor of\r\n  the Browns for credits of $34,132.50.00; (6) finding C-Sculptures was due\r\n  $51,730.50 under the contract; (7) awarding C-Sculptures interest of $10,484.74\r\n  under the contract; and (8) finding C-Sculptures was the prevailing party under\r\n  the mechanic's lien statutes and contract supporting an attorney's fees award\r\n  to it of $24,707.00.  \r\nThe Browns petitioned the\r\n  circuit court to vacate the arbitration award, but the circuit court denied\r\n  their request and confirmed the arbitrator's award.  This appeal followed.\r\nLAW/ANALYSIS\r\nI.&nbsp; Licensure\r\nThe Browns maintain the circuit court\r\n  erred in confirming the arbitration award because the arbitrator showed a\r\n  manifest disregard for the law in failing to find C-Sculptures held an invalid\r\n  license and therefore could not enforce the contract pursuant to section 40-11-370(C)\r\n  of the South Carolina Code (2011).  We disagree.\r\n&quot;When a dispute is submitted to\r\n  arbitration, the arbitrator determines questions of both law and fact.  Generally,\r\n  an arbitration award is conclusive and courts will refuse to review the merits\r\n  of an award. An award will be vacated only under narrow, limited circumstances.&quot;  Gissel v. Hart, 382 S.C. 235, 241, 676 S.E.2d 320, 323 (2009).  A\r\n  reviewing court should vacate an arbitrator's decision only when the arbitrator\r\n  has exceeded his or her authority or has manifestly disregarded or perversely\r\n  misconstrued the law.  Id.  &quot;[F]or a court to vacate an arbitration award\r\n  based upon an arbitrator's manifest disregard of the law, the governing law\r\n  ignored by the arbitrator must be well defined, explicit, and clearly\r\n  applicable.&quot;  Id.  &quot;[M]anifest disregard of\r\n  the law occurs when the arbitrator knew of a governing legal principle\r\n  yet refused to apply it, and the law disregarded was well defined,\r\n  explicit, and clearly applicable to the case.&quot;  Bazzle v. Green Tree\r\n    Fin. Corp., 351 S.C. 244, 268, 569 S.E.2d 349, 361 (2002), vacated and\r\n      remanded on other grounds, 539 U.S. 444 (2003).  &quot;The\r\n  focus is on the conduct of the arbitrator and presupposes something beyond a\r\n    mere error in construing or applying the law.&quot;  Gissel, 382\r\n  S.C. at 241, 676 S.E.2d at 323.  An arbitrator manifestly disregards the\r\n  law when he or she appreciates the existence of a clearly governing legal\r\n  principle and decides to ignore it.  Harris v. Bennett, 332 S.C. 238,\r\n  246, 503 S.E.2d 782, 787 (Ct. App. 1998).\r\nPursuant to\r\n  section 40-11-30 of the South Carolina Code (2011), a person or entity acting\r\n  as a general contractor is required to obtain a license if the work to be\r\n  performed will be of a greater value than $5,000.  The statute states:  \r\n\r\n  No entity or individual may practice as a contractor by performing\r\n    or offering to perform contracting work for which the total cost of\r\n    construction is greater than five thousand dollars for general contracting or\r\n    greater than five thousand dollars for mechanical contracting without a license\r\n    issued in accordance with this chapter.  \r\n\r\nId.  The chapter governing licensing also\r\n  contains provisions regarding net worth requirements for general contractors\r\n  who intend to do work within different cost ranges.  The relevant statute states:\r\n(A) An applicant for a general\r\n  contractor's license or a general contractor's license renewal who performs or\r\n  offers to perform contracting work for which the total cost of construction is\r\n  greater than $5,000.00, and an applicant for license group revisions must\r\n  provide an acceptable financial statement with a balance sheet date no more\r\n  than twelve months before the date of the relevant application showing a\r\n  minimum net worth for each license group as follows: . . . \r\n\r\n  (2) Group Two \r\n    (a) bids and jobs not to exceed\r\n    $100,000.00 per job; \r\n    (b) required net worth of $20,000.00; \r\n    (c) on initial application, an\r\n    owner-prepared financial statement with an affidavit of accuracy; \r\n    (d) on renewal, an owner-prepared\r\n    financial statement with an affidavit of accuracy; . . . \r\n  (5) Group Five \r\n    (a) bids and jobs unlimited; \r\n    (b) required net worth of $250,000.00; \r\n    (c) on initial application, a financial\r\n    statement audited by a licensed certified public accountant or a licensed\r\n    public accountant in accordance with GAAP, including all disclosures required\r\n    by GAAP; \r\n    (d) on renewal, a financial statement\r\n    reviewed by a licensed certified public accountant or a licensed public\r\n    accountant in accordance with GAAP, including all disclosures required by GAAP.\r\n\r\nS.C. Code Ann. § 40-11-260\r\n  (2011).\r\n&quot;A licensee\r\n  is confined to the limitations of the licensee's license group and license\r\n  classifications or subclassifcations as provided in this chapter.&quot;  S.C.\r\n  Code Ann. § 40-11-270(A) (2011).  &quot;The board may assess a penalty\r\n  authorized by law against a licensee who undertakes or offers to undertake an\r\n  improvement exceeding the limitations of the licensee's group.&quot;  S.C. Code\r\n  Ann. § 40-11-280 (2001).  The chapter defines an &quot;unlicensed\r\n  contractor&quot; as &quot;an entity performing or overseeing general or mechanical\r\n  construction without a license.&quot;  S.C. Code Ann. § 40-11-20(24) (2011). \r\n  The chapter also addresses the limitation on the right of a general contractor\r\n  to enforce a contract.\r\n\r\n  An entity which does not have a valid license as required by this chapter\r\n    may not bring an action either at law or in equity to enforce the provisions of\r\n    a contract.  An entity that enters into a contract to engage in construction in\r\n    a name other than the name that appears on its license may not bring an action\r\n    either at law or in equity to enforce the provisions of the contract.\r\n\r\n§ 40-11-370(C).\r\nIn Columbia Pools, Inc. v. Moon, 284 S.C. 145, 146-47, 325\r\n  S.E.2d 540, 541 (1985), the supreme court held a general contractor licensed in\r\n  Michigan, but not licensed in South Carolina at the time he entered into a\r\n  contract, could not enforce the contract pursuant to section 40-59-10 of the\r\n  South Carolina Code (2009), which prevents unlicensed residential homebuilders\r\n  from enforcing a contract.[1] \r\n  In W &amp; N Construction Co. v. Williams, 322 S.C. 448, 472 S.E.2d 622\r\n  (1996), the supreme court determined a general contractor whose license had\r\n  been revoked for failure to pay taxes could not enforce a contract because\r\n  contractors were required to be licensed.  However, the opinion does not\r\n  address the contractor classifications and does not reference section\r\n  40-11-370(C) because it was not enacted at the time.[2]\r\nThe present case\r\n  revolves around the appellate court's standard of review in arbitration cases. \r\n  While the Browns' contention that the contract entered into was invalid because\r\n  C-Sculptures was underlicensed may be correct, no cases are directly on point\r\n  and the enforcement provision in section 40-11-370(C) does not make the issue\r\n  perfectly clear.  The arbitrator's award indicated he considered all the\r\n  applicable law and arguments in reaching his decision and the issue was\r\n  sufficiently briefed and argued so as to bring it to his attention.  Under our\r\n  standard of review, we cannot conclude the arbitrator showed a manifest disregard\r\n  for the law as the law on this issue is not well defined, explicit, and clearly applicable.  Therefore, we\r\n  affirm the circuit court's confirmation of the arbitration award.\r\nII.&nbsp; Attorney's\r\n  Fees\r\nThe Browns\r\n  maintain the circuit court erred in not finding the arbitrator's award of\r\n  attorney's fees to C-Sculptures was arbitrary and capricious or in manifest\r\n  disregard of the law.[3] \r\n  We disagree.\r\nThe mechanic's\r\n  lien statute provides a method for determining the prevailing party in\r\n  mechanic's lien cases and thereby is entitled to attorney's fees under the\r\n  statute.\r\n\r\n  For purposes of the award of attorney's fees, the determination of\r\n    the prevailing party is based on one verdict in the action.  One verdict\r\n    assumes some entitlement to the mechanic's lien and the consideration of\r\n    compulsory counterclaims.  The party whose offer is closer to the verdict\r\n    reached is considered the prevailing party in the action.  If the difference\r\n    between both offers and the verdict is equal, neither party is considered to be\r\n    the prevailing party for purposes of determining the award of costs and\r\n    attorney's fees.\r\n  If the plaintiff makes no written offer of settlement, the amount\r\n    prayed for in his complaint is considered to be his final offer of settlement.\r\n  If the defendant makes no written offer of settlement, the value\r\n    of his counterclaim is considered to be his negative offer of settlement. If\r\n    the defendant has not asserted a counterclaim, his offer of settlement is\r\n    considered to be zero.\r\n\r\nS.C. Code Ann. § 29-5-10(b) (2007).\r\nHere,\r\n  C-Sculptures moved to amend its pleadings on the first day of the five-day\r\n  arbitration.  While this was late in the proceedings, the Browns took no action\r\n  to indicate they were willing to settle the case based on that concession.  The\r\n  arbitrator's award was then closer to C-Sculptures' request than the Browns'\r\n  settlement offer, which was zero under the terms of the statute.\r\nThe arbitrator\r\n  followed the statutory scheme.  The Browns' argument is really that the\r\n  arbitrator should not have allowed C-Sculptures to amend its pleadings at that\r\n  stage of the arbitration because that manipulated the range of the possible\r\n  award to increase C-Sculptures' odds of &quot;being closest to the pin&quot;\r\n  and therefore the prevailing party.  However, whether to allow amendment of the\r\n  pleadings is within the arbitrator's discretion.  The attorney's fees award was\r\n  neither arbitrary nor capricious and did not demonstrate a manifest disregard\r\n  for the law.  Consequently, the circuit court's confirmation of the arbitration\r\n  award is \r\nAFFIRMED.\r\nHUFF and\r\n  LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] S.C. Code Ann. § 40-59-30(B) (2011) provides:  \r\nNotwithstanding Section 29-5-10, or another provision of law, a\r\n  person or firm who first has not procured a license or registered with the\r\n  commission and is required to do so by law may not file a mechanics' lien or\r\n  bring an action at law or in equity to enforce the provisions of a contract for residential building or\r\n  residential specialty contracting which the person or firm entered into in\r\n  violation of this chapter.\r\n[2] It appears the\r\n  enactment of section 40-11-370(C) was in response to W &amp; N Construction.\r\n[3] The Browns also\r\n  claim the circuit court erred in confirming the award pursuant to the parties'\r\n  contract.  However, because this analysis finds C-Sculptures was the prevailing\r\n  party under the statute, which the Browns maintain is the controlling law, we\r\n  need not address the issue of whether the contract supported an award of\r\n  attorney's fees.  See Futch v. McAllister Towing of Georgetown, Inc.,\r\n  335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need\r\n  not address remaining issues when the determination of a prior issue is\r\n  dispositive of the appeal).\r\n\r\n","court":"Appeals"},{"id":"4827 ","title":"C-Sculptures v. Brown","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4827 ","description":"C-Sculptures appeals the master's decision to stay foreclosure proeceedings against the Browns' property based on the Browns' appeal of the underlying arbitration order.  We affirm.","date":"2011-04-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        C-Sculptures, LLC, #3 Appellants,\r\n        v.\r\n        Gregory A. Brown and Kerry W. Brown, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJoseph M. Strickland, Master-in-Equity\r\n\r\nOpinion No.&nbsp;&nbsp; 4827\r\nSubmitted December 1, 2010 – Filed April 27, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        D. Ryan McCabe, of Columbia, for Appellant.\r\n        John S. Nichols and William D. Robertson, III, both of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.:&nbsp; C-Sculptures argues the master-in-equity erred in finding the foreclosure of its mechanic's lien against the home of Gregory and\r\nKerry Brown (the Browns) was stayed pending their appeal of the arbitration award in the underlying lawsuit between the parties.&nbsp; We affirm.[1]\r\nFACTS\r\nC-Sculptures served as general contractor on the construction of a home for the Browns.&nbsp; A dispute arose regarding payment, and C-Sculptures filed a\r\nmechanic's lien against the property.&nbsp; C-Sculptures filed suit to foreclose the lien on January 20, 2006.&nbsp; The matter was referred to the arbitrator\r\npursuant to the construction contract, and the parties agreed to stay the foreclosure proceeding pending arbitration.&nbsp; The arbitrator rendered his\r\ndecision, and the Browns filed a motion to vacate the award.&nbsp; The circuit court confirmed the arbitration award, and the Browns filed a motion to alter or\r\namend the circuit court's order, which was denied.&nbsp; The Browns filed a notice of appeal on February 8, 2008.\r\nOn March 1, 2008, the master issued a Summons and Order of Appointment setting a date for the foreclosure matter.&nbsp; The Browns filed a Motion to Halt\r\nProceedings, and after several hearings, the master held the foreclosure action was automatically stayed by the South Carolina Appellate Court Rules.&nbsp;\r\nC-Sculptures appeals the master's order.\r\nLAW/ANALYSIS\r\nI.&nbsp; Rule 241, SCACR, and Rule 60(b), SCRCP\r\nC-Sculptures contends the denial of a motion to vacate an arbitration award should be treated the same as the denial of a motion for relief from judgment\r\nunder Rule 60(b), SCRCP.&nbsp; We disagree.\r\nRule 241(a), SCACR, sets forth the general rule regarding stays after a following a notice of appeal.&nbsp;\r\n\r\n  General Rule. As a general rule, the service of a notice of appeal in a civil matter acts to automatically stay matters decided in the order,\r\n  judgment, decree or decision on appeal, and to automatically stay the relief ordered in the appealed order, judgment, or decree or decision. This automatic\r\n  stay continues in effect for the duration of the appeal unless lifted by order of the lower court, the administrative tribunal, appellate court, or judge or\r\n  justice of the appellate court.&nbsp; The lower court or administrative tribunal retains jurisdiction over matters not affected by the appeal including the\r\n  authority to enforce any matters not stayed by the appeal.&nbsp;\r\n\r\nRule 60(b), SCRCP, deals with relief from a judgment and states:\r\n\r\n  (b) Mistakes; Inadvertence; Excusable Neglect; Newly Discovered Evidence; Fraud, etc. On motion and upon such terms as are just, the court may\r\n  relieve a party or his legal representative from a final judgment, order, or proceeding for the following reasons:\r\n  (1) mistake, inadvertence, surprise, or excusable neglect;\r\n  (2) newly discovered evidence which by due diligence could not have been discovered in time to move for a new trial under Rule 59(b);\r\n  (3) fraud, misrepresentation, or other misconduct of an adverse party;\r\n  (4) the judgment is void;\r\n  (5) the judgment has been satisfied, released, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it is\r\n  no longer equitable that the judgment should have prospective application.\r\n  The motion shall be made within a reasonable time, and for reasons (1), (2), and (3) not more than one year after the judgment, order or proceeding was\r\n  entered or taken. &nbsp;A motion under this subdivision (b) does not affect the finality of a judgment or suspend its operation. This rule does not\r\n  limit the power of a court to entertain an independent action to relieve a party from a judgment, order, or proceeding, or to set aside a judgment for fraud\r\n  upon the court. &nbsp;During the pendency of an appeal, leave to make the motion must be obtained from the appellate court. &nbsp;\r\n\r\n(emphasis added).\r\nC-Sculptures argues the denial of the Browns' motion to vacate should be treated like the denial of a Rule 60(b) motion.&nbsp; However, C-Sculptures cites no\r\nauthority for this proposition, and we are unpersuaded by its general argument.&nbsp; The South Carolina Supreme Court has ruled the execution of a judgment is\r\nnot generally stayed by the denial of a Rule 60(b) motion because the denial of such a motion grants &quot;no relief&quot; to the movant so that there is\r\nnothing to stay.&nbsp; Stearns Bank Nat'l Ass'n v. Glenwood Falls, LP, 375 S.C. 423, 426, 653 S.E.2d 274, 276 (2007).&nbsp; However, Rule 60(b) motions\r\nare made by parties seeking relief from a judgment for some reason other than the merits of the case.&nbsp; Here, the Browns raise none of the reasons\r\nlisted in Rule 60(b) for setting aside the arbitrator's ruling.&nbsp; They simply disagree with his decision.&nbsp; As such, the denial of their motion to\r\nvacate is more akin to a traditional appeal on the merits.&nbsp; Therefore, we find no error in the master's ruling that the foreclosure action was stayed\r\nduring the pendency of the Browns' appeal to this court.\r\nII.&nbsp; Payment of Money/Sale or Delivery of Real Property\r\nC-Sculptures maintains the master erred in finding the circuit court's order confirming the arbitration award did not direct the delivery of land or payment\r\nof money thereby necessitating the payment of a bond by the Browns to stay the execution.&nbsp; We disagree.\r\nSection 18-9-130(A)(1) of the South Carolina Code (Supp. 2010) provides &quot;[a] notice of appeal from a judgment directing the payment of money does not\r\nstay the execution of the judgment unless the presiding judge before whom the judgment was obtained grants a stay of execution.&quot;&nbsp; In this case, the\r\nmaster's order stated &quot;[c]ounsel for C-Sculptures acknowledged during argument that the trial court's order is not one directing the payment of\r\nmoney.&quot;&nbsp; Because C-Sculptures did not file a motion to alter or amend that finding within the order, it is the law of the case.&nbsp; See Judy\r\nv. Martin, 381 S.C. 455, 459, 674 S.E.2d 151, 153 (2009) (&quot;[A]n unappealed ruling becomes the law of the case and precludes\r\nfurther consideration of the issue on appeal.&quot;).&nbsp;\r\nSection 18-9-170 of the South Carolina Code (1985) indicates if the judgment appealed from directs the sale or delivery of possession of real property, the\r\nexecution of the judgment shall not be stayed unless the party against whom judgment is entered obtains a bond with two sureties guaranteeing the property will\r\nnot be wasted during the pendency of the appeal.&nbsp; The master found the circuit court's confirmation order did not &quot;direct the sale or delivery of real\r\nproperty&quot; because it did not order the sale of the property but rather referred the case to the master for foreclosure proceedings.&nbsp; We agree with the\r\nmaster that the foreclosure proceedings would &quot;contemplate an order for the sale of the Browns' real property and setting the terms and conditions of that\r\nsale.&quot;&nbsp; The foreclosure decree would be the type of order covered by section 18-9-170, not the circuit court's order confirming the arbitration\r\naward.&nbsp; See Gerald v. Gerald, 31 S.C. 171, 182, 9 S.E. 792, 796 (1889) (&quot;This language [found in the predecessor to section 18-9-170]\r\nshows that the intention was to embrace appeals from judgments of foreclosure, for that is a judgment directing the sale of real property . . . .&quot;)\r\n(emphasis added).\r\nCONCLUSION\r\nBecause the foreclosure proceedings were stayed pursuant to Rule 241, SCACR, and because the circuit court's order confirming the arbitration award did not\r\ndirect the payment of money or the sale or delivery of real property, the order of the master is\r\nAFFIRMED.\r\nHUFF and LOCKEMY, JJ., concur.\r\n\r\n[1] We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4828","title":"Burke v. AnMed Health","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4828","description":"Elise Burke arrived at AnMed to have an abdominal hysterectomy on March 22, 2005.  During a routine preoperative procedure, a nurse inadvertently left a cleansing sponge inside Ms. Burke's body.  The hysterectomy was performed later the same morning but the sponge was not discovered.  After the surgery, Ms. Burke experienced increasing discomfort, discolored vaginal discharge, and an offensive odor she was unable to prevent those around her from noticing.  Over the following two months, Ms. Burke contacted her doctor on six separate occasions seeking medical assistance to address these concerns.  On May 23, 2005, Ms. Burke's doctor performed a vaginal exam and discovered fragments of the sponge that had been left in her body.  AnMed Health admitted liability to Elise Burke arising out of the preoperative procedure, and the jury returned a $250,000.00 verdict for Ms. Burke.  AnMed contends the trial court erred in refusing to excuse for cause potential jurors who were allegedly indebted to AnMed, in admitting costs of Ms. Burke's initial operation as evidence of damages, and in refusing to grant AnMed's motion for a new trial.  We affirm.","date":"2011-04-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Elise Burke, Respondent,\r\n        v.\r\n        AnMed Health, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Anderson County\r\n&nbsp;J. Cordell Maddox, Jr., Circuit Court Judge\r\n\r\nOpinion No.&nbsp; 4828\r\nHeard February 16, 2011 – Filed April 27, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Stephen Dallas Baggett and Stephen Dallas Baggett, Jr. &nbsp;of Greenwood, for Appellant.\r\n        John S. Nichols and Blake A. Hewitt, both of Columbia and Joseph G. Wright, III, of Anderson, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFew, C.J.: &nbsp;AnMed Health admitted liability to Elise Burke arising out of a preoperative\r\nprocedure, and the jury returned a $250,000.00 verdict for Ms. Burke.&nbsp; AnMed contends the trial court erred in refusing to excuse for cause potential\r\njurors who were allegedly indebted to AnMed, in admitting costs of Ms. Burke's initial operation as evidence of damages, and in refusing to grant AnMed's motion\r\nfor a new trial.&nbsp; We affirm.\r\nSeventy-three-year-old Elise Burke arrived at AnMed to have an abdominal hysterectomy on March 22, 2005.&nbsp; During a routine preoperative procedure, a\r\nnurse inadvertently left a cleansing sponge inside Ms. Burke's vagina.&nbsp; The hysterectomy was performed later the same morning but the sponge was not\r\ndiscovered.&nbsp; After the surgery, Ms. Burke experienced increasing discomfort, discolored vaginal discharge, and an offensive odor she was unable to prevent\r\nthose around her from noticing.&nbsp; Over the following two months, Ms. Burke contacted her doctor on six separate occasions seeking medical assistance to\r\naddress these concerns.&nbsp; On May 23, 2005, Ms. Burke's doctor performed a vaginal exam and discovered fragments of the sponge that had been left in her\r\nbody.&nbsp; The rest of the sponge was surgically removed the following day.&nbsp; Additional facts related to the issue of damages are discussed in our\r\nanalysis of the trial judge's decision not to grant a new trial.&nbsp;\r\nI.&nbsp; Jury Venire\r\nDuring pretrial motions, AnMed moved to excuse prospective jurors who owed &quot;bad debts and judgments&quot; to AnMed.&nbsp; The trial court removed the\r\nfour venire members against whom AnMed held judgments but denied the request to remove others whose debts to AnMed were allegedly in default.&nbsp; AnMed\r\ncontends this was error and asks this court to recognize a bright-line rule to categorically exclude from jury service all prospective jurors who have been\r\nreferred to debt collection agencies as the result of failing to pay a debt owed to a party.&nbsp;\r\nA litigant's right to an impartial jury is a fundamental principle of our legal system.&nbsp; S.C. Code Ann. § 14-7-1050 (2008) (&quot;[I]n all civil cases\r\nany party shall have the right to demand a panel of twenty competent and impartial jurors from which to strike a jury.&quot;); Vestry &amp; Church Wardens of\r\nthe Church of the Holy Cross v. Orkin Exterminating Co., 384 S.C. 441, 446, 682 S.E.2d 489, 492&nbsp;(2009) (&quot;Under South Carolina law, litigants are\r\nguaranteed the right to an impartial jury.&quot;).&nbsp; To safeguard this right, prospective jurors must be excused for cause when either an automatic\r\ndisqualification applies to the juror or when the trial court determines that the juror cannot be fair and impartial.&nbsp; However, our courts have hardly ever\r\nrecognized an automatic disqualification.[1]&nbsp; We decline to create a new category of persons automatically\r\ndisqualified from jury service in this case. &nbsp;Rather, we hold that when a party asks that a prospective juror be excused for cause because of a debt owed\r\nto the party, the trial court must conduct an individual analysis as to that juror to determine whether the juror should be excused.&nbsp; See Abofreka\r\nv. Alston Tobacco Co., 288 S.C. 122, 125, 341 S.E.2d 622, 624&nbsp;(1986) (stating a juror should be disqualified if it appears to the trial court\r\n&quot;that the juror is not indifferent in the case&quot;).&nbsp;\r\nIn this case, the trial judge asked the jury panel every question proposed by the parties during voir dire, including whether any of the prospective jurors\r\nhad a relationship with Ms. Burke; worked for AnMed; had ever been dissatisfied with treatment received from a hospital; or had sued a hospital or a\r\nphysician.&nbsp; The trial court also asked the panel: &quot;Does any member feel like they have any interest, sensitivity, bias or prejudice which would\r\nprevent you from being a fair and impartial juror in this case?&quot;&nbsp; There was no response to any of these voir dire questions.&nbsp; AnMed specifically\r\nchose not to request additional voir dire to address the concern that some venire members may be biased as a result of being indebted to AnMed, explaining,\r\n&quot;We are trying to avoid embarrassing jurors who might be called upon to stand up and say that—to verify whether they have this certain debt owed to the\r\nhospital.&quot;&nbsp; We find that the trial judge acted within his discretion when he decided not to excuse any additional jurors for cause.&nbsp; See Johnson\r\nv. Nat'l Bank of Sumter, 213 S.C. 458, 464, 50 S.E.2d 177, 180 (1948) (&quot;It is well settled that questions . . . relating to the fitness of jurors to\r\nserve in a case are largely left to the discretion of the trial judge.&quot;).&nbsp;\r\nII.&nbsp; Admissibility of Cost of Hysterectomy\r\nAnMed contends that the trial court erred in admitting the expenses AnMed charged Ms. Burke for her hysterectomy as evidence of actual damages.&nbsp; We find\r\nthe issue is not preserved for our review.[2]\r\nAnMed moved to exclude evidence of expenses associated with the initial surgery on the ground that the evidence was not relevant.&nbsp; The trial court ruled\r\nin limine that the evidence was relevant and admissible.&nbsp; During Ms. Burke's testimony, she sought to introduce Exhibit 8, which included the medical bills\r\nassociated with her hysterectomy.&nbsp; The trial court asked AnMed if it had any objection to Exhibit 8, and AnMed responded, &quot;No objection, Your\r\nHonor.&quot;&nbsp; The trial court admitted the exhibit.&nbsp;\r\nA contemporaneous objection is typically required to preserve issues for appellate review.&nbsp; Hill v. S.C. Dep't. of Health &amp; Envtl. Control,&nbsp;\r\n389 S.C. 1, 23, 698 S.E.2d 612, 624&nbsp;(2010) (citing Sea Cove Dev., LLC v. Harbourside Cmty. Bank, 387 S.C. 95, 108 n.5, 691 S.E.2d 158, 165\r\nn.5 (2010)) (noting that a contemporaneous objection is required to preserve an issue for appellate review). &nbsp;However, &quot;'where a judge makes a ruling\r\non the admission of evidence on the record immediately prior to the introduction of the evidence in question, the aggrieved party does not need to renew the\r\nobjection.'&quot;&nbsp; Wright v. Hiester Constr. Co., 389 S.C. 504, 514, 698 S.E.2d 822, 827&nbsp;(Ct. App. 2010) (quoting State v. Forrester,\r\n343 S.C. 637, 642, 541 S.E.2d 837, 840 (2001)).\r\nIn this case, AnMed not only failed to renew its objection when evidence of the medical bills was offered, AnMed affirmatively stated that it had no\r\nobjection to the introduction of this evidence.&nbsp; In State v. Dicapua, the defendant objected in limine to the admission of a videotape.&nbsp; 373\r\nS.C. 452, 646 S.E.2d 150 (Ct. App. 2007), aff'd, 383 S.C. 394, 680 S.E.2d 292 (2009).&nbsp; When the State later offered the video into evidence the\r\ndefendant said, &quot;no objection.&quot;&nbsp; 373 S.C. at 454, 646 S.E.2d at 151.&nbsp; This court held that the statement &quot;no objection&quot;\r\nconstituted &quot;a waiver of any issue [the defendant] had with the videotape.&quot;&nbsp; 373 S.C. at 455, 646 S.E.2d at 152.&nbsp; We find Dicapua\r\ncontrolling.&nbsp; When a party states to the trial court that it has no objection to the introduction of evidence, even though the party previously made a\r\nmotion to exclude the evidence, the issue raised in the previous motion is not preserved for appellate review.&nbsp;\r\nIII.&nbsp; AnMed's Motions For A New Trial\r\nAnMed appeals the trial court's denial of its motion for a new trial, arguing the motion should have been granted under the thirteenth juror doctrine, as a\r\nnew trial absolute, or in the alternative, as a new trial nisi remittitur.&nbsp; We affirm.\r\nUnder the thirteenth juror doctrine, a trial court may grant a new trial if the judge determines the jury's verdict is &quot;contrary to the fair\r\npreponderance of the evidence.&quot;&nbsp; R.C. McEntire v. Mooregard Exterminating Servs., Inc., 353 S.C. 629, 633, 578 S.E.2d 746, 748 (2003).&nbsp;\r\nThe trial court's discretion to grant or deny a new trial as the thirteenth juror is very broad.&nbsp; &quot;As has often been said, the trial judge is the\r\nthirteenth juror, possessing the veto power to the Nth degree . . . .&quot;&nbsp; Worrell v. S.C. Power Co., 186 S.C. 306, 313-14, 195 S.E. 638, 641\r\n(1938).&nbsp; An order denying a new trial on this theory will hardly ever be reversed.&nbsp; As this court recently stated, &quot;'to reverse the denial of a\r\nnew trial motion under [the thirteenth juror doctrine,] we must, in essence, conclude that the moving party was entitled to a directed verdict at\r\ntrial.'&quot;&nbsp; Curtis v. Blake, Op. No. 4792 (S.C. Ct. App. filed Feb. 16, 2011) (Shearouse Adv. Sh. No. 6 at 90) (quoting Parker v. Evening Post\r\nPubl'g Co., 317 S.C. 236, 247, 452 S.E.2d 640, 646 (Ct. App. 2001)).\r\nA trial judge also has the power to grant a new trial absolute.&nbsp; However, this power may be exercised only when the verdict &quot;is shockingly\r\ndisproportionate to the injuries suffered and thus indicates that passion, caprice, prejudice, or other considerations not reflected by the evidence affected\r\nthe amount awarded.&quot;&nbsp; Becker v. Wal-Mart Stores, Inc., 339 S.C. 629, 635, 529 S.E.2d 758, 761 (2000).[3]&nbsp;\r\nA jury's determination of damages is entitled to &quot;substantial deference.&quot;&nbsp; Todd v. Joyner, 385 S.C. 509, 517, 685 S.E.2d 613, 618 (Ct.\r\nApp. 2008), aff'd, 385 S.C. 421, 685 S.E.2d 595 (2009).&nbsp; The decision to grant or deny a &quot;new trial motion rests within the discretion of the\r\ncircuit court, and its decision will not be disturbed on appeal unless its findings are wholly unsupported by the evidence or the conclusions reached are\r\ncontrolled by error of law.&quot;&nbsp; Brinkley v. S.C. Dep't of Corrs., 386 S.C. 182, 185, 687 S.E.2d 54, 56 (Ct. App. 2009).&nbsp;\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\r\nIf the trial court determines that the verdict is &quot;merely excessive,&quot; the court has the power to reduce the verdict by granting a new trial nisi\r\nremittitur.&nbsp; &quot;A motion for a new trial nisi remittitur asks the trial court to reduce the verdict because\r\nthe verdict is merely excessive.&quot; &nbsp;James v. Horace Mann Ins. Co., 371 S.C. 187, 193, 638 S.E.2d 667, 670 (2006).&nbsp; Even as to a new trial\r\nnisi remittitur, the trial judge's discretion is broad.&nbsp; &quot;The denial of a motion for a new trial nisi is within the trial court's discretion and will\r\nnot be reversed on appeal absent an abuse of discretion.&quot; &nbsp;Id.; see also Bailey v. Peacock, 318 S.C. 13, 14, 455 S.E.2d 690, 691\r\n(1995) (&quot;If an award is merely inadequate or unduly liberal, the trial judge alone has the discretion to grant a new trial nisi additur.&quot;).\r\nWe agree with AnMed that the jury's verdict of $250,000.00 is generous.[4]&nbsp; However, as an appellate court,\r\nwe sit neither to determine whether we agree with the verdict nor to decide whether we agree with the trial judge's decision not to disturb it.&nbsp; As\r\ndescribed above, we employ a highly deferential standard of review when considering the trial judge's ruling on each of the grounds for a new trial.&nbsp; In\r\nexercising this deference, we recognize the unique position of the trial judge to hear the evidence firsthand, evaluate the credibility of the witnesses, and\r\nassess the impact of the wrongful conduct on the plaintiff in terms of damages.&nbsp;\r\nWe find this deference is particularly appropriate on the facts of this case.&nbsp; The distress Ms. Burke endured is certainly compelling.&nbsp; We believe\r\nthe trial court was uniquely able to understand Ms. Burke's damages, and likewise, uniquely able to evaluate the appropriateness of the jury's award.&nbsp;\r\nThus, though we recognize the generosity of the award, we find the trial judge's ruling to deny the motion for a new trial was within his discretion.&nbsp;\r\nMs. Burke testified about six visits she made to her doctor attempting to identify the reason for her increasing discomfort after the hysterectomy.&nbsp; She\r\nfirst went to her doctor's office on April 13 with vaginal discharge, slight odor, and pain in her right side.&nbsp; She returned on April 18 and again\r\ncomplained of the pain she was experiencing.&nbsp; She went back to the doctor on April 21, and described &quot;pain in [her] side,&quot; &quot;real black\r\nvaginal discharge&quot; and said the &quot;odor was terrible.&quot;&nbsp;\r\nOn May 3, a nurse who cared for Ms. Burke called the doctor on her behalf to describe the pain Ms. Burke was experiencing.&nbsp; Ms. Burke testified that the\r\nnurse noticed the odor &quot;which was very embarrassing.&quot;&nbsp; On May 6, she went to her doctor for a fifth time and complained of brown vaginal\r\ndischarge, strong odor, and pain in her side.&nbsp; Ms. Burke described the odor, &quot;even though I had taken a bath just before I left home and everything,\r\nyou just couldn't get away from it, it was so bad.&quot;&nbsp; Lillie Rumsey, Ms. Burke's friend, testified, &quot;She had a terrible odor.&nbsp; It was\r\nterrible.&quot;&nbsp;\r\nKenneth Stone, Ms. Burke's son, testified, &quot;she'd drive down the road with me taking her to the doctor's office apologizing and crying because she was\r\nashamed of the odor that she had.&quot;&nbsp; Stone further explained, &quot;she was sitting there crying she was in so much pain.&quot;&nbsp; On May 23, Ms.\r\nBurke's doctor finally performed a vaginal examination.&nbsp; Ms. Burke testified, &quot;And when he did examine me, he pulled on something in that right side\r\nwhere I had been having all that pain.&nbsp; And I almost came off the table it hurt so bad.&quot;&nbsp;\r\nMs. Burke told the jury about the impact the experience had on her physically and emotionally:\r\n\r\n  I had suffered the whole time for nine weeks and trying to tell him that something was wrong, and he did nothing about it.&nbsp; And it was so embarrassing\r\n  – I mean, when my friends would come in – from the odor.&nbsp; And I would sit real still in my recliner.&nbsp; I was afraid to move for fear they would\r\n  detect the odor and all even though I kept myself as clean as possible.&nbsp; I never had took so many showers, I don't think, in my life in one day.&nbsp;\r\n  And also changing pads.&nbsp; I think I almost bought out Wal-Mart buying pads. &nbsp;I had to use so many because I was trying to keep down, you know, the\r\n  odor.&nbsp;\r\n\r\nFinally, Ms. Burke testified that she was still suffering from the effects of the injury at the time of the trial—more than three years after the\r\nsurgery.&nbsp; She testified that she &quot;still [has] pain in [her] side occasionally&quot; and is now &quot;weak&quot; and requires help to complete\r\nhousehold chores.&nbsp; Stone testified that &quot;since [the surgery], she's a completely different woman.&nbsp; . . . [S]he hasn't driven since the surgery\r\nwhatsoever.&quot;&nbsp;\r\nWe find the trial court did not abuse its discretion in deciding to leave the jury's verdict undisturbed.&nbsp;\r\nIV.&nbsp; Other Issues\r\nAnMed contends the trial court erred in admitting the testimony of Cynthia Hurley, a surgical nurse who testified about the general process she follows in\r\nperforming similar procedures, the location at which the sponge was left inside Ms. Burke's body, and related potential side effects.&nbsp; AnMed contends that\r\nbecause the case went to trial only on the question of damages the evidence was inadmissible under Rules 402 and 403, SCRE.&nbsp; We find that the trial court\r\nwas within its discretion to admit the evidence as context for the jury to understand the injury Ms. Burke suffered and the resulting damages.&nbsp; See Hartfield\r\nv. Getaway Lounge &amp; Grill, Inc., 388 S.C. 407, 413, 697 S.E.2d 558, 561&nbsp;(2010) (&quot;The admission of evidence is within the sound discretion of\r\nthe trial judge and will not be reversed absent a clear abuse of discretion.&quot;).\r\nAnMed contends the trial court erred in denying its request to charge the jury: &quot;A plaintiff in a medical malpractice action cannot recover damages for\r\nhis or her original injury.&quot;&nbsp; This was a request for a specific charge to be given on proximate cause.&nbsp; While a trial court must charge the\r\ncurrent and correct law, Welch v. Epstein, 342 S.C. 279, 311, 536 S.E.2d 408, 425 (Ct. App. 2000), there is no error in refusing &quot;a specific request\r\nto charge when the substance of the request is included in the general instructions.&quot;&nbsp; Burroughs v. Worsham, 352 S.C. 382, 391-92, 574 S.E.2d\r\n215, 220 (Ct. App. 2002).&nbsp; AnMed concedes the charge was correct on the law of proximate cause.&nbsp;\r\nAFFIRMED.\r\nSHORT and LOCKEMY, JJ., concur.\r\n\r\n[1] Compare Alston v. Black River Elec. Coop.,&nbsp;345 S.C. 323, 331, 548 S.E.2d 858,\r\n862&nbsp;(2001) (adopting a per se rule disqualifying cooperative members from jury service when the cooperative is a party); S. Bell Tel. &amp; Tel. Co. v.\r\nShepard, 262 S.C. 217, 222, 204 S.E.2d 11, 12 (1974) (a stockholder in a corporation is incompetent to serve on a jury in a case in which the corporation is\r\na party or has any pecuniary interest); with State v. Manning, 329 S.C. 1, 7, 495 S.E.2d. 191, 194 (1997) (mere exposure to pretrial publicity\r\ndoes not automatically disqualify a juror); State v. Jones, 298 S.C. 118, 121, 378 S.E.2d 594, 596 (1989) (a prospective juror is not disqualified\r\nmerely because he is a friend or acquaintance of a murder victim); State v. Franklin, 267 S.C. 240, 248, 226 S.E.2d 896, 899 (1976) (the fact that a\r\nvenire member is a friend of the prosecuting attorney does not per se disqualify him from jury service); State v. Hilton, 87 S.C. 434, 439, 69\r\nS.E. 1077, 1078 (1911) (&quot;There is no rule of the common law, nor is there a statute, disqualifying a juror on account of his relationship to a witness,\r\neither by affinity or consanguinity, within any degree.&quot;); Hollins v. Wal-Mart Stores, Inc.,&nbsp;381 S.C. 245, 252, 672 S.E.2d 805, 808&nbsp;(Ct.\r\nApp. 2008) (a prior business relationship between a venire member and a party does not disqualify a juror as a matter of law).\r\n[2] Though Ms. Burke did not argue issue preservation, we can affirm for any reason that appears in the\r\nrecord.&nbsp; See Rule 220(c), SCACR;&nbsp; I'on LLC v. Mount Pleasant, 338 S.C. 406, 420, 526 S.E.2d 716, 723 (2000) (&quot;The appellate court\r\nmay review respondent's additional reasons and, if convinced it is proper and fair to do so, rely on them or any other reason appearing in the record to affirm\r\nthe lower court's judgment.&quot;).&nbsp;\r\n[3] Courts have used varying language to describe the circumstances in which a circuit judge may grant a new trial\r\nabsolute.&nbsp; See O'Neal v. Bowles, 314 S.C. 525, 527, 431 S.E.2d 555, 556 (1993) (&quot;If the amount of the verdict is grossly\r\ninadequate or excessive so as to be the result of passion, caprice, prejudice, or some other influence outside the evidence, the trial judge must grant a new\r\ntrial absolute.&quot;); Chapman v. Upstate RV &amp; Marine, 364 S.C. 82, 89, 610 S.E.2d 852, 856 (Ct. App. 2005) (&quot;'The trial judge must grant a new\r\ntrial absolute if the amount of the verdict is grossly inadequate or excessive so as to shock the conscience of the court and clearly indicates the figure\r\nreached was the result of passion, caprice, prejudice, partiality, corruption or some other improper motives.'&quot; (quoting Vinson v. Hartley, 324 S.C.\r\n389, 405, 477 S.E.2d 715, 723 (Ct. App. 1996)).\r\n[4] The cost of the hysterectomy was $21,558.83, and the cost of the procedure to remove the sponge was\r\n$7,754.20.&nbsp;\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4829","title":"Steinmetz v. American Media Services","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4829","description":"American Media Services, LLC, and several limited liability companies (collectively AMS) it created to upgrade radio stations appeal an arbitration award in favor of Mark S. Steinmetz.  We dismiss AMS's appeal.","date":"2011-04-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Mark S. Steinmetz, Respondent,\r\n        v.\r\n        American Media Services, LLC, New Jersey Radio Partners, LLC, Arizona Radio Partners, LLC, Asheville Radio Partners, LLC, Tri-City\r\n        Radio, LLC, Trans-Rockies Radio, LLC, and Hawaii Radio, LLC, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n&nbsp;R. Markley Dennis, Jr., Circuit Court Judge\r\n&nbsp;M. Dawes Cooke, Jr., Arbitrator\r\n\r\nOpinion No.4829\r\nHeard February 9, 2011 – Filed April 27, 2011\r\n\r\nAppeal Dismissed\r\n\r\n\r\n  \r\n    \r\n      \r\n        Steven L. Smith and William Mark Koontz, both of North Charleston, for Appellants.\r\n        Justin O'Toole Lucey, of Mt. Pleasant, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nLockemy, J.: American Media Services, LLC, and several limited liability companies (collectively AMS)\r\nit created to upgrade radio stations appeal an arbitration award in favor of Mark S. Steinmetz.&nbsp; We dismiss AMS's appeal.&nbsp;&nbsp;&nbsp;\r\n&nbsp;&nbsp;&nbsp;\r\nFacts/procedural history\r\nSteinmetz brought suit against his employer AMS and several transactional limited liability companies created by AMS to upgrade radio stations.&nbsp;\r\nSteinmetz claimed AMS breached his employment agreement, violated the South Carolina Payment of Wages Act[1] and\r\nconverted his interests in the transactional LLCs.&nbsp; The parties consented to arbitration, and after a hearing, the arbitrator found in favor of Steinmetz\r\non his claims for breach of contract and conversion.&nbsp; AMS filed a motion to reconsider, which was denied.&nbsp; AMS appealed the arbitrator's order denying\r\nits motion to reconsider to this court.&nbsp; Steinmetz cross-appealed &quot;to preserve his [a]ppellate rights.&quot;\r\nNine months later, Steinmetz sought to confirm the arbitrator's award in circuit court.&nbsp; Steinmetz also filed a motion to stay the appellate\r\nproceedings, which this court granted.&nbsp; AMS declined to consent to confirmation because it was unsure how consent would affect its appeal.&nbsp; However,\r\nAMS also submitted it did not &quot;have any legal basis to oppose&quot; confirmation of the arbitrator's award.&nbsp; The circuit court entered final judgment\r\nin accordance with the arbitrator's order finding &quot;no basis for the denial of the motion for confirmation[,] no motion to vacate or modify[,] and no\r\nshowing of manifest disregard.&quot;&nbsp; Steinmetz withdrew his cross-appeal which was remitted to the circuit court.\r\nSteinmetz filed a motion to dismiss AMS's appeal with this court, arguing AMS waived its appellate arguments by failing to appeal the circuit court's order\r\nconfirming the arbitrator's award.&nbsp; AMS filed a return maintaining its appeal directly from the arbitrator's order denying its motion to reconsider was\r\nproperly perfected and confirmation was a mere formality.&nbsp; This court denied the motion to dismiss and ordered the parties to brief the issue as the first\r\nissue on appeal.&nbsp; This appeal followed.&nbsp;\r\nLaw/Analysis\r\nSteinmetz argues this court lacks jurisdiction because AMS has not appealed an order of the circuit court enumerated in section 15-48-200(a) of the South\r\nCarolina Code (2005).&nbsp; We agree.\r\nWhen a case is sent to arbitration, the circuit court is divested of jurisdiction over the case.&nbsp; Main Corp. v. Black, 357 S.C. 179, 181, 592\r\nS.E.2d 300, 301-02&nbsp;(2004).&nbsp; However, after the arbitrator issues an award, the circuit court has the authority to &quot;enter judgment on [the]\r\naward.&quot;&nbsp; S.C. Code Ann. § 15-48-180 (2005).&nbsp; Thus, upon motion of either party to confirm, vacate, modify, or correct the arbitrator's award,\r\nthe circuit court resumes jurisdiction over the case.&nbsp; S.C. Code Ann. §§ 15-48-120, -130, -140 (2005); Main Corp., 357 S.C. at 181, 592 S.E.2d at\r\n302.\r\nIn an arbitration case, the only appeals that may be taken are from an order of the circuit court enumerated in section 15-48-200.&nbsp; Main Corp.,\r\n357 S.C. at 181-82, 592 S.E.2d at 302.&nbsp; Section 15-48-200(a) enumerates the orders of the circuit that may be appealed in an arbitration case:\r\n\r\n  (1) An order denying an application to compel arbitration . . . ;\r\n  (2) An order granting an application to stay arbitration . . . ;\r\n  (3) An order confirming or denying confirmation of an award;\r\n  (4) An order modifying or correcting an award;\r\n  (5) An order vacating an award without directing a rehearing; or\r\n  (6) A judgment or decree entered pursuant to the provisions of [the Uniform Arbitration Act].\r\n\r\nHere, AMS appealed the order of the arbitrator denying its motion to reconsider.&nbsp; Because AMS has not appealed the order of the circuit court confirming\r\nthe arbitrator's award, this court lacks jurisdiction over AMS's appeal.&nbsp; See S.C. Code Ann. § 14-8-200(a) (Supp. 2010) (providing this court with\r\njurisdiction over only &quot;order[s], judgment[s], or decree[s] of the circuit court, family court, a final decision of an agency, a final decision of an\r\nadministrative law judge, or the final decision of the Workers' Compensation Commission&quot;); Main Corp., 357 S.C. at 181-82, 592 S.E.2d at 302.\r\nAMS contends its appeal is properly perfected because Main Corporation is inapplicable after the circuit court resumed jurisdiction and issued the\r\norder confirming the arbitrator's award.&nbsp; AMS's argument overlooks the court's reasoning in Main Corporation.&nbsp; The basis of the court's holding\r\nin Main Corporation is that in arbitration cases, this court only has jurisdiction over appeals from orders of the circuit court enumerated in section\r\n15-48-200.&nbsp; In other words, the type of order appealed from triggers this court's jurisdiction, not the fact that the circuit court has resumed\r\njurisdiction and issued an order enumerated in section 15-48-200.&nbsp; See Main Corp., 357 S.C. at 182, 592 S.E.2d at 302 (&quot;If the circuit\r\ncourt has not resumed jurisdiction and issued one of the orders enumerated in Section 15-48-200, there is no court order that can be the subject of an\r\nappeal.&quot;).&nbsp; The post-arbitration motions allowed by statute in circuit court are more than a mere formality; they provide the basis for a properly\r\nperfected appeal of an arbitration award to this court.&nbsp;\r\nConclusion\r\nFor the foregoing reasons, AMS's appeal is\r\nDismissed.\r\nWilliams and Geathers, JJ., concur.&nbsp;\r\n\r\n[1] S.C. Code Ann. §§ 41-10-10 to -110 (Supp. 2010).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4830","title":"State v. Miller","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4830","description":"James C. Miller appeals an order of the circuit court tolling his probation while he is civilly committed as a sexually violent predator (SVP).  Miller argues the trial court erred because tolling is not authorized by statute and renders his civil commitment punitive.  We affirm.","date":"2011-04-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        The State, Respondent,\r\n        v.\r\n        James C. Miller, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\n&nbsp;J. Cordell Maddox, Jr., Circuit Court Judge\r\n\r\nOpinion No.&nbsp;&nbsp; 4830\r\nSubmitted February 8, 2011 – Filed April 27, 2011\r\n\r\nAffirmed\r\n\r\n\r\n  \r\n    \r\n      \r\n        Appellate Defender Elizabeth A. Franklin-Best, of Columbia, for Appellant.\r\n        J. Benjamin Aplin, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLockemy, J.: James C. Miller appeals an order of the circuit court tolling his probation while he is\r\ncivilly committed as a sexually violent predator (SVP).&nbsp; Miller argues the trial court erred because tolling is not authorized by statute and renders his\r\ncivil commitment punitive.&nbsp; We affirm.\r\nFacts\r\nIn 1998, the mother of a one-year-old baby walked into a room and found Miller leaning over her child with his pants down while the baby's diaper was\r\noff.&nbsp; In re Care &amp; Treatment of James Carl Miller, 385 S.C. 539, 541, 685 S.E.2d 619, 620 (Ct. App. 2009).&nbsp; While exiting the room,\r\nMiller punched the mother.&nbsp; Id.&nbsp; Miller pled guilty to committing a lewd act on a minor under the age of sixteen and criminal domestic violence\r\nof a high and aggravated nature.&nbsp; The trial court sentenced Miller to 15 years' imprisonment suspended upon service of 10 years' imprisonment and five\r\nyears' probation for the lewd act charge, and a concurrent sentence of 10 years' imprisonment for the criminal domestic violence charge.\r\nPrior to his release from prison, Miller was civilly committed as an SVP.&nbsp; Id. at 545, 685 S.E.2d at 622.&nbsp; Approximately two years later,\r\nthe State issued a probation citation &quot;to give [the circuit] court subject-matter jurisdiction&quot; to entertain its request to &quot;stop and toll time\r\non [Miller's] current probation sentence.&quot;&nbsp; At the revocation hearing, the State requested the circuit court toll Miller's probation until he is\r\nreleased from civil commitment.&nbsp; The circuit court found Miller would benefit from supervision in the community and was unable to live in the community\r\nwhile committed as an SVP.&nbsp; Accordingly, the court tolled Miller's probation until his release from civil commitment.&nbsp; This appeal followed.\r\nIssues on Appeal\r\nDid the circuit court err in tolling Miller's probation while he is civilly committed as an SVP?\r\nStandard of Review\r\nProbation matters are addressed to the sound discretion of the circuit court and will not be disturbed on appeal absent an abuse of discretion.&nbsp; State\r\nv. Allen, 370 S.C. 88, 94, 634 S.E.2d 653, 655&nbsp;(2006).&nbsp; &quot;An abuse of discretion occurs when the trial court's ruling is based upon an error\r\nof law, such as application of the wrong legal principle; or, when based upon factual conclusions, the ruling is without evidentiary support; or, when the trial\r\ncourt is vested with discretion, but the ruling reveals no discretion was exercised; or when the ruling does not fall within the range of permissible decisions\r\napplicable in a particular case, such that it may be deemed arbitrary and capricious.&quot;&nbsp; Id. at 94, 634 S.E.2d at 656.\r\nLaw/Analysis\r\nMiller contends the circuit court erred in tolling his probation while he is committed as an SVP for two reasons.&nbsp; First, Miller argues neither the\r\nSexually Violent Predator Act[1] (the Act) nor the probation statutory scheme[2]\r\nprovide the circuit court with the authority to toll probation.&nbsp; We disagree.\r\nSection 24-21-410 of the South Carolina Code (Supp. 2010) provides the trial court with authority to suspend the imposition and execution of a sentence\r\n&quot;and place the defendant on probation&quot; or &quot;impose a fine and also place the defendant on probation.&quot;&nbsp; The period of probation\r\n&quot;shall not exceed . . . five years and shall be determined by the [circuit court] . . . .&quot;&nbsp; S.C. Code Ann. § 24-21-440 (2007).&nbsp;\r\n&quot;Sections 24-21-410 and 24-21-440 vest the [circuit court] with broad authority to determine the beginning date of a term of probation, so long as the term\r\nof the probation does not exceed five years.&quot;&nbsp; State v. Lee, 350 S.C. 125, 134, 564 S.E.2d 372, 377&nbsp;(Ct. App. 2002).\r\nHere, the circuit court determined Miller was incapable of complying with the conditions of probation while committed as an SVP and would benefit from\r\nsupervision in the community.&nbsp; The circuit court determined the beginning date of Miller's probation as the date of his release from civil commitment at\r\nwhich time he could comply with the conditions of probation.&nbsp; We find the circuit court acted within its broad discretion to determine the beginning date\r\nof Miller's probation.&nbsp; See id. (finding the circuit court had &quot;the authority to order a probationary period to begin upon a defendant's\r\nrelease from incarceration on a separate charge, even if that release is the result of the defendant being paroled&quot;).\r\nFurthermore, our supreme court has recognized the circuit court has the authority to toll probation in at least two instances: partial revocation and\r\ncontinuance, State v. Crouch, 355 S.C. 355, 359 n.2, 585 S.E.2d 288, 290 n.2&nbsp;(2003), and absconding from supervision, State v. Hackett, 363\r\nS.C. 177, 182, 609 S.E.2d 553, 555-56&nbsp;(Ct. App. 2005).&nbsp; We are mindful that in both these instances the probationer has generally committed some\r\naffirmative act to violate the conditions of probation. &nbsp;Although Miller was civilly committed against his will, he admitted to committing a lewd act on a\r\nminor under the age of sixteen which contributed to the basis for his civil commitment.&nbsp; See S.C. Code Ann. § 44-48-30(1)-(2) (Supp. 2010)\r\n(enumerating &quot;committing . . . [a] lewd act upon [a] child under sixteen&quot; as a &quot;sexually violent offense&quot; for purposes of determining\r\nwhether an individual is a sexually violent predator).\r\nFinally, tolling Miller's probation under these circumstances is consistent with the policy considerations supporting probation.&nbsp; The purpose of\r\nprobation is to rehabilitate the probationer in the community and to protect the public.&nbsp; 24 C.J.S. Criminal Law § 2145 (2006).&nbsp; Rehabilitation is\r\naccomplished by requiring the probationer to comply with conditions of probation designed &quot;to assure that the probation serves as a period of genuine\r\nrehabilitation and that the community is not harmed by the probationer's being at large.&quot;&nbsp; Griffin v. Wisconsin, 483 U.S. 868, 875 (1987); see\r\nalso S.C. Code Ann. § 24-21-430 (Supp. 2010) (outlining thirteen conditions probationers must comply with while on probation).&nbsp; Here, Miller cannot\r\nbenefit from the rehabilitative aspect of probation and supervision in the community until he is released from civil commitment.&nbsp; Furthermore, the State\r\ncannot ensure the public is protected if Miller is not required to live in the community subject to the conditions of probation.&nbsp; See Griffin,\r\n483 U.S. at 875 (noting that intensive supervision in the community can reduce recidivism).&nbsp; Accordingly, we find the circuit court did not abuse its\r\ndiscretion in tolling Miller's probation until he is released from civil commitment.\r\nSecond, Miller argues tolling his probation converts his civil commitment into a punitive commitment by extending the length of his criminal sentence.&nbsp;\r\nWe disagree.\r\nThe Act expressly defines the nature of SVP commitment as civil commitment.&nbsp; See S.C. Code Ann. § 44-48-20 (&quot;The General Assembly finds\r\nthat a mentally abnormal and extremely dangerous group of sexually violent predators exists who require involuntary civil commitment in a secure facility for\r\nlong-term control, care, and treatment.&quot;).&nbsp; Furthermore, our supreme court concluded in In re Matthews that the Act was civil and not criminal\r\nin nature and that commitment pursuant to the Act was non-punitive.&nbsp; 345 S.C. 638, 648-51, 550 S.E.2d 311, 315-17&nbsp;(2001).&nbsp; Accordingly, Miller's\r\nargument is without merit.\r\nConclusion\r\nFor the foregoing reasons, we find the trial court properly tolled the start date of Miller's probation until his release from civil commitment as an SVP.&nbsp;\r\nThe decision of the trial court is\r\nAffirmed.&nbsp;\r\nWilliams and Geathers, JJ., concur.\r\n\r\n[1] S.C. Code Ann. §§ 44-48-10 to -170 (Supp. 2010).\r\n[2] S.C. Code Ann. §§ 24-21-410 to -490 (2007 &amp; Supp. 2010).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4831  ","title":"Matsell v. Crowfield Plantation","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4831  ","description":"Crowfield Plantation Community Services Association (the Association) appeals the trial court's finding the Hamlets of Crowfield Covenants and Restrictions do not allow the Association to approve fence construction applications for lots that abut the lake, lagoons, or golf course in the Hamlets, except for stated limited circumstances and the Association violated such determination by approving the projects.  We affirm.","date":"2011-04-27","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\n        Joseph S. Matsell and Pamela A. Matsell, Respondents,\r\n        v.\r\n        Crowfield Plantation Community Services Association, Inc., Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Berkeley County\r\nKristi L. Harrington, Circuit Court Judge\r\n\r\nOpinion No. &nbsp;4831\r\nSubmitted October 1, 2010 – Filed April 27, 2011\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        D. Gary Lovell and Douglas W. MacKelcan, both of Charleston, for Appellant.\r\n        David B. Wheeler and Trudy H. Robertson, both of Charleston, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.: Crowfield Plantation Community Services Association (the Association) appeals the trial court's finding the Hamlets of Crowfield\r\nCovenants and Restrictions (the Covenants) do not allow the Association to approve fence construction applications for lots that abut the lake, lagoons, or golf\r\ncourse in the Hamlets, except for stated limited circumstances and the Association violated such determination by approving the projects.&nbsp; We affirm.[1]\r\nFACTS\r\nThe Hamlets is a subdivision within Crowfield Plantation.&nbsp; The Covenants were drafted by Westvaco Development Corporation and recorded in 1991.&nbsp;\r\nThe Covenants created an Architectural Review Board (ARB), and the Association assumed full control of the ARB in 2003.\r\nArticle V, Section 5.01, of the Covenants, Architectural Control, provide in part:\r\n\r\n  No construction, reconstruction, remodeling, alteration, or addition to any structure, building, fence, wall, driveway or improvement of any nature shall\r\n  be commenced without obtaining the prior written approval of the [ARB] as to location, plans and specifications. . . . In addition to the Architectural\r\n  Guidelines, and not as any limitation thereof, the following restrictions shall apply to the lands subject to these Covenants:\r\n  . . . .\r\n  c.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Fencing of Lots that abut the lake or the golf course is not authorized except as provided in paragraphs 5.01 d, e,\r\n  and f.&nbsp; Fences may be erected on other than lake and golf lots . . . .\r\n  d.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dog kennel pens may be authorized with prior approval of the ARB as to location, size, and type of fencing.&nbsp;\r\n  Fencing will usually be ornamental in nature and not exceed 6 feet in height.&nbsp; Kennel location will abut the house when possible and in every case will\r\n  be as close to the rear of the house as practical; kennels/pens will not be visible from the street.\r\n  e.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; . . . .&nbsp; A wall or fence at least 4-feet high, with self-locking gates, shall completely enclose the pool or\r\n  surrounding yard.&nbsp; For Lots that abut the lake or golf course, the pool fencing cannot extend more than 20 feet from the edge of the pool. . . .\r\n  f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Residential tennis courts may be authorized for construction on a lot with prior approval of the ARB as to\r\n  location, lighting, and fencing. . . . Fencing should be that customarily used with tennis courts and may exceed 6 feet in height depending upon the locations\r\n  of the courts and the visibility from the street.\r\n\r\nThe Matsells live in the Hamlets, and their lot abuts the golf course.&nbsp; In 2005, the Matsells' next-door neighbors built a fence that covers the\r\nmajority of the backyard and can be seen from the street.&nbsp; On November 30, 2007, the Matsells filed an amended complaint seeking a declaratory judgment\r\nordering the Association to comply with, abide by, and enforce section 5.01 of the Covenants.&nbsp; Further, the Matsells sought an order that the Association's\r\napproval of the fence in their neighbors' yard violated the Covenants.&nbsp; The Matsells also sought an injunction requiring the removal of their neighbors'\r\nfence, along with other similarly approved fences in the Hamlets.\r\nThe Matsells and the Association both filed motions for summary judgment.&nbsp; Following a hearing on the matter, the trial court granted summary judgment\r\nto the Matsells.&nbsp; The trial court found:\r\n\r\n  The clear language of the Covenant provides that fences on lots that abut the lake, lagoons, or golf course are not allowed except when\r\n  enclosing a dog kennel pen (or enclosing a swimming pool or tennis court as further stated in subsections (e) and (f)).&nbsp; When the dog kennel pen\r\n  exception applies, the fence must be located as close to the rear of the house as is practical, and the fence will not be visible from the street.\r\n\r\nThe trial court found the Association could not dispute that the lot adjoining the Matsells' lot has a fence that can be seen from the street and covers most\r\nof the backyard.&nbsp; The court stated, &quot;Section 5.01 (c) through (f) is clear, unambiguous, and explicit.&nbsp; There is no genuine issue of fact as to\r\nits construction as it plainly provides that no fences are permitted on lots abutting a lake, lagoon, or golf course within The Hamlets except in limited\r\ncircumstances.&quot;&nbsp; Accordingly, the court found &quot;[a] declaratory judgment is appropriate in this instance as the relief sought is a declaration\r\nregarding the proper interpretation of this provision of the Covenants.&quot;&nbsp; The court further found that injunctive relief was &quot;fair, just, and\r\neffective.&quot;&nbsp; This appeal followed.\r\nSTANDARD OF REVIEW\r\nThe purpose of summary judgment is to expedite the disposition of cases not requiring the services of a fact finder.&nbsp; George v. Fabri, 345 S.C.\r\n440, 452, 548 S.E.2d 868, 874 (2001).&nbsp; When reviewing the grant of a summary judgment motion, this court applies the same standard that governs the trial\r\ncourt under Rule 56(c), SCRCP; summary judgment is proper when there is no genuine issue as to any material fact and the moving party is entitled to judgment as\r\na matter of law.&nbsp; Fleming v. Rose, 350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002).&nbsp; In determining whether a genuine issue of fact exists, the\r\nevidence and all reasonable inferences drawn from it must be viewed in the light most favorable to the nonmoving party.&nbsp; Sauner v. Pub. Serv. Auth. of\r\nS.C., 354 S.C. 397, 404, 581 S.E.2d 161, 165 (2003).&nbsp;\r\nLAW/ANALYSIS\r\nThe Association contends the trial court erred in ruling the Covenants do not allow it to approve fence construction applications for lots abutting a lake,\r\nlagoon, or golf course except for stated limited circumstances and the Association violated such determinations by approving the projects.&nbsp; It maintains\r\nthe ARB has vast authority over all construction projects in the Hamlets and the language in 5.01(c) does not limit that authority.&nbsp; We disagree. [2]\r\n&quot;Restrictive covenants are construed like contracts and may give rise to actions for breach of contract.&quot;&nbsp; Queen's Grant II Horizontal\r\nProp. Regime v. Greenwood Dev. Corp., 368 S.C. 342, 361, 628 S.E.2d 902, 913 (Ct. App. 2006).&nbsp; &quot;Summary judgment is improper when there is an\r\nissue as to the construction of a written contract and the contract is ambiguous because the intent of the parties cannot be gathered from the four corners of\r\nthe instrument.&quot; &nbsp;Wallace v. Day, 390 S.C. 69, 74, 700 S.E.2d 446, 449 (Ct. App. 2010) (internal quotation marks omitted).&nbsp; &quot;The\r\ncourt is without authority to consider parties' secret intentions, and therefore words cannot be read into a contract to impart an intent unexpressed when the\r\ncontract was executed.&quot;&nbsp; Pee Dee Stores, Inc. v. Doyle, 381 S.C. 234, 241, 672 S.E.2d 799, 802 (Ct. App. 2009).&nbsp; &quot;Construction of an\r\nambiguous contract is a question of fact to be decided by the trier of fact.&quot; &nbsp;Id.\r\n&quot;Words of a restrictive covenant will be given the common, ordinary meaning attributed to them at the time of their execution.&quot;&nbsp; Taylor v.\r\nLindsey,&nbsp;332 S.C. 1, 4, 498 S.E.2d 862, 863&nbsp;(1998).&nbsp; &quot;Restrictive covenants are contractual in nature, so that the paramount rule of\r\nconstruction is to ascertain and give effect to the intent of the parties as determined from the whole document.&quot;&nbsp; Id.&nbsp;at 4, 498 S.E.2d at\r\n863-64 (internal quotation marks omitted).&nbsp; When &quot;the language imposing restrictions upon the use of property is unambiguous, the restrictions will be\r\nenforced according to their obvious meaning.&quot;&nbsp; Shipyard Prop. Owners' Ass'n v. Mangiaracina, 307 S.C. 299, 308, 414 S.E.2d 795, 801&nbsp;(Ct.\r\nApp. 1992).&nbsp; &quot;A restriction on the use of property must be created in express terms or by plain and unmistakable implication, and all such\r\nrestrictions are to be strictly construed, with all doubts resolved in favor of the free use of property.&quot;&nbsp; Taylor,&nbsp;332 S.C. at 5, 498\r\nS.E.2d at 864.\r\nAn action seeking an injunction to enforce restrictive covenants sounds in equity.&nbsp; Santoro v. Schulthess, 384 S.C. 250, 261, 681 S.E.2d 897,\r\n902&nbsp;(Ct. App. 2009).&nbsp; &quot;[U]pon a finding that a restrictive covenant has been violated, a court may not enforce the restrictive covenant as a\r\nmatter of law.&nbsp; Rather, the court must consider equitable doctrines asserted by a party when deciding whether to enforce the covenant.&quot;&nbsp; Buffington,\r\n383 S.C. at 394, 680 S.E.2d at 292.\r\nThe Covenants state that lots on a lake, lagoon, or golf course can only have fences that are either a dog kennel, around a pool, or around a tennis\r\ncourt.&nbsp; The first sentence of the Architectural Control Guidelines states that no construction of a fence can begin without approval of the ARB.&nbsp;\r\nThese two sentences do not conflict.&nbsp; Nothing in this language supports the Association's assertion that the ARB can approve fences for lots on the lake\r\nand golf course that do not fall within the exceptions.&nbsp; The Association does have discretion in fences around other lots in the neighborhood, but the\r\nCovenants explicitly state for lots on the lake or golf course the only fences allowed are dog kennels or around a pool or tennis court.&nbsp; Accordingly, the\r\nCovenants do not create an ambiguity and the trial court properly granted summary judgment to the Matsells.&nbsp; Therefore, the trial court's decision is\r\nAFFIRMED.\r\nWILLIAMS and PIEPER, JJ., concur.\r\n\r\n[1] We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n[2] The Association filed a letter with this court pursuant to Rule 208(b)(7), SCACR, to bring to our attention\r\nthe recently decided case of Buffington v. T.O.E. Enterprises, 383 S.C. 388, 680 S.E.2d 289&nbsp;(2009), requiring the court to balance the equities\r\nbefore issuing an injunction once it determines a restrictive covenant has been violated.&nbsp; Rule 208(b)(7) provides, &quot;There shall be a reference either\r\nto the page of the brief or to an issue to which the citations pertain, but the letter shall, without argument, state the reasons for the supplemental\r\ncitations.&quot;&nbsp; At no point prior to this letter has the Association asserted the trial court failed to balance the equities before issuing the\r\ninjunction.&nbsp; Accordingly, the Association cannot assert this issue on appeal.&nbsp;\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]