[{"id":"4949 ","title":"Crossland v. Crossland","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4949 ","description":"Husband appeals the family court's final divorce order, arguing the family court erred in awarding Wife (1) periodic alimony in the amount of $958.50 per month, (2) forty percent of the marital estate, and (3) $16,024.50 in attorney's fees.  He also contends the family court erred by substituting an amended order after it signed the original final order and decree.  We affirm in part, reverse in part, and remand for further proceedings consistent with this opinion.","date":"2012-03-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nRobert Crossland, Appellant,\r\nv.\r\nShirley Crossland, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nGeorge M. McFaddin, Jr., Family Court\r\n  Judge\r\n\r\nOpinion No. 4949 \r\nHeard December 14, 2011 – Filed March 7,\r\n  2012 \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND\r\n  REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nMelvin D. Bannister, of Columbia, for\r\n  Appellant.\r\nBrian Dumas, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.: Robert\r\n  Crossland (Husband) appeals the family court's order awarding Shirley\r\n  Crossland (Wife) (1) periodic alimony in\r\n  the amount of $958.50 per month, (2) forty percent of the marital estate, and (3)\r\n  $16,024.50 in attorney's fees.  On appeal, Husband argues the family court erred in awarding Wife alimony, forty percent\r\n  of the marital estate, and attorney's fees.  In addition, Husband argues the\r\n  family court erred by substituting an amended order after it signed the\r\n  original final order and decree.  We affirm in part, reverse in part, and\r\n  remand for further proceedings consistent with this opinion.  \r\nFACTS\r\nHusband\r\n  and Wife were married in 1997 and separated for the final time on September 6,\r\n  2006.  Husband filed the instant divorce action on August 17, 2007.  At the\r\n  time of the divorce hearing on March 1, 2010, Husband was seventy-six years\r\n  old, and Wife was sixty-two years old.  No children were born of the marriage,\r\n  and both parties had been previously married.    \r\n Prior to his marriage, Husband had been employed with\r\n  the United States Air Force, Hobart Manufacturing Company, and the State of\r\n  South Carolina, but he had been retired for twenty years when he married Wife. \r\n  His income prior to and during the marriage consisted of social security\r\n  benefits, Air Force retirement benefits, and Veterans disability benefits.  At\r\n  the time the parties married, Husband owned two mobile homes, a house he\r\n  purchased in 1955,[1] and savings in the form of stocks, savings accounts, certificates of deposits,\r\n  and mutual funds.  Shortly after the parties married, Husband added Wife to the\r\n  accounts identified as his &quot;savings&quot;; however, after Wife left\r\n  Husband the final time he transferred the money in the joint accounts to an annuity\r\n  fund in his name only.  At the time Wife left Husband, the parties estimated\r\n  the savings accounts contained approximately $180,000, and documents submitted\r\n  by Wife supported this valuation.  At the time of the divorce hearing, Husband\r\n  testified he had a gross income of $2,429 per month, and $149,000 in the\r\n  annuity fund.  \r\n At the time the parties married, Wife had just returned\r\n  from an extended mission trip and was not working.  She claimed her employer\r\n  was holding her previous position at a Christian bookstore, but Husband asked\r\n  her to quit the job so they could travel together.  Wife earned $5.00 per hour\r\n  in her position at the bookstore and did not make enough to support herself. \r\n  In addition, Wife owned no assets at the time of the marriage.  She did not\r\n  work during the marriage except for a brief period of employment with the\r\n  Census Bureau and did not own any assets prior to the marriage.  Wife testified\r\n  she earned approximately $26,000 from her position with the Census Bureau.  Wife\r\n  also received $5,632.84 during the marriage in proceeds resulting from an\r\n  automobile accident, which she deposited into one of the parties' joint\r\n  accounts.  She testified she was eligible for social security benefits but had\r\n  not applied to begin receiving them.  \r\n Husband claimed Wife left their home on September 6,\r\n  2006, and did not return.  He stated Wife had previously left him three times\r\n  but eventually returned.  He estimated they lived together for only five years\r\n  of their ten-year marriage due to the various separations initiated by Wife. \r\n  The final time Wife left, Husband claimed she took a 2000 Mercury Grand Marquis\r\n  automobile with her, and he sent her title to the car upon her request.  Wife\r\n  testified she left because of Husband's erratic and overly controlling\r\n  behavior, especially regarding finances.  \r\n Both parties suffered from various health problems. \r\n  Husband suffered two knee replacements and surgeries for heart and prostate issues. \r\n  Wife was diagnosed with breast cancer, which was successfully treated and\r\n  continued to be in remission at the time of the divorce hearing.  In addition,\r\n  Wife suffered from back pain since 1989 and had surgery for a torn rotator cuff\r\n  in 2006.  Wife claimed she could not work at all because of fibromyalgia and\r\n  back pain; however, she admitted she was employed prior to her marriage despite\r\n  suffering from back and neck pain.  She also testified she would lose her\r\n  medical insurance as a result of the divorce and would need to procure new\r\n  insurance at a cost of $330 per month.  \r\n After the final hearing, the family court granted\r\n  Husband a divorce based on one year of continuous separation.  In its final\r\n  order, the family court awarded Wife forty percent of the marital estate,\r\n  represented by the annuity fund in Husband's name and the amount of $20,442,\r\n  which the family court found Husband had taken from the joint accounts to\r\n  purchase an automobile after he filed for divorce.  In addition, the family\r\n  court found Wife is unable to work due to her serious health problems and awarded\r\n  her alimony in the amount of $958.50 per month.  The family court also awarded\r\n  Wife $16,024.50 in attorney's fees.  This appeal followed.\r\nSTANDARD OF REVIEW\r\n&quot;In appeals from the family court,\r\n  this [c]ourt reviews factual and legal issues de novo.&quot;  Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011).  Accordingly, this\r\n  court has the authority to find facts in accordance with its own view of the\r\n  preponderance of the evidence.  Lewis v. Lewis, 392 S.C. 381, 392, 709\r\n  S.E.2d 650, 655 (2011).  However, &quot;we recognize the superior position of\r\n  the family court judge in making credibility determinations.&quot;  Id. \r\n  &quot;Moreover, . . . an appellant is not relieved of his burden to demonstrate\r\n  error in the family court's findings of fact.&quot;  Id. \r\n  &quot;Consequently, the family court's factual findings will be affirmed unless\r\n  appellant satisfies this court that the preponderance of the evidence is\r\n  against the finding of the [family] court.&quot;  Id. (internal citation\r\n  and quotation marks omitted).\r\nLAW/ANALYSIS\r\nI.  Alimony\r\nHusband argues the family court erred in ordering him\r\n  to pay Wife alimony in the amount of $958.50 per month.  We agree.  \r\n\r\n &quot;The purpose of alimony is to provide the ex-spouse a\r\n  substitute for the support which was incident to the former marital relationship.&quot;  Id. at 519, 675 S.E.2d at 823 (internal citation and quotation marks\r\n  omitted).  &quot;Generally, alimony should place the supported spouse, as\r\n  nearly as is practical, in the same position he or she enjoyed during the\r\n  marriage.&quot;  Id. (internal citation and quotation marks omitted). \r\n  The family court must &quot;make an alimony award that is fit, equitable, and\r\n  just if the claim is well founded.&quot;  Id. (internal citation and\r\n  quotation marks omitted).\r\n   &quot;South\r\n    Carolina law provides that the family court judge may grant alimony in such\r\n    amounts and for such term as the judge considers appropriate under the\r\n    circumstances.&quot;  Davis v. Davis, 372 S.C. 64, 79, 641 S.E.2d 446,\r\n    454 (Ct. App. 2006).  Section 20-3-130(C) of the South Carolina Code (Supp. 2011)\r\n    sets forth the following factors for the family court to consider when awarding\r\n    alimony:&nbsp;\r\n\r\n  (1) the duration of the marriage . . . ; (2)\r\n    the physical and emotional condition of each spouse; (3)\r\n    the educational background of each spouse . . . ; (4)\r\n    the employment history and earning potential of each spouse; (5)\r\n    the standard of living established during the marriage; (6)\r\n    the current and reasonably anticipated earnings of both spouses; (7)\r\n    the current and reasonably anticipated expenses and needs of both spouses; (8)\r\n    the marital and nonmarital properties of the parties . .\r\n    . ; (9) custody of the children . . . ; (10)\r\n    marital misconduct or fault of either or both parties . .\r\n    . ; (11) the tax consequences to each party as a result of the particular form\r\n    of support awarded; (12)\r\n    the existence and extent of any support obligation from a prior marriage or for\r\n    any other reason of either party; and (13)\r\n    such other factors the court considers relevant. \r\n\r\n   In\r\n    the instant case, Wife testified at the divorce hearing that she was eligible to\r\n    receive social security benefits but had not applied for them.  Because there\r\n    is no evidence in the record the family court considered Wife's eligibility for\r\n    social security benefits in its determination of alimony, we reverse the family\r\n    court's alimony award and remand for a determination of Wife's income derived\r\n    from social security benefits and a recalculation of alimony in light of such\r\n    benefits and other income, imputed or otherwise.  See Marchant v.\r\n      Marchant, 390 S.C. 1, 9, 699 S.E.2d 708, 713 (Ct. App. 2010) (&quot;[I]t is\r\n    proper to consider a supported spouse's earning capacity and impute income to a\r\n    spouse who is underemployed or unemployed.&quot;); see also Smith v.\r\n      Smith, 386 S.C. 251, 266, 687 S.E.2d 720, 728 (Ct. App. 2009) (noting that\r\n    in deciding whether to award alimony, the family court must consider, inter\r\n    alia, &quot;the current and reasonably anticipated income of each spouse&quot;). \r\n      \r\n  II. \r\n    Equitable Distribution\r\n  Husband\r\n    argues the family court erred in awarding Wife forty percent of the marital\r\n    estate.  Specifically, Husband contends the family court erred in (1) finding\r\n    the annuity fund was transmuted into marital property, (2) valuing the annuity\r\n    fund, and (3) failing to apply the relevant statutory factors in its\r\n    determination of equitable distribution.  Although we agree with the family\r\n    court that the annuity fund was transmuted into marital property and with its\r\n    valuation of the annuity fund, we agree with Husband that the family court\r\n    erred in awarding Wife forty percent of the marital estate.    \r\n  1.  Transmutation of Annuity Fund\r\n   &quot;Marital\r\n    property includes all real and personal property the parties acquired during\r\n    the marriage and owned as of the date of filing or commencement of marital\r\n    litigation.&quot;  King v. King, 384 S.C. 134, 143, 681 S.E.2d 609, 614\r\n    (Ct. App. 2009).  Property acquired prior to the marriage can become marital\r\n    property under the doctrine of transmutation.  Johnson v. Johnson, 296\r\n    S.C. 289, 295, 372 S.E.2d 107, 110 (Ct. App. 1988).  &quot;Transmutation is a\r\n    matter of intent to be gleaned from the facts of each case.&quot;  Jenkins\r\n      v. Jenkins, 345 S.C. 88, 98, 545 S.E.2d 531, 537 (Ct. App. 2001). \r\n    &quot;The spouse claiming transmutation must produce objective evidence showing\r\n    that, during the marriage, the parties themselves regarded the property as the\r\n    common property of the marriage.&quot;  Johnson, 296 S.C. at 295, 372\r\n    S.E.2d at 110-11.  &quot;Such evidence may include placing the property in\r\n    joint names, transferring the property to the other spouse as a gift, using the\r\n    property exclusively for marital purposes, commingling the property with\r\n    marital property, using marital funds to build equity in the property, or\r\n    exchanging the property for marital property.&quot;  Id.     \r\n   The\r\n    evidence in the record supports the family court's finding that the annuity\r\n    fund was marital property.  Shortly after marrying Wife, Husband added Wife's\r\n    name to the various accounts that made up what he referred to as his &quot;savings.&quot; \r\n    Husband transferred the funds from these accounts into the annuity fund in his\r\n    name only after the parties separated for the final time.  Husband testified he\r\n    added Wife's name to the accounts after they married so she would have access\r\n    to his savings in case anything happened to him.  In addition, Wife testified\r\n    she contributed what little income she had to the accounts and lived frugally\r\n    pursuant to Husband's directives in order to preserve the funds in the\r\n    accounts.  Accordingly, the family court's finding on the issue of transmutation\r\n    of the annuity fund was proper.  \r\n  \r\n 2.  Valuation of Annuity Fund\r\n\r\n The evidence in the record supports the family court's\r\n  valuation of the annuity fund at $183,000.  Although Husband testified at the\r\n  divorce hearing that the value of the annuity fund was $149,000, he valued the\r\n  fund at $183,000 on his financial declaration dated one week before the hearing\r\n  and valued the fund at approximately $170,000 to $180,000 at the time he\r\n  married Wife and at the time he filed the divorce action.  Similarly, Wife valued\r\n  the fund at $179,541 on her financial declaration, and documents submitted by\r\n  Wife, including the couple's 2006 tax return, supported a value of\r\n  approximately $180,000.  Further, despite the family court's pre-trial order\r\n  requiring Husband to obtain the value of his retirement accounts at the time of\r\n  the marriage and as of the day of the commencement of the divorce action,\r\n  Husband produced no records before or at trial documenting the value of such\r\n  accounts.  Accordingly, the family court did not err in valuing the annuity fund\r\n  at $183,000. \r\n  \r\n 3.  Division of Marital Estate\r\n\r\n &quot;The doctrine of equitable distribution is based on a\r\n  recognition that marriage is, among other things, an economic\r\n  partnership.&quot;  Morris v. Morris,  335 S.C. 525, 531, 517 S.E.2d\r\n  720, 723 (Ct. App. 1999) (internal citation and quotation marks omitted).  &quot;Upon\r\n  dissolution of the marriage, marital property should be divided and distributed\r\n  in a manner which fairly reflects each spouse's contribution to its acquisition,\r\n  regardless of who holds legal title.&quot;  Id.  Section 20-3-620 of the\r\n  South Carolina Code (Supp. 2011) provides the following fifteen factors for the\r\n  family court to consider in apportioning marital property and affords the\r\n  family court with the discretion to give weight to each of these factors\r\n  &quot;as it finds appropriate&quot;:\r\n\r\n  \r\n(1) the duration of the marriage . . . [and] the ages\r\n  of the parties at the time of the marriage and at the time of the divorce . . .\r\n  ; (2)\r\n  marital misconduct or fault of either or both parties . . . ; (3) the\r\n  value of the marital property . . . ; (4)\r\n  the income of each spouse, the earning potential of each spouse, and the\r\n  opportunity for future acquisition of capital assets;  (5)\r\n  the health, both physical and emotional, of each spouse;  (6)\r\n  the need of each spouse or either spouse for additional training or education\r\n  in order to achieve that spouses's income potential; (7)\r\n  the nonmarital property of each spouse;  (8)\r\n  the existence or nonexistence of vested retirement benefits for each or either\r\n  spouse; (9)\r\n  whether separate maintenance or alimony has been awarded;  (10)\r\n  the desirability of awarding the family home . . . ; (11)\r\n  the tax consequences to each or either party as a result of any particular form\r\n  of equitable apportionment; (12)\r\n  the existence and extent of any support obligations, from a prior marriage . .\r\n  . ; (13)\r\n  liens and any other encumbrances upon the marital property . . . ;  (14)\r\n  child custody arrangements and obligations . . . ; and (15)\r\n  such other relevant factors as the trial court shall expressly enumerate in its\r\n  order.\r\n\r\n  \r\n &quot;While there is certainly no recognized presumption in\r\n  favor of a fifty-fifty division, we approve equal division as an appropriate\r\n  starting point for a family court judge attempting to divide an estate of a\r\n  long-term marriage.&quot;  Doe,  370 S.C. at 214, 634 S.E.2d at 56.  The\r\n  purpose of the general fifty-fifty division is to protect the non-working\r\n  spouse who undertook the household duties and prevent an award &quot;solely\r\n  based on the parties' direct financial contributions.&quot;  Avery v. Avery,\r\n  370 S.C. 304, 311, 634 S.E.2d 668, 672 (Ct. App. 2006).  However, this court\r\n  has held that if a party can show special circumstances the family court can\r\n  &quot;tilt[] the equitable division scale in favor of one spouse.&quot;  Id. at 312, 634 S.E.2d at 672. \r\n  \r\n Because the evidence in the record demonstrates Husband's\r\n  disproportionately greater contributions to the marriage, we find the family\r\n  court erred in awarding Wife forty percent of the marital estate.  Wife brought\r\n  no assets to the marriage and brought in no assets during the marriage. \r\n  Similarly, she was not earning any income at the time of the parties' marriage\r\n  and contributed only a negligible amount during the marriage to the parties'\r\n  joint accounts from earnings from her temporary position with the Census Bureau\r\n  and proceeds from an automobile accident. The vast majority of the\r\n  contributions to the parties' accounts during the marriage were made from\r\n  Husband's social security, retirement, and disability benefits.  Similarly, the\r\n  bulk of the funds in the accounts had been earned by Husband prior to the\r\n  marriage and resulted from decades of living frugally and saving his earnings. \r\n  In addition, although the parties were married for ten years before Husband\r\n  filed for divorce, both parties acknowledge several periods of separation\r\n  throughout the marriage.  Finally, both parties were unemployed for the\r\n  majority of the marriage and contributed to household duties.  Under these circumstances,\r\n  we find the family court erred in awarding Wife forty percent of the marital\r\n  estate.  Accordingly, we modify the order and award thirty percent of the\r\n  marital estate to Wife and seventy percent to Husband.        \r\n  \r\n III.  Attorney's Fees\r\n\r\n Husband argues the family court erred in ordering him to pay\r\n  Wife's attorney's fees and costs in the amount of $16,024.50. \r\n  \r\n The family court may order one party to pay a reasonable\r\n  amount to the other party for attorney's fees and costs incurred in maintaining\r\n  an action for divorce pursuant to S.C. Code Ann. § 20-3-130(H) (Supp. 2011). &quot;In\r\n  determining whether an attorney's fee should be awarded, the following factors\r\n  should be considered: (1) the party's ability to pay his/her own attorney's\r\n  fee; (2) beneficial results obtained by the attorney; (3) the parties'\r\n  respective financial conditions; and (4) effect of the attorney's fee on each\r\n  party's standard of living.&quot;  E.D.M. v. T.A.M., 307 S.C. 471,\r\n  476-77, 415 S.E.2d 812, 816 (1992).  &quot;[T]he six factors . . . in\r\n  determining a reasonable attorney's fee [include]:  (1) the nature, extent, and\r\n  difficulty of the case; (2) the time necessarily devoted to the case; (3)\r\n  professional standing of counsel; (4) contingency of compensation; (5)\r\n  beneficial results obtained; [and] (6) customary legal fees for similar services.&quot;  Glasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991).\r\n  \r\n Because we reverse and modify, in part, the original order of\r\n  the family court, we reverse the family court's award of attorney's fees to\r\n  Wife and remand for redetermination in accordance with this opinion.  See Sexton v. Sexton, 310 S.C. 501, 503-04, 427 S.E.2d 665, 666 (1993)\r\n  (reversing and remanding attorney's fees issue for reconsideration when the\r\n  substantive results achieved by counsel were reversed on appeal).    \r\n  \r\n IV.  Amended Order\r\n\r\n Husband argues the family court erred by substituting an\r\n  amended order for its original order after signing, but before filing, the\r\n  original final order and decree.  We disagree. \r\n   &quot;Generally, a [family court] loses jurisdiction\r\n    over a case when the time to file post-trial motions has elapsed.&quot;  Russell\r\n      v. Wachovia Bank, N.A., 370 S.C. 5, 20, 633 S.E.2d 722, 730 (2006). \r\n    However, &quot;[a]n order is not final until it is entered by the clerk of\r\n    court; and until the order or judgment is entered by the clerk of court, the\r\n    [court] retains control of the case.&quot;  Upchurch v. Upchurch, 367\r\n    S.C. 16, 22, 624 S.E.2d 643, 646 (2006).  Because the family court had not\r\n    filed its original order, it retained jurisdiction to substitute an amended\r\n    final order and decree and did not err in doing so.    \r\n  \r\n  CONCLUSION\r\n  \r\n In summary, the family court's determination that the annuity\r\n  fund constituted marital property, and the valuation of the annuity fund are\r\n  affirmed.  Similarly, the family court did not err in substituting an amended\r\n  order for its original final order and decree.  However, we reverse the family\r\n  court's division of the marital estate and find that seventy percent of the\r\n  marital estate shall be awarded to Husband and thirty percent to Wife.  In\r\n  addition, the issues of alimony and attorney's fees are reversed and remanded\r\n  for further proceedings consistent with this opinion. \r\n  \r\n  AFFIRMED IN PART, REVERSED IN PART, AND           REMANDED.\r\n  WILLIAMS and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] Wife did not claim the marital estate included the\r\n  mobile homes or residence.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4950","title":"Flexon v. PHC-Jasper","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4950","description":"Coastal Carolina Medical Center, Inc. appeals the trial court's order denying its motion to compel arbitration in this breach of employment contract action filed by Phillip Flexon, M.D.","date":"2012-03-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nPhillip Flexon, M.D., Respondent,\r\nv.\r\nPHC-Jasper,\r\n      Inc., d/b/a Coastal Carolina Medical Center, Coastal Carolina Medical Center,\r\n      Inc., Lifepoint Hospitals, Inc., and Tenet Healthsystems, Defendants,\r\nOf\r\n      whom, Coastal Carolina Medical Center, Inc. is, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Jasper County\r\n Perry M. Buckner, Circuit Court Judge\r\n\r\nOpinion No.  4950\r\nSubmitted January 3, 2012 – Filed March\r\n  7, 2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nJames\r\n  D. Myrick, John C. Hawk, &amp; Dana W. Lang, all of Charleston, for Appellant.\r\nWilliam Harvey of Beaufort, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.: Coastal Carolina\r\n  Medical Center, Inc. (Coastal) appeals the trial court's order denying its\r\n  motion to compel arbitration in this breach of employment contract action filed\r\n  by Phillip Flexon, M.D., against Coastal, PHC-Jasper, Inc., d/b/a Coastal\r\n  Carolina Medical Center (PHC), Lifepoint Hospitals, Inc. (Lifepoint), and Tenet\r\n  Healthsystems, Inc. (Tenet).  We affirm.\r\nFACTS\r\nFlexon is a resident of Hardeeville,\r\n  South Carolina, and is licensed to practice medicine as an ear, nose, and\r\n  throat specialist in South Carolina and Georgia.  Coastal is a South Carolina\r\n  corporation with its principal place of business in Jasper County, and it is\r\n  wholly owned by Tenet, a Delaware corporation.  PHC is a South Carolina\r\n  corporation doing business as Coastal Carolina Medical Center in Jasper County,\r\n  and it is the wholly-owned subsidiary of Lifepoint, a Tennessee corporation.\r\nOn December 18, 2006, Flexon entered\r\n  into the Physician Employment Agreement (the Agreement) with PHC.  The\r\n  Agreement provided that Flexon would practice for five years &quot;at the\r\n  medical practice office located at 1010 Medical Center Drive, Hardeeville,\r\n  South Carolina . . . and such other practice sites in Beaufort and Jasper counties\r\n  as may be reasonably designated by [PHC] from time to time . . . .&quot;  Flexon\r\n  alleged he had to close an established practice in Savannah, Georgia, in order\r\n  to accept employment with PHC.  The Agreement further provided:\r\n\r\n13.4   Governing\r\n  Law and Venue:  This Agreement shall be governed by, and construed and\r\n  enforced in accordance with, the laws of the State of South Carolina.  Any\r\n  action or claim arising from, under or pursuant to this Agreement shall be\r\n  brought in the courts, state or federal, within the State of South Carolina,\r\n  and the parties expressly waive the right to bring any legal action or claims\r\n  in any other courts.  The parties hereto hereby (sic) consent to venue in any\r\n  state or federal court within the State of South Carolina having jurisdiction\r\n  over the County for all purposes in connection with any action or proceeding\r\n  commenced between the parties hereto in connection with or arising from this\r\n  Agreement.\r\n13.5  Arbitration: \r\n  Except as to the provisions contained in Articles VIII and IX [Disclosure of\r\n  Information and Covenant Not to Compete], the exclusive jurisdiction of which\r\n  shall rest with a court of competent jurisdiction in the state where the\r\n  hospital is located any controversy or claim arising out of or related to this\r\n  Agreement, or any breach thereof, shall be settled by arbitration in the\r\n  County, in accordance with the rules and procedures of alternative dispute\r\n  resolution and arbitration . . . , and judgment upon any award rendered may be\r\n  entered in any court having jurisdiction thereof. \r\n\r\nFlexon alleges that at the time of\r\n  negotiating the Agreement, PHC was in negotiations to sell its assets,\r\n  including the hospital, Coastal Carolina Medical Center, to Tenet.  Upon\r\n  Flexon's commencement of practice at Coastal Carolina Medical Center in March\r\n  of 2007, PHC allegedly refused to honor commitments it made to Flexon regarding\r\n  equipment purchases and the recruitment of an audiologist.  In June 2007,\r\n  Lifepoint sold PHC and Coastal Carolina Medical Center to Tenet.  \r\nIn July 2007, Tenet presented Flexon\r\n  with an Amendment to and Assignment of Physician Employment Agreement (the Amendment),\r\n  which purported to assign the Agreement to Tenet.  Flexon refused to sign the Amendment. \r\n  In August 2008, he allegedly delivered a formal notice of termination for\r\n  cause, pursuant to the Agreement.  Flexon received a letter in May 2009\r\n  claiming he owed Tenet more than $725,000, and he must cease his practice of\r\n  medicine in Savannah, Georgia.  Flexon filed this action.  Coastal filed a\r\n  motion to compel arbitration.  The trial court held a hearing on the motion.  The\r\n  parties stipulated that the arbitration provision in the Agreement failed to\r\n  comply with the South Carolina Arbitration Act.  Coastal argued the Federal\r\n  Arbitration Act (FAA) governed, alleging the Agreement involved interstate\r\n  commerce. \r\nThe trial court found the Agreement\r\n  &quot;calls for local medical services to be performed by a Hardeeville\r\n  resident at a medical facility located in Hardeeville.&quot;  Distinguishing Thornton\r\n    v. Trident Medical Center, L.L.C., 357 S.C. 91, 592 S.E.2d 50 (Ct. App. 2003),\r\n  and citing Arkansas Diagnostic Center, P.A. v. Tahiri, 257 S.W.3d 884\r\n  (Ark. 2007), the trial court denied the motion to compel arbitration, finding the\r\n  Agreement did not involve interstate commerce, and the FAA did not apply.  This\r\n  appeal followed.\r\nStandard of\r\n  Review\r\n The\r\n  question of whether a claim is subject to arbitration is subject to de novo\r\n  review.  Partain v. Upstate Auto. Grp., 386 S.C. 488, 491, 689 S.E.2d\r\n  602, 603 (2010).  However, the trial court's factual findings will not be\r\n  reversed on appeal if there is any evidence reasonably supporting the\r\n  findings.  Id. \r\nLAW/ANALYSIS\r\nI.&nbsp; FAA\r\nCoastal argues\r\n  the trial court erred in finding the FAA did not apply to the Agreement.  We\r\n  disagree.\r\n Here,\r\n  the parties stipulated that the South Carolina Arbitration Act does not apply. \r\n  Therefore, we must determine whether the FAA preempts the state requirements.  See Zabinski v. Bright Acres Assocs., 346 S.C. 580, 590, 553 S.E.2d 110, 115\r\n  (2001) (stating the inquiry does not conclude with the application of the state\r\n  act, and the court must determine if the federal act preempts state\r\n  requirements).  \r\n The\r\n  FAA provides in pertinent part:  &quot;A written provision in any  . . .\r\n  contract evidencing a transaction involving commerce to settle by\r\n  arbitration a controversy thereafter arising out of such contract . . . shall\r\n  be valid, irrevocable, and enforceable, save upon such grounds as exist at law\r\n  or in equity for the revocation of any contract.&quot;  9 U.S.C. § 2 (2010)\r\n  (emphasis added).  Unless the parties have contracted otherwise, the FAA\r\n  applies to any arbitration agreement regarding a transaction that involves\r\n  interstate commerce, despite the parties' contemplation of an interstate\r\n  transaction.  Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 538-39, 542\r\n  S.E.2d 360, 363-64 (2001). \r\n &quot;The\r\n  United States Supreme Court has held that the phrase 'involving commerce' is\r\n  the same as 'affecting commerce,' which has been broadly interpreted to mean\r\n  Congress intended to utilize its powers to regulate interstate commerce to its\r\n  full extent.&quot;  Blanton v. Stathos, 351 S.C. 534, 540, 570 S.E.2d\r\n  565, 568 (Ct. App. 2002) (citing Allied-Bruce Terminix Cos. v. Dobson,\r\n  513 U.S. 265 (1995)).  &quot;To ascertain whether a transaction involves\r\n  commerce within the meaning of the FAA, the court must examine the agreement,\r\n  the complaint, and the surrounding facts.&quot;  Zabinski, 346 S.C. at\r\n  594, 553 S.E.2d at 117.    \r\n The\r\n  trial court rejected Coastal's argument that the Agreement here, and its\r\n  surrounding circumstances, involved interstate commerce under Thornton v.\r\n    Trident Medical Center, L.L.C., 357 S.C. 91, 592 S.E.2d 50 (Ct. App. 2003). \r\n  In Thornton, Trident was experiencing a shortage of cardiovascular\r\n  physicians and began to recruit physicians, including Thornton, from other\r\n  parts of the country to Charleston, South Carolina.  Id. at 93, 592\r\n  S.E.2d at 50-51.  The Agreement required Thornton to move his practice from\r\n  Michigan to Charleston, provided financial incentives, and further provided for\r\n  arbitration in the event of a dispute.  Id. at 93, 592 S.E.2d at 51.  The\r\n  parties had a dispute, and Thornton filed a declaratory judgment action seeking\r\n  a determination that the arbitration provision was unenforceable.  Id. at 94, 592 S.E.2d at 51.  This court disagreed, finding that because the\r\n  Agreement affected interstate commerce, the FAA applied.  Id. at 95-96,\r\n  592 S.E.2d at 52-53.  The court relied heavily on the fact that Thornton\r\n  relocated from Michigan, and the contract provided for him to be compensated\r\n  for the expenses incurred in moving his personal effects to South Carolina.  Id. at 97, 592 S.E.2d at 53. \r\n\r\n The\r\n  trial court distinguished Thornton and relied on the analysis in Arkansas\r\n    Diagnostic Center, P.A. v. Tahiri, 257 S.W.3d 884, 892 (Ark. 2007), in\r\n  which the Arkansas Supreme Court found there was no interstate commerce\r\n  involved, and the FAA did not apply to the employment contract at issue.  The\r\n  contract in Tahiri contained an arbitration provision, and the Arkansas\r\n  Diagnostic Center (ADC) attempted to enforce the provision when Dr. Tahiri\r\n  filed a complaint against ADC for numerous causes of action, including breach\r\n  of the contract.  Id. at 886-87.  ADC argued interstate commerce was\r\n  involved because there was &quot;evidence to show that it treated out-of-state\r\n  patients, received payments from out-of-state insurance carriers, purchased\r\n  goods from out-of-state vendors, and paid for Dr. Tahiri to travel to seminars\r\n  outside of Arkansas.&quot;  Id. at 888.  The Arkansas Supreme Court\r\n  found these factors alone insufficient to compel arbitration under the FAA.  Id. at 891-92.  The court stated: \r\n[ADC] failed to\r\n  demonstrate anything other than that it was a local clinic, with local\r\n  physicians who had privileges at local hospitals, and treated local patients. .\r\n  . . \r\n[I]t\r\n  also failed to prove that Dr. Tahiri's employment facilitated its alleged interstate\r\n  business activities. . . . Most specific to the employment contract at issue is\r\n  that ADC was a local clinic, which contracted with Dr. Tahiri to provide\r\n  medical services to its local patients.  Based on these factors, we hold\r\n  that Dr. Tahiri's employment agreement . . . did not evidence a transaction\r\n  involving commerce. . . .\r\nWere\r\n  this court to hold otherwise, it would equate to a finding that the FAA is\r\n  applicable to any contract containing an arbitration clause, as it could be\r\n  argued that every contract involves some nexus to interstate commerce . . . . \r\n  Instead, the question is simply whether the contract evidences a transaction involving commerce.\r\n\r\nId. at 892\r\n  (emphasis in original). \r\n We\r\n  agree with the trial court that the facts of this case are more akin to those\r\n  in Tahiri.  Under the facts surrounding this agreement, Flexon was a\r\n  South Carolina resident, and Coastal hired him to provide medical services\r\n  &quot;at the medical practice office located at 1010 Medical Center Drive,\r\n  Hardeeville, South Carolina . . . and such other practice sites in Beaufort and\r\n  Jasper counties as may be reasonably designated by [PHC] from time to time . .\r\n  . .&quot;  We agree with the trial court's finding that the Agreement and\r\n  surrounding facts did not implicate interstate commerce.  Therefore, the FAA did\r\n  not apply to the Agreement.  See Thornton, 357 S.C. at 96, 592\r\n  S.E.2d at 52 (&quot;Our courts consistently look to the essential character of\r\n  the contract when applying the FAA.&quot;).\r\nII.&nbsp; Employment\r\n  v. Recruiting Agreements\r\nCoastal also argues the trial court\r\n  erred in distinguishing this case from Thornton v. Trident Medical Center,\r\n    L.L.C., 357 S.C. 91, 592 S.E.2d 50 (Ct. App. 2003), based on the difference\r\n  between a recruiting contract and an employment contract.  We agree, but find\r\n  no resulting prejudice.\r\nIn Thornton, this court cited Selma\r\n  Medical Center, Inc. v. Fontenot, 824 So.2d 668 (Ala. 2001), and relied in\r\n  part on the fact that the contract was a recruiting contract in determining it implicated\r\n  interstate commerce.  Thornton, 357 S.C. at 98-100, 592 S.E.2d at 53-54.[1]  The Arkansas\r\n  Supreme Court also\r\n  relied on the difference between an employment contract and a recruiting\r\n  contract in distinguishing Thornton and finding interstate commerce not\r\n  implicated.  Arkansas Diagnostic Center, P.A. v. Tahiri, 257 S.W.3d 884,\r\n  891 (Ark. 2007).  The Court stated: &quot;[w]e note that, here, it is only an\r\n  employment agreement at issue, which obligates Dr. Tahiri to provide medical\r\n  services, and not a recruitment agreement.&quot;  Id. at 891 n.3. \r\nHere, the trial court also noted that Thornton involved a recruiting agreement, and the Agreement here &quot;is clearly and\r\n  expressly denominated an employment agreement, not a recruiting\r\n  agreement.&quot;  To the extent the trial court relied on this distinction, we\r\n  find the trial court erred.  The United States Supreme Court has expressly noted\r\n  that &quot;[e]mployment contracts, except for those covering workers engaged in\r\n  transportation, are covered by the FAA.&quot;  E.E.O.C. v. Waffle House,\r\n    Inc., 534 U.S. 279, 289 (2002).  The relevant inquiry is whether &quot;the\r\n  agreement, the complaint, and the surrounding facts&quot; affect interstate\r\n  commerce. Zabinski v. Bright Acres Assocs., 346 S.C. 580, 594, 553\r\n  S.E.2d 110, 117 (2001).\r\nDespite this error, we find the trial\r\n  court employed the appropriate analysis by reviewing the Agreement and the\r\n  surrounding circumstances.  Therefore, we find no prejudice resulting from the\r\n  trial court's error in distinguishing between an employment agreement and a\r\n  recruiting agreement.  See State v. Patterson, 367 S.C. 219, 231,\r\n  625 S.E.2d 239, 245 (Ct. App. 2006) (&quot;An error not shown to be prejudicial\r\n  does not constitute grounds for reversal.&quot;).\r\nCONCLUSION\r\nFor the foregoing reasons, the order on\r\n  appeal is\r\nAFFIRMED. \r\nWILLIAMS and GEATHERS, JJ.,\r\n  concur.    \r\n\r\n\r\n[1] In Selma,\r\n  the recruiting contracts involved two physicians moving their practices from\r\n  South Carolina to Alabama.  Selma, 824 So.2d at 669.  The Alabama\r\n  Supreme Court found the contracts &quot;were themselves an integral part of the\r\n  Physicians' movement in the flow of commerce, subjecting their personal-service\r\n  contracts to the jurisdiction of the FAA.&quot;  Id. at 675.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4951","title":"Estate of Gill v. Clemson University","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4951","description":"This dispute arises from the Last Will and Testament (the Will) of Caroline Gill and a bequest from Gill's Estate to Clemson University Foundation (Clemson) to establish and fund the Danny Lee Ford Endowed Scholarship Fund (the Scholarship).  Gill's personal representatives, J. Louis Grant and Thomas Baldwin, on behalf of Gill's Estate (the Estate), appeal from the special referee's order finding the Danny Ford bequest was unambiguous; prohibiting the Estate from introducing extrinsic evidence; ordering the Estate to execute the bequest with estate funds; and determining the IRA in Gill's name was a non-testamentary asset that must be executed as set forth in the documents associated with the IRA and did not satisfy the Danny Ford bequest.  The Estate argues the special referee erred in: (1) failing to consider extrinsic evidence of Gill's intent because the terms of the Will and IRA beneficiary designation, as they pertain to the establishment and funding of the Scholarship, were ambiguous; (2) prohibiting Grant's proffered testimony because it was relevant and should have been admitted as an exception to the hearsay rule pursuant to Rule 803(3), SCRE; (3) refusing to make a factual finding that Gill intended to make a single bequest of $100,000 to Clemson; (4) including factual findings in its order that were not supported by the record; (5) failing to find the written beneficiary designation in Gill's IRA Adoption Agreement Form (the Agreement) satisfied the contemporaneous writing requirement of S.C. Code Ann. Â§ 62-2-610; and (6) not requiring all the funds paid to Clemson be held and administered in strict accordance with the terms of item II(e) of the Will.","date":"2012-03-07","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nEstate of\r\n      Caroline B. Gill by J. Louis Grant and Thomas S. Baldwin, Co-personal\r\n      Representatives, Appellant,\r\nv.\r\nClemson\r\n      University Foundation, Amy Nichol Castillo, Thomas Smith Baldwin, Shannon\r\n      Whitehead, Jordan Whitehead, I.H. Gregorie, Beth Gregorie, and Morgan Stanley\r\n      &amp; Company, Incorporated, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Jasper County\r\nMarvin H. Dukes, III, Special Referee\r\n\r\nOpinion No.  4951\r\nHead January 23, 2012 – Filed March 7,\r\n  2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nDean Britton Bell, of Hilton Head Island,\r\n  for Appellant.\r\nJohn M. Jolley, of Hilton Head Island; and\r\n  Robert L. Widener and Celeste T. Jones, of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.: This\r\n  dispute arises from the Last Will and Testament (the Will) of Caroline Gill and\r\n  a bequest from Gill's Estate to Clemson University Foundation (Clemson) to\r\n  establish and fund the Danny Lee Ford Endowed Scholarship Fund (the Scholarship). \r\n  Gill's personal representatives, J. Louis Grant and Thomas Baldwin, on behalf\r\n  of Gill's Estate (the Estate), appeal from the special referee's order finding\r\n  the Danny Ford bequest was unambiguous; prohibiting the Estate from introducing\r\n  extrinsic evidence; ordering the Estate to execute the bequest with estate\r\n  funds; and determining the IRA in Gill's name was a non-testamentary asset that\r\n  must be executed as set forth in the documents associated with the IRA and did\r\n  not satisfy the Danny Ford bequest.  The Estate argues the special referee\r\n  erred in: (1) failing to consider extrinsic evidence of Gill's intent because\r\n  the terms of the Will and IRA beneficiary designation, as they pertain to the\r\n  establishment and funding of the Scholarship, were ambiguous; (2) prohibiting\r\n  Grant's proffered testimony because it was relevant and should have been\r\n  admitted as an exception to the hearsay rule pursuant to Rule 803(3), SCRE; (3)\r\n  refusing to make a factual finding that Gill intended to make a single bequest\r\n  of $100,000 to Clemson; (4) including factual findings in its order that were\r\n  not supported by the record; (5) failing to find the written beneficiary\r\n  designation in Gill's IRA Adoption Agreement Form (the Agreement) satisfied the\r\n  contemporaneous writing requirement of S.C. Code Ann. § 62-2-610; and (6) not\r\n  requiring all the funds paid to Clemson be held and administered in strict\r\n  accordance with the terms of item II(e) of the Will.  We affirm. \r\nFACTS\r\nPursuant to item II(e) of the Will, Gill bequeathed\r\n  $100,000 to Clemson to establish the Scholarship.[1]  The Will specified that\r\n  the Scholarship fund &quot;shall be administered by the said legatee [Clemson]\r\n  by using the income therefrom (but never any of the principal) to provide\r\n  scholarships at [Clemson] for academically deserving football players.&quot; \r\n  The Will further stated the money was &quot;to be used to defray the expenses\r\n  of tuition, books, activities, and related living expenses such as room and\r\n  board.&quot;  The Estate contends that to provide a funding mechanism for the\r\n  Scholarship, Gill specifically designated the Scholarship as the beneficiary of\r\n  $100,000 contained in an IRA account with Morgan Stanley.[2]  The Agreement,\r\n  implemented almost one year after Gill executed the Will, lists the designated\r\n  primary beneficiaries as &quot;Clemson University Foundation $100,000 Danny\r\n  Ford Scholarship Fund&quot; and &quot;Caroline B. Gill Estate.&quot;[3]  The Estate\r\n  asserts the gift was structured that way to provide the most tax-efficient\r\n  method to fund the new endowment created by the Will.  Clemson maintains it is\r\n  entitled to both the $100,000 from the Morgan Stanley IRA account and $100,000\r\n  from the Will.  As such, Clemson requested and received from Morgan Stanley\r\n  $100,000 from Gill's IRA.  \r\nThe Estate filed an amended complaint in probate court\r\n  on July 13, 2009, seeking a declaratory judgment and a temporary injunction,\r\n  adding Morgan Stanley as a party.  Clemson filed a motion for removal of the\r\n  matter to circuit court, which the probate court granted.  The matter was\r\n  referred to a special referee by consent order.  On November 18, 2009, the\r\n  Estate filed a second amended complaint, removing the cause of action for a\r\n  temporary injunction and Morgan Stanley as a party.  A non-jury trial was held\r\n  on November 30, 2009, and the special referee took the matter under\r\n  advisement.  The special referee issued his order on December 15, 2009, finding\r\n  the Will was unambiguous, and therefore, no extrinsic evidence could be\r\n  considered to determine Gill's intent.  The referee further found the IRA was a\r\n  non-testamentary asset that passed outside the Will.  The Estate filed a motion\r\n  to reconsider, which was denied.  This appeal followed.\r\nSTANDARD OF REVIEW\r\nThis case began as an action for declaratory relief in\r\n  probate court.  &quot;Whether an action for declaratory relief is legal or\r\n  equitable in nature depends on the plaintiff's main purpose in bringing the\r\n  action.&quot;  Williams v. Wilson, 349 S.C. 336, 340, 563 S.E.2d 320,\r\n  322 (2002).  &quot;An appellate court's determination of the standard of review\r\n  for matters originating in the probate court is controlled by whether the cause\r\n  of action is at law or in equity.&quot;  Holcombe-Burdette v. Bank of Am.,\r\n  371 S.C. 648, 654, 640 S.E.2d 480, 483 (Ct. App. 2006).  This case involves the\r\n  construction of a will, which is an action at law.  Id.  &quot;In an\r\n  action at law, on appeal of a case tried without a jury, the findings of fact\r\n  of the judge will not be disturbed upon appeal unless found to be without\r\n  evidence which reasonably supports the judge's findings.&quot;  Townes\r\n    Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775\r\n  (1976).\r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Extrinsic\r\n  Evidence\r\nThe Estate argues the special referee erred in failing\r\n  to consider extrinsic evidence of Gill's intent because the terms of the Will\r\n  and IRA beneficiary designation, as they pertain to the establishment and\r\n  funding of the Scholarship, were ambiguous.  We disagree. \r\n&quot;The paramount rule of will construction is to\r\n  determine and give effect to the testator's intent.&quot;  Holcombe-Burdette,\r\n  371 S.C. at 655, 640 S.E.2d at 483; see S.C. Code Ann. § 62-1-102(b)(2) (2009)\r\n  (&quot;The underlying purposes and policies of this Code are . . . (2) to\r\n  discover and make effective the intent of a decedent in the distribution of his\r\n  property.&quot;).  &quot;In construing the provisions of a will, every effort\r\n  must be made to determine and carry out the intentions of the testator.&quot;  Id. at 656, 640 S.E.2d at 483.  &quot;A will must be read in the ordinary and\r\n  grammatical sense of the words employed, unless some obvious absurdity,\r\n  repugnancy, or inconsistency with the declared intention of the testator, as\r\n  abstracted from the whole will, would follow from such construction.&quot;  Kemp v. Rawlings, 358 S.C. 28, 34, 594 S.E.2d 845, 849 (2004).  &quot;The rules of\r\n  construction are subservient to the primary consideration of ascertaining what\r\n  the testator meant by the terms used in the written instrument itself, and each\r\n  item of a will must be considered in relation to other portions.&quot;  Id. \r\n  If the terms or provisions of a will are ambiguous, the court may resort to\r\n  extrinsic evidence to resolve the ambiguity.  Bob Jones Univ. v. Strandell,\r\n  344 S.C. 224, 230, 543 S.E.2d 251, 254 (Ct. App. 2001).  Two types of\r\n  ambiguities are found in interpreting wills: patent and latent.  The\r\n  distinction between the two is that in patent ambiguity, &quot;the uncertainty\r\n  is one which arises upon the words of the . . . instrument as looked at in\r\n  themselves, and before any attempt is made to apply them to the object which\r\n  they describe.&quot;  Id. (quoting In re Estate of Fabian, 326\r\n  S.C. 349, 353, 483 S.E.2d 474, 476 (Ct. App. 1997)).  In latent ambiguity,\r\n  &quot;the uncertainty arises, not upon the words of the . . . instrument as\r\n  looked at in themselves, but upon those words when applied to the object or\r\n  subject which they describe.&quot;  Id.  A court may admit extrinsic\r\n  evidence to determine whether a latent ambiguity exists, and if the court finds\r\n  a latent ambiguity, extrinsic evidence is also permitted to help the court\r\n  determine the testator's intent.  In\r\n    re Estate of Prioleau, 361 S.C. 627,\r\n  632, 606 S.E.2d 769, 772 (2004).\r\nAt trial, the Estate asserted the Scholarship did not\r\n  exist prior to the Will, and that fact alone created an ambiguity that required\r\n  the special referee to resort to extrinsic evidence.  On appeal, the Estate\r\n  asserts a latent ambiguity in the Will provided the special referee with the\r\n  legal authority to look beyond the &quot;four corners&quot; of the Will to extrinsic\r\n  evidence to ascertain Gill's intent.  Specifically, the Estate argues &quot;a\r\n  latent ambiguity exists when considering the circumstances as a whole and the\r\n  documents that were executed to carry out [Gill's] intent.&quot;  Thus, the\r\n  Estate asserts the special referee should have considered &quot;both [the] Will\r\n  and the [Agreement] as part of her overall plan and scheme and construe the two\r\n  together to determine her intent.&quot;  The extrinsic evidence offered by the\r\n  Estate consisted of the Agreement and witnesses presented by the Estate.  Grant\r\n  testified he instructed Gill that if she designated a portion of her IRA to\r\n  Clemson, she would get a charitable deduction of $100,000 and not have to pay\r\n  ordinary income taxes on the $100,000.[4] \r\n  Linda Fraser, a financial advisor at Morgan Stanley, testified she went to\r\n  Gill's home to meet with her, and Gill signed the Agreement. Fraser said she\r\n  was not familiar with the terms of the Will, and Grant told her the Agreement\r\n  was for estate planning reasons to establish the Scholarship.  She further\r\n  testified that nothing in the Will states the IRA account was to satisfy the\r\n  bequest to Clemson.  Thomas Baldwin, co-personal representative, testified Gill\r\n  told him she was going to set up the Scholarship, but he did not know about the\r\n  Agreement until after her death.\r\nClemson asserts that because the Estate did not make\r\n  the latent ambiguity argument to the special referee, it is not preserved for\r\n  our review.  The Estate first raised the latent ambiguity argument in its\r\n  memorandum in support of its motion to reconsider.  Therefore, we find this\r\n  issue is not preserved.  See Wilder Corp. v. Wilke, 330 S.C. 71,\r\n  76, 497 S.E.2d 731, 733 (1998) (&quot;It is axiomatic that an issue cannot be\r\n  raised for the first time on appeal, but must have been raised to and ruled\r\n  upon by the trial judge to be preserved for appellate review.&quot;); Kiawah\r\n    Prop. Owners Grp. v. Pub. Serv. Comm'n of S.C., 359 S.C. 105, 113, 597 S.E.2d\r\n  145, 149 (2004) (finding the issue is not preserved because a party may not\r\n  raise an issue in a motion to reconsider, alter, or amend a judgment that could\r\n  have been presented prior to the judgment).  \r\n\r\nII.&nbsp; Testimony\r\nThe Estate argues the special referee erred in\r\n  prohibiting Grant's proffered testimony because it was relevant and should have\r\n  been admitted as an exception to the hearsay rule pursuant to Rule 803(3),\r\n  SCRE.  We disagree. \r\nRule 803(3) of the South Carolina Rules of Evidence\r\n  provides that a statement of the declarant's then existing state of mind,\r\n  emotion, sensation, or physical condition is not excluded by the hearsay rule. \r\n  In full, the rule does not exclude: \r\n\r\nA statement of the declarant's then existing state of\r\n  mind, emotion, sensation, or physical condition (such as intent, plan, motive,\r\n  design, mental feeling, pain, and bodily health), but not including a statement\r\n  of memory or belief to prove the fact remembered or believed unless it relates\r\n  to the execution, revocation, identification, or terms of declarant's will.\r\n\r\nRule\r\n  803(3), SCRE.  At trial, Clemson objected to parts of Grant's testimony as\r\n  being hearsay and violative of the dead man's statute.[5]  The Estate argued his\r\n  testimony was admissible as an exception to the hearsay rule under Rule 803(3),\r\n  SCRE.  The court sustained Clemson's hearsay objection, and Grant proffered\r\n  testimony that Gill told him she intended for the IRA designation to fulfill\r\n  the Clemson bequest created in the Will.  The Estate asserts Grant's testimony\r\n  should have been admissible to show that &quot;the IRA Beneficiary Designation\r\n  was part of [Gill's] overall scheme and that the designation was part of the\r\n  plan to fund the gift expressed in [the] Will&quot; and the &quot;testimony is\r\n  relevant because it goes to [Gill's] intent.&quot;    \r\nHowever, Grant's testimony related to a statement made\r\n  by Gill almost a year after she created the Will; therefore, her statement was\r\n  not made at the time of the making of the Will to show her belief at that time,\r\n  and the hearsay exception provided in Rule 803(3) does not apply to the\r\n  testimony.  Accordingly, we hold the special referee did not err in prohibiting\r\n  Grant's proffered testimony because it was not admissible under Rule 803(3),\r\n  SCRE, as an exception to the hearsay rule.  \r\n\r\nIII.&nbsp; Factual Findings\r\nThe Estate argues the special referee erred in\r\n  refusing to make a factual finding that Gill intended to make a single bequest\r\n  of $100,000 to Clemson.  We disagree.\r\nThe Estate asserts the testimony confirms this fact\r\n  and, even if the special referee found the extrinsic evidence was not\r\n  admissible, he could have found it was Gill's intent to leave a single bequest\r\n  of $100,000.  We already determined the special referee was correct in finding\r\n  the Will was unambiguous, giving Clemson a bequest of $100,000.  Because the\r\n  IRA account was a non-testamentary asset that passed outside the Will, it would\r\n  have been error for the special referee to make a finding that Gill only\r\n  intended to make a single bequest of $100,000.  Section 62-6-106 of the South\r\n  Carolina Code states that &quot;[a]ny transfers resulting from the application\r\n  of § 62-6-104 are effective by reason of the account contracts involved and\r\n  this statute and are not to be considered as testamentary . . . .&quot;  S.C.\r\n  Code Ann. § 62-6-106 (2009).  Further, as Clemson asserts in its brief, the\r\n  Estate did not challenge the special referee's finding that the IRA was a\r\n  non-testamentary gift; therefore, this is law of the case.  See Georgetown\r\n    Cnty. League of Women Voters v. Smith Land Co., 393 S.C. 350, 357, 713\r\n  S.E.2d 287, 291 (2011) (holding an unappealed ruling, right or wrong, is the\r\n  law of the case).\r\nThe Estate also argues the special referee erred in\r\n  including factual findings in its order that were not supported by the record. \r\n  We disagree.\r\nSpecifically, the Estate disagrees with the last\r\n  paragraph on page five of the special referee's order.  The part of that\r\n  paragraph the Estate disagrees with reads:\r\n\r\nDecedent Gill was not an uneducated testatrix\r\n  minimally counseled in estate law.  A few years before her death, Decedent Gill\r\n  dealt with the death and estate of her husband (also a supporter of all things\r\n  Clemson University).  In dealing with the estate of her late husband, Decedent\r\n  Gill received counsel from two attorneys, using one of them to draft the Will\r\n  sub judice.  The Court takes note that the Estate decided not to present the\r\n  testimony of either of these attorneys.\r\n\r\nThe\r\n  Estate asserts there was no testimony concerning Gill's education or that she\r\n  had anything to do with the planning of her late husband's estate or its\r\n  administration.  Further, the Estate asserts the testimony of Gill's attorneys\r\n  concerning any matters pertaining to their representation of her would be\r\n  subject to the attorney-client privilege, which survives death.\r\nIn its reply to the Estate's motion for\r\n  reconsideration, Clemson stated it was &quot;opposed to [the Estate's] request,\r\n  but [did] not object to the [special referee] striking 'and supplemental\r\n  findings of fact' from the last paragraph on page [five] of its Order.&quot; \r\n  In its brief, Clemson asserts:\r\n\r\nAssuming all of [the Estate's arguments] to be true,\r\n  and [they are] not, it has no effect on the appealed order.  The trial court\r\n  based its ruling on the law and the other facts in this case.  [The Estate does]\r\n  not suggest how any presumed errors affected the [special referee's] decision.\r\n\r\nFirst, we find the factual findings were supported by\r\n  the record.  Grant testified Gill had a &quot;huge&quot; problem with the\r\n  personal representatives of her husband's estate, and she had to petition the\r\n  court to have them removed as the trustees.  Grant also testified Gill had an\r\n  attorney draft the Will and two other attorneys helped her remove the trustees\r\n  from her husband's trust.  These attorneys did not testify for the Estate.      \r\nAdditionally, after making these findings of fact, the\r\n  special referee wrote, &quot;[i]t is upon this backdrop that the Court notes\r\n  that the best indicator of what a testator intends to occur after her passing,\r\n  is found in her final expression.  In the case of Decedent Gill, her final\r\n  expression was found in the documents she signed.&quot;  Thus, we agree with\r\n  Clemson that the special referee based its ruling on the law and the other\r\n  facts in the case, and the Estate does not suggest how any presumed factual errors\r\n  affected the special referee's decision.  \r\n\r\nIV.&nbsp; S.C. Code\r\n  Ann. § 62-2-610\r\nThe Estate argues the special referee erred in failing\r\n  to find the written beneficiary designation in the Agreement satisfies the\r\n  contemporaneous writing requirement of S.C. Code Ann. § 62-2-610.  We disagree. \r\n\r\nSection 62-2-610 of the South Carolina Code provides:\r\n  \r\nProperty which a testator gave in his lifetime to a\r\n  person is treated as a satisfaction of a devise to that person in whole or in\r\n  part, only if the will provides for deduction of the lifetime gift, or the\r\n  testator declares in a contemporaneous writing that the gift is to be deducted\r\n  from the devise or is in satisfaction of the devise, or the devisee\r\n  acknowledges in writing that the gift is in satisfaction.\r\n  \r\n\r\nS.C.\r\n  Code Ann. § 62-2-610 (2009).  At trial, Clemson argued the Estate's claims were\r\n  barred by this section.  In its supplemental memorandum of law, the Estate\r\n  argued in response that section 62-2-610 only contemplates lifetime gifts, and\r\n  the IRA was not a gift during Gill's life because it did not pass until her\r\n  death.  In the alternative, the Estate asserted in its supplemental memorandum\r\n  of law and motion for reconsideration that if the Agreement form was itself a\r\n  lifetime gift, then it satisfied the contemporaneous writing requirement\r\n  because it designated Clemson as the beneficiary.  It also asserted Fraser's\r\n  testimony regarding her meeting with Gill, and the fact that the Morgan Stanley\r\n  check was restricted to Clemson for the benefit of the Scholarship, when taken\r\n  together with the Agreement, was sufficient to satisfy the statute's\r\n  requirements.\r\nAlthough Gill designated Clemson as a beneficiary on\r\n  the IRA Agreement, the Will did not provide for the deduction of the money. \r\n  Also, the Agreement did not state the IRA amount was to be deducted from the\r\n  $100,000 devise or was in satisfaction of the devise.  Further, Clemson did not\r\n  acknowledge in writing that the IRA account was in satisfaction of the $100,000\r\n  devise.  Therefore, we find the special referee correctly found the written beneficiary\r\n  designation in the Agreement did not satisfy the contemporaneous writing\r\n  requirement of section 62-2-610.\r\n\r\nV.&nbsp; Administration\r\n  of Funds\r\nThe Estate argues the special referee erred in not\r\n  requiring all the funds paid to Clemson be held and administered in strict\r\n  accordance with the terms of item II(e) of the Will.  We disagree.\r\nThe Estate asserts that if the special referee\r\n  determined Clemson is to receive $200,000 from Gill ($100,000 from the Will and\r\n  $100,000 from the IRA), he should have required all the funds be held in strict\r\n  accordance with the terms of the Will.  The Will specified that the Scholarship\r\n  fund &quot;shall be administered by the said legatee [Clemson] by using the\r\n  income therefrom (but never any of the principal) to provide scholarships at\r\n  [Clemson] for academically deserving football players.&quot;  The Will further stated\r\n  the money was &quot;to be used to defray the expenses of tuition, books,\r\n  activities, and related living expenses such as room and board.&quot;  In his\r\n  order denying the Estate's motion to reconsider, the special referee ordered\r\n  that the funds paid to Clemson from the Estate be held and administered in\r\n  strict accordance with the terms of the Will.  We find the special referee was\r\n  correct that the $100,000 from the Will should be administered according to the\r\n  Will's terms.  Also, at trial, Clemson stated it was &quot;perfectly happy to\r\n  comport with the restrictive language set forth in the Will.&quot;  However,\r\n  because the IRA is a non-testamentary asset, it would have been error for the\r\n  special referee to require the IRA funds to be administered according to the\r\n  Will.  \r\nConclusion\r\nAccordingly, the special referee's order is\r\nAFFIRMED.\r\nWILLIAMS and GEATHERS, JJ., concur.\r\n\r\n\r\n[1]  Gill executed the\r\n  Will on May 27, 2004.\r\n[2]  The Morgan\r\n  Stanley retirement account contained $180,959.25 on February 28, 2009. \r\n[3]  Gill signed\r\n  the Agreement on April 26, 2005, and she passed away on November 12, 2008.\r\n[4]  Grant was\r\n  Gill's personal accountant and a family friend.  Grant admitted that at the\r\n  time he gave her this advice, he was not aware that an IRA's proceeds pass outside\r\n  of a will and are not a part of the testamentary estate. \r\n[5]  As to\r\n  Clemson's objection based on the dead man's statute, the special referee\r\n  allowed Grant's testimony, but reserved its objection. \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4952","title":"Highlands Property Owners v. Shumaker Land","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4952","description":"On appeal from the Master-in-Equity (Master), Highlands Property Owners Association, Inc. (the Association) challenges the Master's determination that Respondent Shumaker Land, LLC's (Shumaker LLC) seven lots within the Highlands development were not subject to assessments levied by the Association pursuant to the restrictive covenant governing the development.  The Association argues the Master erred in failing to establish a lien against Shumaker LLC's lots and in failing to foreclose upon the lien because Shumaker LLC was subject to this restrictive covenant at all relevant times.  We reverse and remand.","date":"2012-03-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\nHighlands\r\n      Property Owners Association, Inc., Appellant,\r\nv.\r\nShumaker Land, LLC, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nJoseph M. Strickland, Master-in-Equity\r\n\r\nOpinion No. 4952\r\nHeard December 5, 2011 – Filed March 14,\r\n  2012\r\n\r\nREVERSED AND REMANDED \r\n\r\n\r\n  \r\n    \r\n      \r\nD. Ryan McCabe and Stephanie C. Trotter, both of Columbia, for\r\n  Appellant.\r\nRobert C. Ashley, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: On appeal\r\n  from the Master-in-Equity (Master), Highlands Property Owners Association, Inc.\r\n  (the Association) challenges the Master's determination that Respondent\r\n  Shumaker Land, LLC's (Shumaker LLC) seven lots within the Highlands development\r\n  were not subject to assessments levied by the Association pursuant to the\r\n  restrictive covenant governing the development.  The Association argues the Master\r\n  erred in failing to establish a lien against Shumaker LLC's lots and in failing\r\n  to foreclose upon the lien because Shumaker LLC was subject to this restrictive\r\n  covenant at all relevant times.  We reverse and remand.\r\nFACTS/PROCEDURAL HISTORY\r\nThe\r\n  Association instituted this action against Shumaker LLC to collect unpaid\r\n  annual assessments for 2007 on seven lots owned by Shumaker LLC within the\r\n  Highlands development.  Shumaker LLC counterclaimed, seeking a judicial\r\n  declaration that Shumaker LLC is the successor &quot;Declarant&quot; as defined\r\n  by the Covenants, Conditions, and Restrictions of the Highlands (Covenants) and,\r\n  as a result, the seven lots are not subject to assessments by the Association. \r\n  There is no dispute as to the basic facts of this case, but instead as to the\r\n  interpretation of the Covenants.  \r\n The original developer, Highlands Development Limited\r\n  Partnership (HDLP), under the direction of J. Allen Shumaker (Shumaker) in his\r\n  capacity as president of the partnership as well as one of two principal\r\n  limited partners in HDLP, executed the Covenants as the Declarant and developer\r\n  of the residential community.  The Covenants authorized the Association to\r\n  collect from each property owner an annual assessment.  Article IV, Section 7\r\n  of the Covenants provides, in pertinent part:  \r\n\r\nThe annual assessments provided for herein\r\n  shall commence as to each lot on the first day of the month following the\r\n  conveyance of the lot by Declarant to any person or entity other than a sale of\r\n  all of Declarant's interest in all of the properties.     \r\n\r\nAlso at issue is the interpretation of the term Declarant used in\r\n  the Covenants.  Article I, Section 7 of the Covenants states, in pertinent\r\n  part:\r\n\r\n&quot;Declarant&quot; shall mean and refer\r\n  to HIGHLANDS DEVELOPMENT LIMITED PARTNERSHIP, or any other person or entity who\r\n  succeeds to the title of Declarant to any portion of the Properties by sale or\r\n  assignment of all of the interests of the Declarant in the Properties, if\r\n    the instrument of sale or assignment expressly so provides . . . .\r\n\r\n(emphasis added).  In December 2003, the homeowners of the\r\n  Highlands development assumed control of the Association.  As HDLP began\r\n  dissolving its partnership several years later, HDLP conveyed the seven lots in\r\n  question to Shumaker individually.  Noticeably, the deed did not assign or\r\n  transfer any rights under the Declaration to Shumaker as required by the\r\n  Covenants.  That same day, on July 28, 2006, Shumaker conveyed the seven lots\r\n  to his limited liability company, Shumaker LLC.  This deed also failed to\r\n  assign or transfer any rights under the Declaration to Shumaker LLC as required\r\n  by the Covenants.\r\nFollowing the conveyance of the seven\r\n  lots, the Association levied assessments against Shumaker LLC pursuant to the\r\n  Covenants.  Although a portion of the 2006 annual assessments were paid on the\r\n  lots, Shumaker LLC failed to pay the assessments due on the property for 2007, and\r\n  the Association filed a notice of lien on each of the seven lots.  Fourteen\r\n  months later, on August 25, 2008, HDLP executed an Assignment of Declarant's Rights (Assignment) conveying &quot;all rights of Declarant in\r\n  The Highlands&quot; to Shumaker LLC. \r\n A hearing was conducted on March 9, 2009, and the Master\r\n  initially issued an order of foreclosure and sale and awarded the Association $13,190.15\r\n  (the June Order).  Shumaker LLC timely\r\n  filed a Rule 59(e), SCRCP, motion seeking to alter or amend the June Order.  The\r\n  Master subsequently issued a second order (the August Order) finding in favor\r\n  of Shumaker LLC and denying the Association's request for foreclosure.  After\r\n  the Master conducted a second hearing regarding the contradicting orders, the Master\r\n  granted Shumaker LLC's motion, vacating the June Order and ratifying the August\r\n  Order.  This appeal follows.  \r\nSTANDARD OF REVIEW\r\n &quot;In\r\n  an appeal from an action in equity, tried by a judge alone, this court may find\r\n  facts in accordance with its own view of the preponderance of the evidence.&quot;  Lowcountry Open Land Trust v. Charleston S. Univ., 376 S.C. 399, 407,\r\n  656 S.E.2d 775, 779 (Ct. App. 2008).  \r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Definition of &quot;Declarant&quot;\r\nThe Association contends the Master erred in\r\n  determining Shumaker LLC qualified as a Declarant under Article I, Section 7 of\r\n  the Covenants.  We agree. \r\n&quot;The law in this state regarding the construction\r\n  and interpretation of contracts is well settled.&quot;  Conner v. Alvarez,\r\n  285 S.C. 97, 101, 328 S.E.2d 334, 336 (1985).  When the language of a contract\r\n  is clear, explicit, and unambiguous, the language of the contract alone\r\n  determines the contract's force and effect.  Ellie, Inc. v. Miccichi,\r\n  358 S.C. 78, 93, 594 S.E.2d 485, 493 (Ct. App. 2004).  In addition, &quot;[w]here\r\n  an agreement is clear and capable of legal interpretation, the court's only\r\n  function is to interpret its lawful meaning, discover the intention of the\r\n  parties as found within the agreement, and give effect to it.&quot; Id. (citing Heins v. Heins, 344 S.C. 146,\r\n    158, 543 S.E.2d 224, 230 (Ct. App. 2001)).\r\nThe Master found the distribution of the remaining seven\r\n  lots to Shumaker LLC to be all the remaining assets belonging to HDLP.  The\r\n  distribution was made in conjunction with the dissolution of the limited\r\n  partnership and was part of the transfer or assignment of all of HDLP's\r\n  interest in the Highlands development to Shumaker LLC.  Accordingly, the Master\r\n  found Shumaker LLC, as successor in interest to HDLP, acted as the Declarant\r\n  under the Covenants so that the seven lots were not subject to the assessments.\r\nWe find the Covenants, when read in their entirety,\r\n  support a finding that Shumaker LLC is not the Declarant.  As noted previously,\r\n  Article I, Section 7 of the Covenants defines Declarant as the &quot;HIGHLANDS DEVELOPMENT LIMITED\r\n  PARTNERSHIP, or any other person or entity who succeeds to the title of Declarant\r\n  . . . by sale or assignment of all of the interests of the Declarant in the\r\n  Properties, if the instrument of sale or assignment expressly so provides.&quot; (emphasis added).  HDLP, as the original Declarant under the\r\n  Covenants, conveyed the property to Shumaker on July 28, 2006.  The deed to\r\n  Shumaker does not reference any rights held by HDLP as Declarant, nor does the\r\n  deed purport to transfer any of those rights to Shumaker.  Because the deed\r\n  does not expressly convey the Declarant's rights to\r\n  Shumaker upon taking title to the seven lots, Shumaker does not qualify as a\r\n  Declarant under Article I, Section 7 of the Covenants.  Accordingly, because\r\n  Shumaker was not a Declarant, Shumaker LLC cannot qualify as the Declarant by\r\n  virtue of succeeding title to Shumaker.   \r\nII.&nbsp; Annual Assessments[1]\r\nThe Association next argues because Shumaker was not\r\n  the Declarant, his subsequent conveyance to Shumaker LLC is not exempt from the\r\n  annual assessments levied against Shumaker LLC for the seven lots.  We agree. \r\nIn his August Order, the Master found HDLP's transfer of\r\n  the seven lots to Shumaker and Shumaker's subsequent transfer to Shumaker LLC\r\n  represented &quot;a sale of all of Declarant's interest in all of the\r\n  properties&quot; as contemplated by Article IV, Section 7 of the Covenants.  Shumaker LLC argues that the Master\r\n  properly found Article IV, Section 7 of the Covenants was satisfied, preventing\r\n  the commencement of an annual assessment.  However, the Master failed to read\r\n  the provisions of the Covenants together.  &quot;It is fundamental that in the\r\n  construction of the language of a [contract], it is proper to read together the\r\n  different provisions therein dealing with the same subject matter, and where\r\n  possible, all the language used should be given a reasonable meaning.&quot;  Brady v. Brady, 222 S.C. 242, 246, 72 S.E.2d 193, 195\r\n  (1952).  Read together, Article I, Section 7 and Article IV, Section 7 of the\r\n  Covenants state the original Declarant intended that it would retain all powers\r\n  and rights under the Declaration unless it expressly conveyed those rights and\r\n  powers to some other entity in writing.  The\r\n  deed conveying the seven lots from HDLP to Shumaker did not expressly convey the Declarant's rights to Shumaker upon taking title.  As a result, Shumaker was\r\n  never the Declarant for the Highlands.  Therefore, the conveyance from Shumaker\r\n  to Shumaker LLC could not constitute &quot;a sale of\r\n  all of Declarant's interests\r\n  in the properties&quot; as contemplated by Article IV, Section 7 of the Covenants.  The subjective\r\n  intentions of Shumaker in transferring the properties and dissolving the\r\n  limited partnership simply are not relevant.  See Forest Land Co. v.\r\n    Black, 216 S.C. 255, 262, 57 S.E.2d 420, 424 (1950) (&quot;The fundamental\r\n  rule in construing covenants and restrictive agreements is that the intention\r\n  of the parties as shown by the agreement, governs.&quot;) (emphasis added).    \r\nShumaker LLC further argues HDLP's Assignment to Shumaker LLC evinces the limited partnership's intent to transfer all rights of the Declarant to Shumaker LLC,\r\n  exempting Shumaker LLC from the assessments levied by the Association.  We find\r\n  Shumaker LLC's argument is without merit.  As an\r\n  initial matter, we note the Assignment attempting to memorialize the transfer\r\n  of rights and authority occurred fourteen months after the Association filed a\r\n  notice of lien on each of the seven lots.  Moreover, at the time it executed\r\n  the Assignment to Shumaker LLC, HDLP no longer retained any rights, title, or\r\n  interest in the seven lots as the limited partnership already transferred its\r\n  interest in the property to Shumaker on July 28, 2006.  As a result, HDLP's subsequent attempt to execute the August 25, 2008 Assignment is\r\n  invalid.  See Von Elbrecht v. Jacobs, 286 S.C. 240, 243, 332\r\n  S.E.2d 568, 570 (Ct. App. 1985) (&quot;[A] grantor of real property generally\r\n  can transfer no greater interest than he himself has in the property.&quot;).  Therefore, Shumaker LLC is not the Declarant as defined by the\r\n  Covenants.  Accordingly, annual assessments for the seven lots properly commenced\r\n  upon the sale from Shumaker to Shumaker LLC.    \r\nIn view of our determination that the Master erred in\r\n  finding Shumaker LLC exempt from the annual assessments levied by the\r\n  Association, we need not reach the Association's remaining argument regarding a\r\n  balancing of the equities.  See Futch v. McAllister Towing of\r\n    Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling an\r\n  appellate court need not review remaining issues when its determination of a\r\n  prior issue is dispositive of the appeal). \r\nCONCLUSION\r\nAccordingly, we reverse and remand the case to the\r\n  Master with instructions to commence foreclosure proceedings against the seven\r\n  lots to satisfy the unpaid assessments. \r\nREVERSED AND REMANDED. \r\nSHORT and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] We combine the Association's second and third\r\n  arguments.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4953","title":"CarMax Auto Superstores v. SCDOR","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4953","description":"This appeal arises out of CarMax Auto Superstores West Coast, Inc.'s protest of an assessment of corporate income taxes by the South Carolina Department of Revenue.","date":"2012-03-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nCarMax Auto Superstores West Coast, Inc., Appellant,\r\nv.\r\nSouth Carolina Department of Revenue, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Administrative Law Court\r\nJudge\r\n  Carolyn C. Matthews\r\n\r\nOpinion\r\n  No. 4953\r\nHeard\r\n  January 26, 2012 – Filed March 14, 2012\r\n\r\nREVERSED\r\n  AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn\r\n  C. von Lehe, Jr., and Bryson M. Geer, both of Charleston, for Appellant.\r\nMilton\r\n  G. Kimpson and Harry A. Hancock, both of Columbia, for Respondent.\r\nAlexandra\r\n  E. Sampson, of Washington, D.C., and Burnet R. Maybank, III, of Columbia, for\r\n  Amicus Curiae Council on State Taxation.\r\nRobert\r\n  L. Widener and Erick P. Doerring, both of Columbia, for Amicus Curiae South\r\n  Carolina State Chamber of Commerce.  \r\n      \r\n    \r\n  \r\n\r\nLOCKEMY,\r\n  J.:  This appeal arises out of CarMax Auto Superstores West Coast,\r\n  Inc.'s (CarMax West) protest of an assessment of corporate income taxes by the\r\n  South Carolina Department of Revenue (the Department). CarMax West alleges the\r\n  Administrative Law Court (ALC) erred in: (1) failing to place the burden of\r\n  proof on the Department to establish by clear and convincing evidence that the\r\n  standard statutory apportionment method used by CarMax West does not reflect\r\n  the extent of CarMax West's business in South Carolina and that the Department's\r\n  alternative accounting method is reasonable; (2) failing to consider and find\r\n  that CarMax West operates a unitary business; (3) concluding that the\r\n  activities of CarMax West in South Carolina are not fairly represented by the\r\n  standard statutory apportionment method; (4) allowing the Department to apply\r\n  separate accounting to a unitary business; (5) failing to apply the &quot;place\r\n  of activity&quot; test set forth in Lockwood Greene Engineers v. South\r\n    Carolina Tax Commission, 293 S.C. 447, 361 S.E.2d 346 (Ct. App. 1987) and  concluding\r\n  that CarMax West's financing receipts should be sourced to South Carolina; and\r\n  (6) concluding that the Department did not violate CarMax West's constitutional\r\n  rights by applying separate accounting to a unitary business and by sourcing\r\n  financing receipts to South Carolina.  We reverse and remand.  \r\nFACTS/PROCEDURAL\r\n  BACKGROUND\r\n1.&nbsp;&nbsp;&nbsp; Formation and\r\n  Corporate Structure of CarMax, Inc.\r\nCarMax, Inc.\r\n  (CarMax) was formed in 1993 and is the nation's largest retailer of used cars\r\n  and light trucks.  From 2002-2004, CarMax operated as a holding company with two\r\n  wholly owned subsidiaries: (1) CarMax West, which sold used vehicles in the\r\n  western United States and owned substantially all of CarMax's intellectual\r\n  property; and (2) CarMax Auto Superstores, Inc. (CarMax East), which sold used\r\n  vehicles in the eastern and mid-western United States, including South\r\n  Carolina, and handled financing and corporate overhead/management.  Prior to\r\n  2004, CarMax East paid CarMax West a royalty for its use of the intellectual\r\n  property.  In 2004, CarMax's corporate structure was reorganized.  CarMax\r\n  Business Services, LLC (CBS) was created to: (1) house CarMax's financing operations\r\n  (CarMax Auto Finance (CAF)); (2) provide certain shared services to the\r\n  companies in the group; and (3) own the intellectual property.  CBS was created\r\n  as a multi-member limited liability company between CarMax West and CarMax\r\n  East, with CarMax West owning a 93.5% interest in CBS and CarMax East owning a\r\n  6.5% interest in CBS.  CBS charges CarMax West and CarMax East a per vehicle\r\n  management services fee, which includes an intellectual property royalty\r\n  component.  The income from the management fee, in addition to the financing\r\n  income generated through CAF, is distributed to CarMax West (93.5%) and CarMax\r\n  East (6.5%). \r\n2.&nbsp;&nbsp;&nbsp; Income Tax\r\n  Returns, Audit, and Department Determination\r\nCarMax West\r\n  filed South Carolina corporate income tax returns for the years 2002-2007\r\n  utilizing the standard apportionment formula for multi-state taxpayers outlined\r\n  in section 12-6-2250 of the South Carolina Code (2000).  This formula\r\n  calculates a taxpayer's taxable income in South Carolina by computing a ratio\r\n  of the taxpayer's total property, payroll, and sales.  The Department audited\r\n  CarMax West for the tax years 2002-2007 and issued an audit report on June 19,\r\n  2008, adjusting the apportionment formula used by CarMax West and issuing a\r\n  proposed assessment totaling $829,490.  On October 20, 2008, CarMax West submitted\r\n  a Notice of Protest.  On March 11, 2009, the Department issued a Final Agency Determination\r\n  upholding the proposed assessment.  The Department found neither the standard\r\n  formula nor the gross receipts formula fairly represented the extent of CarMax\r\n  West's business in South Carolina.  The Department applied an alternative\r\n  method to calculate CarMax West's taxable income in South Carolina.  The\r\n  alternative apportionment formula divided CarMax West's income from royalties\r\n  and financing receipts from within South Carolina by its royalties and\r\n  financing receipts from everywhere CarMax West does business to determine its\r\n  ratio of apportionable income taxable in South Carolina.  The Department's method\r\n  did not include the retail income earned by CarMax West in other states.  After\r\n  the audit and the Department's Determination, CarMax West filed amended tax returns\r\n  in September 2009, utilizing the gross receipts formula. To calculate taxable\r\n  income using gross receipts, a fraction is created with the numerator being the\r\n  taxpayer's South Carolina receipts and the denominator being the taxpayer's\r\n  total receipts in all states.  This fraction is multiplied by the taxpayer's\r\n  apportionable net income to determine the taxable income.  Here, CarMax West\r\n  included income from South Carolina royalties but excluded financing revenue in\r\n  the numerator.  \r\n3.&nbsp;&nbsp;&nbsp; ALC\r\n  Determination\r\nCarMax West filed\r\n  this matter for a contested case hearing before the ALC.  Following a hearing on\r\n  February 18 and 19, 2010, the ALC issued its final order on April 22, 2010.  The\r\n  ALC upheld the Department's alternate method for calculating CarMax West's tax\r\n  liability, and determined the alternate method was reasonable and did not\r\n  violate the Commerce Clause.  According to the ALC, &quot;the significance of\r\n  considering [CarMax West's] South Carolina source income apart from its retail\r\n  operations is inherent in the language of § 12-6-2320 regarding 'the extent of\r\n  the taxpayer's business activity in this State.'&quot;  The ALC noted\r\n  that &quot;[w]here a taxpayer engages in a trade or business in another state\r\n  but receives income from a separate line of business in this State, it is only\r\n  reasonable that careful consideration be given to how that taxpayer's business\r\n  is represented in this State for tax purposes.&quot;  The ALC also\r\n  determined CarMax West was not negligent in reporting its tax liability and\r\n  dismissed the penalties imposed by the Department.  The ALC denied CarMax\r\n  West's motion for reconsideration.  This appeal followed. \r\nSTANDARD OF\r\n  REVIEW\r\nAppeals\r\n  from the ALC are governed by the Administrative Procedures Act (APA).  S.C. Code Ann. §§ 1-23-310 to -400 (2005 &amp; Supp.\r\n  2011).  Pursuant to the APA, this court may reverse or modify the ALC's\r\n  decision if the appellant's substantial rights have been prejudiced because the administrative decisions are:  \r\n\r\n(a) in violation\r\n  of constitutional or statutory provisions; (b) in excess of the statutory\r\n  authority of the agency; (c) made upon unlawful procedure;\r\n  (d) affected by other error of law; (e) clearly erroneous in view of the\r\n  reliable, probative, and substantial evidence on the whole record; or (f)\r\n  arbitrary or capricious or characterized by abuse of discretion or clearly\r\n  unwarranted exercise of discretion.\r\n\r\nS.C. Code Ann. § 1-23-380(5) (Supp. 2011).\r\n   &quot;As to factual issues, judicial review of administrative agency orders is\r\n  limited to a determination whether the order is supported by substantial\r\n  evidence.&quot;&nbsp; MRI at Belfair, LLC v. S.C. Dep't of Health &amp; Envtl.\r\n    Control, 379 S.C. 1, 6, 664 S.E.2d 471, 474&nbsp;(2008).\r\nLAW/ANALYSIS\r\nCarMax West\r\n  argues the ALC erred in failing to place the burden of proof on the Department\r\n  to establish by clear and convincing evidence that the standard statutory\r\n  apportionment method used by CarMax West did not reflect the extent of CarMax\r\n  West's business in South Carolina and that the Department's alternative accounting\r\n  method is reasonable. \r\n\r\nThe ALC held:\r\n  \r\n[t]he standard\r\n  of proof is a preponderance of the evidence.  Anonymous v. State Bd. of Med.\r\n    Exam'rs, 329 S.C. 371, 496 S.E.2d 17 (1998).  Additionally, the burden of\r\n  proof is generally upon the party asserting the affirmative in an adjudicatory\r\n  administrative proceeding.  2 Am. Jur. 2d Administrative Law § 354\r\n  (2004).  The taxpayer in this matter requested a contested case hearing to\r\n  challenge the Department's proposed assessment; thus, the taxpayer bears the\r\n  burden of proof.   \r\n  \r\n\r\nCarMax West argues that although this is\r\n  the appropriate standard in tax assessment cases generally, an exception to the\r\n  rule applies when a party wishes to deviate from the standard method of\r\n  apportionment.  In such a case, CarMax West contends, the burden shifts to the\r\n  party attempting to deviate to show by clear and convincing evidence why the\r\n  standard method should not be used and the alternative method is reasonable.  CarMax\r\n  West cites several decisions from other jurisdictions applying similar shifts\r\n  in the burden of proof.   See Limited Stores, Inc. v. Franchise Tax\r\n    Bd., 152 Cal. App. 4th 1491, 1498, 62 Cal. Rptr.3d 191, 196&nbsp;(Cal. App.\r\n  1 Dist. 2007) (holding the party asserting alternative apportionment bears the\r\n  burden of showing by clear and convincing evidence that alternative\r\n  apportionment is appropriate); Union Pacific Corp. v. Idaho State Tax Comm'n,\r\n  139 Idaho 572, 575, 83 P.3d 116, 119&nbsp;(Idaho 2004) (holding &quot;[t]he\r\n  party asserting alternative apportionment bears the burden of showing that\r\n  alternative apportionment is appropriate&quot;); St. Johnsbury Trucking Co.\r\n    v. State, 118 N.H. 209, 212, 385 A.2d 215, 217&nbsp;(N.H. 1978) (holding\r\n  &quot;an alternative formula is the exception, and the party who wants to use\r\n  an alternative formula accordingly has the burden of showing that the\r\n  alternative is appropriate&quot;); Donald M. Drake Co. v. Dep't of Revenue,\r\n  263 Or. 26, 32, 500 P.2d 1041, 1044&nbsp;(Or. 1972) (holding &quot;the use of\r\n  any method other than apportionment should be exceptional&quot; and the party\r\n  seeking to use an alternative method bears the burden of proof); Kmart\r\n    Properties, Inc. v. N.M. Taxation &amp; Revenue Dep't, 139 N.M. 177, 191,\r\n  131 P.3d 27, 41&nbsp;(N.M. App. 2001) (holding the Department of Revenue had\r\n  the burden of proof &quot;to justify any modification of the [Uniform Division\r\n  of Income for Tax Purposes Act] formula&quot;), rev'd on other grounds, 139\r\n  N.M. 172, 131 P.3d 22 (N.M. 2005).  CarMax West also contends the Department\r\n  failed to cite any authority to the contrary and agreed at trial that the\r\n  Department bore the burden.  \r\nThe Department\r\n  maintains:  (1) no such standard of proof is found in the plain language of\r\n  section 12-6-2320(A); (2) the cases cited by CarMax West are non-binding; and\r\n  (3) our supreme court has not adopted the clear and convincing standard.  The\r\n  Department contends there is a shifting burden of proof.  First, the Department\r\n  argues it bears the burden of proving CarMax West's chosen method of\r\n  apportionment is not reasonable.  Thereafter, once the Department meets its\r\n  burden, CarMax West bears the burden of proving by clear and convincing\r\n  evidence that under the Department's alternate method the income attributed to\r\n  South Carolina is &quot;out of all appropriate proportions to the business\r\n  transacted&quot; in South Carolina or has led to a &quot;grossly distorted\r\n  result.&quot;  \r\nWe find the ALC\r\n  erred in finding CarMax West had the burden of proving the Department's\r\n  alternate accounting method was not reasonable.  There are two burdens of proof\r\n  which must be met in this case.  First, we note both the Department and CarMax\r\n  West agree the Department bears the burden of proving the gross receipts\r\n  formula does not fairly represent CarMax West's business activity in South\r\n  Carolina.  Second, the Department bears the burden of proving its alternative\r\n  accounting method is reasonable and more fairly represents CarMax West's\r\n  business activity in South Carolina.  \r\nIn Media\r\n  General Communications, Inc. v. South Carolina Department of Revenue, 388\r\n  S.C. 138, 146, 694 S.E.2d 525, 529&nbsp;(2010), it was undisputed that the\r\n  gross receipts apportionment statute &quot;did not fairly represent [the multi-state]\r\n  Taxpayers' income.&quot;  It was also undisputed that the alternative method\r\n  proposed by the Taxpayer &quot;did fairly measure the Taxpayers' business\r\n  activity in South Carolina.&quot;  Media General, 388 S.C. at 146, 694\r\n  S.E.2d at 529.   Our supreme court upheld the Taxpayers' alternative method,\r\n  because &quot;the Department has not established that another method would be\r\n  more appropriate.&quot;  Id. at 152, 694 S.E.2d at 532.  Thus, based on Media\r\n    General, the Department, as the proponent of an alternative apportionment\r\n  method, must establish that its alternative method is not only appropriate, but\r\n  more appropriate than any competing methods.  \r\nFurthermore,\r\n  although the statutes do not provide a standard of proof, we find they evidence\r\n  intent by the General Assembly to require proponents of alternate apportionment\r\n  methods to prove their method fairly represents the extent of the taxpayer's\r\n  business activity in South Carolina.  It is only logical that a party seeking\r\n  to override the legislatively determined apportionment method bears the burden\r\n  of proving that method is not appropriate and an alternative method more\r\n  accurately reflects the taxpayer's business activity within the state.  Additionally,\r\n  we disagree with CarMax West's assertion that the standard of proof is clear\r\n  and convincing evidence.  CarMax West has failed to cite any South Carolina\r\n  authority supporting its position and the statutes do not indicate a\r\n  legislative intent to apply the clear and convincing standard. Accordingly, we\r\n  reverse the ALC's determination that CarMax West had the burden of proof, and\r\n  remand for a reconsideration of all issues applying the preponderance of the\r\n  evidence burden of proof.  \r\nCONCLUSION\r\nWe find the ALC erred\r\n  in determining CarMax West had the burden of proving the Department's alternate\r\n  accounting method was not reasonable, and therefore, we reverse the ALC and\r\n  remand for a reconsideration of all issues.  \r\nREVERSED AND\r\n  REMANDED.\r\nHUFF and PIEPER,\r\n  JJ., concur.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4954","title":"North Point Development v. SCDOT","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4954","description":"North Point Development Group, LLC appeals the circuit court's finding that it lacked jurisdiction to review the South Carolina Department of Transportation's decision to deny North Point's application for an encroachment permit.","date":"2012-03-14","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nNorth Point Development Group, LLC, Appellant,\r\nv.\r\nSouth Carolina Department of Transportation, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Florence County\r\nMichael\r\n  G. Nettles, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4954\r\nHeard\r\n  January 12, 2012 – Filed March 14, 2012\r\n\r\nAFFIRMED\r\n  IN PART, REVERSED IN PART, AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn\r\n  R. Chase, of Florence, and Sarah P. Spruill, of Columbia, for Appellant.\r\nBeacham\r\n  O. Brooker, Jr., of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY,\r\n  J.:  North Point Development Group, LLC (North Point) appeals the\r\n  circuit court's finding that it lacked jurisdiction to review the South\r\n  Carolina Department of Transportation's (the Department) decision to deny North\r\n  Point's application for an encroachment permit.  North Point contends neither\r\n  the chain of title, nor the Florence County tax assessor's records, indicate\r\n  the property at issue was located at a controlled-access intersection. North\r\n  Point also argues the Department's denial of its permit application was\r\n  arbitrary, capricious, and characterized by an abuse of discretion.  We affirm\r\n  in part, reverse in part, and remand.  \r\nFACTS/PROCEDURAL\r\n  BACKGROUND\r\nNorth Point owns\r\n  a parcel of land (the Property) at the intersection of U.S. Highway 378 and\r\n  S.C. Highway S-21-57 in Florence County.  On November 10, 2009, North\r\n  Point applied to the Department for an encroachment permit to construct a\r\n  driveway from the Property onto U.S. 378.  The Department determined the area\r\n  of the proposed driveway was a controlled-access facility and denied North\r\n  Point's request for a permit.[1] \r\n  Thereafter, North Point petitioned the circuit court for judicial review of the\r\n  Department's decision.  North Point sought a reversal of the Department's\r\n  decision on the grounds that the denial of the permit application was a taking\r\n  of a property right and violated several constitutional protections, or, in the\r\n  alternative, reimbursement from the Department for its loss of direct access to\r\n  U.S. 378.  North Point also argued the Department's denial was arbitrary,\r\n  capricious, and characterized by an abuse of discretion.  \r\nIn response, the\r\n  Department argued it did not have the authority to issue an encroachment permit\r\n  for a controlled-access facility and the circuit court did not have jurisdiction\r\n  to review the matter. According to the Department, the judicial review\r\n  authorized by section 57-5-1120 of the South Carolina Code (2006) applies only\r\n  to denials of applications for private driveway entrances onto\r\n  non-controlled-access highways.[2]   The Department maintained it purchased access rights to the Property\r\n  from North Point's predecessor-in-title, Jeanne Swintz, in 1997.  \r\nOn December 18,\r\n  2009, a hearing was held before the circuit court.  At the hearing, North Point\r\n  argued the Swintz deed was deficient and did not effectively transfer access\r\n  rights to the Department. North Point maintained the Swintz deed refers to\r\n  highway plans dated April 23, 1996, whereas the plans presented by the\r\n  Department bear the dates of April 29 and 30, 1997.  The Department explained the\r\n  April 29 and 30, 1997, plans are the &quot;as-built&quot; plans filed after the\r\n  completion of the project showing the controlled-access line created after Swintz\r\n  granted the rights of access to the Department.  According to the Department,\r\n  pre-construction plans are changed into as-built plans as projects progress and\r\n  rights of access are negotiated.   \r\nIn a January 12,\r\n  2010 order, the circuit court dismissed North Point's complaint for lack of\r\n  jurisdiction to review encroachment permits onto controlled-access highways. \r\n  The court held the judicial review authorized by section 57-5-1120 applied only\r\n  to encroachment permit applications for non-controlled-access highways. The\r\n  court determined the Department legally acquired access rights to the Property\r\n  from Swintz under the terms of section 57-5-1070.  The court also found\r\n  the Department validly established the intersection was a controlled-access\r\n  facility.  The court noted no revisions to the notation of the new\r\n  control of access line were indicated after the earliest date appearing on the\r\n  plans, April 23, 1996.  \r\nOn February 2,\r\n  2010, North Point filed a motion for reconsideration.   North Point argued the\r\n  court erred in finding the plans at issue were &quot;so filed under [section]\r\n  57-5-570&quot; of the South Carolina Code (2006).  North Point maintained that\r\n  because the Department's highway plans are stored at the Department's District\r\n  Office in Florence and not at the office of the Florence County Tax Assessor as\r\n  required by section 57-5-570, it was deprived of its right to have such\r\n  information available at the location required by law.  North Point also argued\r\n  the Swintz deed was unclear regarding the grant of access rights to the\r\n  Department, and the circuit court had jurisdiction to review the Department's\r\n  decision pursuant to Article I, Section 22 of the South Carolina Constitution.  \r\nThe circuit\r\n  court denied North Point's motion for reconsideration.  The court determined\r\n  the language of the Swintz deed was sufficient to put purchasers on notice that\r\n  access rights had been &quot;alienated and impose upon those persons a duty of\r\n  further inquiry into the status of that title irrespective of the technical\r\n  issue of strict compliance with the statute regarding local storage of highway\r\n  plans.&quot;  This appeal followed.  \r\nLAW/ANALYSIS\r\nI.&nbsp; Chain\r\n  of Title\r\nNorth Point\r\n  argues the circuit court erred in finding the chain of title was sufficient to\r\n  establish a grant of access rights from Swintz to the Department.  We\r\n  disagree.  \r\nAccording to the\r\n  Swintz deed, Swintz conveyed to the Department &quot;0.570 acre of land,\r\n  damages, and all improvements thereon, if any, including rights of access as\r\n  may be needed for controlled access facilities.&quot;  The Swintz deed\r\n  specifically references the Department's highway plan dated April 23, 1996.  North\r\n  Point argues the Swintz deed fails to specify the precise location of the\r\n  controlled-access line, the scope of any controlled access, or the access\r\n  rights of the remainder of the Property.  North Point contends the presence of\r\n  a controlled-access line is uncertain because the April 23, 1996 plan\r\n  referenced in the deed was not produced.  The Department argues that although\r\n  the Swintz deed does not contain the precise location of the controlled-access\r\n  line, the plans referenced therein contain the location of the line.  \r\nWe find the\r\n  Swintz deed was sufficient to establish a grant of controlled access rights.  The\r\n  record contains two title pages and two highway plan sheets from the\r\n  Department's file which pertain to the area at issue.   The plan sheets,\r\n  dated April 29 and 30, 1997, indicate a controlled-access line extends the full\r\n  length of the Property along U.S. 378.  According to the Department, these\r\n  plans are &quot;as-built&quot; plans which incorporate all revisions made\r\n  during the course of the project beginning with the right-of-way plans.  The\r\n  title pages contain the dates any revisions to the plans were made and the\r\n  names of the engineers approving the revisions.  The second title sheet in the\r\n  record indicates the final seal and approval for right-of-way purposes by the\r\n  road design engineer was made on April 23, 1996.   Pursuant to the first\r\n  title sheet, no right-of-way revisions were made after April 23, 1996.  Accordingly,\r\n  we find the highway plans referenced in the deed show Swintz conveyed access\r\n  rights to the Department.  See Fuller-Ahrens P'ship v. S.C. Dept. of\r\n    Highways &amp; Public Transp., 311 S.C. 177, 181, 427 S.E.2d 920,\r\n  922&nbsp;(Ct. App. 1993) (holding where a deed incorporates highway plans by\r\n  reference, those plans and the notations thereon must be read with the deed).  \r\nNorth Point also\r\n  argues the Department's denial of its encroachment permit constitutes a taking\r\n  of a private property right without just compensation. We disagree.  Pursuant\r\n  to the Swintz deed, Swintz conveyed access rights to the Property to the\r\n  Department in 1997.  Therefore, because Swintz conveyed the access rights\r\n  before North Point purchased the Property, North Point does not have a property\r\n  right to protect.  \r\nII.&nbsp; Plan\r\n  Maintenance\r\nNorth Point\r\n  argues the circuit court erred in finding the Department properly maintained\r\n  the official highway plans for the intersection at issue.  We disagree. \r\n\r\nPursuant to section\r\n  57-5-570,\r\n  \r\n[t]he [D]epartment\r\n  shall maintain in the office of the tax assessor for each of the several\r\n  counties a copy of all highway plans on which are indicated the widths of the\r\n  rights-of-way for each road in the related district or county and an\r\n  alphabetical list of property owners on each road for which rights-of-way have\r\n  been acquired.  These records must be for the convenience of persons making\r\n  inquiry as to the right of the State in and to the right-of-way for roads\r\n  constructed by the [D]epartment in any county. \r\n  \r\n\r\nS.C. Code Ann. § 57-5-570 (2006).  The\r\n  circuit court found the Swintz deed was sufficient to provide notice to potential\r\n  purchasers that access rights to the Property had been conveyed and impose on\r\n  those persons a duty &quot;of further inquiry into the status of that title\r\n  irrespective of the technical issue of strict compliance with the statute\r\n  regarding local storage of highway plans.&quot;  The circuit court determined the\r\n  maintenance of the highway plans at the Department's Florence office instead of\r\n  the Florence County Tax Assessor's office did not deprive North Point of any\r\n  constitutional right.  The court noted its finding was supported by the\r\n  &quot;language of S.C. Code § 57-5-570 which requires a copy of all\r\n  highway plans be maintained by the Department in the offices of the\r\n  individual tax assessors.&quot;  The court found the originals, or the\r\n  &quot;primary source of relevant information, is the [Department]\r\n  itself.&quot;  \r\nNorth Point\r\n  contends that because the Department's highway plans are not stored at the\r\n  Florence County Tax Assessor's office as required by section 57-5-570, it was\r\n  deprived of its right to have such information available at the location\r\n  required by law. The Department argues highway plans are easily obtainable from\r\n  any Department office and the plan library is available for download by\r\n  professional land surveyors.  We find the language of the Swintz deed was\r\n  sufficient to put potential purchasers on notice that access rights to the\r\n  Property had been conveyed to the Department and that such conveyance was noted\r\n  on the highway plans.  Although a copy of the plans was not located in the tax\r\n  assessor's office, the originals were located in Florence County and were\r\n  available for review.  \r\nIII.&nbsp; Jurisdiction\r\nNorth Point\r\n  argues the circuit court erred in finding it lacked jurisdiction to review the\r\n  Department's refusal to consider North Point's permit application.  We agree.\r\nPursuant to\r\n  section 57-5-1040, once a controlled-access facility has been established, no\r\n  person may have rights of ingress and egress across the controlled-access\r\n  lines, &quot;except at such designated places at which access may be permitted,\r\n  upon such terms and conditions as may be specified from time to time by the\r\n  Department.&quot;  S.C. Code Ann. § 57-5-1040 (2006).  North Point maintains\r\n  the Department abused its discretion under section 57-5-1040 by summarily\r\n  rejecting its encroachment permit application. We find the circuit court has\r\n  jurisdiction to determine whether the Department's refusal to consider North\r\n  Point's permit request is an abandonment of the discretion provided by the\r\n  statute. See Cole v. Manning, 240 S.C. 260, 267-68, 125 S.E.2d\r\n  621, 625&nbsp;(1962) (holding that while the courts may not substitute judicial discretion for administrative discretion, capricious or arbitrary\r\n  exercise of administrative discretion is subject to judicial\r\n  review). Accordingly, we reverse the circuit court's finding that it lacked\r\n  jurisdiction to review the Department's denial of North Point's permit\r\n  application and remand to the circuit court for reconsideration.  Should the\r\n  circuit court determine the Department abused its discretion in failing to\r\n  consider North Point's permit application, it should remand to the Department\r\n  for reconsideration.\r\nCONCLUSION\r\nWe affirm the\r\n  circuit court's findings that: (1) the chain of title was sufficient to\r\n  establish a grant of access rights from Swintz to the Department; and (2) the\r\n  maintenance of the highway plans at the Department's Florence office did not\r\n  deprive North Point of any statutory right.  We reverse the circuit court's\r\n  finding that it lacked jurisdiction to review the Department's denial of its\r\n  permit application, and remand to the circuit court to determine whether the\r\n  Department abused its discretion in declining to consider North Point's permit\r\n  application.  \r\nAFFIRMED IN\r\n  PART, REVERSED IN PART, AND REMANDED.\r\nHUFF and PIEPER,\r\n  JJ., concur.  \r\n\r\n\r\n[1] The Department\r\n  is authorized to acquire rights of access to establish controlled-access\r\n  facilities by section 57-5-1070 of the South Carolina Code (2006).  Once a\r\n  controlled-access facility has been established, no person may have rights of\r\n  ingress and egress across the controlled-access lines, &quot;except at such\r\n  designated places at which access may be permitted, upon such terms and\r\n  conditions as may be specified from time to time by the Department.&quot;  S.C.\r\n  Code Ann. § 57-5-1040 (2006).\r\n[2] Pursuant to\r\n  section 57-5-1120, &quot;any abutting property owner or lessee may file an\r\n  application within thirty days from a decision of the department in the\r\n  administration of Sections 57-5-1080 to 57-5-1110 for a hearing in the matter\r\n  before a circuit judge . . . .&quot;  S.C. Code Ann. § 57-5-1120 (2006). \r\n  Section 57-5-1080 provides for a permit system for side-road entrances or\r\n  private driveways onto highways not designated as controlled-access\r\n  facilities.  S.C. Code Ann. § 57-7-1080 (2006).  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4955","title":"Matthew G. v. Anthony H.","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4955","description":"Matthew G. (Father) appeals the order of the South Carolina family court terminating his parental rights (TPR) to his minor child (Child) and granting Anthony H.'s (Stepfather) petition to adopt Child.  Father argues the family court lacked jurisdiction to hear the child custody dispute because Georgia still had exclusive, continuing jurisdiction under the Parental Kidnapping Prevention Act (PKPA) and the Uniform Child Custody Jurisdiction and Enforcement Act (UCCJEA).  We agree and vacate the family court's order.","date":"2012-03-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nAnthony H., Respondent,\r\nv.\r\nMatthew G. and April B., Defendants,\r\nOf whom Matthew G. is the Appellant.\r\nIn the interest of a minor child under the\r\n  age of 18.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Sumter County\r\nAngela R. Taylor, Family Court Judge\r\n\r\nOpinion No. 4955\r\nHeard March 1, 2012 – Filed March 16, 2012\r\n\r\nVACATED\r\n\r\n\r\n  \r\n    \r\n      \r\nCharles\r\n  E. Carpenter Jr. and Carmen V. Ganjehsani, both of Columbia; and Harry C.\r\n  Wilson Jr., of Sumter, for Appellant.\r\nRichard\r\n  T. Jones, of Sumter, for Respondent.\r\nT.D.\r\n  Williams IV, of Sumter, Guardian ad Litem.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS,\r\n  J.: Matthew G. (Father) appeals the order\r\n  of the South Carolina family court terminating his parental rights (TPR) to his\r\n  minor child (Child) and granting Anthony H.'s (Stepfather) petition to adopt\r\n  Child.  Father argues the family court lacked jurisdiction to hear the child\r\n  custody dispute because Georgia still had exclusive, continuing jurisdiction\r\n  under the Parental Kidnapping Prevention Act (PKPA) and the Uniform Child\r\n  Custody Jurisdiction and Enforcement Act (UCCJEA).  We agree and vacate the family\r\n  court's order. \r\nFACTS\r\nFather\r\n  and April B. (Mother) are the biological parents of Child.  After Child's birth\r\n  in Georgia, Father filed a petition for legitimation[1] with the Georgia superior court.  On February 11, 2004, the Georgia superior court\r\n  granted Father's petition but awarded Mother full legal and physical custody of\r\n  Child.  The Georgia superior court allowed Father supervised visitation with\r\n  Child on a weekly basis and ordered him to participate in biweekly drug tests\r\n  for one year.  The order also provided for unsupervised biweekly visitation\r\n  after the one-year period, provided Father remained drug free.    \r\nMother\r\n  married Stepfather in Sumter County, South Carolina, in 2005, and shortly\r\n  thereafter, Mother and Child moved there.  Mother subsequently filed a motion\r\n  to modify visitation in Georgia, which the Georgia superior court stayed until\r\n  Father completed a drug rehabilitation program.  On August 7, 2008, the Georgia\r\n  superior court issued a temporary order suspending Father's scheduled\r\n  visitation with Child and providing &quot;[a]ny visitation shall be at the sole\r\n  discretion of [Mother].&quot; \r\nOn\r\n  January 8, 2009, Stepfather filed a complaint for adoption and termination of\r\n  Father's parental rights in South Carolina.  Father answered, contesting South\r\n  Carolina's jurisdiction to terminate his parental rights.  Father also filed a\r\n  motion for contempt in Georgia on February 17, 2010, seeking modification of the\r\n  previous child custody decree.  The Georgia superior court dismissed his motion\r\n  on September 30, 2010, finding it lacked personal jurisdiction over Mother\r\n  because Father failed to properly serve her, and stating it could not modify a child\r\n  custody determination through a contempt action.  Father filed a separate\r\n  action in Georgia for modification of Child's custody on October 10, 2010, arguing\r\n  Mother had failed to comply with the child custody decree.[2]   \r\nOn\r\n  September 14, 2010, Father filed a motion to dismiss with the South Carolina\r\n  family court, arguing Georgia had jurisdiction because the Georgia courts had a\r\n  pending action involving Child's custody.  After a hearing on October 11, 2010,\r\n  the family court denied the motion.  The next day, the family court held the\r\n  TPR and adoption hearing, during which Father participated fully in his defense\r\n  and testified he has lived in Macon County, Georgia, since 1999.  After the\r\n  hearing, the family court issued an order finding it had jurisdiction to hear\r\n  this case because Stepfather, Mother, and Child had been residents of South\r\n  Carolina since 2005 and the pending Georgia action did not concern the modification\r\n  of custody.  In its order, the family court ordered the termination of Father's\r\n  parental rights and granted Stepfather's petition to adopt Child.  Father filed\r\n  a Rule 59(e), SCRCP, motion, which the family court denied.  This appeal\r\n  followed. \r\nSTANDARD OF REVIEW\r\n&quot;In appeals from\r\n  the family court, this court has authority to correct errors of law and find\r\n  facts in accordance with its own view of the preponderance of the\r\n  evidence.&quot;  Brookshire v. Blackwell,&nbsp;384 S.C. 333, 337, 682\r\n  S.E.2d 295, 297 (Ct. App. 2009).  On appeal from the family court, &quot;this\r\n  [c]ourt reviews factual and legal issues de novo.&quot;&nbsp; Simmons v.\r\n    Simmons, 392 S.C. 412, 414, 709\r\n  S.E.2d 666, 667 (2011); see also Lewis v. Lewis, 392 S.C. 381, 386,\r\n  709 S.E.2d 650, 652 (2011).&nbsp; \r\nLAW/ANALYSIS\r\n Father appeals the family\r\n  court's order terminating his parental rights and granting Stepfather's\r\n  adoption petition.  Father argues the family court lacked jurisdiction to issue\r\n  such an order because Georgia had exclusive, continuing jurisdiction over child\r\n  custody.  We agree. \r\n The PKPA and the UCCJEA\r\n  govern subject matter jurisdiction in interstate child custody disputes.  Clay\r\n    v. Burckle, 369 S.C. 651, 656, 633 S.E.2d 173, 176 (Ct. App. 2006).  See\r\n      also 28 U.S.C.A. § 1738A (2006); Ga. Code Ann. § 19-9-40 (2001); S.C. Code Ann. § 63-15-300 (2010).  &quot;The PKPA is\r\n  primarily concerned with when full faith and credit should be given to another [s]tate's\r\n  custody determination.&quot;  Doe v. Baby Girl, 376 S.C. 267, 278, 657\r\n  S.E.2d 455, 461&nbsp;(2008).  The UCCJEA's primary purpose is to provide\r\n  uniformity of the law with respect to child custody decrees between courts in different\r\n  states.  S.C. Code Ann. § 63-15-390\r\n    (2010).\r\nInitially, we find the PKPA and the UCCJEA are\r\n  applicable to this action.  In order for an adoption action to proceed, the legal\r\n  parents either consent to the adoption, relinquish their parental rights, or\r\n  have their parental rights terminated. S.C. Code Ann. § 63-9-310(A)-(B)\r\n  (2010).  Thus, a common sense reading of section 63-9-310 supports our finding\r\n  that TPR and adoption actions are two separate and distinct actions.  See\r\n    also Brookshire, 384\r\n  S.C. at 338 n.7, 682 S.E.2d at 297 n.7&nbsp;(finding a &quot;nonconsensual adoption action . . . requir[es] a bifurcated proceeding since an adoption may\r\n  not proceed . . . without first obtaining a termination of parental\r\n  rights&quot;).  Even though this case\r\n    is an adoption action, it first concerns the termination of Father's parental\r\n    rights.  Accordingly, we find the PKPA and UCCJEA are applicable to this case\r\n    because both the PKPA and UCCJEA apply to TPR actions. 28 U.S.C.A. § 1738A(e)\r\n    (2006); Ga. Code Ann. § 19-9-41(4) (2001); S.C. Code Ann. § 63-15-302(4)\r\n    (2010).\r\nHaving determined the PKPA and the UCCJEA apply to\r\n  this case, we must now decide whether Georgia had jurisdiction to issue the\r\n  initial child custody decree and maintains exclusive, continuing jurisdiction. \r\n  According to the PKPA, three\r\n  criteria must exist for a court to retain continuing jurisdiction: &quot;1)\r\n  that the original custody determination was entered consistently with the\r\n  provisions of the PKPA; 2) that the court maintain jurisdiction under its own\r\n  state law . . . ; and 3) that the state remains the residence of the child or\r\n  of any contestant.&quot;  Clay, 369 S.C. at 656, 633 S.E.2d at 176 (quotation\r\n  marks omitted); see also  28 U.S.C.A.\r\n    § 1738A(d) (2006). \r\nAs a threshold matter, we find Stepfather bears the\r\n  burden of proving Georgia no longer has jurisdiction over this matter.  Generally, the plaintiff has the burden of proving\r\n  that the trial court has jurisdiction to hear the case.  Brown v. Inv. Mgmt.\r\n    &amp; Research, Inc., 323 S.C. 395, 399, 475 S.E.2d 754, 756 (1996).  The\r\n  burden of proof shifts to the defendant if he alleges the court lacks\r\n  jurisdiction.&nbsp; Espinal v. Blackmon, 298 S.C. 544, 547-48, 381\r\n  S.E.2d 921, 923 (Ct. App. 1989).  However, for South Carolina cases involving\r\n  jurisdictional questions under the UCCJEA, if the defendant provides evidence\r\n  to the court of an existing out-of-state order, the plaintiff assumes the burden\r\n  of proving the new state has jurisdiction to issue the initial child custody\r\n  order and the issuing state has lost or declined to exercise its jurisdiction. \r\n  In making this determination, South Carolina aligns itself with other states\r\n  that have ruled in the same way.  See § 63-15-390 (&quot;In applying and\r\n  construing this uniform act, consideration must be given to the need to promote\r\n  uniformity of the law with respect to its subject matter among states that\r\n  enact it.&quot;); see also Delgado v. Combs, No. A11A1948, 2012\r\n  WL 639120, at *5  (Ga. Ct. App. Feb. 29, 2012) (&quot;[B]ecause, under the\r\n  UCCJEA, a new state may not modify an out-of-state child custody order unless\r\n  it properly finds that the issuing state has been divested of jurisdiction (or\r\n  declined to exercise it), the parent petitioning the new state to assume jurisdiction\r\n  bears the burden of proving, not only that the new state would have\r\n  jurisdiction to enter an initial child custody order, but that the issuing\r\n  state has lost or declined to exercise jurisdiction as well.&quot; (citing Brandt v. Brandt, 268 P.3d 406, 413 (Colo. 2012)).  Accordingly, Stepfather now bears the burden of proving\r\n  that Georgia no longer has jurisdiction to hear this matter. \r\nWith\r\n  regard to the PKPA, we first find Georgia had jurisdiction to issue the initial\r\n  child custody decree in 2004.  The\r\n    PKPA provides that a court has jurisdiction to make an initial child custody\r\n    decree if the court has jurisdiction under its own law pursuant to the UCCJEA\r\n    and it meets one of the four bases for jurisdiction set forth by the PKPA.  28 U.S.C.A.&nbsp; § 1738A(c) (2006).  One basis for jurisdiction was that the\r\n    state is the child's home state at the commencement of the proceeding.  28 U.S.C.A.                 \r\n    § 1738A(c)(2)(A) (2006); accord Ga. Code Ann. § 19-9-61(a)(1) (2001); S.C. Code Ann.\r\n      § 63-15-330(A)(1) (2010).  Here, Georgia had jurisdiction to issue the initial child\r\n  custody decree in 2004 because Georgia was Child's and parents' home state six\r\n  months prior to the initial proceeding.  Therefore, South Carolina must give\r\n  full faith and credit to the Georgia custody decree because it was rendered in\r\n  accordance with the PKPA.  See Russell v. Cox, 383 S.C. 215, 219, 678 S.E.2d 460, 462-63 (Ct. App.\r\n  2009) (stating South Carolina has always given deference &quot;to the\r\n  jurisdiction of the state that initially rules\r\n  on a custody matter&quot; (quotation marks omitted)).\r\nSecond, we must determine whether Georgia continues\r\n  to have exclusive, continuing jurisdiction under its own law, which is governed\r\n  by the state's version of the UCCJEA.  See Brookshire, 384 S.C. at 340, 682 S.E.2d at 299 (&quot;[T]he PKPA\r\n  incorporates a state law inquiry by mandating that the first state must still\r\n  have jurisdiction under its own law . . . [,which] necessarily results in the\r\n  application of the issuing state's version of the . . . UCCJEA . . . .&quot;\r\n  (internal citation omitted)).  According to the UCCJEA, Georgia has exclusive,\r\n  continuing jurisdiction over a child custody determination until: \r\n\r\n(1)&nbsp; [A\r\n  Georgia court] determines that neither the child nor the child's parents or any\r\n  person acting as a parent has a significant connection with [Georgia] and that\r\n  substantial evidence is no longer available in [Georgia] concerning the child's\r\n  care, protection, training, and personal relationships; or\r\n(2) [A\r\n  Georgia court] or a court of another state determines that neither the child\r\n  nor the child's parents or any person acting as a parent presently resides in [Georgia].\r\n\r\nGa. Code Ann. § 19-9-62(a)\r\n  (2001).  In this case, no evidence in the record shows Georgia has made any\r\n  determination that Child or Child's parents no longer have a significant\r\n  connection to Georgia and that substantial evidence of Child's care no longer\r\n  exists in Georgia.  Finally, Father continues to reside in Georgia.  Accordingly,\r\n  we conclude Georgia has exclusive, continuing jurisdiction.\r\nTurning\r\n  to our final inquiry, we must determine whether South Carolina may modify\r\n  Georgia's decree even though Georgia has exclusive, continuing jurisdiction.  Generally,\r\n  a state may modify a child custody decree of another state under the PKPA if\r\n  the state has jurisdiction to make such a child custody decree under its own\r\n  law and the other court no longer has jurisdiction or has declined to exercise\r\n  such jurisdiction.  28 U.S.C.A.&nbsp;&nbsp; §\r\n    1738A(f) (2006).  The UCCJEA permits a state to modify a child custody determination\r\n    made by a court of another state when the modifying state has jurisdiction to\r\n    make an initial child custody determination and:\r\n\r\n(1) [T]he\r\n  court of the other state determines it no longer has exclusive, continuing\r\n  jurisdiction . . . or that a court of [the modifying state] would be a more\r\n  convenient forum . . . ; or\r\n(2) a court of [the modifying state] or a court of the\r\n  other state determines that the child, the child's parents, and any person\r\n  acting as a parent do not presently reside in the other state.\r\n\r\nS.C.\r\n  Code Ann. § 63-15-334 (2010); accord Ga. Code Ann. § 19-9-63 (2001). \r\n  However, subsection A of section\r\n  63-15-340 of the South Carolina Code (2010) requires South Carolina family\r\n  courts to stay any child custody proceeding if another state's court has\r\n  jurisdiction over the proceeding and the proceeding is pending in that court. \r\n  Furthermore, subsection B of section 63-15-340 requires our family courts to\r\n  dismiss any proceeding relating to child custody if the other state court\r\n  having jurisdiction determines, after communicating with South Carolina courts,\r\n  that South Carolina is not the more convenient forum. \r\n We find\r\n  South Carolina cannot exercise concurrent jurisdiction in this matter because Georgia\r\n  has continuing jurisdiction and the record contains no evidence Georgia\r\n  declined to exercise its jurisdiction or determined that South Carolina was a\r\n  more convenient forum.  Moreover, we find a common sense reading of section\r\n  63-15-340 encourages state family courts to communicate with each other&nbsp; concerning\r\n  child custody decrees and to determine together the most appropriate\r\n  jurisdiction to consider the modification of the child custody decree. Had the\r\n  Georgia and South Carolina courts engaged in this communication in the present case,\r\n  they could have resolved the question of jurisdiction before ruling on the\r\n  merits.  Because they did not, and because we find our family court improperly\r\n  assumed jurisdiction, we must vacate the order.\r\nCONCLUSION\r\n Based on the foregoing, we vacate the family court's\r\n  order terminating Father's parental rights and granting Stepfather's petition\r\n  for adoption.  \r\nVACATED.\r\nPIEPER and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] Section 19-7-22(a)\r\n  of the Georgia Code (2009) requires that a father\r\n  of a child born out of wedlock must file a petition for legitimation of the child\r\n  in order to protect his legal rights as the biological father. \r\n[2] According to Father's counsel at oral arguments, this\r\n  action is still pending in Georgia. \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4956","title":"State v. Fripp","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4956","description":"Fripp appeals his conviction for cocaine trafficking arguing the trial court erred in charging the jury as to both actual and constructive possession.  We reverse.","date":"2012-03-21","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nDiamon D. Fripp, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\n J. Ernest Kinard, Jr., Circuit Court\r\n  Judge\r\n\r\nOpinion No.  4956 \r\nHeard February 15, 2012 – Filed March 21,\r\n  2012 \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nRobert M. Pachak, of Columbia and Jared Sullivan Newman, of Port  Royal, for Appellant.\r\nAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Senior\r\n  Assistant Attorney General Harold M. Coombs, Jr., all of Columbia; and\r\n  Solicitor I. McDuffie Stone, III, of Beaufort, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS,\r\n  J.: Diamon Fripp appeals his\r\n  conviction for trafficking in cocaine.  He maintains the trial court erred in\r\n  admitting a statement he made to police and evidence of money and stones\r\n  discovered during the search incident to his arrest for evading arrest.  He\r\n  also argues the trial court erred in charging the jury on both actual\r\n  possession of drugs and constructive possession.  We reverse and remand.\r\nFACTS\r\nBeaufort County Sheriff's officer Sergeant Scott\r\n  Rodriguez received a call to investigate a disturbance involving a male in a\r\n  blue shirt in the parking lot of the Studio Seven Nightclub around 2 a.m. on\r\n  January 1, 2009.  Sergeant Rodriguez testified he observed a male in a blue\r\n  shirt near the entrance to the club and saw the club's owner gesture toward the\r\n  man in the blue shirt.  Sergeant Rodriguez called to the man, Fripp, asking if\r\n  he could talk to him.  Fripp walked in the opposite direction of Sergeant\r\n  Rodriguez, weaving through vehicles in the parking lot.  Sergeant Rodriguez\r\n  then called to Fripp: &quot;Stop.  Sheriff's Office&quot; or &quot;Sheriff's\r\n  Office. Stop.&quot;  According to Sergeant Rodriguez, Fripp continued moving\r\n  away from him and disappeared behind a black pick-up truck and was out of sight\r\n  for approximately ten seconds.  Fripp reappeared and then began walking in\r\n  Sergeant Rodriguez's direction &quot;as though he was going to pass by&quot;\r\n  him.  Sergeant Rodriguez could not see Fripp's hands and drew his weapon and\r\n  ordered Fripp to the ground.  Fripp refused and stated &quot;No, it's cold. \r\n  No, you got nothing on me.  I have no drugs.&quot;  Sergeant Rodriguez was able\r\n  to handcuff Fripp, and he searched him finding approximately $600 of crumpled\r\n  bills in different denominations and some stones in his pockets.  When the\r\n  stones were placed on the trunk of the patrol vehicle, Fripp attempted to gather\r\n  the stones into his mouth.  Fripp was placed in the back of a second patrol\r\n  vehicle that had arrived on the scene.  Another officer searched the area\r\n  behind the black pick-up truck and found a baggie containing a white powdery\r\n  substance that subsequently tested positive for cocaine.  Sergeant Rodriguez\r\n  showed the baggy to Fripp and said, &quot;You're getting charged with\r\n  this.&quot;  Fripp then stated, &quot;I don't know anything about that\r\n  cocaine.&quot;  \r\nAt trial, Fripp sought to suppress evidence of the\r\n  statement he made regarding cocaine arguing the statements were made without\r\n  him having received Miranda[1] warnings. He also sought to suppress the money and stones discovered\r\n  during the search, contending that because the resisting arrest charge had been\r\n  dismissed in magistrate's court, any evidence found incident to his arrest on\r\n  the charge was the result an unlawful search.  The trial court denied\r\n  the motions.  Also, over Fripp's objection the trial court charged the jury on\r\n  both actual and constructive possession of cocaine.  Fripp argued the evidence the\r\n  State presented only supported a theory of actual possession.  Fripp was\r\n  convicted and sentenced to twelve years' imprisonment.  This appeal followed.\r\nLAW/ANALYSIS\r\nFripp contends the trial\r\n  court erred in charging constructive possession to the jury when the facts\r\n  presented by the State could not have supported such an instruction.  We agree.\r\n&quot;An appellate court will not reverse\r\n  the trial court's decision regarding jury instructions unless the trial court\r\n  committed an abuse of discretion.&quot;  Cole v. Raut, 378 S.C.\r\n  398, 404, 663 S.E.2d 30, 33 (2008).  &quot;An abuse of discretion occurs\r\n  when the trial court's ruling is based on an error of law or is not supported\r\n  by the evidence.&quot;  Id.  &quot;The\r\n  law to be charged to the jury must be determined by the evidence presented at\r\n  trial.&quot;  State v. Harris, 382 S.C. 107, 113, 674 S.E.2d 532, 535\r\n  (Ct. App. 2009); see also Clark v. Cantrell, 339 S.C. 369,\r\n  390, 529 S.E.2d 528, 539 (2000) (&quot;When instructing the jury, the trial court is required to charge only\r\n  principles of law that apply to the issues raised in the pleadings and\r\n  developed by the evidence in support of those issues.&quot;).   \r\n&quot;Actual possession occurs when the\r\n  drugs are found to be in the actual physical custody of the person charged with\r\n  possession, while constructive possession occurs when the person charged with\r\n  possession has dominion and control over either the drugs or the premises upon\r\n  which the drugs are found.&quot;  State v. Ballenger, 322 S.C. 196, 199,\r\n  470 S.E.2d 851, 854 (1996) (citation omitted).&nbsp;\r\nThe\r\n  facts of this case present no basis for a jury charge of constructive\r\n  possession.  Ballenger is the most instructive case regarding the\r\n  distinction between actual and constructive possession.  In Ballenger,\r\n  police received complaints that a male fitting Ballenger's description was\r\n  selling drugs on a particular street corner in a high crime area.  Id. at 197, 470 S.E.2d at 852.  When police arrived, they saw Ballenger, who fit\r\n  the description provided, and observed him in what appeared to be a drug\r\n  transaction.  Id. at 197, 470 S.E.2d at 853.  When the authorities\r\n  approached, they observed him put something in his pocket and run away.  Id. \r\n  He eventually fell after scaling a fence and was apprehended when he became\r\n  entangled in barbed wire.  Id. at 198, 470 S.E.2d at 853.  Crack rocks\r\n  were found wrapped in newspaper about five feet from where he had fallen.  Id. \r\n  It appears the jury was charged as to both actual and constructive possession.  Id. at 199-200, 470 S.E.2d at 854.  On appeal, Ballenger argued no\r\n  evidence supported either theory and the court of appeals agreed.[2]  The South Carolina Supreme Court reversed the court of appeals\r\n  finding the record contained sufficient evidence of actual possession to submit\r\n  the case to the jury and upheld Ballenger's conviction.  Ballenger, 322\r\n  S.C. at 200, 470 S.E.2d at 854.  The court noted the State's case &quot;hinged\r\n  on proving actual possession&quot; and specifically commented on the\r\n  constructive possession theory in a footnote.  Id. at 199-200, 470\r\n  S.E.2d at 854.  &quot;Apparently Ballenger focused his argument to the [c]ourt of [a]ppeals\r\n  on lack of constructive possession, although that court addressed both types of\r\n  possession in its opinion.  However, the constructive possession theory is not\r\n  applicable here, a fact which the solicitor admitted at trial.&quot;  Id. at 200 n.3, 470 S.E.2d at 854 n.3.  \r\nThe facts in this case are similar to\r\n  those in Ballenger in that the contraband was discovered in a public\r\n  area over which Fripp had no dominion or control.  The State's theory, as in Ballenger,\r\n  was that Fripp had actual possession of the drugs and tossed them when he\r\n  disappeared behind the black pick-up truck.  Such a scenario means the\r\n  constructive possession theory is not applicable and the giving of the\r\n  constructive possession charge was erroneous.\r\nHowever, in order to warrant reversal of\r\n  Fripp's conviction, the giving of the instruction must have also been\r\n  prejudicial.[3] &quot;Prejudice to the appellant's case is a prerequisite to reversal\r\n  of a verdict due to an erroneous jury charge.&quot;  State v. Lee-Grigg,\r\n  374 S.C. 388, 415, 649 S.E.2d 41, 55 (Ct. App. 2007).  &quot;An erroneous jury instruction will\r\n  not result in reversal unless it causes prejudice to the appealing\r\n  party.&quot;  Berberich v. Jack, 392 S.C. 278, 285, 709 S.E.2d 607, 611\r\n  (2011).  &quot;A jury charge consisting\r\n  of irrelevant and inapplicable principles may confuse the jury and constitutes\r\n  reversible error where the jury's confusion affects the outcome of the\r\n  trial.&quot;  Cole, 378 S.C. at 404, 663 S.E.2d at 33.  &quot;No definite rule of law governs finding an\r\n  error harmless; rather, the materiality and prejudicial character of the error\r\n  must be determined from its relationship to the entire case.&quot;  Lee-Grigg,\r\n  374 S.C. at 414, 649 S.E.2d at 55.  \r\nIn this case, the evidence upon which the\r\n  State could rely in proving actual possession is entirely circumstantial. \r\n  Sergeant Rodriguez did not testify he observed Fripp in a drug transaction, saw\r\n  him put anything in his pocket, or witnessed him drop anything while he was in\r\n  the parking lot.  The dearth of direct evidence as to actual possession leaves\r\n  us unable to discern on what basis the jury may have reached its verdict.  The\r\n  jury charge as to constructive possession was irrelevant and inapplicable, had\r\n  the potential to confuse the jury, and may well have affected the outcome of\r\n  the trial.  Therefore, we conclude Fripp's conviction should be reversed and\r\n  his case remanded for a new trial.\r\nBecause the determination of this issue is\r\n  dispositive, we decline to address Fripp's arguments as to the admission of his\r\n  statement to Sergeant Rodriguez while in the rear of the patrol car and the\r\n  admission of the cash and rocks found during the search incident to his arrest\r\n  for evading arrest.  See Whiteside v. Cherokee Cnty. Sch. Dist. No.\r\n    One, 311 S.C. 335, 340, 428 S.E.2d 886, 889 (1993) (the appellate court\r\n  need not address remaining issues when previous issue is dispositive of\r\n  appeal).\r\nBased on all of the foregoing, Fripp's\r\n  conviction is \r\nREVERSED AND REMANDED.   \r\nPIEPER and\r\n  GEATHERS, JJ., concur.\r\n\r\n\r\n[1] Miranda v.\r\n  Arizona, 384 U.S. 436 (1966).\r\n[2] See State v.\r\n  Ballenger, 317 S.C. 364, 454 S.E.2d 355 (Ct. App. 1995) (discussing the\r\n  lack of proof as to Ballenger's actual or constructive possession of drugs) rev'd,\r\n  322 S.C. 196, 470 S.E.2d 851 (1996)).\r\n[3] Any prejudice\r\n  in the giving of the constructive possession charge does not appear to have\r\n  been raised as an issue in Ballenger.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4957","title":"State v. McKerley","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4957","description":"Jimmy Paul McKerley appeals his convictions for criminal sexual conduct with a minor in the first degree and lewd act upon a child under sixteen.  McKerley's primary argument is that the trial court erred in permitting an expert in forensic interviewing to give testimony that bolstered the credibility of the victim.  We agree.  We reverse McKerley's convictions and remand for a new trial.","date":"2012-03-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nJimmy Paul McKerley, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Abbeville County\r\n J. Mark Hayes, II, Circuit Court Judge\r\n\r\nOpinion No. 4957\r\nHeard January 11, 2012 – Filed March 28,\r\n  2012  \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nChief Appellate Defender Robert M. Dudek, of Columbia,\r\n  and Public Defender E. Charles Grose, Jr., of Greenwood, for Appellant.\r\nAttorney General Alan Wilson, Chief Deputy Attorney\r\n  General John W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and\r\n  Assistant Attorney General Christina J. Catoe, all of Columbia; and Solicitor\r\n  Jerry W. Peace, of Greenwood, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.: Jimmy Paul McKerley appeals his\r\n  convictions for criminal sexual conduct with a minor in the first degree and\r\n  lewd act upon a child under sixteen.  McKerley's primary argument is that the\r\n  trial court erred in permitting an expert in forensic interviewing to give\r\n  testimony that bolstered the credibility of the victim.  We agree.  We reverse McKerley's\r\n  convictions and remand for a new trial.\r\n\r\nI.&nbsp; Facts and\r\n  Procedural History\r\n\r\nMcKerley was tried\r\n  for sexually abusing his daughter, who\r\n  was seven years old at the time of the alleged incidents.  The victim testified in detail as to the sexual abuse she\r\n  claimed McKerley committed.  The State's next witness was Heather Smith, who\r\n  testified regarding two interviews she conducted with the victim.  The trial\r\n  court qualified Smith as an expert in forensic interviewing and child abuse\r\n  assessment.  Smith described\r\n  generally what forensic interviewers do and the specific procedures they follow\r\n  in an investigation into possible child sexual abuse.  She then explained what\r\n  she did in this case and the conclusions she reached regarding the alleged\r\n  abuse by McKerley.  McKerley\r\n  objected to numerous statements within Smith's testimony, arguing the\r\n  statements should be excluded because they commented on the credibility of what\r\n  the victim stated in the interviews and improperly bolstered her testimony at\r\n  trial.  \r\nThe jury found\r\n  McKerley guilty.  The trial court sentenced him to twenty-five years in prison\r\n  for the criminal sexual conduct conviction and fifteen years concurrent for the\r\n  lewd act conviction.  \r\nII.&nbsp; State v.\r\n  Jennings\r\n\r\nMcKerley argues on appeal that the trial\r\n  court erred in admitting any of Smith's testimony.  In one particular statement,\r\n  Smith improperly testified &quot;both interviews that I conducted with her, I\r\n  found them to be compelling for sexual abuse.&quot;  In State v. Jennings,\r\n  394 S.C. 473, 716 S.E.2d 91 (2011), our supreme court held a virtually\r\n  identical statement by a forensic interviewer—each child &quot;'provide[d] a compelling disclosure of abuse by\r\n  [appellant]'&quot;—was\r\n  inadmissible for the same reason argued by McKerley.  394 S.C. at 480, 716 S.E.2d at 94 (quoting the\r\n  forensic interviewer).  The State\r\n  argues Jennings is distinguishable from this case because the offending\r\n  statement in Jennings was contained in a written report, whereas the\r\n  statement here was introduced as live testimony.  We find Jennings controlling and hold the trial court erred in admitting this portion of Smith's\r\n  testimony. \r\n\r\nHowever, the State argues this case is\r\n  distinguishable from Jennings in an additional manner—the other evidence\r\n  of guilt in this case is overwhelming and therefore the error was harmless.  To\r\n  address the State's harmless error argument, we are required to consider the\r\n  remainder of McKerley's objections to Smith's testimony, in the context of the\r\n  other proof of McKerley's guilt.  See 394 S.C. at 482, 716 S.E.2d at 96 (Kittredge, J.,\r\n  concurring) (stating the determination of harmless error is &quot;necessarily\r\n  context dependent&quot;).  \r\n\r\nIII.&nbsp; Forensic\r\n  Interviewer's Testimony&nbsp;\r\n\r\nThe assessment of witness credibility is\r\n  within the exclusive province of the jury.  State v. Wright, 269 S.C.\r\n  414, 417, 237 S.E.2d 764, 766 (1977).  Therefore, witnesses are generally not\r\n  allowed to testify whether another witness is telling the truth.  See Burgess v. State, 329 S.C. 88, 91, 495 S.E.2d 445, 447 (1998) (holding it is improper &quot;pitting&quot;\r\n  to ask a witness &quot;to comment on the truthfulness . . . of an adverse\r\n  witness&quot;); State v. Sapps, 295 S.C. 484, 485-86, 369 S.E.2d 145,\r\n  145-46 (1988) (holding it was improper for solicitor to &quot;ask[] appellant\r\n  if each of the other three witnesses was lying&quot;).  Similarly, witnesses\r\n  may not improperly bolster the testimony of other witnesses.  See Smith\r\n  v. State, 386 S.C. 562, 569, 689 S.E.2d 629, 633 (2010) (finding a &quot;forensic\r\n  interviewer's . . . opinion testimony improperly bolstered the Victim's credibility&quot;). \r\n  In Jennings, Justice Pleicones stated: &quot;For an expert to comment on the veracity of a child's\r\n  accusations of sexual abuse is improper.&quot;  394 S.C. at 480, 716 S.E.2d at\r\n  94; see also State v. Hill, 394 S.C. 280, 294, 715 S.E.2d 368, 376\r\n  (Ct. App. 2011)\r\n  (&quot;The law is clear that it is improper for a witness to give testimony as\r\n  to his or her opinion about the credibility of a child victim in a sexual abuse\r\n  matter.&quot;).  \r\nThese principles are incorporated into\r\n  Rule 608(a) of the South Carolina Rules of Evidence.  The rule provides that\r\n  opinion evidence regarding credibility &quot;may refer only to\r\n  character for truthfulness or untruthfulness,&quot; and &quot;evidence of\r\n  truthful character is admissible only after the character of the witness for\r\n  truthfulness has been attacked by opinion or reputation evidence or otherwise.&quot; \r\n  Even a witness permitted to give an opinion under Rule 608(a) must restrict the\r\n  opinion to &quot;character for truthfulness,&quot; and may not testify whether\r\n  the witness believes a specific statement or account given by another witness.  See 1 Kenneth S. Broun et al., McCormick on Evidence § 43, at 205 (6th ed. 2006) (stating in\r\n  relation to Rule 608(a), FRE, &quot;the opinion must relate to the prior\r\n  witness's character trait for []truthfulness, not the question of whether the\r\n  witness's specific trial testimony was truthful&quot;).  Thus, to the extent Smith's\r\n  testimony included comments on the credibility of the victim's account of the\r\n  alleged sexual assault, the trial court erred in admitting it.\r\n\r\nSmith never\r\n  testified directly that she believed what the victim stated in her interviews\r\n  or in her testimony.  McKerley argues, however, that there is no way to\r\n  interpret Smith's testimony other than as her opinion that the victim was\r\n  telling the truth.  We agree.  This is the premise of the supreme court's\r\n  decision in Jennings.  As Justice Pleicones stated: &quot;There\r\n  is no other way to interpret the language used in the reports other than to\r\n  mean the forensic interviewer believed the children were being truthful.&quot; \r\n  394 S.C. at 480, 716 S.E.2d at 94; see also 394 S.C. at 483, 716 S.E.2d\r\n  at 96 (Kittredge, J., concurring) (referring to the forensic interviewer's statement\r\n  in the reports as &quot;patently inadmissible evidence&quot;).  Smith's\r\n  testimony in this case describing what forensic interviewers do demonstrates\r\n  that virtually all of her testimony indicates she believed the victim was\r\n  truthful, and thus is inadmissible for the same reason identified by the court\r\n  in Jennings.  Smith explained:\r\n\r\n\r\nWe want to be able to, . . . after assessing [the\r\n  child's] behavior and what they are stating in an interview, look at that along\r\n  with the other information that we may have had at the beginning of the\r\n  interview and give an opinion as to whether we think something happened . . . .  \r\n\r\nSmith's &quot;opinion as to whether [she thinks]\r\n  something happened&quot; is nothing other than her inadmissible opinion as to\r\n  whether the victim was telling the truth.\r\n\r\nIn addition to\r\n  testifying &quot;I found [both interviews with the victim] to be compelling for\r\n  sexual abuse,&quot; Smith testified as\r\n  follows:\r\n\r\n\r\n&nbsp;\r\n\r\n\r\n  &quot;we are looking for accuracy of information&quot;\r\n  given by the victim;   \r\n  \r\n  &quot;we are going to . . . make sure that what the\r\n  child is telling us is based on something they would have experienced on their\r\n  own body or that they would have seen or heard, the sensory information&quot;;   \r\n  \r\n  &quot;those statements have a level of\r\n  detail that . . . they would be able to tell [only] if something were to have\r\n  happened&quot;;\r\n  \r\n  &quot;we are also looking at . . . are there other\r\n  possible reasons, are there other possible explanations&quot;;\r\n  \r\n  &quot;we are looking to see if[] [this] could . . . be\r\n  explained in another way&quot;;   \r\n  \r\n  &quot;we are looking to be sure it adds up&quot;; \r\n  \r\n  &quot;we are looking to see if what they tell us\r\n  throughout the interview is the same from the beginning to the end&quot;;   \r\n  \r\n  &quot;we are also looking at their behavior and the\r\n  way they are expressing themselves in the interview . . . their behavior and their\r\n  language&quot;; \r\n  \r\n  in forming her &quot;opinion as to whether . . . something happened,&quot; she\r\n  considered whether the victim's statements were &quot;consistent with the other\r\n  information&quot; she has on the case;[1] and\r\n  \r\n  in forming her &quot;opinion as to whether . . . something happened,&quot; she\r\n  considered &quot;does this child appear to be giving statements that are\r\n  similar to, in my experience, in my training and what I have learned, similar\r\n  to what other children with the same experience may have had.&quot;   \r\n\r\nFinally,\r\n  in response to a question asking her to &quot;explain what a compelling finding\r\n  would be,&quot; she stated: \r\n\r\nThe compelling findings are the things that we look\r\n  at, that we talked about looking at earlier in terms of how the disclosure\r\n  comes about in the interview with me; whether it is detailed, does it have\r\n  consistency, does it have the sensory level of detail that a child typically wouldn't\r\n  have, or only would have if something had happened to them.   \r\n\r\nIn this particular\r\n  case, none of this testimony has any relevance except insofar as it informs the\r\n  jury Smith believes the story told by the victim.  As Justice Pleicones\r\n  explained in Jennings, &quot;[t]here\r\n  is no other way to interpret the language used in [Smith's testimony] other than\r\n  to mean [she] believed the [victim was] being truthful.&quot;  394 S.C. at 480,\r\n  716 S.E.2d at 94.  As Justice Kittredge stated in his concurring opinion,\r\n  Smith's testimony is &quot;patently inadmissible evidence.&quot;  394 S.C. at\r\n  483, 716 S.E.2d at 96.\r\n\r\nIV.&nbsp; Harmless Error\r\n\r\nWe disagree with the State's argument that\r\n  the error in allowing Smith to testify was harmless.  &quot;To deem an error\r\n  harmless, this court must determine 'beyond a reasonable doubt the error\r\n  complained of did not contribute to the verdict obtained.'&quot;  State v.\r\n  Fonseca, 383 S.C. 640, 650, 681 S.E.2d 1, 6 (Ct. App. 2009) (quoting Taylor\r\n  v. State, 312 S.C. 179, 181, 439 S.E.2d 820, 821 (1993)), aff'd, 393\r\n  S.C. 229, 711 S.E.2d 906 (2011); see also State v. Baccus, 367\r\n  S.C. 41, 55, 625 S.E.2d 216, 223&nbsp;(2006) (&quot;When guilt is conclusively\r\n  proven by competent evidence, such that no other rational conclusion could be\r\n  reached, this Court will not set aside a conviction for insubstantial errors\r\n  not affecting the result.&quot;).  In light of Smith's extensive inadmissible testimony bolstering\r\n  the credibility of the victim, considered in the context of the other testimony\r\n  and evidence of McKerley's guilt, we cannot say the erroneous admission of\r\n  Smith's testimony did not contribute to the jury's decision.  \r\nV.&nbsp; Other Issues\r\nMcKerley raises several other issues on\r\n  appeal.  In light of our decision to reverse and remand based on Smith's\r\n  testimony, we do not address those issues.  See State v. Boswell,\r\n  391 S.C. 592, 606 n.12, 707 S.E.2d 265, 272 n.12 (2011) (declining to address\r\n  other issues when decision on prior issue was dispositive of appeal).\r\nVI.&nbsp; Conclusion\r\nFor the reasons explained, McKerley's conviction is REVERSED, and the case is REMANDED for a new\r\n  trial.\r\nTHOMAS and KONDUROS, JJ., concur.\r\n\r\n[1] This statement\r\n  is similar to another statement found inadmissible in Jennings—that each\r\n  of the children provided details consistent with the background information\r\n  received from their mother, the police report, and the other children.  394\r\n  S.C. at 480, 716 S.E.2d at 94.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4959","title":"Smith v. Widener","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4959","description":"In this appeal we hold that when a plaintiff seeks actual and punitive damages arising out of the same injury, the two types of damages are part of the same claim for purposes of determining whether a nonsettling defendant is entitled to a setoff to account for funds paid to the plaintiff by a settling defendant.  We reverse the circuit court's order to the contrary.  Judge Lockemy dissents.","date":"2012-03-28","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nSandra C.\r\n      Smith, Respondent,\r\nv.\r\nTracy E.\r\n      Widener, Stacy E. Currie, Ronald Widener, The Estate of James Donald Epting, CitiStreet, LLC, and Karen S. Erickson, Defendants,\r\nof whom\r\nTracy E.\r\n      Widener, Stacy E. Currie and The Estate of James Donald Epting are the Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nG. Thomas Cooper, Circuit Court Judge\r\n\r\nOpinion No. 4959\r\nHeard June 7, 2011 – Filed March 28, 2012   \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nAmy Lohr Gaffney and John S. Nichols, both\r\n  of Columbia, for Appellants.\r\nKarl Stephen Brehmer, of Columbia, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.:  In this appeal we hold that when a\r\n  plaintiff seeks actual and punitive damages arising out of the same injury, the\r\n  two types of damages are part of the same claim for purposes of determining\r\n  whether a nonsettling defendant is entitled to a setoff to account for funds\r\n  paid to the plaintiff by a settling defendant.  We reverse the circuit court's\r\n  order to the contrary.   \r\nI.&nbsp; Facts and\r\n  Procedural History\r\nIn March 1985, James Donald Epting designated his wife, Sandra Smith,\r\n  to be the beneficiary on his South Carolina Deferred Compensation Program\r\n  account.  In December 1990, Epting and Smith divorced.  However, Epting did not\r\n  remove Smith as his designated beneficiary.  When Epting died in October\r\n  2006, the account held $75,410.38.  Epting's daughters, Tracy Widener and Stacy\r\n  Currie, were named personal representatives of Epting's estate.  After\r\n  discovering that Smith remained the designated beneficiary on the account,\r\n  Widener and Currie asked Smith to sign a document to waive her beneficiary\r\n  rights.  Smith admitted to signing a document, but denied that the\r\n  document she signed was a waiver of her beneficiary rights.  For convenience,\r\n  we refer to this document as the waiver form.\r\nSmith also signed another form, this one seeking to\r\n  enforce her beneficiary rights.  We refer to this form as the beneficiary\r\n  distribution form.  The beneficiary distribution form listed LPL Financial\r\n  Corporation, a brokerage firm where Smith already had an account, as the\r\n  recipient of the funds she expected to receive from Epting's account.  Smith\r\n  sent the beneficiary distribution form designating LPL to CitiStreet, LLC. \r\n  CitiStreet was the employee benefits provider for the deferred compensation\r\n  program, and controlled the funds from Epting's account.  The beneficiary distribution\r\n  form requested that CitiStreet transfer the $75,410.38 into Smith's account at\r\n  LPL.  At approximately the same time Smith sent the beneficiary distribution\r\n  form, Widener and Currie sent the waiver form to CitiStreet. \r\nCitiStreet processed Smith's beneficiary distribution\r\n  form first, and placed $75,410.38 in Smith's account with LPL.  Smith\r\n  immediately withdrew $40,000.00.  When CitiStreet received the waiver form from\r\n  Widener and Currie, it issued a stop payment order while it reviewed the\r\n  competing claims.  CitiStreet eventually concluded the waiver form was valid. \r\n  CitiStreet then contacted LPL, which in turn contacted Smith requesting the\r\n  $40,000.00 be returned.  Smith claimed her signature on the waiver form was\r\n  forged and refused to return the money.  CitiStreet sent the remaining\r\n  $35,410.38 to Widener and Currie as personal representatives of Epting's estate.\r\n\r\nSmith filed a lawsuit against Widener,\r\n  Currie, Epting's estate, CitiStreet, and others.  She asserted causes of action\r\n  for civil conspiracy, conversion, slander,\r\n  and fraud against Widener and Currie, and civil conspiracy, conversion, slander,\r\n  and negligence against CitiStreet.  At the beginning of trial, Smith settled\r\n  with CitiStreet for $35,410.38.  At the conclusion of the trial, the jury found\r\n  in favor of Smith on her conversion cause of action against Widener and Currie\r\n  in the same amount–$35,410.38.  Widener and Currie made a motion asking that\r\n  the damages awarded be set off by the amount of the settlement between\r\n  CitiStreet and Smith.  The trial court denied the motion.  Widener and Currie\r\n  appeal claiming the trial court erred in denying the setoff.  \r\nII.&nbsp; Applicable Law\r\n&quot;[T]here can be only one satisfaction\r\n  for an injury or wrong.&quot;  Hawkins\r\n    v. Pathology Assocs. of Greenville, P.A.,\r\n  330 S.C. 92, 113, 498 S.E.2d 395, 407 (Ct. App. 1998) (internal quotation marks\r\n  omitted).  A settlement by a joint tortfeasor\r\n  &quot;reduces the claim against the others to the extent of any amount\r\n  stipulated by the release or the covenant.&quot;  S.C. Code Ann. § 15-38-50(1) (2005).  Therefore, before entering judgment on a\r\n  jury verdict, the court must reduce the amount of the verdict to account for\r\n  any funds previously paid by a settling defendant, so long as the settlement funds\r\n  were paid to compensate the same plaintiff on a claim for the same injury.  Hawkins, 330\r\n  S.C. at 113, 498 S.E.2d at 406-07.  When the settlement is for the same injury,\r\n  the nonsettling defendant's right to a setoff arises by operation of law.  Ellis\r\n    v. Oliver, 335 S.C. 106, 112, 515 S.E.2d 268, 271-72 (Ct. App. 1999). \r\n  Under this circumstance, &quot;[s]ection 15-38-50 grants the court no discretion . . . in applying a\r\n  set-off.&quot;  335 S.C. at 113, 515 S.E. 2d at 272; see also Vortex\r\n    Sports &amp; Entm't, Inc. v. Ware, 378 S.C. 197, 210, 662 S.E.2d 444, 451\r\n  (Ct. App. 2008).  \r\nIn this case, Smith's claim against\r\n  CitiStreet was for the same injury for which she sought damages from Widener\r\n  and Currie.  The essence of all Smith's claims was that the actions of the\r\n  defendants denied her the right to the remaining $35,410.38 after she withdrew the initial $40,000.00.  While Smith\r\n  stated that claim in various causes of action, some of which overlapped between\r\n  Widener and Currie and CitiStreet and some of which did not, the injury Smith\r\n  alleged she suffered as a result of the tortious conduct of all defendants was\r\n  the same.  Therefore, the trial court was required to grant the request for a\r\n  setoff.  \r\nSmith argues, however, that the settlement with\r\n  CitiStreet was for punitive damages only, and thus there was no right to a\r\n  setoff.  We disagree.  Smith's claim for punitive damages against CitiStreet was\r\n  not a separate claim arising out of a separate injury as she argues.  Punitive\r\n  damages are a different type of damages from actual or nominal damages. \r\n  However, when a plaintiff seeks actual and punitive damages in the same claim,\r\n  both types of damages arise out of the same injury.  Our courts have long\r\n  recognized that punitive damages serve to compensate a plaintiff and vindicate\r\n  his rights arising out of a wrong suffered or injury sustained.  Our supreme\r\n  court recently summarized this history in O'Neill v. Smith, 388 S.C.\r\n  246, 252, 695 S.E.2d 531, 534 (2010), stating:\r\n\r\nExemplary or punitive damages go to the\r\n  plaintiff, not as a fine or penalty for a public wrong, but in vindication of a\r\n  private right which has been willfully invaded; and indeed, it may be said that\r\n  such damages in a measure compensate or satisfy for the willfulness with which\r\n  the private right was invaded, but, in addition thereto, operating as a\r\n  deterring punishment to the wrongdoer, and as a warning to others. . . .\r\n  Punitive damages have now come, however, to be generally, though not\r\n  universally, regarded, not only as punishment for wrong, but as vindication of\r\n  private right.  This is the basis upon which they are now placed in this state.\r\n\r\n388\r\n  S.C. at 252, 695 S.E.2d at 534 (quoting Clark v. Cantrell, 339 S.C. 369,\r\n  379, 529 S.E.2d 528, 533 (2000) (quoting Rogers v. Florence Printing Co.,\r\n  233 S.C. 567, 573, 106 S.E.2d 258, 261 (1958))). \r\nTherefore, a plaintiff's claim for actual and punitive\r\n  damages arising from the same injury is the same claim for purposes of setoff\r\n  under section 15-38-50(1).   \r\nIn Ellis, this court held that when a prior\r\n  settlement involves compensation for the same injury for which the jury awarded\r\n  damages, the right to setoff arises as an operation of law.  335 S.C. at 112-13, 515 S.E.2d at 271-72.  Likewise, when the prior settlement involves\r\n  compensation for a different injury from the one tried to verdict, there is no\r\n  setoff as a matter of law.&nbsp; See Hawkins, 330 S.C. at 114-15,\r\n  498 S.E.2d at 407 (holding that Georgia and South Carolina wrongful death\r\n  actions involve different injuries and therefore are separate claims with no\r\n  right of setoff).&nbsp; On the other hand, when a settlement is argued to involve\r\n  two claims, one of which involves the same injury as the claim tried to verdict\r\n  and one of which does not, the circuit court must make the factual\r\n  determination of how to allocate the settlement between the two claims.[1]  Here, the\r\n  settlement is for the same injury as a matter of law.  Therefore, the right to setoff\r\n  arises as an operation of law, and the circuit court must award a setoff.\r\nThe dissent argues there are facts in the record\r\n  supporting the circuit court's determination that the settlement with\r\n  CitiStreet was for punitive damages only.  As we have discussed, however, our\r\n  ruling is based on the point of law that actual and punitive damages are part\r\n  of the same claim for one injury.  Therefore, the facts discussed in the\r\n  dissent are not pertinent to the analysis of whether Widener and Currie were\r\n  entitled to a setoff.  In any event, the facts in the record do not support the\r\n  circuit court's determination.  First, Smith's position that she negotiated a\r\n  settlement with CitiStreet for punitive damages in the exact same amount as her\r\n  actual damages claim is not credible.  Second, Smith's position that she had a\r\n  settlement agreement with CitiStreet which called for the parties to allocate\r\n  the proceeds of the settlement completely to punitive damages is not supported\r\n  by the record.  In fact, at the hearing on the motion for a setoff, counsel for\r\n  CitiStreet specifically denied an agreement as to how the funds would be\r\n  allocated, insisting instead that the agreement called for Smith &quot;to\r\n  allocate it however you would like to.&quot;\r\nIII.&nbsp; Conclusion\r\nWe hold that Widener and Currie were entitled to a\r\n  setoff for the amount of Smith's settlement with CitiStreet.  We reverse and\r\n  remand the case to the circuit court to enter judgment in accordance with this\r\n  opinion, and to conduct other proceedings as may be necessary to reach a final\r\n  judgment.\r\nREVERSED AND REMANDED.\r\nPIEPER,\r\n  J., concurs. \r\nLOCKEMY, J., dissenting in a separate opinion.\r\n\r\nLockemy, J.: I\r\n  respectfully dissent.  While I do not dispute the law cited by the majority\r\n  that the right to a setoff automatically applies where the proceeds are for the\r\n  same injury, I agree with the conclusion of the trial court that no portion of\r\n  the settlement paid by CitiStreet accounted for the $35,410.38 actual damage\r\n  claim submitted to the jury against Widener and Currie.  The majority seems to\r\n  combine the word &quot;injury&quot; with the word &quot;claim.&quot;  Smith\r\n  claimed actual and punitive damages against Widener and Currie,\r\n  as well as CitiStreet, for her injury due to conversion.  She also separately claimed\r\n  actual damages against CitiStreet alone for her injury due to negligence.\r\n  \r\n  \r\nThe premise set out by the majority describing the\r\n  claims in this case does not reflect my reading of the complaint and record. \r\n  The majority asserts that &quot;Smith's claims against CitiStreet were for the\r\n  same injury for which she sought damages from Widener and Currie.&quot;  This\r\n  overlooks the separate negligence claim Smith asserted against CitiStreet for\r\n  its instructions to LPL.  As the record reflects, LPL threatened legal action\r\n  against Smith for the return of the money it advanced, and Smith sued\r\n  CitiStreet for protection as well as a hold harmless assurance.  Thus, Smith\r\n  sought damages from CitiStreet that she did not seek from Widener and Currie. \r\n  Moreover, the punitive damages Smith sought against the parties were not tied\r\n  to each other.  The conduct of each was different and the potential punitive\r\n  liability of each differed tremendously. Nothing prevented a jury from awarding\r\n  punitive damages against CitiStreet and not against Widener and Currie.  In\r\n  fact, in all likelihood a net worth statement would undoubtedly show\r\n  significantly deeper pockets by CitiStreet than Widener and Currie.  CitiStreet\r\n  obviously had a lot more at risk if a jury deliberated on the ability to pay\r\n  element in deciding whether to award punitive damages and against what party.\r\n  \r\n  \r\nHaving stated my position on the procedural premise\r\n  facing the parties, let us examine the law.  Interestingly, the majority seems\r\n  to assert counter balancing positions.  O'Neill, according to the\r\n  majority, stands for the proposition that &quot;a plaintiff's claim for actual\r\n  and punitive damages arising from the same injury is the same claim for\r\n  purposes of setoff under section 15-38-50(1).&quot;  I respectfully do not\r\n  agree that this case stands for that proposition.  Be that as it may, the\r\n  majority subsequently asserts that Smith's claim that her settlement with\r\n  CitiStreet was to be allocated to punitive damages was not credible nor\r\n  supported by the record.  Although this places direct aim at the points\r\n  delineated below, it does seem superfluous if we accept that actual and\r\n  punitive damages are the same.  However, since the majority feels the need to\r\n  engage in a credibility assessment of Smith's claim as well as a legal analysis\r\n  of the similarity of actual and punitive damages, I will address my dissent to\r\n  each.\r\n  \r\n  \r\nI do not feel the law treats actual and punitive\r\n  damages the same.  The simple explanation that actual damages compensate for a\r\n  loss but punitive damages punish the wrongdoer and deter others from the same conduct\r\n  exudes truth in the difference far beyond the ability of the most complex legal\r\n  text.  O'Neill simply adds another public policy purpose in allowing the\r\n  award of punitive damages which is to vindicate the private rights of an\r\n  injured plaintiff.  O'Neill focused on punitive damages and insurance\r\n  coverage and not on the relationship between punitive and actual damages.  The O'Neill court held &quot;it does not violate South Carolina's public policy to allow a\r\n  plaintiff to seek punitive damages after signing a covenant not to execute\r\n  against the personal assets of an at-fault defendant.&quot;  388 S.C. at 255-56,\r\n  695 S.E.2d at 536.\r\n  \r\n  \r\nFurthermore, a higher standard of proof is required\r\n  for punitive damages than actual damages.  Here, CitiStreet faced the\r\n  possibility of a verdict against it for actual and punitive damages. \r\n  Admittedly, Widener and Currie faced the same possibility.  However, nothing\r\n  prevented the jury, upon sufficient evidence, from awarding actual damages\r\n  against CitiStreet as well as Widener and Currie, but punitive damages only\r\n  against CitiStreet.  Indeed, even after CitiStreet was removed from the case,\r\n  the trial court determined that sufficient evidence was presented to send the\r\n  issue of damages as to Widener and Currie to the jury.  The jury did not award\r\n  punitive damages against Widener and Currie, but what if CitiStreet had still\r\n  been in the case and the jury decided to render a punitive damage verdict\r\n  against it?  Would that mean that Widener and Currie would have been entitled\r\n  to a setoff relieving them of paying all of their assessed actual damages?\r\n  \r\n  \r\nBefore I address the issue of Smith's credibility, an\r\n  interesting dilemma demands attention.  CitiStreet realized it faced financial\r\n  and publicity dangers that it wanted to avoid, and therefore, it desired to\r\n  settle Smith's claim.  In fact, CitiStreet agreed to give money to Smith and\r\n  told her attorney &quot;to allocate it however you would like to.&quot;  Obviously,\r\n  CitiStreet desired to get out of this case.  If as the majority suggests, the settlement\r\n  money is to be applied to a setoff, what incentive did Smith have in settling\r\n  with CitiStreet?  Why would one let out the deepest pockets in a case with a high\r\n  probability of recovery?  CitiStreet, and similar defendants in the future,\r\n  remain without an avenue of rescue upon strict adherence to the majority\r\n  decision.  Plaintiffs will be hesitant to let out the deep pocket party if by\r\n  doing so it cannot allocate the settlement for its benefit.  The evidence in\r\n  this case is very strong that Smith was due actual damages from someone.  Why\r\n  settle with CitiStreet to get only what you feel confident you will get anyway? \r\n  CitiStreet agreed to pay Smith and let her allocate it any way she wished as\r\n  long as it could get out of the case.  This procedure has occurred in countless\r\n  civil cases over many years.\r\n  \r\n  \r\nI believe the majority walks on the edge of fact-finding\r\n  by asserting that Smith's claim that the settlement from CitiStreet was to be\r\n  allocated towards punitive damages was not credible.  Although I hesitate to\r\n  make credibility determinations at the appellate level of the judicial process\r\n  as the majority does, I agree with the majority that we should examine the\r\n  record to see if there is evidence to support the trial court's determination\r\n  that this was not a setoff situation, but one involving damages for a different\r\n  claim.  This court outlined this procedure in Rutland when it stated\r\n  &quot;a motion for set-off is addressed to the discretion of the court and this\r\n  discretion should not be arbitrarily or capriciously exercised.&quot;  390 S.C.\r\n  at 83, 700 S.E.2d at 454.  After the verdict against them, Widener and Currie\r\n  made a motion for setoff and thus the issue presented itself to the trial court\r\n  for evaluation utilizing Rutland.  The trial court found that CitiStreet\r\n  agreed to allocate the settlement proceeds for punitive damages, and, on at\r\n  least two occasions, made findings that the money was paid by CitiStreet for\r\n  punitive damages.  The trial court also found that Smith had a &quot;viable\r\n  claim that could have potentially resulted in a punitive damage award against\r\n  CitiStreet, LLC.&quot;[2]\r\n  \r\n  \r\nThe following evidence supports the trial court's\r\n  denial of the motion for setoff:\r\n\r\n  \r\n    \r\n      \r\n1.&nbsp;\r\n       It is undisputed that Smith sued\r\n  CitiStreet for the same causes of action it asserted against the other\r\n  defendants with the addition of a negligence claim.  This negligence claim was\r\n  based on CitiStreet's action to stop payment on the transfer to LPL after Smith\r\n  had already withdrawn $40,000.00.  This resulted in LPL threatening to sue\r\n  Smith for the return of the money.  Thus, in Smith's view, CitiStreet had not\r\n  only converted her money but had damaged her credit and placed her in jeopardy\r\n  of a lawsuit.\r\n        \r\n      \r\n    \r\n    \r\n      \r\n2.\r\n       Smith sought actual and punitive\r\n  damages against all defendants, including CitiStreet, on the conversion cause\r\n  of action.\r\n        \r\n      \r\n    \r\n    \r\n      \r\n3.\r\n       On the day of trial, Smith and\r\n  CitiStreet announced they had reached a settlement of their case.  Smith,\r\n  through her attorney, stated to the Court that the settlement was for $35,410.38\r\n  and that the proceeds would be allocated &quot;toward the plaintiff's punitive\r\n  damage claim.&quot;  A second part of the settlement was that CitiStreet would\r\n  hold Smith harmless against any claim made against her by LPL for the return of\r\n  the $40,000.00.[3] \r\n  Thus, the money was to be allocated for punitive damages for conversion and the\r\n  hold harmless agreement was to satisfy actual damages for negligence.\r\n        \r\n      \r\n    \r\n    \r\n      \r\n4.\r\n       The trial judge inquired of the\r\n  attorney for CitiStreet if he agreed with the terms of the settlement regarding\r\n  punitive damages and the hold harmless agreement.  CitiStreet's attorney\r\n  replied, &quot;[t]hat's correct, Your Honor.&quot;\r\n        \r\n      \r\n    \r\n    \r\n      \r\n5.\r\n       During this colloquy between the\r\n  court, Smith, and CitiStreet, it is significant that the attorney for Widener\r\n  and Currie was present and did not object to the settlement or its terms.&nbsp; The\r\n  court approved the settlement and CitiStreet was released from the case.\r\n        \r\n      \r\n    \r\n    \r\n      \r\n6.\r\n       Because the court approved the\r\n  settlement, CitiStreet, the defendant with the deepest pockets, did not have to\r\n  face a jury with claims seeking actual and punitive damages.  CitiStreet\r\n  received what it wanted – it was out of the case.\r\n        \r\n      \r\n    \r\n    \r\n      \r\n7.\r\n       The jury, in deciding the remaining\r\n  issues before it, determined Widener and Currie converted money belonging to\r\n  Smith and rendered a verdict in her favor for $35,410.38.[4]  The jury decided not to\r\n  assess punitive damages against Widener and Currie.\r\n        \r\n      \r\n    \r\n    \r\n      \r\n8.&nbsp;\r\n       During the course of events\r\n  leading up to this case and separate from the trial of the matter at issue\r\n  here,  the record indicates CitiStreet paid Widener and Currie the full sum of\r\n  $75,410.38 that in essence a jury determined was not due them.  Another effort\r\n  by CitiStreet to not proceed to a jury but to settle issues in this case\r\n  outside of a courtroom. Thus, even if Widener and Currie pay Smith what the\r\n  jury ordered, they will still have $40,000.00 from CitiStreet.\r\n        \r\n      \r\n    \r\n    \r\n      \r\n9.\r\n       The trial court held an extensive\r\n  post-trial hearing in this matter pursuant to Widener and Currie's motion to\r\n  designate CitiStreet and Smith's settlement as a setoff.  It permitted each\r\n  side to state its position and considered the applicability of section 15-38-50\r\n  to the facts and events of this case.  At this hearing, counsel for CitiStreet\r\n  acknowledged that he did not object to Smith allocating the proceeds of the\r\n  settlement to punitive damages. In fact, counsel asserted that he &quot;didn't\r\n  care how he allocated it.  We were just going to pay him, they can allocate it\r\n  how they like.&quot;  He even stated that during negotiations CitiStreet had proposed\r\n  the wording of the settlement to be, &quot;pursuant to your request, Plaintiff,\r\n  we agree that you can allocate it to punitive damages.&quot;  CitiStreet was\r\n  concerned not that money was allocated toward punitive damages or that Smith\r\n  had a viable claim for such, but that the record reflect that CitiStreet was\r\n  dismissed from the case.  To protect itself, CitiStreet requested and was\r\n  granted language that clarified that it had not admitted to engaging in punitive\r\n  conduct.  \r\n        &nbsp;\r\n    \r\n    \r\n      10.&nbsp;\r\n      The trial court decided after\r\n    considering the evidence, the arguments, the law, and the equities, that:\r\n    &quot;The record is clear that CitiStreet, LLC satisfied a potential unasserted\r\n    actual damage claim against the Plaintiff by accepting responsibility for any\r\n    unasserted subrogation claim by [LPL] and further extinguished any punitive\r\n    exposure it may have had under the other causes of action by agreeing to pay\r\n    Plaintiff [$35,410.38] toward a punitive damage award.&quot;  After finding\r\n    that this claim was separate from the claim presented to the jury against\r\n    Widener and Currie, the court concluded the denial of the motion by stating,\r\n    &quot;[t]he Plaintiff had a viable claim that could have potentially resulted\r\n    in a punitive damage award against CitiStreet, LLC (the settling party).&quot;  Furthermore,\r\n    the trial court found that the &quot;non-settling parties have presented no\r\n    evidence the allocation was fraudulent, invalid or an unreasonable\r\n    apportionment.&quot;\r\n    \r\n  \r\n\r\n  \r\nFor the foregoing reasons, I disagree with the\r\n  majority holding that the actual and punitive damages claims in this case are\r\n  the same.  Further, I disagree that the evidence did not support the trial\r\n  court's decision after a Rutland analysis that Smith's settlement with\r\n  CitiStreet was properly allocated toward her punitive damages claim.  Thus, I\r\n  respectfully dissent.\r\n  \r\n\r\n\r\n[1] This is what the circuit court did in Rutland v. S.C. Dep't of Transp., 390 S.C. 78, 700 S.E.2d 451&nbsp;(Ct. App. 2010), cert.\r\n  granted, (Oct. 19, 2011).  This court affirmed the Rutland trial\r\n  court's determination that the settlement was not properly allocated between\r\n  the different claims of wrongful death and survival because there was no\r\n  evidence of conscious pain and suffering.  390 S.C. at 85-86, 700 S.E.2d at\r\n  455.  In this respect, Rutland conflicts with Ellis.  In Ellis,\r\n  the court of appeals stated that wrongful death and survival are the same claim\r\n  for the same injury.  335\r\n  S.C. at 112-13, 515 S.E.2d at 272.  The\r\n  conflict between Rutland and Ellis is resolved by reference to Bennett v. Spartanburg Railway, Gas &amp; Electric\r\n    Co., 97 S.C. 27, 81 S.E. 189 (1914), in which the supreme court held that\r\n  wrongful death and survival actions are different claims for different\r\n  injuries.  97 S.C. at 29-30, 81 S.E. at 189-90.  The court stated:\r\n  &quot;Necessarily, therefore, there must be separate verdicts and separate\r\n  judgments, and hence there should be separate actions.&quot;  97 S.C. at 31, 81\r\n  S.E. at 190.  The conflict does not\r\n  affect the rule for which we cite Ellis.\r\n[2] The trial court did enter a third order upon the\r\n  request of CitiStreet clarifying that it was not making an affirmative finding\r\n  that CitiStreet engaged in &quot;egregious conduct which would warrant a\r\n  finding of punitive damages.&quot;  As in all settlements, the trial court was\r\n  not making a finding that either party was responsible but only that there was\r\n  evidence for a jury to decide.  To make sure its third order was not misinterpreted\r\n  the court clarified that &quot;[t]he remainder of the Court's order . . . remains\r\n  in full force and effect.&quot;  The fact that the trial court entered three\r\n  post-trial orders further indicates the full consideration the trial court gave\r\n  to this issue.\r\n[3] Documents in the record indicate LPL did in fact make\r\n  a claim against Smith, which pursuant to the settlement, CitiStreet paid.  This\r\n  was another issue that did not involve Widener or Currie.\r\n[4] The majority seems to feel that this amount is key\r\n  evidence in its holding that the record does not support the trial court's\r\n  decision.  In other words, that Smith's assertion of a punitive damage settlement\r\n  is not credible.  Indeed, the jury verdict is exactly the same amount CitiStreet\r\n  paid to settle with Smith and represents the amount owed to Smith to completely\r\n  pay in full her claim as beneficiary.  However, the record does not contain any\r\n  evidence as to why this amount was chosen by the parties for settlement.  Maybe\r\n  it was an effort at poetic justice by the wronged Smith who had to go through\r\n  so many legal hoops to get what was rightfully hers.  Maybe it was the full\r\n  extent that CitiStreet was willing to pay after already setting aside an\r\n  additional $75,410.38 for Widener and Currie and having a looming obligation to\r\n  LPL pending.  Maybe it was a figure that resulted from negotiations back and\r\n  forth between the parties.  Based on the record, one can only make\r\n  suppositions.  Making decisions based on appearances does not remove the decision\r\n  from the realm of conjecture.  It is precarious for a court to become too\r\n  involved with the reasons behind settlement negotiations.  In most cases, this\r\n  is better left to the parties with court involvement only coming afterward to\r\n  ensure the parties agree as to terms and that the terms meet basic fairness.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]