[{"id":"5036","title":"Pearson v. Hilton Head Hospital","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5036.pdf","description":"Hilton Head Hospital a/k/a Hilton Head Health System, L.P.; Tenet HealthSystem Medical, Inc.; and Tenet Physician Services-Hilton Head, Inc. (collectively the Hospital) appeal the circuit court's denial of its motion to compel arbitration against Dr. William F. Pearson.  It contends because the circuit court granted a co-defendant's motion to compel, the court also should have granted the Hospital's motion because the claims are intertwined and based upon the same facts.  It further argues because Dr. Pearson has received the benefit of the contract between it and the co-defendant, which contains an arbitration clause, and because it received a benefit under Dr. Pearson and the co-defendant's contract, which also contained an arbitration clause, he should be forced to arbitrate with it when his causes of action against the Hospital included breach of contract.  We reverse.","date":"2012-10-03","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Court of Appeals \n\r\n\r\n\r\n\r\nWilliam F. Pearson, M.D.,        Respondent,\r\n\r\n                            v.\r\nHilton Head Hospital a/k/a\r\nHilton Head Health System,\r\nL.P., Tenet Healthsystem\r\nMedical, Inc., Tenet Physician\r\nServices-Hilton Head, Inc. and\r\nLocumTenens.com, LLC,            Defendants,\r\nOf whom Hilton Head Hospital\r\na/k/a Hilton Head Health\r\nSystem, L.P., Tenet\r\nHealthsystem Medical, Inc. are\r\nthe                              Appellants.\r\n\r\n\r\n\r\n                       __________\r\n\r\n            Appeal From Beaufort County\r\n    Marvin H. Dukes, III, Special Circuit Court Judge\r\n\r\n                       __________\r\n\r\n                  Opinion No. 5036 \n\r\n       Heard May 9, 2012 – Filed October 3, 2012 \n\r\n                     __________\r\n\r\n                      REVERSED\r\n                      __________\r\n\n           C. Mitchell Brown and Sue Erwin Harper, both of\r\n           Columbia, for Appellants.\r\n\r\n           Anne Louise Peterson-Hutto, of Charleston, for\r\n           Respondent.\r\n\r\n\r\n      KONDUROS, J.: Hilton Head Hospital a/k/a Hilton Head Health\r\nSystem, L.P.; Tenet HealthSystem Medical, Inc.; and Tenet Physician\r\nServices-Hilton Head, Inc. (collectively the Hospital) appeal the circuit\r\ncourt's denial of its motion to compel arbitration against Dr. William F.\r\nPearson. It contends because the circuit court granted a co-defendant's\r\nmotion to compel, the court also should have granted the Hospital's motion\r\nbecause the claims are intertwined and based upon the same facts. It further\r\nargues because Dr. Pearson has received the benefit of the contract between it\r\nand the co-defendant, which contains an arbitration clause, and because it\r\nreceived a benefit under Dr. Pearson and the co-defendant's contract, which\r\nalso contained an arbitration clause, he should be forced to arbitrate with it\r\nwhen his causes of action against the Hospital included breach of contract.\r\nWe reverse.        FACTS/PROCEDURAL HISTORY\r\n\r\n      LocumTenens.com, LLC (Locum) is an online medical professional\r\nplacement corporation, headquartered in Georgia, that recruits medical\r\nprofessionals online and through electronic mail and places them throughout\r\nthe United States, particularly in South Carolina. The Hospital and Locum\r\nentered into a contract in 2006 in which Locum would place temporary\r\nphysicians at the Hospital to work as independent contractors. In 2007,\r\nLocum entered into a contract with Dr. Pearson to place him at the Hospital\r\nas an anesthesiologist for forty days in July, August, and September of 2007.\r\n\r\n      The contract between the Hospital and Locum provided, \"Any\r\ncontroversy or claim arising out of or relating to the interpretation,\r\nenforcement or breach of this Agreement or the relationship between the\r\nparties hereto shall be resolved by binding arbitration in accordance with the\r\n\nCommercial Arbitration Rules for the American Arbitration Association . . .\r\n.\" The contract between Dr. Pearson and Locum contained the same clause.\r\n\r\n       On August 27, 2007, Dr. Pearson was the anesthesiologist on call at the\r\nHospital when complications occurred in a delivery of twins. The Hospital\r\nand Locums fired Dr. Pearson on August 28, 2007. Dr. Pearson filed a\r\ncomplaint on August 28, 2009, against the Hospital and Locum requesting\r\nrelief under the South Carolina Payment of Wages Act and alleging\r\nretaliatory discharge, defamation, and breach of contract. On October 22,\r\n2009, the Hospital filed a motion to compel arbitration. On December 8,\r\n2009, Locum also filed a motion to compel arbitration. The circuit court\r\ngranted Locum's motion to compel arbitration but denied the Hospital's\r\nmotion to compel arbitration. The court stated the contract between Locum\r\nand the Hospital was a general one, not specific to Dr. Pearson and predated\r\nthe contract between Locum and Dr. Pearson. It found Dr. Pearson did not\r\nsign an agreement with the Hospital to arbitrate any claims arising out of\r\ntheir relationship. The court found the case of International Paper Co. v.\r\nSchwabedissen Maschinen & Anlagen GMBH, 206 F.3d 411 (4th Cir. 2000),\r\nunpersuasive as it involved only one contract. This appeal followed.\r\n\r\n                         STANDARD OF REVIEW\r\n\r\n       Unless the parties otherwise provide, the question of the arbitrability of\r\na claim is an issue for judicial determination. Zabinski v. Bright Acres\r\nAssocs., 346 S.C. 580, 596, 553 S.E.2d 110, 118 (2001). Determinations of\r\narbitrability are subject to de novo review, but if any evidence reasonably\r\nsupports the circuit court's factual findings, this court will not overrule those\r\nfindings. Stokes v. Metro. Life Ins. Co., 351 S.C. 606, 609-10, 571 S.E.2d\r\n711, 713 (Ct. App. 2002).     LAW/ANALYSIS\r\n\r\n      The Hospital contends the circuit court erred in denying its motion to\r\ncompel arbitration because (1) Dr. Pearson's claims fall within the arbitration\r\nagreement he signed with Locum; (2) federal law recognizes the right to\r\ncompel non-signatories to arbitrate and for non-signatories to compel\r\nsignatories to arbitrate; (3) Dr. Pearson is relying on the terms in the\r\n\nagreement between Locum and the Hospital and Dr. Pearson sought to\r\nbenefit from it; and (4) the Hospital is a third-party beneficiary to Dr. Pearson\r\nand Locum's contract. We agree.\r\n\r\n       \"To decide whether an arbitration agreement encompasses a dispute, a\r\ncourt must determine whether the factual allegations underlying the claim are\r\nwithin the scope of the broad arbitration clause, regardless of the label\r\nassigned to the claim.\" Zabinski v. Bright Acres Assocs., 346 S.C. 580, 597,\r\n553 S.E.2d 110, 118 (2001). \"Any doubts concerning the scope of arbitrable\r\nissues should be resolved in favor of arbitration.\" Id. However, \"[a]rbitration\r\nrests on the agreement of the parties . . . . A party cannot be compelled to\r\narbitrate a particular dispute unless his agreement expressly encompasses the\r\nsubject matter of the dispute.\" Simmons v. Lucas & Stubbs Assocs., 283\r\nS.C. 326, 332-33, 322 S.E.2d 467, 470 (Ct. App. 1984). However, \"unless\r\nthe court can say with positive assurance that the arbitration clause is not\r\nsusceptible to an interpretation that covers the dispute, arbitration should be\r\nordered.\" Zabinski, 346 S.C. at 597, 553 S.E.2d at 118. \"A motion to\r\ncompel arbitration made pursuant to an arbitration clause in a written contract\r\nshould only be denied where the clause is not susceptible to any\r\ninterpretation which would cover the asserted dispute.\" Id. at 597, 553\r\nS.E.2d at 118-19.\r\n\r\n       \"Unless the parties have contracted to the contrary, the [Federal\r\nArbitration Act (FAA)] applies in federal or state court to any arbitration\r\nagreement regarding a transaction that in fact involves interstate commerce,\r\nregardless of whether or not the parties contemplated an interstate\r\ntransaction.\" Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 538, 542 S.E.2d\r\n360, 363 (2001) (footnote omitted). \"The United States Supreme Court has\r\nheld that the phrase 'involving commerce' is the same as 'affecting\r\ncommerce,' which has been broadly interpreted to mean Congress intended to\r\nutilize its powers to regulate interstate commerce to its full extent.\" Blanton\r\nv. Stathos, 351 S.C. 534, 540, 570 S.E.2d 565, 568 (Ct. App. 2002) (citing\r\nAllied-Bruce Terminix Cos. v. Dobson, 513 U.S. 265 (1995)). \"To ascertain\r\nwhether a transaction involves commerce within the meaning of the FAA, the\r\ncourt must examine the agreement, the complaint, and the surrounding facts.\"\r\nZabinski, 346 S.C. at 594, 553 S.E.2d at 117.\r\n\n       \"Generally, arbitration is a matter of contract and a party cannot be\r\nrequired to submit to arbitration any dispute which he has not agreed so to\r\nsubmit.\" Int'l Paper Co. v. Schwabedissen Maschinen & Anlagen GMBH,\r\n206 F.3d 411, 416 (4th Cir. 2000) (citation and internal quotation marks\r\nomitted). \"While a contract cannot bind parties to arbitrate disputes they\r\nhave not agreed to arbitrate, '[i]t does not follow . . . that under the [Federal\r\nArbitration] Act an obligation to arbitrate attaches only to one who has\r\npersonally signed the written arbitration provision.'\" Id. (quoting Fisser v.\r\nInt'l Bank, 282 F.2d 231, 233 (2d Cir. 1960)) (alterations by court). \"Rather,\r\na party can agree to submit to arbitration by means other than personally\r\nsigning a contract containing an arbitration clause.\" Id. South Carolina has\r\nrecognized \"a party should not be allowed to avoid an arbitration agreement\r\nby naming nonsignatory parties in his complaint . . . because this would\r\nnullify the rule requiring arbitration.\" S.C. Pub. Serv. Auth. v. Great W. Coal\r\n(Ky.), Inc., 312 S.C. 559, 563, 437 S.E.2d 22, 24 (1993) (citing Arnold v.\r\nArnold Corp., 920 F.2d 1269 (6th Cir. 1990)). The rule in the Fourth Circuit\r\nis that \"a broadly-worded arbitration clause applies to disputes that do not\r\narise under the governing contract when a 'significant relationship' exists\r\nbetween the asserted claims and the contract in which the arbitration clause is\r\ncontained.\" Long v. Silver, 248 F.3d 309, 316 (4th Cir. 2001).\r\n\r\n       \"Well-established common law principles dictate that in an appropriate\r\ncase a nonsignatory can enforce, or be bound by, an arbitration provision\r\nwithin a contract executed by other parties.\" Int'l Paper Co., 206 F.3d at 416-\r\n17. A parent company has been forced to arbitrate even though not a party to\r\nthe agreement when the subsidiary was a party to the agreement under a\r\ntheory of equitable estoppel. Id. at 417 (quoting J.J. Ryan & Sons v. Rhone\r\nPoulenc Textile, S.A., 863 F.2d 315, 320-21 (4th Cir. 1988)) (citing Sunkist\r\nSoft Drinks, Inc. v. Sunkist Growers, Inc., 10 F.3d 753, 757 (11th Cir. 1993)\r\n(holding that because claims against nonsignatory parent were \"intimately\r\nfounded in and intertwined with\" a contract containing an arbitration clause,\r\nsignatory was estopped from refusing to arbitrate those claims); Hughes\r\nMasonry Co. v. Greater Clark Cnty. Sch. Bldg. Corp., 659 F.2d 836, 840-41\r\n(7th Cir. 1981) (finding signatory equitably estopped from repudiating\r\narbitration clause in agreement on which suit against nonsignatory was\r\nbased)). \"Moreover, the Second Circuit recently noted that it had recognized\r\nthat five theories 'aris[ing] out of common law principles of contract and\r\n\nagency law' could provide a basis 'for binding nonsignatories to arbitration\r\nagreements: 1) incorporation by references; 2) assumption; 3) agency; 4) veil\r\npiercing/alter ego; and 5) estoppel.'\" Id. (citing Thomson-CSF, S.A. v. Am.\r\nArbitration Ass'n, 64 F.3d 773, 776 (2d Cir. 1995); Bel-Ray Co. v. Chemrite\r\n(Pty) Ltd., 181 F.3d 435, 440-43 (3d Cir. 1999); Amoco Transport Co. v.\r\nBugsier Reederei & Bergungs, A.G. ( In re Oil Spill by the \"Amoco Cadiz\" ),\r\n659 F.2d 789, 795-96 (7th Cir. 1981)) (alteration by court).\r\n\r\n       \"[S]tate law determines questions 'concerning the validity, revocability,\r\nor enforceability of contracts generally,' . . . but the Federal Arbitration Act, 9\r\nU.S.C. § 2 (1994), and the Convention on the Recognition and Enforcement\r\nof Foreign Arbitral Awards, enforced by 9 U.S.C. §§ 201-08 (1994), 'create a\r\nbody of federal substantive law of arbitrability, applicable to any arbitration\r\nagreement within the coverage of the Act.'\" Id. at 417 n.4 (quoting Perry v.\r\nThomas, 482 U.S. 483, 493 n.9 (1987); Moses H. Cone Mem'l Hosp. v.\r\nMercury Constr. Corp., 460 U.S. 1, 24 (1983)). \"These statutes constitute a\r\ncongressional declaration of liberal federal policy favoring arbitration\r\nagreements, notwithstanding any state substantive or procedural policies to\r\nthe contrary.\" Id. (citation and quotation marks omitted). Because the\r\ndetermination of whether a nonsignatory is bound by a contract presents no\r\nstate law question of contract formation or validity, the court looks to the\r\nfederal substantive law of arbitrability to resolve the question. Id.\r\n\r\n      \"Equitable estoppel precludes a party from asserting rights he otherwise\r\nwould have had against another when his own conduct renders assertion of\r\nthose rights contrary to equity.\" Id. at 417-18 (citation and quotation marks\r\nomitted).   In the arbitration context, the doctrine recognizes that\r\n            a party may be estopped from asserting that the lack\r\n            of his signature on a written contract precludes\r\n            enforcement of the contract's arbitration clause when\r\n            he has consistently maintained that other provisions\r\n            of the same contract should be enforced to benefit\r\n            him.\r\n\nId. at 418 (emphasis added). \"'To allow [a plaintiff] to claim the benefit of\r\nthe contract and simultaneously avoid its burdens would both disregard\r\nequity and contravene the purposes underlying enactment of the Arbitration\r\nAct.'\" Id. (quoting Avila Grp., Inc. v. Norma J. of Cal., 426 F. Supp. 537,\r\n542 (S.D.N.Y. 1977)) (alteration by court).\r\n\r\n       \"A nonsignatory is estopped from refusing to comply with an\r\narbitration clause 'when it receives a direct benefit from a contract containing\r\nan arbitration clause.'\" Id. (quoting Am. Bureau of Shipping v. Tencara\r\nShipyard S.P.A., 170 F.3d 349, 353 (2d Cir. 1999) (citing Deloitte Noraudit\r\nA/S v. Deloitte Haskins & Sells, 9 F.3d 1060, 1064 (2d Cir. 1993) (holding\r\nnonsignatory bound to arbitrate when it knew of the arbitration agreement\r\nand \"knowingly accepted the benefits of\" that agreement)) (comparing\r\nHughes Masonry Co., 659 F.2d at 838-39 (\"[I]t would be manifestly\r\ninequitable to permit Hughes to both claim that J.A.[ a nonsignatory] is liable\r\nto Hughes for its failure to perform the contractual duties described in the\r\n[arbitration agreement] and at the same time deny that J.A. is a party to that\r\nagreement in order to avoid arbitration of claims clearly within the ambit of\r\nthe arbitration clause.\") (alterations by court)).\r\n\r\n            Some courts have, at a nonsignatory's instance,\r\n            required a signatory of an arbitration agreement to\r\n            arbitrate with the nonsignatory because of \"the close\r\n            relationship between the entities involved, as well as\r\n            the relationship of the alleged wrongs to the\r\n            nonsignatory's obligations and duties in the contract .\r\n            . . and [the fact that] the claims were intimately\r\n            founded in and intertwined with the underlying\r\n            contract obligations.\"\r\n\r\nId. at 418 n.6 (quoting Sunkist, 10 F.3d at 757) (alterations by court). The\r\nInternational Paper Co. court recognized that the Second Circuit has held that\r\n\"a 'close relationship' and 'intimate [ ]' factual connection provide no\r\nindependent basis to require a nonsignatory of an arbitration agreement to\r\narbitrate with a signatory, and therefore that a nonsignatory cannot be bound\r\nwithout receiving a 'direct benefit' from or pursuing a 'claim . . . integrally\r\nrelated to the contract containing the arbitration clause.'\" Id. (quoting\r\n\nThomson-CSF, 64 F.3d at 778-80) (alterations by court). The court\r\ndetermined it did not need to reach that question \"because International Paper\r\nclearly does seek a 'direct benefit' from the Wood-Schwabedissen agreement\r\nand makes a 'claim . . . integrally related to' that contract.\" Id. (alteration by\r\ncourt).\r\n\r\n      In Jackson v. Iris.com, the court summarized International Paper Co.:\r\n\r\n            International Paper bought an industrial saw from\r\n            Wood Systems, a distributor. The saw was\r\n            manufactured by Schwabedissen pursuant to a\r\n            contract between Wood Systems and Schwabedissen\r\n            containing an arbitration clause. International Paper\r\n            was not a signatory to the contract. The industrial\r\n            saw was defective, and International Paper sued\r\n            Schwabedissen for breach of the terms and warranties\r\n            of the contract. The Fourth Circuit found that\r\n            International Paper was equitably estopped from\r\n            denying the applicability of the arbitration clause to\r\n            its claims against Schwabedissen because\r\n            International Paper could not both accept the\r\n            contract's benefits (the warranty provisions) and, at\r\n            the same time, reject the contract's burdens (the\r\n            arbitration provisions).\r\n\r\n524 F. Supp. 2d 742, 750 (E.D.Va. 2007) (citing Int'l Paper Co., 206 F.3d at\r\n414, 416-19).\r\n\r\n      \"Generally, these cases involve non-signatories who, during the life of\r\nthe contract, have embraced the contract despite their non-signatory status but\r\nthen, during litigation, attempt to repudiate the arbitration clause in the\r\ncontract.\" E.I. DuPont de Nemours & Co. v. Rhone Poulenc Fiber & Resin\r\nIntermediates, S.A.S., 269 F.3d 187, 200 (3d Cir. 2001) (citing Tencara\r\nShipyard, 170 F.3d at 353 (finding non-signatory derived benefit from\r\ncontract and could not avoid the arbitration clause contained therein)). The\r\nThird Circuit has noted:\r\n\n            many of these cases resemble the third party\r\n            beneficiary cases. In Tencara Shipyard, for example,\r\n            the non-signatory was the intended third party\r\n            beneficiary of the contract containing the arbitration\r\n            clause. The two theories of liability are, however,\r\n            distinct. Under the third party beneficiary theory, a\r\n            court must look to the intentions of the parties at the\r\n            time the contract was executed. Under the equitable\r\n            estoppel theory, a court looks to the parties' conduct\r\n            after the contract was executed. Thus, the snapshot\r\n            this Court examines under equitable estoppel is much\r\n            later in time than the snapshot for third party\r\n            beneficiary analysis.\r\n\r\nId. at 200 n.7.\r\n\r\n      In E.I. DuPont de Nemours & Co., the court was troubled\r\n\r\n            that a close examination of the Amended Complaint\r\n            reveals that, at bottom, DuPont's claims against the\r\n            subsidiary, Rhodia Fiber, arise, at least in part, from\r\n            the underlying Agreement. Parenthetically, it is\r\n            difficult to decipher exactly what DuPont claims each\r\n            appellant has done giving rise to liability because in\r\n            its Amended Complaint DuPont lumps them together\r\n            as \"the Rhodia Group,\" just as in the Complaint, it\r\n            lumped them together as \"RP.\"\r\n\r\nId. at 200-01. The court further noted:\r\n\r\n            The Amended Complaint does not allege only that\r\n            Rhodia, the parent, breached its oral agreement to\r\n            provide loan guarantees to its subsidiary. If this were\r\n            DuPont's only claim in this case, the Amended\r\n            Complaint would have named one, and only one,\r\n            defendant-Rhodia. Instead, the Amended Complaint\r\n            also named Rhodia Fiber, the subsidiary, as a\r\n\ndefendant because, DuPont alleges, Rhodia Fiber\r\nbreached its oral promise to DuPont that it would\r\ncontinue to abide by its obligations in the Agreement,\r\ni.e., securing loan guarantees for the joint venture. To\r\nthe extent that DuPont presses a claim against Rhodia\r\nFiber for breaching its oral commitment to perform\r\nunder the Agreement, DuPont alleges a claim which\r\ncan well be argued (a) embraces the underlying\r\nAgreement and (b) requires proof that Rhodia Fiber\r\nultimately breached the underlying Agreement. The\r\nquestion, then, is whether having alleged that it\r\nentered into a separate oral agreement with Rhodia\r\nFiber binding Rhodia Fiber to the very obligations it\r\nundertook in the Agreement, DuPont is now\r\nequitably estopped from avoiding another provision\r\nof the Agreement, i.e., the arbitration clause. This is a\r\nclose call.\r\n\r\nOn the one hand, we must be careful about\r\ndisregarding the corporate form and treating a non-\r\nsignatory like a signatory. On the other hand, by\r\nalleging, albeit by virtue of a separate oral agreement,\r\nthat Rhodia Fiber failed to secure loan guarantees,\r\nDuPont's claim against Rhodia Fiber implicates, at\r\nleast in part, the very Agreement which DuPont\r\nrepudiates to avoid arbitration. It is, however, that\r\nseparate oral agreement that saves the day for DuPont\r\nbecause, wholly apart from whether Rhodia Fiber\r\nbreached the Agreement, what is at the core of this\r\ncase is the conduct and the statements of appellants'\r\nrepresentative in January of 1998.\r\n\r\nWith reference to the second theory of equitable\r\nestoppel, appellants rely on a series of cases in which\r\nsignatories were held to arbitrate related claims\r\nagainst parent companies who were not signatories to\r\nthe arbitration clause. In each of these cases, a\r\n\n            signatory was bound to arbitrate claims brought by a\r\n            non-signatory because of the close relationship\r\n            between the entities involved, as well as the\r\n            relationship of the alleged wrongs to the non-\r\n            signatory's obligations and duties in the contract and\r\n            the fact that the claims were intertwined with the\r\n            underlying contractual obligations. . . . Appellants\r\n            recognize that these cases bind a signatory not a non-\r\n            signatory to arbitration, but argue that this is a\r\n            distinction without a difference. They are wrong.\r\n\r\nId. at 201-02.\r\n\r\n     The court noted that the Second Circuit had rejected the \"distinction\r\nwithout a difference\" argument:\r\n\r\n            \"As these cases indicate, the circuits have been\r\n            willing to estop a signatory from avoiding arbitration\r\n            with a nonsignatory when the issues the nonsignatory\r\n            is seeking to resolve in arbitration are intertwined\r\n            with the agreement that the estopped party has\r\n            signed. As the district court pointed out, however,\r\n            '[t]he situation here is inverse: E & S, as signatory,\r\n            seeks to compel Thomson, a non-signatory.' While E\r\n            & S suggests that this is a non-distinction, the nature\r\n            of arbitration makes it important. Arbitration is\r\n            strictly a matter of contract; if the parties have not\r\n            agreed to arbitrate, the courts have no authority to\r\n            mandate that they do so. In the line of cases discussed\r\n            above, the courts held that the parties were estopped\r\n            from avoiding arbitration because they had entered\r\n            into written arbitration agreements, albeit with the\r\n            affiliates of those parties asserting the arbitration and\r\n            not the parties themselves. Thomson, however,\r\n            cannot be estopped from denying the existence of an\r\n            arbitration clause to which it is a signatory because\r\n            no such clause exists. At no point did Thomson\r\n\n            indicate a willingness to arbitrate with E & S.\r\n            Therefore, the district court properly determined\r\n            these estoppel cases to be inapposite and insufficient\r\n            justification for binding Thomson to an agreement\r\n            that it never signed.\"\r\n\r\nId. at 202 (quoting Thomson-CSF, S.A., 64 F.3d at 779) (alteration by court).\r\nThe court found \"[t]he distinction between signatories and non-signatories is\r\nimportant to ensure that short of piercing the corporate veil, a court does not\r\nignore the corporate form of a non-signatory based solely on the\r\ninterrelatedness of the claims alleged.\" Id. A non-signatory cannot be\r\n\"required to arbitrate unless its conduct falls within one of the accepted\r\nprinciples of agency or contract law that permit doing so.\" Id. \"In sum, the\r\nthrust of the claims in the Amended Complaint are far enough removed from\r\nthe Agreement such that DuPont should not be equitably estopped from\r\nrepudiating the arbitration clause contained in the Agreement.\" Id.\r\n\r\n     In Ellen v. A.C. Schultes of Maryland, Inc., 615 S.E.2d 729, 733 (N.C.\r\nCt. App. 2005), the court found\r\n\r\n            plaintiffs are not seeking any direct benefits from the\r\n            contracts containing the relevant arbitration clause,\r\n            nor are they asserting any rights arising under the\r\n            ACCU–AC Schultes contracts. Neither plaintiffs'\r\n            allegations of unfair and deceptive trade practices nor\r\n            plaintiffs' allegations of tortious interference depend\r\n            upon the contracts containing the arbitration clause.\r\n            Both of the claims are dependent upon legal duties\r\n            imposed by North Carolina statutory or common law\r\n            rather than contract law.\r\n\r\nThe court determined \"because plaintiffs are not seeking a direct benefit from\r\nthe provisions of the ACCU–AC Schultes contracts, we conclude that the\r\ndoctrine of equitable estoppel cannot be used to force plaintiffs to arbitrate\r\ntheir individual claims[, and] the trial court did not err in denying defendants'\r\nmotions to compel arbitration.\" Id.\r\n\n      A South Carolina district court has noted the Eleventh Circuit's position\r\non the ways nonsignatories could compel arbitration against signatories:\r\n\r\n            Existing case law demonstrates that equitable\r\n            estoppel allows a non-signatory to compel arbitration\r\n            in two different circumstances. First, equitable\r\n            estoppel applies when the signatory to a written\r\n            agreement containing an arbitration clause must rely\r\n            on the terms of the written agreement in asserting its\r\n            claims against the nonsignatory. When each of a\r\n            signatory's claims against a nonsignatory makes\r\n            reference to or presumes the existence of the written\r\n            agreement, the signatory's claims arise out of and\r\n            relate directly to the written agreement, and\r\n            arbitration is appropriate. Second, application of\r\n            equitable estoppel is warranted when the signatory to\r\n            the contract containing an arbitration clause raises\r\n            allegations of substantially interdependent and\r\n            concerted misconduct by both the nonsignatory and\r\n            one or more of the signatories to the contract.\r\n            Otherwise the arbitration proceedings between the\r\n            two signatories would be rendered meaningless and\r\n            the federal policy in favor of arbitration effectively\r\n            thwarted.\r\n\r\nGoer v. Jasco Indus., Inc., 395 F. Supp. 2d 308, 314 n.9 (D.S.C. 2005)\r\n(quoting MS Dealer Serv. Corp. v. Franklin, 177 F.3d 942, 947 (11th Cir.\r\n1999)) (emphases added by court).\r\n\r\n       \"[A] party may not 'rely on the contract when it works to its advantage,\r\nand repudiate it when it works to its disadvantage.'\" Jackson, 524 F. Supp. 2d\r\nat 749 (quoting Hughes Masonry Co., 659 F.2d at 839). When \"a signatory\r\nseeks to enforce an arbitration agreement against a non-signatory, the\r\ndoctrine estops the non-signatory from claiming that he is not bound to the\r\narbitration agreement when he receives a 'direct benefit' from a contract\r\ncontaining an arbitration clause.\" Id. at 749-50 (citing Int'l Paper Co., 206\r\nF.3d at 417-18; Am. Bankers Ins. Group v. Long, 453 F.3d 623, 628 (4th Cir.\r\n\n2006); R.J. Griffin & Co. v. Beach Club II Homeowners Ass'n, 384 F.3d 157,\r\n162 (4th Cir. 2004); Tencara Shipyard S.P.A., 170 F.3d at 353 (holding non-\r\nsignatory was estopped from denying applicability of arbitration clause when\r\nnonsignatory received \"direct benefits\" from contract including lowered\r\ninsurance rates and the ability to sail under the French flag)).\r\n\r\n      In Jackson, the court found:\r\n\r\n            Jackson seeks to have his cake and eat it too. Iris paid\r\n            G*Town $550,000 pursuant to the G*Town Contract.\r\n            No other sums were paid by Iris. G*Town then paid\r\n            $450,000 to ATA, Jackson's undisputed agent. ATA\r\n            then paid $150,000 to Jackson and $75,000 to Elliot.\r\n            Jackson concedes that he retained the $150,000\r\n            payment. The $150,000 ultimately retained by\r\n            Jackson was a \"direct benefit\" of the G*Town\r\n            Contract executed by Iris and G*town. Pursuant to\r\n            the test outlined by the Fourth Circuit, Jackson is\r\n            therefore equitably estopped from denying the\r\n            applicability of the arbitration clause, even though,\r\n            allegedly, neither he nor his agents signed the\r\n            G*Town Contract. Iris' $150,000 payment to\r\n            Jackson, albeit indirect, was intended to be partial\r\n            consideration for his performance in Africa pursuant\r\n            to the G*Town Contract. It would be inequitable to\r\n            permit Jackson to retain the direct benefits of the\r\n            G*Town Contract (the $150,000 paid by Iris) while,\r\n            at the same time, permitting him to deny the\r\n            contract's burdens (the arbitration provision).\r\n\r\nId. at 750 (citations and footnote omitted).\r\n\r\n      The Hospital argues that Dr. Pearson is bound by the arbitration clause\r\nboth as a nonsignatory to the Hospital and Locum's agreement and as a\r\nsignatory to his and Locum's agreement. Although some courts have been\r\nmore inclined to compel arbitration when the person or entity to be\r\n\ncompelled was a signatory because they actually consented to arbitration, the\r\nFourth Circuit has recognized the right to compel a nonsignatory.\r\n\r\n      Here, looking at Dr. Pearson as a nonsignatory in the contract between\r\nLocum and the Hospital, he received a benefit due to the contract, in that he\r\nwas able to work at the Hospital and receive payment for his work. If not for\r\nthat contract, then Dr. Pearson would have had to make separate\r\narrangements with the Hospital in order to work there. He knowingly\r\naccepted benefits of the contract between the Hospital and Locum.\r\nAccordingly, Dr. Pearson benefitted from that contract and should not be able\r\nto disclaim the arbitration agreement contained in it.\r\n\r\n      Additionally, looking at the Hospital as a nonsignatory in the contract\r\nbetween Dr. Pearson and Locum, Dr. Pearson has to rely on his contract or\r\nthe Hospital's to have a breach of contract action against the Hospital.\r\nBecause both of those contracts have arbitration clauses, he should not be\r\nallowed to hold the Hospital to one of the contracts to allege a breach but not\r\nbe subject to the arbitration provisions. Dr. Pearson's contract stated that the\r\nHospital was the client.\r\n\r\n      Further, in Dr. Pearson's complaint, he makes no distinction between\r\nthe Hospital and Locum. He lumps them together as defendants and states\r\nthey are jointly and severally liable. Additionally, the lawsuit arose against\r\nLocum and the Hospital from the same set of facts. Further, he raises a cause\r\nof action for breach of contract against the defendants, not just Locum.\r\nAccordingly, he is seeking either to receive damages under Locum and the\r\nHospital's contract, or to hold the Hospital accountable under his and\r\nLocum's contract. Therefore, he is either seeking a benefit under the\r\nHospital's contract or attempting to hold the Hospital accountable under his.\r\n\r\n       Lastly, the contract between Locum and Dr. Pearson further states that\r\n\"[a]ny controversy or claim arising out of or relating to the interpretation,\r\nenforcement or breach of this Agreement . . . shall be resolved by binding\r\narbitration.\" The causes of action against the Hospital arose as a result of Dr.\r\nPearson's being placed there by Locum, which was the purpose of the\r\ncontract. Based on all the forgoing, the circuit court's denial of the Hospital's\r\nmotion to compel arbitration is\r\n\nREVERSED. \n\r\n\r\nPIEPER and GEATHERS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"5017","title":"State v. Manning","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5017.pdf","description":"In this appeal, Christopher Manning (Manning) asserts the circuit court erred by (1) denying Manning's motion to dismiss the case because the State violated section 56-5-2953 of the South Carolina Code (Supp. 2011) by failing to provide an affidavit of the arresting officer certifying that it was physically impossible to provide a video recording as required by the statue when Manning needed emergency medical treatment; (2) denying Manning's motion to suppress the blood test evidence pursuant to section 56-5-2946 of the South Carolina Code (1991) because there was not sufficient probable cause for an arrest; (3) denying Manning's motion for a mistrial based on prejudice suffered by Manning after the circuit court severed the felony DUI charge and the possession of a schedule three substance charge after the jury was aware Manning was being tried on both charges; and (4) charging the jury on section 56-5-2950(b) of the South Carolina Code (Supp. 2011).  We affirm.","date":"2012-10-10","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Christopher Manning, Appellant.\r\n\r\n            Appellate Case No. 2010-161686\r\n\r\n\r\n                           Appeal From Lexington County\r\n                       R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                            Published Opinion No. 5017 \n\r\n                     Heard May 8, 2012 – Filed August 1, 2012 \n\r\n                 Withdrawn, Substituted and Refiled October 10, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n            Appellate Defender LaNelle C. DuRant, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan Wilson, Chief Deputy Attorney\r\n            General John W. McIntosh, Assistant Deputy Attorney\r\n            General David A. Spencer, all of Columbia; and Solicitor\r\n            Donald Myers, of Lexington, for Respondent.\r\n\r\n\r\nWILLIAMS, J.: In this appeal, Christopher Manning (Manning) asserts the circuit\r\ncourt erred by (1) denying Manning's motion to dismiss the case because the State\r\nviolated section 56-5-2953 of the South Carolina Code (Supp. 2011) by failing to\r\nprovide an affidavit of the arresting officer certifying that it was physically\r\nimpossible to provide a video recording as required by the statute when Manning\r\nneeded emergency medical treatment; (2) denying Manning's motion to suppress\r\n\nthe blood test evidence pursuant to section 56-5-2946 of the South Carolina Code\r\n(1991) because there was not sufficient probable cause for an arrest; (3) denying\r\nManning's motion for a mistrial based on prejudice suffered by Manning after the\r\ncircuit court severed the felony DUI charge and the possession of a schedule three\r\nsubstance charge after the jury was aware Manning was being tried on both\r\ncharges; and (4) charging the jury on section 56-5-2950(b) of the South Carolina\r\nCode (Supp. 2011). We affirm.\r\n\r\nFACTS\r\nOn July 31, 2009, Manning was working at Boondocks, a private club. Jacob Hill\r\n(Hill) was working at a nearby restaurant, Fisherman's Wharf. Hill needed a ride\r\nhome from work, so he walked to Boondocks where he knew people because he\r\nhad previously worked there. When he arrived at Boondocks, Hill started drinking\r\nwith friends.\r\n\r\nAfter Manning's shift at Boondocks was over at 11:00 pm, he began drinking with\r\nHill and his friends until around 4:00 am. Heather Fairchild (Fairchild), one of the\r\nbartenders at Boondocks that night, testified that although Manning and Hill\r\nconsumed a \"pretty good amount of alcohol\" by drinking beer and taking shots\r\ntogether, neither appeared to be visibly drunk. When Boondocks closed, Fairchild\r\ntestified she heard Manning and Hill talk about going swimming in Lake Murray\r\nand also heard Manning say he had his car and he was going to drive.\r\n\r\nManning and Hill were subsequently in a single car accident, severely injuring\r\nManning and killing Hill. Manning was arrested and indicted for felony DUI and\r\npossession of a quantity of acetaminophen and hydrocodone, a schedule three\r\nsubstance. During the two-day jury trial, the State argued Manning was the driver.\r\nManning's defense at trial was that Hill was the driver of the vehicle.\r\n\r\nNathan Prouse (Prouse), an employee of the Lexington County Fire Service,\r\ntestified he received a call shortly before 5:00 am about a vehicle accident on\r\nHighway 378. He was the first responder on the scene. When Prouse arrived, he\r\nsaw two bodies lying on the ground in a field. EMS arrived immediately after\r\nProuse and pronounced Hill deceased. Prouse went to assist Manning, who was\r\nseverely injured. Prouse testified Manning appeared alert and told Prouse, \"I f-ed\r\nup!\" Other emergency responders testified they heard Manning say those same\r\nwords. Elizabeth Grayson Simmons (Simmons), of Lexington County EMS,\r\ntestified the first thing she noticed was a strong smell of alcohol as she approached\r\nManning. Simmons testified Manning's nose was split, and he had a wound as big\r\n\nas a fist in his abdomen exposing his intestines. Simmons testified she heard\r\nManning state, \"I f-ed up. I should have never done this. Look what I've done.\"\r\nFirefighter Victor Tomaino (Tomaino), who assisted in Manning's care, testified he\r\nheard Manning repeatedly say, \"I f-ed up\" and \"I should not have been driving.\"\r\n\r\nCorporal Quest Hallman (Corporal Hallman) was the first police officer to arrive at\r\nthe scene, but Manning had already been transported to the hospital. Corporal\r\nHallman conducted an investigation of the scene to determine the identity of the\r\ndriver. Corporal Hallman ultimately concluded that Manning was the driver and\r\ndirected Trooper Jeffrey B. Baker (Trooper Baker) to retrieve a blood sample from\r\nManning at the hospital. In explaining his request for the blood sample, Corporal\r\nHallman testified, \"In my experience and my determination, I determined\r\n[Manning] was the driver of the vehicle. And with there being a death involved, a\r\nlegal blood sample was drawn.\"\r\n\r\nForensic toxicologist, Jennifer Brown (Brown), testified that Manning's blood\r\nalcohol level was .173, and Hill's blood alcohol level was .169 at the time of the\r\naccident. Brown also testified this level of intoxication would slow an individual's\r\nreaction time, impair his or her vision, and adversely affect his or her judgment.\r\n\r\nCorporal James O'Donnell (O'Donnell) testified he worked for the South Carolina\r\nHighway Department Patrol with the Multidisciplinary Accident Investigation\r\nTeam (MAIT). The State qualified O'Donnell as an expert in the field of accident\r\nreconstruction. O'Donnell further testified that in his opinion, the vehicle was\r\ngoing 89 miles per hour at the time of the accident. He opined that the vehicle\r\nwent into a curve, went off the shoulder of the road, overturned multiple times,\r\nstruck a tree, and flew across a ditch where it landed. O'Donnell estimated the\r\nvehicle travelled a total of 535 feet during the accident. O'Donnell noted the\r\naccident was so violent that the engine was dislodged from the engine\r\ncompartment. Hill was found lying approximately fifty feet from the vehicle, and\r\nManning was found approximately fifteen feet from the vehicle. O'Donnell\r\ntestified there was no forensic evidence identifying the driver, and no witnesses.\r\nO'Donnell did note, however, that a driver has more obstacles than a passenger\r\nwould to keep from being ejected, and that the steering wheel in this case could\r\nhave caused Manning's abdominal injuries.\r\n\r\nPrior to trial, the circuit court severed the felony DUI charge and the schedule three\r\ndrug charge, and the jury found Manning guilty of felony DUI. The circuit court\r\nsentenced Manning to eighteen years' imprisonment and a $10,000 fine. Manning\r\nappeals.\r\n\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, the appellate court sits to review errors of law only. State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). Thus, an appellate court is\r\nbound by the circuit court's factual findings unless they are clearly erroneous. Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Section 56-5-2953\r\nManning argues the circuit court erred in denying his motion to dismiss because\r\nthe arresting officer did not provide an affidavit in compliance with section 56-5-\r\n2953. We disagree.\r\n\r\nSection 56-5-2953(A) provides that a person who operates a vehicle while under\r\nthe influence of alcohol \"must have his conduct at the incident site and the breath\r\ntest site video recorded.\" (emphasis added).\r\n\r\nSubsection B of 56-5-2953 outlines four exceptions that excuse noncompliance\r\nwith subsection A's mandatory video recording requirement. Failure to comply\r\nwith the video recording requirement is excused: (1) if the arresting officer submits\r\na sworn affidavit certifying the video equipment was inoperable despite efforts to\r\nmaintain it; (2) if the arresting officer submits a sworn affidavit that it was\r\nimpossible to produce the video recording because either (a) the defendant needed\r\nemergency medical treatment or (b) exigent circumstances existed; (3) in\r\ncircumstances including, but not limited to, road blocks, traffic accident\r\ninvestigations, and citizen's arrests; or (4) for any other valid reason for the failure\r\nto produce the video recording based upon the totality of the circumstances. § 56-\r\n5-2953(B); see also Town of Mt. Pleasant v. Roberts, 393 S.C. 332, 346, 713\r\nS.E.2d 278, 285 (2011) (explaining a previous version of subsection B that is\r\nnearly identical to the current version).\r\n\r\nManning relies on City of Rock Hill v. Suchenski, 374 S.C. 12, 646 S.E.2d 879\r\n(2007), to argue the circuit court erred in failing to dismiss Manning's charges. In\r\nSuchenski, our supreme court affirmed the dismissal of the defendant's charges for\r\ndriving with an unlawful alcohol concentration due to the failure of the arresting\r\nofficer to record a third field sobriety test because he unintentionally ran out of\r\nvideotape. 374 S.C. at 14-16, 646 S.E.2d at 879-80. However, in that case, our\r\nsupreme court found the lower court only considered subsection A of 56-5-2953,\r\nand not the exceptions to the videotaping requirement in subsection B of 56-5-\r\n2953. Id. at 15-16, 646 S.E.2d at 880. Therefore, the Suchenski court found any\r\n\nissue dealing with the exceptions outlined in subsection B of 56-5-2953 was not\r\npreserved for review. Id.\r\n\r\nHere, the circuit court found there was no conduct to record under subsection A of\r\nsection 56-5-2953 because the police arrived after Manning left the scene to seek\r\nmedical treatment. The circuit court held subsection A of 56-5-2953 was\r\ninapplicable because Corporal Hallman and Manning were never simultaneously\r\npresent at the incident site; therefore, there was nothing to record. Moreover, the\r\ncircuit court held that even if Corporal Hallman had a duty to record or sign a\r\nsworn affidavit certifying that it was physically impossible to produce the video\r\nrecording because Manning needed emergency medical treatment, section 56-5-\r\n2953 allows a circuit court to look at the totality of the circumstances and make a\r\ndetermination of whether the charges should be dismissed.\r\n\r\nWe find section 56-5-2953 was implicated by the facts of this case. Although the\r\nofficers did not arrive to the incident site before Manning was sent to the hospital,\r\nthe first sentence of subsection A plainly states that \"[a] person who violates\r\nSection 56-5-2930, 56-5-2933, or 56-5-2945 must have his conduct at the incident\r\nsite . . . video recorded.\" § 56-5-2053(A). The important question here is whether\r\nthe State satisfied an exception to the video recording requirement outlined in\r\nsubsection B. § 56-5-2053(B).\r\n\r\nWe also find the circuit court properly refused to dismiss Manning's charges under\r\nsubsection B. In this case, it was physically impossible for Corporal Hallman to\r\nproduce a video recording of Manning at the incident scene because Manning had\r\nbeen transported from the scene for medical treatment prior to Corporal Hallman's\r\narrival. Because the State did not submit an affidavit signed by the arresting\r\nofficer and stating Manning was transported for medical treatment, Manning's\r\ncharges should have been dismissed unless another exception under subsection B\r\napplied. See § 56-5-2953(B) (\"Failure by the arresting officer to produce the video\r\nrecording required by this section is not alone a ground for dismissal . . . if the\r\narresting officer . . . submits a sworn affidavit certifying that it was physically\r\nimpossible to produce the video recording because the person needed emergency\r\nmedical treatment . . . .\").\r\n\r\nDespite the failure to provide an affidavit under subsection B, the video recording\r\nwas not required because Corporal Hallman was conducting an investigation of a\r\ntraffic accident and Manning was arrested at the hospital. See § 56-5-2953(B) (\"In\r\ncircumstances including, but not limited to, . . . traffic accident investigations . . . ,\r\nwhere an arrest has been made and the video recording equipment has not been\r\n\nactivated by blue lights, the failure by the arresting officer to produce the video\r\nrecordings required by this section is not alone a ground for dismissal.\").\r\nMoreover, even if the traffic accident investigation exception was inapplicable, the\r\ncircuit court properly concluded the video recording was not required due to the\r\ntotality of the circumstances because Manning and Corporal Hallman were never at\r\nthe incident scene at the same time. See § 56-5-2953(B) (\"Nothing in this section\r\nprohibits the court from considering any other valid reason for the failure to\r\nproduce the video recording based on the totality of the circumstances . . . .\").\r\n\r\nAccordingly, we find the circuit court properly held section 56-5-2953 did not\r\nrequire the dismissal of Manning's charges.\r\n\r\nII.   Section 56-5-2946\r\nManning also argues the circuit court erred in denying his motion to suppress the\r\nblood test evidence pursuant to section 56-5-2946 because there was not sufficient\r\nprobable cause for an arrest. We disagree.\r\n\r\nSection 56-5-2946 provides, in pertinent part:\r\n\r\n             Notwithstanding any other provision of law, a person\r\n             must submit to either one or a combination of chemical\r\n             tests of his breath, blood, or urine for the purpose of\r\n             determining the presence of alcohol, drugs, or a\r\n             combination of alcohol and drugs if there is probable\r\n             cause to believe that the person violated [the law by\r\n             driving under the influence] or is under arrest for [driving\r\n             under the influence]. The tests must be administered at\r\n             the direction of a law enforcement officer who has\r\n             probable cause to believe that the person violated or is\r\n             under arrest for a violation of § 56-5-2945 [offense of\r\n             felony driving under the influence].\r\n\r\nProbable cause to arrest without a warrant exists when the \"circumstances within\r\nthe arresting officer's knowledge are sufficient for a reasonable person to believe a\r\ncrime has been committed by the person to be arrested.\" State v. Cuevas, 365 S.C.\r\n198, 203, 616 S.E.2d 718, 721 (Ct. App. 2005). \"In determining whether probable\r\ncause exists, 'all the evidence within the arresting officer's knowledge may be\r\nconsidered, including the details observed while responding to information\r\nreceived.'\" Id.at 204, 616 S.E.2d at 721 (citing State v. Roper, 274 S.C. 14, 17, 260\r\nS.E.2d 705, 706 (1979)). \"Probable cause turns not on the individual's actual guilt\r\n\nor innocence, but on whether facts within the officer's knowledge would lead a\r\nreasonable person to believe the individual arrested was guilty of a crime.\"\r\nJackson v. City of Abbeville, 366 S.C. 662, 658, 623 S.E.2d 656, 666 (Ct. App.\r\n2005).\r\n\r\nThis court reviews the circuit court's probable cause determination under a \"clear\r\nerror\" standard. Baccus, 367 S.C. at 48-49, 625 S.E.2d at 220. The finding that an\r\narrest was made based upon probable cause is conclusive on appeal where\r\nsupported by evidence. State v. Jones, 268 S.C. 227, 233, 233 S.E.2d 287, 289\r\n(1977).\r\n\r\nHere, the circuit court found that both Corporal Hallman and Trooper Baker had\r\nprobable cause to arrest Manning for felony DUI. We agree.\r\n\r\nUnder our standard of review, we find a reasonable person with Corporal\r\nHallman's knowledge would have probable cause to arrest Manning for felony\r\nDUI. The accident occurred at 5 am and was so violent that the car drifted off the\r\nroad over 500 feet. Corporal Hallman testified he smelled alcohol in and around\r\nthe vehicle, and saw a beer bottle in the accident debris. Corporal Hallman also\r\ntestified he knew the address on the vehicle's registration matched Manning's\r\nDepartment of Motor Vehicle (DMV) record. Most importantly, Corporal\r\nHallman testified he believed Manning to be the driver because Trooper Baker\r\ncalled him and told him Manning stated he was the driver. We find further support\r\nfor a finding of probable cause based on Corporal Hallman's testimony he arrested\r\nManning for felony DUI after speaking with fire service personnel and EMS at the\r\nscene, who were present with Manning shortly after the accident.\r\n\r\nSecond, if Trooper Baker was deemed to be the arresting officer, we find there is\r\nevidence to support Trooper Baker had probable cause to arrest Manning for\r\nfelony DUI based on a statement made to him by a Highway Patrol officer\r\nindicating Manning was the driver, his observations at the hospital that Manning\r\nsmelled of alcohol, and his observations that Manning sustained trauma consistent\r\nwith having been in an accident. Accordingly, because the circuit court's finding\r\nthat Corporal Hallman and Trooper Baker both had probable cause to arrest\r\nManning is supported by the evidence in the record, we find no clear error. See\r\nState v. Barrs, 257 S.C. 193, 198, 184 S.E.2d 708, 710 (1971) (holding because\r\nthere was evidence to support the circuit court's finding that officer had probable\r\ncause to make an arrest, it is conclusive on appeal).\r\n\r\nIII.   Severance of charges\r\n\nManning argued the circuit court erred in denying his motion for a mistrial after\r\nthe circuit court severed the felony DUI charge and the possession of a schedule\r\nthree substance charge because the potential jurors were told at the beginning of\r\nthe trial that Manning was being tried for both charges, and both indictments were\r\nread.\r\n\r\nIn this case, Manning was indicted for two charges: felony DUI and possession of\r\na schedule three substance. At the beginning of jury selection, the circuit court\r\nread both indictments to the prospective jurors. After jury selection was complete\r\nand the jury was qualified, Manning moved to sever the charges, arguing because\r\nhe had no hydrocodone in his system at the time of the accident, it would be highly\r\nprejudicial under Rule 403 of the South Carolina Rules of Evidence for the jury to\r\nconsider his possession of that substance in determining whether he was guilty of\r\nfelony DUI. Manning asserted, \"the natural assumption of the jury will be that [the\r\npossession of the schedule three substance] is something that deals with the felony\r\nDUI.\"\r\n\r\nDuring the pre-trial hearing, after the State confirmed the schedule three substance\r\ndid not appear in Manning's blood stream, the circuit court severed the charges.\r\nManning moved for a mistrial, arguing the jurors would still speculate about the\r\nsevered drug charge because they heard both indictments read at the beginning of\r\njury selection. The circuit court denied Manning's motion stating:\r\n\r\n             You didn't make that motion before the jury was\r\n             qualified, and the Court is not going to be trapped [into a\r\n             mistrial] like that. I'll be glad to give whatever instruction\r\n             you want me to give [to the jury], but the case was called\r\n             for trial in front of the Court. It was qualified. There were\r\n             no motions at that time, except the one y'all brought to\r\n             me in chambers on the continuance. So if it prejudices\r\n             [Manning], that's a self-inflicted wound. That's not a\r\n             wound inflicted by the State or this Court.\r\n\r\nManning declined the circuit court's offer to give an instruction to the jury to\r\ndisregard the severed drug charge.\r\n\r\nWe find Manning waived this issue on appeal by failing to timely object to\r\npresenting both indictments to the prospective jurors. Manning did not\r\ncontemporaneously object to reading both indictments to prospective jurors and\r\ndid not move to sever the charges until after the jury selection process was\r\n\ncomplete and the jury was qualified. See Scott v. Porter, 340 S.C. 158, 167, 530\r\nS.E.2d 389, 393 (Ct. App. 2000) (\"[I]n order to be timely, an objection usually\r\nmust be made at the earliest possible opportunity.\"); cf. State v. Lynn, 277 S.C.\r\n222, 226, 284 S.E.2d 786, 789 (1981) (holding that the failure to\r\ncontemporaneously object to prejudicial testimony \"cannot be later bootstrapped\r\nby a motion for a mistrial\"). Moreover, on the merits, we find the circuit court did\r\nnot abuse its discretion in denying Manning's motion for a mistrial.\r\n\r\nThe decision to grant or deny a mistrial is within the sound discretion of the circuit\r\ncourt. State v. Stanley, 365 S.C. 24, 33, 615 S.E.2d 455, 460 (Ct. App. 2005). The\r\ncircuit court's decision will not be overturned on appeal absent an abuse of\r\ndiscretion amounting to an error of law. Id.; State v. Rowlands, 343 S.C. 454, 458,\r\n539 S.E.2d 717, 719 (Ct. App. 2000). \"Granting a mistrial is a serious and extreme\r\nmeasure which should only be taken when the prejudice can be removed no other\r\nway.\" State v. Moore, 377 S.C. 299, 311-13, 659 S.E.2d 256, 263 (Ct. App. 2008).\r\nA mistrial should only be granted when \"absolutely necessary,\" and a defendant\r\nmust show both error and resulting prejudice in order to be entitled to a mistrial.\r\nStanley, 365 S.C. at 34, 615 S.E.2d at 460.\r\n\r\nWe find the single reference to the schedule three drug charge contained in the\r\nindictments read at the beginning of trial does not constitute sufficient prejudice to\r\njustify a mistrial. See State v. Thompson, 352 S.C. 552, 561, 575 S.E.2d 77, 82\r\n(Ct. App. 2003) (\"[A] vague reference to a defendant's prior [crimes] is not\r\nsufficient to justify a mistrial where there is no attempt by the State to introduce\r\nevidence that the accused has been convicted of other crimes.\"). Ample evidence\r\nin the record supports Manning's conviction for felony DUI, and there is no\r\nevidence the jury considered the severed drug charge in reaching its verdict.\r\nTherefore, we affirm the circuit court's decision to deny Manning's motion for a\r\nmistrial.\r\n\r\nIV.   Section 56-5-2950(b)\r\nManning argues the circuit court erred in charging the jury on section 56-5-\r\n2950(A) because the statute begins with \"a person who drives\" which is a\r\nstatement on the facts and the identification of the driver was the primary issue at\r\ntrial. We disagree.\r\n\r\nGenerally, the circuit court is required to charge only the current and correct law of\r\nSouth Carolina. Sheppard v. State, 357 S.C. 646, 665, 594 S.E.2d 462, 472 (2004);\r\nState v. Brown, 362 S.C. 258, 261, 607 S.E.2d 93, 95 (Ct. App. 2004). The law to\r\n\nbe charged to the jury is determined by the evidence presented at trial. Brown, 362\r\nS.C. at 261-62, 607 S.E.2d at 95. \"Jury instructions should be considered as a\r\nwhole, and if as a whole they are free from error, any isolated portions which may\r\nbe misleading do not constitute reversible error.\" State v. Aleksey, 343 S.C. 20, 27,\r\n538 S.E.2d 248, 251 (2000). An appellate court will not reverse a circuit court's\r\ndecision regarding jury instructions absent an abuse of discretion. Clark v.\r\nCantrell, 339 S.C. 369, 389, 529 S.E.2d 528, 539 (2000).\r\n\r\nSection 56-5-2950(A) provides, in pertinent part:\r\n\r\n             A person who drives a motor vehicle in this State is\r\n             considered to have given consent to chemical tests of his\r\n             breath, blood, or urine for the purpose of determining the\r\n             presence of alcohol or drugs, or the combination of\r\n             alcohol and drugs if arrested for an offense arising out of\r\n             acts alleged to have been committed while the person\r\n             was driving a motor vehicle while under the influence of\r\n             alcohol or drugs or a combination of alcohol and drugs.\r\n\r\nHere, the circuit court charged the jury, in pertinent part:\r\n\r\n             Felony DUI requires proof of three elements: Number\r\n             one, the actor drives a vehicle under the influence of\r\n             alcohol and/or drugs; number two, the actor does an act\r\n             forbidden by law or neglected a duty imposed by law;\r\n             and number three, the act or negligence, the act of\r\n             neglect, proximately cause the death to another person . .\r\n             . . In every case before a jury, the jury becomes the sole\r\n             and exclusive judge of the facts in a case. A [circuit]\r\n             judge cannot intimate, state, comment on or make any\r\n             statement to a jury about the facts in the case. Since you\r\n             the jury are the sole judge of the facts, you are not to\r\n             infer from what I have said during the progress of this\r\n             trial . . . or anything that I say now during the course of\r\n             this instruction to you that I have any opinion about the\r\n             facts in the case. . . . An issue in this case is the\r\n             identification of the Defendant as the person who\r\n             committed the crime charged. The State has the burden\r\n             of proving the identity beyond a reasonable doubt. You\r\n             the jury must be satisfied beyond a reasonable doubt of\r\n\n             the accuracy of the identification of the Defendant before\r\n             you convict the Defendant.\r\n\r\nThe circuit court subsequently charged the jury with section 56-5-2950(A), reading\r\nthe statute in its entirety.\r\n\r\nViewing the jury instruction as a whole, we find the circuit court did not abuse its\r\ndiscretion in charging the jury on section 56-5-2950(A). Prior to charging the jury\r\non section 56-5-2950(A), the circuit court made clear it was not making any\r\nstatements related to the facts, but rather the jury in its absolute discretion must\r\ndecide beyond a reasonable doubt if Manning was the driver of the vehicle. It is\r\nunlikely that a reasonable juror would have singled out the phrase \"a person who\r\ndrives\" and interpreted it as the circuit court's opinion on the facts of the case. See\r\nState v. Jackson, 297 S.C. 523, 527, 377 S.E.2d 570, 572 (1989) (\"[T]he test is\r\nwhat a reasonable juror would have understood the charge as meaning.\"). We\r\ntherefore affirm the circuit court's jury charge on section 56-5-2950(A). See id. at\r\n526, 377 S.E.2d at 572 (\"Jury instructions must be considered as a whole and, if as\r\na whole, they are free from error, any isolated portions which might be misleading\r\ndo not constitute reversible error.\").\r\n\r\nCONCLUSION\r\nAccordingly, the circuit court's decision is\r\n\r\nAFFIRMED.\r\n\r\nTHOMAS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5038","title":"State v. McMillan","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5038.pdf","description":"Jeremy McMillan appeals his convictions for two counts of murder and possession of a weapon during the commission of a violent crime, arguing the court erred in (1) finding his reason for striking jurors was pretextual; (2) not following this court's order requiring it to hold a hearing to address his motion for remand to reconstruct the record; and (3) not making an evidentiary ruling regarding the State's introduction of prior bad acts because it inflamed the jury.  We reverse and remand for a new trial.","date":"2012-10-17","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA\r\n            In The Court of Appeals\r\n\r\nThe State, Respondent,\r\n\r\nv. \n\r\n\r\nJeremy McMillan, Appellant. \n\r\n\r\nAppellate Case No. 2008-111046 \n\r\n\r\n\r\n\r\n              Appeal From Lee County \n\r\n          Howard P. King, Circuit Court Judge\n\r\n\r\n\r\n                  Opinion No. 5038 \n\r\n   Heard September 10, 2012 – Filed October 17, 2012 \n\r\n\r\n\r\n           REVERSED AND REMANDED \n\r\n\r\n\r\nNicole Nicolette Mace, of The Mace Law Firm, of\r\nMyrtle Beach, for Appellant.\r\n\r\nAttorney General Alan Wilson, Chief Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Donald J. Zelenka, all of Columbia, and Solicitor\r\nErnest J. Finney, III, of Sumter, for Respondent.\r\n\nSHORT, J.: Jeremy McMillan appeals his convictions for two counts of murder\r\nand possession of a weapon during the commission of a violent crime, arguing the\r\ncourt erred in (1) finding his reason for striking jurors was pretextual; (2) not\r\nfollowing this court's order requiring it to hold a hearing to address his motion for\r\nremand to reconstruct the record; and (3) not making an evidentiary ruling\r\nregarding the State's introduction of prior bad acts because it inflamed the jury.\r\nWe reverse and remand for a new trial.\r\n\r\nFACTS\r\n\r\nIn the early morning of April 29, 2006, McMillan and Toby Fulmore, III, went to a\r\nclub in Lee County named Mr. C's.1 Before arriving at the club, Fulmore drove\r\nMcMillan to his house, where McMillan retrieved a rifle and put it in Fulmore's\r\ntruck. Fulmore later testified McMillan also had two pistols with him at the time.\r\nAfter the two arrived at the club, a fight broke out, and McMillan shot Patrick\r\nHood and Joshua Lee, killing them both.2 During the shooting, McMillan also shot\r\nand injured nine others. McMillan was indicted for two counts of murder, nine\r\ncounts of assault and battery with intent to kill, and possession of a weapon during\r\ncrimes of violence.\r\n\r\nA trial was held December 8-11, 2008. At the beginning of trial, the State\r\nannounced it was only proceeding on two counts of murder (counts one and two)\r\nand possession of a weapon during a violent crime (count twelve). At the close of\r\nthe State's case, McMillan made a motion for directed verdict, which the court\r\ndenied. A jury found McMillan guilty, and the court sentenced him to life without\r\nparole for murder and five years' imprisonment for possession of a weapon during\r\nthe commission of a violent crime. McMillan's motion to set aside the verdict was\r\ndenied by the court. This appeal followed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Fulmore was also indicted for two counts of murder, nine counts of assault and \n\r\nbattery with intent to kill, and possession of a weapon during crimes of violence. \n\r\nHowever, he was tried separately from McMillan, and he testified against \n\r\nMcMillan at McMillan's trial. \n\r\n2 The indictment lists the second victim as Joshua Lee; however, the forensic \n\r\npathologist who did the autopsy testified his name was Tremaine Lee. \n\r\n\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, the appellate court sits to review errors of law only and is bound\r\nby the trial court's factual findings unless they are clearly erroneous. State v.\r\nWilson, 345 S.C. 1, 5-6, 545 S.E.2d 827, 829 (2001). Thus, on review, the\r\nappellate court is limited to determining whether the trial judge abused his\r\ndiscretion. Id. An abuse of discretion occurs when the court's decision is\r\nunsupported by the evidence or controlled by an error of law. State v. Garrett, 350\r\nS.C. 613, 619, 567 S.E.2d 523, 526 (Ct. App. 2002).\r\n\r\nLAW/ANALYSIS\r\n\r\nMcMillan argues the trial court erred in finding his reason for striking juror 34 was\r\npretextual. We agree.\r\n\r\nIn Batson v. Kentucky, 476 U.S. 79, 89 (1986), the Supreme Court of the United\r\nStates held the Equal Protection Clause of the Fourteenth Amendment to the\r\nConstitution of the United States forbids a prosecutor from challenging \"potential\r\njurors solely on account of their race or on the assumption that black jurors as a\r\ngroup will be unable impartially to consider the State's case against a black\r\ndefendant.\" In Georgia v. McCollum, 505 U.S. 42, 59 (1992), the Supreme Court\r\nheld the Constitution also prohibits a criminal defendant from engaging in\r\npurposeful racial discrimination in the exercise of peremptory challenges.\r\nAdditionally, the Equal Protection Clause prohibits the striking of a venire person\r\non the basis of gender. State v. Evins, 373 S.C. 404, 415, 645 S.E.2d 904, 909\r\n(2007). When one party strikes a member of a cognizable racial group or gender,\r\nthe trial court must hold a Batson hearing if the opposing party requests one. State\r\nv. Haigler, 334 S.C. 623, 629, 515 S.E.2d 88, 90 (1999).\r\n\r\nIn State v. Evins, our supreme court explained the proper procedure for a Batson\r\nhearing:     After a party objects to a jury strike, the proponent of the\r\n             strike must offer a facially race-neutral explanation.\r\n             Once the proponent states a reason that is race-neutral,\r\n             the burden is on the party challenging the strike to show\r\n             the explanation is mere pretext, either by showing\r\n             similarly situated members of another race were seated\r\n             on the jury or that the reason given for the strike is so\r\n\n             fundamentally implausible as to constitute mere pretext\r\n             despite a lack of disparate treatment.\r\n\r\n373 S.C. at 415, 645 S.E.2d at 909. The proponent's reason for striking a juror\r\ndoes not have to be clear, reasonably specific, or legitimate – the reason need only\r\nbe race neutral. State v. Adams, 322 S.C. 114, 123, 470 S.E.2d 366, 371 (1996).\r\n\"The burden of persuading the court that a Batson violation has occurred remains\r\nat all times on the opponent of the strike.\" Evins, 373 S.C. at 415, 645 S.E.2d at\r\n909. The opponent of the strike must show the race or gender-neutral explanation\r\nwas mere pretext, which generally is established by showing the party did not\r\nstrike a similarly-situated member of another race or gender. Adams, 322 S.C. at\r\n124, 470 S.E.2d at 372.\r\n\r\n\"Whether a Batson violation has occurred must be determined by examining the\r\ntotality of the facts and circumstances in the record.\" State v. Edwards, 384 S.C.\r\n504, 509, 682 S.E.2d 820, 822 (2009). Under some circumstances, the explanation\r\ngiven by the proponent may be so fundamentally implausible the trial judge can\r\nfind the explanation was mere pretext, even without a showing of disparate\r\ntreatment. Haigler, 334 S.C. at 629, 515 S.E.2d at 91. \"The trial judge's findings\r\nof purposeful discrimination rest largely on his evaluation of demeanor and\r\ncredibility.\" Edwards, 384 S.C. at 509, 682 S.E.2d at 822. \"Often the demeanor of\r\nthe challenged attorney will be the best and only evidence of discrimination, and\r\nan 'evaluation of the [attorney's] state of mind based on demeanor and credibility\r\nlies peculiarly within a trial judge's province.'\" Id. (quoting Hernandez v. New\r\nYork, 500 U.S. 352, 365 (1991)). The judge's findings regarding purposeful\r\ndiscrimination are given great deference and will not be set aside by this court\r\nunless clearly erroneous. Evins, 373 S.C. at 416, 645 S.E.2d at 909-10. \"This\r\nstandard of review, however, is premised on the trial court following the mandated\r\nprocedure for a Batson hearing.\" State v. Cochran, 369 S.C. 308, 312, 631 S.E.2d\r\n294, 297 (Ct. App. 2006). \"[W]here the assignment of error is the failure to follow\r\nthe Batson hearing procedure, we must answer a question of law. When a question\r\nof law is presented, our standard of review is plenary.\" Id. at 312-13, 631 S.E.2d at\r\n297.\r\n\r\nDuring jury selection, McMillan struck five jurors: 27, 34, 72, 138, and 174. The\r\nState requested a Batson hearing, asserting \"[t]here were twenty[-]three jurors\r\ndrawn and the Defendant struck five white . . . males from the jury.\" Although the\r\ncourt ultimately found McMillan's reasons for striking jurors 27, 34, and 138 were\r\npretextual, McMillan only appeals as to jurors 27 and 34. During the second jury\r\n\nselection, juror 34 was seated on the jury, and juror 27 was seated as an alternate.\r\nWe find we need not discuss juror 27 because he was never required to serve as a\r\njuror; therefore, we only discuss the Batson issue as it relates to juror 34.\r\n\r\nIn response to the State's Batson motion, McMillan explained he struck juror 34\r\nbecause someone told him juror 34 \"displayed attitudes that he believed to be not\r\nconsistent with being a good and unfair and unbiased juror in this matter.\"3\r\nMcMillan also asserted he seated one white male on the jury in response to the\r\nState's challenge that he struck five white males from the jury. Responding to\r\nMcMillan's explanation, the State questioned McMillan's stated reason for\r\ndismissing juror 34, arguing:\r\n\r\n             [U]nless he can articulate some reason, other than\r\n             somebody told me he wouldn't be a good juror. I don't\r\n             see where that would be per-textual [sic] or an excuse. I\r\n             mean somebody told me [he] wouldn't be a good juror,\r\n             well a lot of people tell me if people will be a good juror,\r\n             but I need to know something about that person. He\r\n             should have said why would he [sic] be a good juror.\r\n             What has he said about this case or what's he said about\r\n             the Defendant or whatever.\r\n\r\nJudge Howard King found McMillan's reason for striking juror 34 was pretextual,\r\nand therefore, his strike was improper. Following the trial court's quashing of the\r\nfirst jury, McMillan was not allowed to strike juror 34 from the second jury, and\r\njuror 34 was impaneled for McMillan's trial.\r\n\r\nOn appeal, McMillan argues \"the [S]tate was not required to meet its burden of\r\nestablishing purposeful discrimination because the trial court effectively placed the\r\n\r\n3 McMillan's counsel explained that \"[i]n consulting with members of the Lee\r\nCounty Defense bar prior to drawing the jury advise [sic] me that they attended\r\nchurch with [juror 34] and that he had displayed to them some views that they\r\nbelieved to be controversial for this case.\" He further explained, \"We were\r\nreviewing the juror list and it was indicated to me by members of the Lee County\r\nLocal Bar, in particular Mr. Severance indicated that [juror 34] would not be a\r\ngood pick for this jury, in that he has had some interactions with him and he\r\ndisplayed attitudes that he believed to be not consistent with being a good and\r\nunfair and unbiased juror in this matter.\"\r\n\nburden of disproving pretext on the appellant.\" He maintains the court failed to\r\nfollow the Batson requirements set out in Purkett v. Elm, 514 U.S. 765 (1995), and\r\nState v. Adams, 322 S.C. 114, 470 S.E.2d 366 (1996), and the \"[S]tate simply\r\nargued that the defendant had not met his burden of giving a racial[ly] neutral\r\nreason for the strike.\"\r\n\r\nIn Purkett, the Supreme Court stated the opponent of a peremptory challenge must\r\nfirst make out a prima facie case of racial discrimination (step one). 514 U.S. at\r\n767; see also Adams, 322 S.C. at 124, 470 S.E.2d at 372 (adopting the standard\r\ndelineated in Purkett). Then, the burden of production shifts to the proponent of\r\nthe strike to come forward with a race-neutral explanation (step two), and if a race-\r\nneutral explanation is tendered, the trial court must then decide whether the\r\nopponent of the strike has proved purposeful racial discrimination (step three).\r\nPurkett, 514 U.S. at 767. \"'[U]nless a discriminatory intent is inherent' in the\r\nexplanation provided by the proponent of the strike [in step two], 'the reason\r\noffered will be deemed race neutral' and the trial court must proceed to the third\r\nstep of the Batson process.\" State v. Cochran, 369 S.C. 308, 314, 631 S.E.2d 294,\r\n298 (Ct. App. 2006) (quoting Purkett, 514 U.S. at 768). The Purkett court found\r\nthe Eighth Circuit Court of Appeals had \"erred by combining Batson's second and\r\nthird steps into one, requiring that the justification tendered at the second step [by\r\nthe proponent] be not just neutral but also at least minimally persuasive, i.e., a\r\n'plausible' basis for believing that 'the person's ability to perform his or her duties\r\nas a juror' will be affected.\" 514 U.S. at 768. The court explained the\r\npersuasiveness of the justification does not become relevant until the third step\r\nwhen the trial court determines whether the opponent of the strike has carried his\r\nburden of proving purposeful discrimination. Id. \"At that [third] stage,\r\nimplausible or fantastic justifications may (and probably will) be found to be\r\npretexts for purposeful discrimination.\" Id. The court found the prosecutor's\r\nproffered explanation – that he struck the juror because he had long, unkempt hair,\r\na mustache, and a beard – was race-neutral and satisfied the prosecution's step two\r\nburden of articulating a nondiscriminatory reason for the strike because the\r\nwearing of beards and the growing of long, unkempt hair, are not characteristics\r\npeculiar to any race. Id. at 769. Also, in Adams, our supreme court found the\r\nexplanations given by defense counsel – that one juror was a court reporter and\r\nlooked \"too intelligent,\" and that another juror knew the judge – were racially-\r\nneutral, legitimate reasons for exercising peremptory strikes. 322 S.C. at 125, 470\r\nS.E.2d at 372.\r\n\nHere, McMillan's stated reason for striking juror 34 was that he had reason to\r\nbelieve the juror would not be unbiased based on his counsel's conversation with\r\nmembers of the Lee County Bar. We find this reason, although questionable, is\r\nrace neutral. See id. at 123, 470 S.E.2d at 371 (stating the defendant's reasons for\r\nstriking a juror do not have to be reasonably specific or legitimate – the reason\r\nneed only be race neutral); Cochran, 369 S.C. at 321, 631 S.E.2d at 301 (\"Because\r\na juror's perceived bias (for whatever reason) lies at the core of virtually every\r\nperemptory challenge, courts should intervene only when it is demonstrated that\r\nthe strike runs afoul of the Constitution.\"); State v. Short, 327 S.C. 329, 335, 489\r\nS.E.2d 209, 212 (Ct. App. 1997) (\"The principal function of the peremptory strike\r\nis to allow for the removal of a juror in whom the challenging party perceives bias\r\nor prejudice, even where the juror is not challengeable for cause.\"). We also find\r\nthe State, as the opponent of the strike, failed to prove McMillan's strike was\r\npurposeful racial discrimination. Furthermore, the fact that McMillan \"used most\r\nof his challenges to strike white jurors is not sufficient, in itself, to establish\r\npurposeful discrimination.\" State v. Ford, 334 S.C. 59, 66, 512 S.E.2d 500, 504\r\n(1999). Therefore, we find the trial court erred in ruling McMillan's stated reason\r\nfor striking juror 34 was not race neutral and in granting the State's Batson motion.\r\n\r\nFurther, because juror 34 was seated on the second jury, we remand the case for a\r\nnew trial. See Edwards, 384 S.C. at 509, 682 S.E.2d at 823 (holding if a trial court\r\nimproperly grants the State's Batson motion and one of the disputed jurors is seated\r\non the jury, then the erroneous Batson ruling has tainted the jury and prejudice is\r\npresumed because there is no way to determine with any degree of certainty\r\nwhether a defendant's right to a fair trial by an impartial jury was abridged, and the\r\nproper remedy in such a case is a new trial); see also Ford, 334 S.C. at 66, 512\r\nS.E.2d at 504 (determining that no showing of actual prejudice is required and\r\nreversing appellant's conviction because he established he was wrongfully denied\r\nthe right to exercise a peremptory challenge).\r\n\r\nBecause we reverse and remand the case for a new trial based on this issue, we\r\nneed not address the remaining issues. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an\r\nappellate court need not address remaining issues when its determination of\r\nanother issue is dispositive of the appeal).\r\n\r\nREVERSED AND REMANDED.\r\n\r\nKONDUROS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"4960","title":"Lucey v. Meyer","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/4960.pdf","description":"In this civil action involving an employment contract, Justin O'Toole Lucey and Justin O'Toole Lucey, P.A. (Firm) (collectively Appellants) appeal the trial court's denial of their motion to compel arbitration.  Appellants contend the trial court erred in:  (1) finding the Federal Arbitration Act (FAA) did not apply because the relationship between Firm and Amy Meyer did not involve interstate commerce; (2) finding the arbitration clause was unconscionable; (3) striking the entire arbitration clause when it was more appropriate to sever the alleged unconscionable portion and compel arbitration; and (4) finding the South Carolina Arbitration Act (SCAA) applicable to the contract.","date":"2012-10-24","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Court of Appeals \n\r\n\r\n\r\n\r\nJustin O'Toole Lucey and \n\r\nJustin O'Toole Lucey, P.A.,        Appellants, \n\r\n\r\n                              v.\r\nAmy Meyer,                         Respondent. \n\r\n\r\nAnd Lorcan Lucey, GMAC \n\r\nMortgage Corporation,          \n\r\nCitimortgage, Inc., and \n\r\nJohn Doe Finance,                Third Party Defendants. \n\r\n                        __________\r\n\r\n             Appeal from Charleston County\r\n         J.C. Nicholson, Jr., Circuit Court Judge\r\n                      __________\r\n\r\n                 Opinion No. 4960 \n\r\n     Heard January 26, 2012 - Filed March 28, 2012 \n\r\n  Withdrawn, Substituted and Refiled October 24, 2012 \n\r\n                      __________\r\n\r\n                      REVERSED\r\n                      __________\r\n\r\n  Cherie Blackburn, of Charleston, for Appellants.\r\n\r\n  Nancy Bloodgood and Lucy C. Sanders, both of\r\n  North Charleston, for Respondent.\r\n\n       LOCKEMY, J.: In this civil action involving an employment contract,\r\nJustin O'Toole Lucey and Justin O'Toole Lucey, P.A. (Firm) (collectively\r\nAppellants) appeal the trial court's denial of their motion to compel\r\narbitration. Appellants contend the trial court erred in: (1) finding the\r\nFederal Arbitration Act (FAA) did not apply because the relationship\r\nbetween Firm and Amy Meyer did not involve interstate commerce; (2)\r\nfinding the arbitration clause was unconscionable; (3) striking the entire\r\narbitration clause when it was more appropriate to sever the alleged\r\nunconscionable portion and compel arbitration; and (4) finding the South\r\nCarolina Arbitration Act (SCAA) applicable to the contract. We reverse.\r\n\r\n                                  FACTS\r\n\r\n      Meyer began practicing law in 2002 and is licensed to practice law only\r\nin South Carolina. Prior to joining Firm, Meyer was employed as an\r\nAssistant Solicitor for the Ninth Circuit, specializing in white collar crime,\r\nbut had no civil trial experience. She also practiced public accounting for 6\r\nyears as a certified public accountant before going to work with the\r\nSolicitor's Office. In January 2006, Firm hired Meyer as an associate\r\nattorney.\r\n\r\n     In June of 2006, Meyer and Firm executed an employment agreement\r\n(2006 agreement). Explaining the purpose of the 2006 agreement, the\r\nbeginning paragraph stated:\r\n\r\n           As I have several times told you I would, I am\r\n           writing, albeit belatedly, to confirm the terms of the\r\n           offer I gave you previously, and several\r\n           modifications since. With the possible exception of\r\n           some of the legalese, this is an attempt to put into\r\n           writing the matters we have previously discussed and\r\n           agreed to. Please feel free to clarify anything that I\r\n           misstate.\r\n\r\nThe 2006 agreement contained an arbitration clause in the middle of the\r\nsecond page in regular type which stated:\r\n\n           Any disputes arising in any way related to the matters\r\n           set forth herein will be submitted to confidential,\r\n           binding arbitration under expedited and abbreviated\r\n           procedures, with the parties being the only witnesses\r\n           called in person. If we are unable to agree on an\r\n           arbitrator, I will choose one, you will choose one, and\r\n           the two will choose a third.\r\n\r\nA base salary and bonus structure for contingency cases along with other\r\nbenefits were also included in the 2006 agreement. The paragraph preceding\r\nthe signature line stated:\r\n\r\n           Please acknowledge receipt of this communication\r\n           when you receive it. After spending some time\r\n           reviewing it, if you are in agreement with this, please\r\n           so indicate by counter-signing below and returning to\r\n           me at your convenience. If you need a meeting to\r\n           discuss, just let me know.\r\n\r\nUnder \"Subsequent Modifications,\" the 2006 agreement listed additional\r\nbenefits to Meyer, including an increased bonus of fifteen percent on a case\r\nreferred to as the Harper case and a graduated trial bonus on cases which\r\nMeyer shared the work with Lucey in getting ready for trial.\r\n\r\n      The 2006 agreement specifically referenced certain cases that Meyer\r\nwould be working on, including the Cusack, Harper, Shoshan, Hanson, and\r\nTurner cases. Appellants allege each of these cases involved interstate\r\ncommerce. They state Shoshan was an employment lawsuit against a non-\r\nSouth Carolina resident car parts manufacturing subsidiary of a German\r\ncompany which had a North Charleston factory.                Turner was a\r\npartnership/employment lawsuit involving a dental student who had been\r\nmarketed a dental practice by a Georgia professional practice referral service\r\nand who obtained a loan from a Georgia bank. Harper involved a treating\r\ndoctor who resided in and was deposed in Florida. Firm's primary liability\r\nexpert for the Harper case resided in and was deposed in Georgia, while\r\nanother of Firm's experts for the case resided in and was deposed in\r\n\nCalifornia. Appellants also allege that most of this out-of-state work was\r\nhandled by Meyer.\r\n\r\n      In May of 2007, Firm and Meyer amended the 2006 agreement (2007\r\namendment) to address Meyer's salary bonus for work on a complex\r\nconstruction defect case (the Ocean Club case) involving a construction\r\nproject on the Isle of Palms near Charleston, SC. After being provided a\r\ndraft of the 2007 amendment for review, Meyer crossed out and initialed\r\ncertain language to which she objected and then signed the document.\r\nAppellants stated Meyer was not spearheading the Ocean Club case.\r\n\r\n      Firm's primary client in the Ocean Club case was the Ocean Club\r\nHorizontal Property Regime, which was composed of homeowners located in\r\nvarious states. On February 2, 2009, Meyer prepared a summary of the travel\r\nexpenses incurred in connection with the case, showing repeated travel\r\noutside of South Carolina. Further, documentation was presented showing\r\nmany out-of-state depositions in which Meyer participated. During Meyer's\r\nwork for this case, Firm made intermittent payments toward her salary\r\nbonuses. On July 20, 2009, the Ocean Club case was settled, and on July 22,\r\n2009, Meyer's employment was terminated.\r\n\r\n       In July of 2009, Meyer began making demands for vacation, 401K\r\nmoney, and bonus money allegedly due under the Ocean Club case. In\r\nresponse, Firm filed an arbitration proceeding on October 22 with National\r\nArbitration and Mediation, Inc. (NAM). Meyer did not respond to the NAM\r\narbitration filing and sent a draft complaint to Appellants on October 30,\r\n2009. On November 2, 2009, Appellants filed a complaint, a motion for a\r\ntemporary restraining order and preliminary injunction, and a motion to\r\ncompel arbitration. Appellants state they filed the complaint in an effort to\r\nprevent the filing of the draft complaint from Meyer, because the draft\r\ncomplaint contained confidential information about Firm's clients and\r\ndisregarded the binding arbitration clause contained in the 2006 agreement.\r\nOn November 30, 2009, Meyer filed an answer, counterclaims, and third\r\nparty complaint. Meyer asked for an award of $1.7 million for the value of\r\nher time on the Ocean Club case.\r\n\n       After a hearing on December 9, 2009, the trial court denied the motion\r\nto compel arbitration. The trial court made the following conclusions: (1)\r\nthe arbitration clause did not meet the requirements of SCUAA; (2) the\r\nemployment contract did not involve commerce within the meaning of the\r\nFAA; (3) the arbitration clause at issue was further void on equitable\r\ngrounds; and (4) there were differences in compelling arbitration in real\r\nestate development and construction cases under the FAA and compelling\r\narbitration for personal service contracts.\r\n\r\n       Appellants filed a Rule 59(a) motion asking the trial court to reconsider\r\nthe following: (1) the determination that the FAA did not apply, because the\r\ntrial court improperly focused on Meyer's activities, rather than the activities\r\nof the Firm; (2) the delegation to Meyer's counsel of the ruling on the issue of\r\nwhether the arbitration clause was unconscionable; and (3) the failure to\r\nrecognize or evaluate the factors which render arbitration clauses reasonable\r\nand conscionable, especially as between sophisticated parties. However,\r\nduring the hearing on the motion for reconsideration, Appellants failed to\r\npursue their second argument regarding improper delegation. The trial court\r\nissued a Form 4 denial of the Appellants' 59(a) motion for reconsideration,\r\nand this appeal followed.   ISSUES ON APPEAL\r\n\r\n   1. Did the trial court err in its determination the employment contract\r\n      between the parties did not involve interstate commerce within the\r\n      meaning of the FAA such that the FAA does not apply?\r\n\r\n   2. Did the trial court err in its determination that the arbitration clause at\r\n      issue is unconscionable, thus it is invalid and not enforceable?\r\n\r\n   3. Did the trial court err in failing \to sever the \"limitation of live\r\n                                         t\r\n      witnesses\" portion of the arbitration clause and then enforce the\r\n      remainder?\r\n\r\n   4. Did the trial court err in its determination that the SCUAA applies to\r\n      the agreement between the parties and that the employment agreement\r\n      is not in compliance with such act?\r\n\n                        STANDARD OF REVIEW\r\n\r\n       \"'Arbitrability determinations are subject to de novo review.'\" Davis v.\r\nKB Home of South Carolina, Inc., 394 S.C. 116, 123, 713 S.E.2d 799, 803\r\n(Ct. App. 2011) (quoting Simpson v. MSA of Myrtle Beach, Inc., 373 S.C.\r\n14, 22, 644 S.E.2d 663, 667 (2007)). \"'Nevertheless, a circuit court's factual\r\nfindings will not be reversed on appeal if any evidence reasonably supports\r\nthe findings.'\" Id. (quoting Simpson, 373 S.C. at 22, 644 S.E.2d at 667).\r\n\r\n                             LAW/ANALYSIS\r\n\r\n   I.    Timeliness of Appellants' Notice of Appeal\r\n\r\n       As a threshold procedural matter, we will address Meyer's argument\r\nthat Appellants' Rule 59(a) motion for reconsideration was an insufficient and\r\nimproper way to request review of a trial court's denial of a motion to compel\r\narbitration. Thus, Meyer contends this is an untimely appeal because the\r\nimproper motion did not toll the time for appeal from the arbitration order.\r\nWe disagree.\r\n\r\n      Appellants' motion stated they are requesting reconsideration pursuant\r\nto Rule 59(a), SCRCP. Rule 59(a) states:\r\n\r\n            Grounds. A new trial may be granted to all or any of\r\n            the parties and on all or part of the issues (1) in an\r\n            action in which there has been a trial by jury, for any\r\n            of the reasons for which new trials have heretofore\r\n            been granted in actions at law in the courts of the\r\n            State; and (2) in an action tried without a jury, for\r\n            any of the reasons for which rehearings have\r\n            heretofore been granted in the courts of the State. On\r\n            a motion for a new trial in an action tried without a\r\n            jury, the court may open the judgment if one has been\r\n\n            entered, take additional testimony, amend findings of\r\n            fact and conclusions of law or make new findings and\r\n            conclusions, and direct the entry of a new judgment.\r\n\r\nThe grounds for Appellants' motion are stated as follows: (1) the trial court\r\nincorrectly focused on Meyer's activities, rather than the activities of the Firm\r\nwhen determining whether the FAA applied; (2) the trial court delegated the\r\nruling on the issue of whether the arbitration clause was unconscionable to\r\nMeyer's counsel; and (3) the trial court failed to recognize or evaluate the\r\nfactors which render arbitration clauses reasonable and unconscionable,\r\nespecially as between sophisticated parties. The Appellants then filed a\r\nmemorandum in support of their motion for reconsideration which expands\r\nupon their three grounds.\r\n\r\n      \"'A timely post-trial motion, including a motion to alter or amend the\r\njudgment pursuant to Rule 59(e), SCRCP, stays the time for an appeal for all\r\nparties until receipt of written notice of entry of the order granting or denying\r\nsuch motion.'\" Camp v. Camp, 386 S.C. 571, 575, 689 S.E.2d 634, 636\r\n(2010) (quoting Elam v. South Carolina Dep't of Transp., 361 S.C. 9, 15, 602\r\nS.E.2d 772, 775 (2004)); Rule 203(b)(1), SCACR; Rule 59(f), SCRCP.\r\n\"Rule 7(b)(1), SCRCP requires that motions 'shall state with particularity the\r\ngrounds therefor, and shall set forth the relief or order sought.'\" Camp, 386\r\nS.C. at 575, 689 S.E.2d at 636. \"The particularity requirement 'is to be read\r\nflexibly in recognition of the peculiar circumstances of the case.'\" Id.\r\n(quoting Cambridge Plating Co., Inc. v. Napco, Inc., 85 F.3d 752, 760 (1st\r\nCir. 1996)). \"'By requiring notice to the court and the opposing party of the\r\nbasis for the motion, rule 7(b)(1) advances the policies of reducing prejudice\r\nto either party and assuring that the court can comprehend the basis of the\r\nmotion and deal with it fairly.'\" Id. (quoting Calderon v. Kansas Dep't of\r\nSoc. & Rehab. Servs., 181 F.3d 1180, 1186 (10th Cir. 1999)). However,\r\nwhen neither party is prejudiced and the court is able to deal fairly with a\r\nmotion for reconsideration, applying an overly technical application does not\r\nserve the purpose of Rule 7(b)(1), SCRCP. Id. at 575-76, 689 S.E.2d at 636-\r\n37.   When the trial court is able to discern the relief requested, \"[i]t is the\r\nsubstance of the requested relief that matters 'regardless of the form in which\r\n\nthe request for relief was framed.'\" Richland Cnty. v. Kaiser, 351 S.C. 89,\r\n94, 567 S.E.2d 260, 262 (Ct. App. 2002) (quoting Standard Fed. Sav. & Loan\r\nAss'n v. Mungo, 306 S.C. 22, 26, 410 S.E.2d 18, 20 (Ct. App. 1991)); see\r\nFields v. Reg'l Med. Ctr. Orangeburg, 363 S.C. 19, 27, 609 S.E.2d 506, 510\r\n(2005) (holding it was proper to treat plaintiff's written motion as a Rule\r\n59(e) motion to the extent the motion addressed the trial court's evidentiary\r\nrulings, which the plaintiff challenged in her briefly stated oral motion at the\r\nend of the trial, even though it was erroneously captioned as a motion for new\r\ntrial).\r\n\r\n      At the hearing for reconsideration, Meyer raised her contention that the\r\nAppellants filed their motion improperly pursuant to Rule 59(a), instead of\r\nRule 59(e). The court responded:\r\n\r\n            I'm not trying to be smart with you, but if I made a\r\n            mistake I'll correct it irrespective of whether it's 59(a)\r\n            or 59(e). Okay? So base your argument on that,\r\n            okay. That's my concern if whether I made a mistake\r\n            and that's what the motion for reconsideration --\r\n            generally, it's for the Courts to correct themselves.\r\n            And I have done that on, I won't say several\r\n            occasions, but I have corrected myself on some\r\n            motions. . . . So don't give up any of your arguments\r\n            for appellate, okay?\r\n\r\nAddressing Meyer again at the end of the hearing, the trial court stated:\r\n\r\n            All right. I'm giving you an opportunity to give me\r\n            any facts you want to give me that you didn't give me\r\n            last time. That's what I'm giving you ten days for.\r\n            Okay? . . . I'm not going to consider any new issues.\r\n            I'll be happy to receive any facts that you want to\r\n            present to me on those issues.\r\n\r\nThe trial court explained that despite the rule cited in the motion, it\r\nunderstood the motion to be one for reconsideration of the issues, and it\r\nwould address the motion as such. The grounds, with the exception of the\r\n\nsecond ground that Appellants dropped, were issues brought up in the initial\r\nhearing.\r\n\r\n      Acknowledging the flexibility of the particularity requirement, we find\r\nthe court fairly addressed the motion as a Rule 59(e) motion for\r\nreconsideration. Any potential prejudice to Meyer was relieved by permitting\r\nten days after the hearing to file any other arguments she felt applicable. For\r\nthe foregoing reasons, we hold the filing of the captioned Rule 59(a) motion\r\nfor reconsideration tolled the time period to file a notice of appeal, and\r\ntherefore, Appellants' notice of appeal was timely.\r\n\r\n   II.   Interstate Commerce within the definition of the FAA\r\n\r\n      Appellants argue the trial court erred in finding the employment\r\ncontract with Meyer did not involve interstate commerce. Specifically, they\r\ncontend interstate commerce is broadly construed for purposes of the FAA;\r\nthus, because the employment contract's named cases required out-of-state\r\ntravel and work from Meyer, the contract involved interstate commerce. We\r\nagree.\"Unless the parties have otherwise contracted, the FAA applies in\r\nfederal or state court to any arbitration agreement regarding a transaction that\r\ninvolves interstate commerce.\" MBNA America Bank, N.A. v. Christianson,\r\n377 S.C. 210, 213, 659 S.E.2d 209, 211 (Ct. App. 2008) (citing Munoz v.\r\nGreen Tree Fin. Corp., 343 S.C. 531, 538, 542 S.E.2d 360, 363 (2001)). The\r\nFAA provides: \"A written provision in any [] contract evidencing a\r\ntransaction involving commerce to settle by arbitration a controversy\r\nthereafter arising out of such contract . . . shall be valid, irrevocable, and\r\nenforceable, save upon such grounds as exist at law or in equity for the\r\nrevocation of any contract.\" 9 U.S.C. § 2 (2009). \"The words 'involving\r\ncommerce' have been interpreted by the United States Supreme Court as\r\nbeing the functional equivalent of 'affecting commerce'-words signaling 'an\r\nintent to exercise Congress' commerce power to the full.'\" Thornton v.\r\nTrident Med. Ctr., L.L.C., 357 S.C. 91, 95, 592 S.E.2d 50, 52 (Ct. App. 2003)\r\n(quoting Allied-Bruce Terminix Cos. v. Dobson, 513 U.S. 265, 277 (1995));\r\nsee also Citizens Bank v. Alafabco, Inc., 539 U.S. 52, 56 (2003) (\"We have\r\ninterpreted the term 'involving commerce' in the FAA as the functional\r\n\nequivalent of the more familiar term 'affecting commerce'-words of art that\r\nordinarily signal the broadest permissible exercise of Congress' Commerce\r\nClause power.\"). \"'Because the statute provides for the enforcement of\r\narbitration agreements within the full reach of the Commerce Clause, it is\r\nperfectly clear that the FAA encompasses a wider range of transactions than\r\nthose actually in commerce-that is, within the flow of interstate commerce.'\"\r\nThornton, 357 S.C. at 95, 592 S.E.2d at 52 (quoting Citizens Bank, 539 U.S.\r\nat 56).\"In all cases, determination of whether a transaction involves interstate\r\ncommerce depends on the facts of the case.\" Id. (citing Zabinski v. Bright\r\nAcres Assocs., 346 S.C. 580, 594, 553 S.E.2d 110, 117 (2001) (\"To ascertain\r\nwhether a transaction involves commerce within the meaning of the FAA, the\r\ncourt must examine the agreement, the complaint, and the surrounding\r\nfacts.\")). \"Our courts consistently look to the essential character of the\r\ncontract when applying the FAA.\" Id. at 96, 592 S.E.2d at 52 (finding it was\r\nproper to \"focus upon what the terms of the contract specifically require for\r\nperformance in determining whether interstate commerce [was] involved\").\r\n\r\n       Our supreme court and this court have ruled on several cases which are\r\napplicable to our determination of whether the contract at bar involves\r\ninterstate commerce. See Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 542\r\nS.E.2d 360 (2001) (finding interstate commerce involved in a construction\r\ncontract where a builder was domiciled in South Carolina, but under the\r\ncontract, was assigned rights to a Delaware creditor); Soil Remediation Co. v.\r\nNu-Way Envtl., Inc., 323 S.C. 454, 476 S.E.2d 149 (1996) (holding interstate\r\ncommerce was involved in a contract requiring removal of water and sludge\r\nfrom property in South Carolina to a facility in North Carolina); Timms v.\r\nGreene, 310 S.C. 469, 427 S.E.2d 642 (1993) (stating that a contract between\r\na nursing home and patient did not involve interstate commerce, despite the\r\nfact that the nursing home was a division of a Delaware partnership,\r\nmarketed its services to persons residing outside of the state, and purchased\r\nthe majority of its supplies and equipment from out-of-state; the Court\r\nreasoned that the performance of the contract, the provision of patient-\r\nresident services in South Carolina, did not require any activities in interstate\r\ncommerce); Episcopal Hous. Corp. v. Federal Ins. Co., 269 S.C. 631, 640,\r\n239 S.E.2d 647, 652 (1977) (concluding performance required under a\r\n\ncontract for the construction of an eighteen-story building involved interstate\r\ncommerce because \"[i]t would be virtually impossible to construct\" such a\r\nbuilding \"with materials, equipment and supplies all produced and\r\nmanufactured solely within the State of South Carolina.\"); Blanton v. Stathos,\r\n351 S.C. 534, 541, 570 S.E.2d 565, 569 (Ct. App. 2002) (determining that a\r\ncontract for design and architectural services in the construction of a\r\nrestaurant in South Carolina involved interstate commerce because \"the\r\ncontract not only contemplated the use of materials manufactured outside the\r\nstate of South Carolina, but realistically the project could not be constructed\r\nwithout the use of materials in interstate commerce\").\r\n\r\n       In Thornton v. Trident Med. Ctr., L.L.C., James Thornton entered into\r\na recruiting agreement with Trident Medical Center. 357 S.C. 91, 93, 592\r\nS.E.2d 50, 51 (Ct. App. 2003). The agreement required Thornton to relocate\r\nhis medical practice from Michigan to Charleston, SC, for a total of at least\r\nfour years and included the additional terms: (1) a net collectable revenue\r\nguarantee which provided Thornton with a guaranteed income for twenty-\r\nfour months; (2) a signing bonus; (3) a relocation agreement for payment of\r\nmoving expenses; and (4) an agreement providing that Thornton was being\r\nrecruited into the existing practice of SCCA. Id. An arbitration clause was\r\nincluded in the contract. Id. Thornton left Charleston before the contracted\r\nfour years and filed a declaratory judgment seeking a determination that the\r\narbitration clause was unenforceable. Id. at 94, 592 S.E.2d at 51. In finding\r\nthe contract involved interstate commerce such that the FAA applied, this\r\ncourt decided the \"subject matter of the contract clearly [extended] beyond\r\nThornton's obligation to provide medical services in South Carolina.\" Id. at\r\n97, 592 S.E.2d at 53. This court found the recruiting agreement was\r\nprimarily to induce Thornton to move from Michigan to South Carolina. Id.\r\nat 97-98, 592 S.E.2d at 53.           Additionally, the agreement included\r\nreimbursement for Thornton's relocation expenses and prevented Thornton\r\nfrom practicing in any other state other than South Carolina for four years.\r\nId. Thus, \"the contract was denominated as and was intended as a recruiting\r\nagreement to induce Thornton's move across state lines,\" and \"[t]he express\r\npurpose [] was to provide a monetary incentive, consisting of multiple related\r\npromises, to induce Thornton to relocate his professional medical services\r\npractice from Michigan to South Carolina.\" Id. at 98, 592 S.E.2d at 53.\r\n\n      In contrast, our supreme court found the agreement in Timms v. Greene\r\ndid not involve interstate commerce. 310 S.C. 469, 473, 427 S.E.2d 642, 644\r\n(1993). The Timms contract was between a nursing home and one of the\r\nnursing home's residents and included an arbitration clause. Id. at 470-71,\r\n427 S.E.2d at 643. In support of its decision, the supreme court found the\r\nonly evidence raised to show interstate commerce was that the nursing home:\r\n(1) was a division of National HealthCorp, L.P., a Delaware Limited\r\nPartnership; (2) marketed its services to persons residing outside this State;\r\n(3) hired employees from outside the State; (4) purchased a majority of its\r\ngoods, equipment and supplies outside the state for use at the home; and (5)\r\ncontemplated payment in part by Medicare or Medicaid. Id. at 473, 427\r\nS.E.2d at 644. The court stated although the listed factors could show the\r\nnursing home's involvement in interstate commerce, their relationship to the\r\nagreement between the nursing home and the resident was \"insufficient to\r\nform the basis of the contract between the parties.\" Id.\r\n\r\n       Towles v. United Healthcare Corp. is also relevant to our analysis here.\r\n338 S.C. 29, 524 S.E.2d 839 (Ct. App. 1999). United Healthcare Corporation\r\n(United) was a national company headquartered in Minnesota. Id. at 33, 524\r\nS.E.2d at 841. United hired Winfield Towles as a medical director in South\r\nCarolina and required him to sign a Code of Conduct and Employment\r\nHandbook, which included an arbitration clause. Id. at 33-34, 524 S.E.2d at\r\n841-42. This court noted Towles' responsibilities included helping to\r\nestablish medical policy, overseeing utilization review and quality\r\nmanagement for plan participants, attending out-of-state conferences,\r\nparticipating in telephone conferences with United's corporate medical affairs\r\nstaff in Minnesota, and reviewing claims from out-of-state providers and\r\nspecialty providers located in North Carolina and Georgia. Id. at 36, 524\r\nS.E.2d at 843. Furthermore, Towles participated in sales presentations in\r\nSouth Carolina and Georgia and worked with officials from national\r\ncompanies in resolving questions of utilization review and medical necessity\r\nfor PHP participants. Id. Towles also reviewed proposals for services from\r\nout-of-state medical and ancillary service providers. Id. This court found\r\nthose activities provided \"sufficient evidence of interstate commerce to\r\ninvoke the FAA.\" Id.\r\n\n       In this case, the trial court found the facts to be most similar to Timms\r\nbecause \"an attorney is providing legal services for a South Carolina law firm\r\ndoing business in South Carolina.\" The trial court then stated even if the\r\nfacts are as the Appellants state them to be, they fail to rise to the level of\r\ninvolving or affecting interstate commerce because domicile of the parties to\r\nthe litigation, activities outside the state of South Carolina incident to the\r\ncompletion of a transaction, and receipt of insurance proceeds do not render a\r\ntransaction as \"involving\" or \"affecting\" interstate commerce within the\r\npurview of the FAA. In the hearing for the motion to reconsider, the trial\r\ncourt stated:\r\n\r\n            My concern was that we were simply looking at an\r\n            employment contract between two attorneys here in\r\n            Charleston, South Carolina, and I did not feel like\r\n            you could expand it by saying that she's working on\r\n            cases that were involving [out-of-state] information\r\n            or interstate commerce. That's the reason basically I\r\n            ruled the way I ruled.\r\n\r\n      Despite the trial court's reasoning, this court finds Towles most\r\napplicable to these facts.1 Using the Towles court's analysis, this court holds\r\n\r\n1 Equal Emp't Opportunity Comm. v. Rinella & Rinella is also persuasive in\r\nour analysis, although not controlling. 401 F. Supp. 175 (N.D. Ill. 1975).\r\nRinella was a Title VII action; however, its discussion regarding how a local\r\nlaw firm dealing primarily in divorces affects interstate commerce is\r\ninstructive. Id. at 181-82 (\"Notwithstanding the defendants' divorce\r\norientation, they admit that their practice encompasses other types of\r\nbusiness, i.e., corporate, probate and real estate. They further admit that\r\nvarious attorneys travel out of state on firm business. Samuel Rinella, for\r\ninstance, travelled to London, England and to Arizona, and Richard Rinella\r\ntravelled to Washington, D.C. The firm's long distance phone bill in calendar\r\nyear 1974 was $1,277.01; its out-of-state travel expenses amounted to\r\napproximately $2,000 for the same year. The firm also purchased both office\r\nintercommunication equipment from an out-of-state company for $8,400, and\r\nlaw and reference books from out-of-state publishers billed at approximately\r\n$2,500. These various factors establish that Rinella & Rinella indeed affects\r\n\nthe employment contract involves interstate commerce. Even though Firm is\r\nnot a national employer as United was, Firm handles business with many out-\r\nof-state clients, similar to United. However, our holding does not deem all\r\nemployment contracts involving attorneys' services subject to the FAA. It is\r\ncritical that this is not a situation where Meyer simply worked in South\r\nCarolina on cases that involved out-of-state clients and businesses. Here,\r\nMeyer was employed to work on specific cases, which were identified in the\r\ncontract, that Appellants allege involved interstate commerce. Despite the\r\nfact there is not substantial documentation regarding out-of-state traveling or\r\nwork Meyer may have done in the cases in the initial contract, the subsequent\r\namendment to the contract was designed with the express purpose of\r\nallowing additional compensation and provisions for the Ocean Club case, a\r\ncase which involved significant out-of-state work. The 2007 Amendment\r\nreferences a $10,000 advance on her Ocean Club work, with the expectation\r\nof further compensation to come in the near future as partial settlements\r\noccurred. Meyer travelled extensively to conduct her legal work and billed\r\nhours for her out-of-state work and travel. Pre-bill worksheets for the Ocean\r\nClub case reflect travels to Atlanta, Georgia; Sarasota Beach, Florida;\r\nCharlotte, North Carolina; Minneapolis, Minnesota; and Knoxville and\r\nKingsport, Tennessee. Moreover, Meyer brought this claim to recover $1.7\r\nmillion for the value of her labor on the Ocean Club case, implicating the\r\nsubstantial amount of work and time she spent on this particular case.\r\nConsidering the liberal application of the Commerce Clause, and recognizing\r\nthe FAA is to be construed to full extent of the Commerce Clause, we find\r\nMeyer's out-of-state activities rose to the level of \"involving interstate\r\ncommerce,\" and thus, triggered the enforcement of the FAA. Compare\r\nFlexon v. PHC-Jasper, Inc., __ S.C. __, 731 S.E.2d 1, 4 (Ct. App. 2012)\r\n(affirming the trial court's finding that the agreement did not involve\r\ninterstate commerce because it was a contract calling for \"local services to be\r\nperformed by a Hardeeville resident at a medical facility located in\r\nHardeeville,\" and thus, did not implicate the FAA). For the foregoing\r\nreasons, we reverse the trial court and find the FAA does apply to the parties'\r\nemployment contract.\r\n\r\n\r\n\r\ninterstate commerce and, accordingly, is subject to the proscriptions of Title\r\nVII.\").\r\n\n   III. Unconscionability\r\n\r\n      Arbitration is a matter of contract law and is available only when the\r\nparties involved contractually agreed to arbitrate. Towles, 338 S.C. at 37,\r\n524 S.E.2d at 843-44. \"Accordingly, a party may seek revocation of the\r\ncontract under 'such grounds as exist at law or in equity,' including fraud,\r\nduress, and unconscionability.\" Simpson v. MSA of Myrtle Beach, Inc., 373\r\nS.C. 14, 24, 644 S.E.2d 663, 668 (2007) (quoting S.C. Code Ann. § 15-48-\r\n10(a) (2005)). Arbitration will be denied if a court determines no agreement\r\nto arbitrate existed. S.C. Code Ann. § 15-48-20(a) (2005).\r\n\r\n      \"General contract principles of state law apply in a court's evaluation of\r\nthe enforceability of an arbitration clause.\" Simpson, 373 S.C. at 24, 644\r\nS.E.2d at 668 (citing Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 539, 542\r\nS.E.2d 360, 364 (2001)). \"In South Carolina, unconscionability is defined as\r\nthe absence of meaningful choice on the part of one party due to one-sided\r\ncontract provisions, together with terms that are so oppressive that no\r\nreasonable person would make them and no fair and honest person would\r\naccept them.\" Id. at 24-25, 644 S.E.2d at 668 (citing Carolina Care Plan, Inc.\r\nv. United HealthCare Servs., Inc., 361 S.C. 544, 554, 606 S.E.2d 752, 757\r\n(2004)). If a court as a matter of law finds any clause of a contract to have\r\nbeen unconscionable at the time it was made, the court may refuse to enforce\r\nthe unconscionable clause, or so limit its application so as to avoid any\r\nunconscionable result. S.C. Code Ann. § 36-2-302(1) (2003).\r\n\r\n      \"In analyzing claims of unconscionability in the context of arbitration\r\nagreements, the Fourth Circuit has instructed courts to focus generally on\r\nwhether the arbitration clause is geared towards achieving an unbiased\r\ndecision by a neutral decision-maker.\" Simpson, 373 S.C. at 25, 644 S.E.2d\r\nat 668; see Hooters of Am., Inc. v. Phillips, 173 F.3d 933, 938 (4th Cir.\r\n1999). Our supreme court has adopted the Fourth Circuit's view, and \"[i]t is\r\nunder this general rubric that [this court determines] whether a contract\r\nprovision is unconscionable due to both an absence of meaningful choice and\r\noppressive, one-sided terms.\" Simpson, 373 S.C. at 25, 644 S.E.2d at 669\r\n(emphasis added).\r\n\n   1. Absence of meaningful choice\r\n\r\n      Appellants argue the trial court erred in finding there was an absence of\r\nmeaningful choice because Meyer had been working for Firm for six months\r\nbefore receiving the 2006 employment agreement and she essentially had to\r\nagree to it or else \"jeopardize her existing job.\" We agree.\r\n\r\n      \"Absence of meaningful choice on the part of one party generally\r\nspeaks to the fundamental fairness of the bargaining process in the contract at\r\nissue.\" Id. at 25, 644 S.E.2d at 669; see Carlson v. General Motors Corp.,\r\n883 F.2d 287, 295-96 (4th Cir. 1989). \"In determining whether a contract\r\nwas 'tainted by an absence of meaningful choice,' courts should take into\r\naccount the nature of the injuries suffered by the plaintiff; whether the\r\nplaintiff is a substantial business concern; the relative disparity in the parties'\r\nbargaining power; the parties' relative sophistication; whether there is an\r\nelement of surprise in the inclusion of the challenged clause; and the\r\nconspicuousness of the clause.\" Simpson, 373 S.C. at 25, 644 S.E.2d at 669\r\n(quoting Carlson, 883 F.2d at 293, 295); see also Holler v. Holler, 364 S.C.\r\n256, 269, 612 S.E.2d 469, 476 (Ct. App. 2005) (\"A determination whether a\r\ncontract is unconscionable depends upon all the facts and circumstances of a\r\nparticular case.\").\r\n\r\n       \"[U]nder general principles of state contract law, an adhesion contract\r\nis a standard form contract offered on a 'take-it-or-leave-it' basis with terms\r\nthat are not negotiable.\" Simpson, 373 S.C. at 26-27, 644 S.E.2d at 669\r\n(citing Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 541, 542 S.E.2d 360,\r\n365 (2001)).      The finding of an adhesion contract is not per se\r\nunconscionable, however it is the beginning point to the analysis. Id. at 27,\r\n644 S.E.2d at 669.\r\n\r\n      We hold Meyer had a meaningful choice involving the 2006 agreement.\r\nMeyer argues her lack of civil experience put her at a disadvantage as it\r\nrelates to the relative sophistication of the parties. However, we find her\r\nsubstantial work as an assistant solicitor in addition to her time at law school\r\npermitted Meyer to have enough sophistication that any disadvantage would\r\nbe minimal in this situation. In concluding the 2006 agreement, Firm stated:\r\n\n            Please acknowledge receipt of this communication\r\n            when you receive it. After spending some time\r\n            reviewing it, if you are in agreement with this, please\r\n            so indicate by counter-signing below and returning to\r\n            me at your convenience. If you need a meeting to\r\n            discuss, just let me know.\r\n\r\nThe 2006 agreement, as shown above, allowed Meyer as much time as she\r\nneeded to understand and accept the conditions. In addition, the 2006\r\nagreement stated a meeting could be set up if there was a need to discuss the\r\nterms, allowing for negotiation of the terms. Because of this apparent\r\nopportunity for negotiation, this was not an adhesion contract. It did not\r\nforce Meyer to \"take-it-or-leave-it.\" Rather, it indicated Meyer had some\r\nbargaining power, while perhaps not as much as the Firm. We also note\r\nMeyer felt comfortable striking out language to which she objected in the\r\n2007 amendment; again, supporting her ability to negotiate these contracts.\r\nFurther, this was not a lengthy contract at three pages. The arbitration clause\r\nis on the second page, and it is not \"buried\" within the short contract; thus,\r\nthere does not appear to be any element of surprise.\r\n\r\n       While Meyer argues that because the employment climate for law firms\r\nwas difficult, she felt she was forced to agree to the contract, we do not find\r\nthat is a valid reason for holding there was an absence of meaningful choice.\r\nIt is unfortunate the employment or economic climate may have been\r\ndifficult at that particular time, but the external environment did not\r\nextinguish Meyer's meaningful choice of whether to sign the contract or not.\r\nFurther, we recognize Lucey and the Firm did not contribute to the negative\r\neconomic climate; therefore, we cannot use that as a factor against them in\r\nthis case. For the foregoing reasons, we hold the trial court erred in finding\r\nthere was an absence of meaningful choice.\r\n\r\n   2. Oppressive and one-sided terms\r\n\r\n      Appellants argue the terms of the arbitration clause are not unduly\r\nharsh because its sole limitation is the presentment of live witnesses and there\r\nis no other limitation of evidence or testimony. We agree.\r\n\n      As stated previously, this prong of the test sets forth that we are to\r\nreview the terms to see if no reasonable person would make them and no fair\r\nand honest person would accept them. Simpson, 373 S.C. at 24-25, 644\r\nS.E.2d at 668.\r\n\r\n       \"Arbitration laws are passed in order to expedite the settlement of\r\ndisputes and should not be used as a means of furthering and extending\r\ndelays.\" Evans v. Accent Manufactured Homes, Inc., 352 S.C. 544, 550, 575\r\nS.E.2d 74, 76 (Ct. App. 2003). The benefits received by arbitrating come\r\nwith certain limitations on discovery. See Rhodes v. Benson Chrysler-\r\nPlymouth, Inc., 374 S.C. 122, 127, 647 S.E.2d 249, 251-52 (Ct. App. 2007)\r\n(stating that if parties conducted little or no discovery, then the party seeking\r\narbitration has not taken \"advantage of the judicial system,\" thus, prejudice\r\nwill likely not exist, and the law would favor arbitration; however, if the\r\nparties conducted significant discovery, then the party seeking arbitration\r\ntook \"advantage of the judicial system,\" prejudice will likely exist, and the\r\nlaw would disfavor arbitration); In re Cotton Yarn Antitrust Litig., 505 F.3d\r\n274, 286 (4th Cir. 2007) (stating \"while discovery generally is more limited\r\nin arbitration than in litigation, that fact is simply one aspect of the trade-off\r\nbetween the 'procedures and opportunity for review of the courtroom [and]\r\nthe simplicity, informality, and expedition of arbitration' that is inherent in\r\nevery agreement to arbitrate and \"[b]ecause limited discovery is a\r\nconsequence of perhaps every agreement to arbitrate, it cannot, standing\r\nalone, be a reason to invalidate an arbitration agreement\").\r\n\r\n      The arbitration clause in the 2006 agreement provides:\r\n\r\n            Any disputes arising in any way related to the matters\r\n            set forth herein will be submitted to confidential,\r\n            binding arbitration under expedited and abbreviated\r\n            procedures, with the parties being the only witnesses\r\n            called in person. If we are unable to agree on an\r\n            arbitrator, I will choose one, you will choose one, and\r\n            the two will choose a third.\r\n\r\nWhile the arbitration clause here does limit discovery by allowing the parties\r\nto be the only witnesses called in person, this cannot, standing alone, be a\r\n\nreason to invalidate an arbitration agreement. Appellants are correct in\r\nstating that the arbitration restriction applies equally to both parties, and the\r\nclause places no apparent restrictions on the introduction of depositions of\r\nwitnesses into arbitration proceedings. We find the arbitration clause is not\r\none-sided, nor is it oppressive to Meyer.               Because a finding of\r\nunconscionability requires an absence of meaningful choice as well as\r\noppressive, one-sided terms, we reverse the trial court.\r\n\r\n    IV.   Severability\r\n\r\n       Appellants contend that even if the provision limiting live witnesses is\r\nsubstantively unconscionable, the trial court should have severed that portion\r\nof the arbitration clause and compelled arbitration. Because we find the\r\narbitration clause is not unconscionable, we need not review this argument.\r\nSee Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\nS.E.2d 591, 598 (1999) (ruling an appellate court need not review remaining\r\nissues when its determination of a prior issue is dispositive of the appeal).\r\n\r\n    V.    Applicability of the SCUAA\r\n\r\n       Appellants contend that because the FAA applies to the employment\r\ncontract at issue, it preempts the SCUAA and there is no need to meet the\r\nrequirements of the state statutes. In addition to the FAA's preemption of the\r\nSCUAA, the SCUAA itself provides that it does not apply to arbitration\r\nagreements between employers and employees unless the agreement states\r\nthat the SCUAA shall apply.\r\n\r\n      Because all parties agree the arbitration clause did not meet the\r\nSCUAA notice requirements,2 and the trial court ruled it did not meet\r\nSCUAA requirements, there is no controversy for this court to rule upon.\r\nCurtis v. State, 345 S.C. 557, 567, 549 S.E.2d 591, 596 (2001) (stating \"[a]n\r\nappellate court will not pass on moot and academic questions or make an\r\nadjudication where there remains no actual controversy\").\r\n\r\n2 Appellants acknowledge the arbitration clause did not meet SCUAA's\r\nnotice requirements, but argued that was irrelevant because SCUAA was\r\ninapplicable altogether.\r\n\n                              CONCLUSION\r\n\r\n     Based on the foregoing reasons, the trial court's denial of Appellants'\r\nmotion to compel is\r\n\r\n      REVERSED. \n\r\n\r\n      HUFF and PIEPER, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"5039","title":"State v. Williams","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5039.pdf","description":"Wendell Williams appeals his conviction for voluntary manslaughter, arguing the circuit court erred in: (1) refusing to instruct the jury on the law of self-defense; (2) refusing to instruct the jury on the law of accident; and (3) refusing to admit toxicology evidence regarding the intoxication of the victim.  We reverse and remand for a new trial.  Judge Lockemy concurs in part and dissents in part.","date":"2012-10-24","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Wendell Williams, Appellant.\r\n\r\n             Appellate Case No. 2009-147808\r\n\r\n\r\n\r\n                         Appeal From Spartanburg County\r\n                   E. C. Burnett, III, Special Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 5039 \n\r\n                  Heard March 13, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                                    REVERSED\r\n\r\n\r\n             Appellate Defender Kathrine Hudgins, of Columbia, for\r\n             Appellant.\r\n\r\n             Attorney General Alan Wilson, Chief Deputy Attorney\r\n             General John W. McIntosh, Senior Assistant Deputy\r\n             Attorney General Salley W. Elliott, Assistant Attorney\r\n             General William Blitch, Jr., all of Columbia; and\r\n             Solicitor Barry J. Barnette, of Spartanburg, for\r\n             Respondent.\r\n\r\n\r\n\r\nWILLIAMS, J.: In this criminal appeal, Wendell Williams (Williams) argues the\r\ncircuit court erred in three respects when it: (1) refused to instruct the jury on the\r\nlaw of self-defense; (2) refused to instruct the jury on the law of accident; and (3)\r\n\nrefused to admit toxicology evidence regarding the intoxication of the victim. We\r\nreverse.\r\n\r\nFACTS\r\nThe following evidence was adduced during Williams' trial for killing his brother,\r\nJoe Williams (victim).\r\n\r\nAround midnight on September 26, 2008, Williams went to the victim's house.\r\nThe victim's girlfriend, Victoria Holbert (Holbert), testified that she and the victim\r\nsaw car lights pulling into the driveway. Holbert said that while she did not go\r\nonto the porch, she overhead Williams telling the victim that he owed Williams\r\nmoney for a car. When Holbert peered out the window, she noticed what appeared\r\nto be a shotgun in Williams' hand. She immediately called 911. Shortly thereafter,\r\nHolbert heard a single gunshot and called 911 again. She testified she saw the\r\nvictim lying on the porch with a gunshot wound to his right leg. Holbert stated the\r\nvictim was unarmed during the entire altercation.\r\n\r\nKevin Kelly (Kelly) also testified at trial. According to Kelly, Williams called him\r\nthe night of the shooting and asked Kelly to pick Williams up and drive him to the\r\nvictim's house. At trial, Kelly stated when they pulled into the victim's driveway,\r\nWilliams approached the victim's porch armed with a shotgun. Kelly testified he\r\noverheard Williams tell the victim that the victim owed Williams money for his car\r\nthat had disappeared while Williams was in prison. As the argument escalated,\r\nKelly testified the victim began retreating towards the front door. According to\r\nKelly, Williams then stated, \"I'm going to ask you one more time, where's my\r\nmoney?\" Kelly claimed the victim replied that he was not giving Williams\r\nanything, and the victim then tried to turn around and walk into his house. Kelly\r\ntestified that as the victim walked away, Williams shot the victim in the back of his\r\nright leg. Kelly said he never saw the victim with a gun. Once Kelly heard\r\ngunfire, he testified he began backing out of the victim's driveway, at which time\r\nWilliams jumped into the passenger's side of the car. Kelly testified he never\r\nobserved Williams call 911 nor did Williams ask Kelly to call 911.\r\n\r\nWilliams testified in his own defense at trial. Williams stated he drove to the\r\nvictim's house at approximately 1:00 a.m. because his niece had been on the phone\r\nall night and he needed to talk to the victim about money the victim owed to him.\r\nWilliams, however, also testified that he came to the victim's house because\r\nsomeone had seen Williams' car parked on a nearby highway. When Williams\r\n\ncalled the police about recovering it, Williams claimed the police told him the\r\nvictim would have to file a report because the victim last possessed the keys to the\r\nvehicle. Williams claimed the victim was sitting on the victim's front porch when\r\nhe and Kelly pulled into the driveway. When Williams approached the porch, he\r\ntestified he could see a small revolver tucked into the waistband of the victim's\r\nboxer shorts. Williams stated he tried to tell the victim the information about his\r\nmissing vehicle as he approached the porch, but the victim started cussing at\r\nWilliams. Because the victim had a \"demented\" look on his face, Williams stated\r\nhe became scared.\r\n\r\nAccording to Williams, the victim then reached towards a mailbox on the wall with\r\nhis left hand and towards the revolver in his boxer shorts with his right hand. At\r\nthis point, Williams jumped over the banister of the porch and ran back towards the\r\ncar. Williams testified that as he was retreating, he was \"expecting to get shot in\r\nthe back\" and \"was in fear for [his] life.\" Williams stated that Kelly, who was\r\nstanding behind the passenger's side door, then threw Williams a loaded shotgun.1\r\nWilliams claimed the victim pointed his revolver at Williams, and Williams pulled\r\nthe trigger on his shotgun. Williams stated he did not remember pulling the trigger\r\nand claimed he did not intentionally shoot the victim. Williams said he heard the\r\nvictim say, \"Oh,\" but Williams thought the bullets bounced off the ground since he\r\nwas pointing the shotgun towards the ground when he shot it. However, during\r\ncross-examination, Williams stated he knew the victim had shot a couple of\r\npeople, and if he had not defended himself, he knew the victim would have shot\r\nhim. Williams and Kelly immediately fled the scene, but Williams later turned\r\nhimself into police.\r\n\r\nAfter Williams' testimony, he attempted to introduce toxicology evidence about\r\nwhich substances were in the victim's bloodstream at the time of his death.\r\nWilliams claimed this testimony was relevant because the presence of intoxicating\r\nsubstances could affect the victim's demeanor and would be evidence which the\r\njury could consider in determining whether Williams felt threatened at the time of\r\nthe altercation. The circuit court excluded the testimony but allowed Williams to\r\n\r\n1 Williams admitted on cross-examination he initially told the police he found a\r\nloaded shotgun lying on the sidewalk, but Williams later explained he was trying\r\nto protect Kelly who was on probation. Williams also admitted on cross-\r\nexamination to lying to the police about leaving the gun at the scene and telling the\r\npolice another person, not Kelly, drove the getaway vehicle.\r\n\nproffer the toxicologist's testimony, which would have revealed that the victim's\r\nblood tested positive for alcohol, cocaine, hydrocodone, THC, and diazepam.\r\n\r\nWilliams then requested the circuit court charge the jury on voluntary\r\nmanslaughter, self-defense, and accident. The circuit court granted Williams'\r\nmotion on voluntary manslaughter but denied his requests for self-defense and\r\naccident. The circuit court then charged the jury on murder and voluntary\r\nmanslaughter. The jury found Williams guilty of the lesser-included charge of\r\nvoluntary manslaughter, and the circuit court sentenced Williams to twenty-one\r\nyears imprisonment. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\nIn criminal cases, the appellate court sits to review errors of law only. State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). Thus, an appellate court \"is\r\nbound by the [circuit] court's factual findings unless they are clearly erroneous.\"\r\nId. \"This Court does not re-evaluate the facts based on its own view of the\r\npreponderance of the evidence but simply determines whether the [circuit court]'s\r\nruling is supported by any evidence.\" State v. Wilson, 345 S.C. 1, 6, 545 S.E.2d\r\n827, 829 (2001).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Self-Defense\r\nWilliams claims the circuit court erred when it refused to instruct the jury on self-\r\ndefense. We agree.\r\n\r\n\"A jury charge is correct if, when the charge is read as a whole, it contains the\r\ncorrect definition and adequately covers the law.\" State v. Mattison, 388 S.C. 469,\r\n478, 697 S.E.2d 578, 583 (2010) (internal citations omitted). \"The law to be\r\ncharged must be determined from the evidence presented at trial.\" State v. Cole,\r\n338 S.C. 97, 101, 525 S.E.2d 511, 512 (2000) (internal citations omitted); see also\r\nMattison, 388 S.C. at 478, 697 S.E.2d at 583 (stating appellate courts should\r\n\"consider the court's jury charge as a whole in light of the evidence and issues\r\npresented at trial\"). When reviewing the circuit court's refusal to deliver a\r\nrequested jury instruction, appellate courts must consider the evidence in a light\r\nmost favorable to the defendant. Cole, 338 S.C. at 101, 525 S.E.2d at 512-13.\r\n\n\"If there is any evidence in the record from which it could reasonably be inferred\r\nthat the defendant acted in self-defense, the defendant is entitled to instructions on\r\nthe defense, and the [circuit court's] refusal to do so is reversible error.\" State v.\r\nDay, 341 S.C. 410, 416-17, 535 S.E.2d 431, 434 (2000). A person is justified in\r\nusing deadly force in self-defense when:\r\n\r\n\r\n\r\n             (1) The defendant was without fault in bringing on the\r\n             difficulty;\r\n\r\n             (2) The defendant . . . actually believed he was in\r\n             imminent danger of losing his life or sustaining serious\r\n             bodily injury, or he actually was in such imminent\r\n             danger;\r\n\r\n             (3) If the defense is based upon the defendant's actual\r\n             belief of imminent danger, a reasonable prudent man of\r\n             ordinary firmness and courage would have entertained\r\n             the same belief . . . ; and\r\n\r\n             (4) The defendant had no other probable means of\r\n             avoiding the danger of losing his own life or sustaining\r\n             serious bodily injury than to act as he did in this\r\n             particular instance.\r\n\r\nState v. Dickey, 394 S.C. 491, 499, 716 S.E.2d 97, 101 (2011). When a defendant\r\nclaims self-defense, the State is required to disprove the elements of self-defense\r\nbeyond a reasonable doubt. State v.Wiggins, 330 S.C. 538, 544-45, 500 S.E.2d\r\n489, 492-93 (1998). \"It is an axiomatic principle of law that the defense has not\r\nbeen established if any one element is disproven.\" State v. Bixby, 388 S.C. 528,\r\n554, 698 S.E.2d 572, 586 (2010).\r\n\r\nWe reverse the circuit court's decision not to instruct the jury on self-defense\r\nbecause some evidence exists to support a self-defense charge. See State v.\r\nJackson, 384 S.C. 29, 35, 681 S.E.2d 17, 21 (Ct. App. 2009) (\"When any evidence\r\nin the record entitles the accused to a jury charge on self-defense, a [circuit court's]\r\nrefusal to give the charge is reversible error.\"). At trial, Williams testified the\r\nvictim had a \"demented\" look on his face when Williams approached the front\r\nporch. Williams claimed the victim began to curse at him when Williams asked\r\n\nthe victim about Williams' missing car. Williams stated he became scared because\r\nthe victim started to reach for a revolver that was tucked into the victim's boxer\r\nshorts. Once the victim began to reach for his gun, Williams jumped over the\r\nbanister of the porch. Williams claimed he \"was in fear for his life\" and thought he\r\nwas about to \"get shot in the back.\" As Williams was running from the house, he\r\nstated Kelly threw a loaded shotgun to him, and when he turned back towards\r\n\"[his] brother, he was turning around on [Williams] . . . [with] the pistol in his hand\r\nat that time.\" Because Williams knew his brother had shot people before, he\r\nclaimed if he had not shot his brother, he \"[knew] he would have shot me.\"\r\n\r\nViewing the evidence in the light most favorable to Williams, we find a jury could\r\nhave found Williams was not at fault in bringing about the difficulty based on\r\nWilliams' testimony that the victim began cursing at him, had a \"demented\" look\r\non his face, and pulled a pistol on Williams after Williams confronted him\r\nunarmed. See Dickey, 394 S.C. at 500, 716 S.E.2d at 101 (finding defendant was\r\nnot at fault in bringing about difficulty despite pulling loaded weapon on victim\r\nwhen victim began advancing towards defendant in an aggressive manner).\r\nWilliams stated the victim had shot other people before, and he knew his brother\r\nwould have shot him if he did not shoot first. Williams' testimony that he thought\r\nhis brother was going to shoot him in his back as he ran from the front porch\r\nindicates Williams believed he was in imminent danger, and if true, we find this\r\nbelief to be reasonable. See Day, 341 S.C. at 417, 535 S.E.2d at 435 (finding\r\ndefendant was entitled to self-defense charge when he shot and killed victim\r\nbecause defendant believed he was in imminent danger when he thought the victim\r\nwas going to pull a gun on him). Last, there is evidence, although conflicting, that\r\nWilliams had no other probable means of avoiding the danger. Specifically, when\r\nWilliams turned back towards the victim, Williams stated the victim was already\r\npointing a gun at him. Although both eyewitnesses' testimonies support a very\r\ndifferent theory of fault, we cannot ignore the fact that at least some evidence was\r\npresented to make self-defense a jury question. Accordingly, we find the circuit\r\ncourt erred in refusing to charge self-defense to the jury.\r\n\r\nII.   Accident\r\nNext, Williams claims the circuit court erred in failing to charge the jury on\r\naccident. We agree.\r\n\r\nA homicide will be excusable on the ground of accident when (1) the killing was\r\nunintentional; (2) the defendant was acting lawfully; and (3) due care was\r\n\nexercised in the handling of the weapon. State v. Chatman, 336 S.C. 149, 153, 519\r\nS.E.2d 100, 102 (1999). If the circumstances of a case show a defendant was\r\nentitled to arm himself in self-defense when the gun went off, he would be entitled\r\nto a charge of accident supposing evidence satisfies the other elements of the\r\ndoctrine. State v. Burriss, 334 S.C. 256, 262, 513 S.E.2d 104, 108 (1999).\r\n\r\nWilliams' testimony at trial vacillated as to whether he acted intentionally or\r\nunintentionally when he shot the victim. As discussed above, Williams testified he\r\nshot the victim because he feared the victim was going to shoot him first. As such,\r\nWilliams had the right to act in self-defense. However, Williams also stated he\r\nshot the weapon but did not remember doing it and did not intentionally shoot\r\nit. He further testified that the gun was pointing down and he did not intend to\r\nshoot the victim. Because the State failed to disprove that Williams was using due\r\ncare when he handled the gun, we believe this testimony is sufficient to at least\r\npresent a question for the jury as to whether Williams shot the victim accidentally.\r\nSee State v. Harris, 382 S.C. 107, 674 S.E.2d 532 (Ct. App. 2009) (holding the\r\nburden rests on the State to prove beyond a reasonable doubt the act was not an\r\naccident).\r\n\r\nWe note that even though self-defense and accident charges are often mutually\r\nexclusive, there is evidence in the record to support both charges in this case. See\r\nBurriss, 334 S.C. at 262, 513 S.E.2d at 108 (stating that if the circumstances prove\r\na defendant was entitled to arm himself in self-defense when the shooting\r\noccurred, the defendant would be entitled to a charge of accident so long as\r\nevidence satisfies the other elements of the doctrine); cf. State v. Light, 378 S.C.\r\n641, 650, 664 S.E.2d 465, 469-70 (2008) (\"A past holding of this Court seems to\r\nindicate that, where a defendant is claiming self-defense . . . involuntary\r\nmanslaughter may not be charged. . . . However, a self-defense charge and an\r\ninvoluntary manslaughter charge are not mutually exclusive, as long as there is\r\nany evidence to support both charges. . . . When there is a factual issue as to\r\nwhether the shooting was committed intentionally in self-defense or was\r\ncommitted unintentionally, then the defendant is entitled to both charges as there is\r\n'any evidence' to support each charge.\" (emphasis added)); see also 15 A.L.R. 4th\r\n983 (\"Underlying the court's decision in many, if not most, cases involving the\r\ndefendant's right, in a prosecution for homicide or attempted homicide by shooting\r\nto an instruction on both self-defense and accident is its view as to whether, in a\r\nparticular evidentiary context, the defenses are inconsistent and may not be\r\nasserted simultaneously, even in the alternative; and this, in turn, appears to depend\r\n\nlargely on the nature of the defendant's testimony, and that of other witnesses,\r\nrelating to the defenses.\").\r\n\r\nAccordingly, we find the circuit court erred in refusing Williams' request to charge\r\nthe jury on the law of accident.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we REVERSE Williams' conviction and REMAND for a\r\nnew trial.2\r\n\r\nTHOMAS, J., concurs.\r\n\r\nLOCKEMY, J., concurs in part and dissents in part.\r\nI respectfully concur in part and dissent in part. I concur with the majority's\r\nholding that the circuit court erred in failing to charge self-defense to the jury.\r\nHowever, I dissent in the majority's decision to reverse the circuit court as to\r\nWilliams' request to charge the jury on the law of accident.\r\n\r\nWilliams' testimony is the only evidence in the record supporting a charge that\r\ncould excuse him of killing the victim. Williams testified he noticed the victim\r\nhad a gun in his boxer shorts as he approached the porch. When Williams saw the\r\nvictim reach for the gun, he jumped over the porch bannister and ran back towards\r\nthe car where, according to one version of Williams' testimony, Kelly threw him a\r\nloaded shotgun. Williams, who feared he would be shot in the back, turned around\r\nand faced the victim. Williams testified he did not remember pulling the trigger,\r\nbut admitted firing the shotgun as the victim pointed the revolver at him. Williams\r\nclaimed he was pointing the shotgun toward the ground when he fired and did not\r\nintentionally shoot the victim. If the jury believes Williams' testimony that he was\r\ndefending himself by arming himself with the shotgun, then, after a proper charge\r\nof self-defense, the jury can acquit Williams. The jury can choose whether or not\r\nto believe Williams intended to shoot the victim. Either way, self-defense should\r\n\r\n\r\n2 Our decision to reverse on the foregoing issues disposes of Williams' remaining\r\nargument on appeal. Therefore, we decline to address Williams' remaining\r\nargument. See Futch v. McAllister Towing, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n591, 598 (1999) (ruling an appellate court need not review remaining issues when\r\nits determination of a prior issue is dispositive of the appeal).\r\n\nhave been charged because Williams presented the shotgun in response to the\r\naggression of the victim.\r\n\r\nAlthough I agree with my colleagues that self-defense and accident charges are not\r\nper se mutually exclusive, I believe they exclude each other in this case. I state\r\nthis with the knowledge that the jury can accept the testimony of a witness as a\r\nwhole or in part, and may believe the testimony of one witness and not another.\r\nAs the majority states, homicide will be excusable on the ground of accident when\r\n(1) the killing was unintentional; (2) the defendant was acting lawfully; and (3) due\r\ncare was exercised in the handling of a weapon. See Chatman, 336 S.C at 153, 519\r\nS.E.2d at 102. Here, none of the evidence presented supports a finding that\r\nWilliams acted lawfully. Element one is satisfied by Williams' testimony that he\r\ndid not intentionally shoot the victim. Additionally, although a stretch, catching a\r\nloaded shotgun in mid-air and reeling around like John Wayne in Rio Bravo3 to\r\nface a charging \"demented\" person could be considered handling a weapon with\r\ndue care. However, even though the first and third elements may be satisfied, no\r\nevidence was presented to satisfy the second element. If Williams shot the victim\r\nbecause he reasonably believed the victim was about to kill him, then he was\r\nacting in self-defense. If that was not the case, as other witnesses stated, or the\r\nbelief was not reasonable, then Williams' presentation of the shotgun was not\r\nlawful. Whether Williams shot at the ground, into the air, or not at all, he\r\ncommitted a crime by presenting a firearm. Williams' presentation of the shotgun\r\nwas only lawful if it was presented in self-defense.\r\n\r\nAccordingly, I concur with the majority's holding that the circuit court erred in\r\nfailing to charge the jury on self-defense and that this case should be remanded for\r\na new trial. However, I do not believe the circuit court erred in not charging the\r\nlaw of accident.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3   Rio Bravo (Warner Bros. Pictures 1959).\r\n\n","court":"Appeals"},{"id":"5040","title":"Williams Carpet Contractors v. Skelly","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5040.pdf","description":"Williams Carpet Contractors, Inc. appeals the circuit court's granting of Mark Skelly's motion for judgment notwithstanding the verdict (JNOV).  Williams Carpet argues the court improperly weighed the evidence in making its determination.  We reverse.","date":"2012-10-24","type":"opinion","text":"                THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n\r\n\r\n        Williams Carpet Contractors, \n\r\n        Inc.,                             Appellant,                        \n\r\n\r\n                                    v.\r\n        Mark Skelly,                      Respondent.\r\n\r\n\r\n\r\n                               __________\r\n\r\n                       Appeal From Horry County \n\r\n                   Steven H. John, Circuit Court Judge \n\r\n                              __________\r\n\r\n                           Opinion No. 5040 \n\r\n               Heard June 7, 2012 - Filed October 24, 2012 \n\r\n                              __________\r\n\r\n                              REVERSED\r\n                              __________\r\n\r\n           Henrietta U. Golding and James K. Gilliam, of\r\n           Myrtle Beach, for Appellant.\r\n\r\n           G. Michael Smith, of Conway, for Respondent.\r\n\r\n\r\n      KONDUROS, J.: Williams Carpet Contractors, Inc. appeals the circuit\r\ncourt's granting of Mark Skelly's motion for judgment notwithstanding the\r\nverdict (JNOV). Williams Carpet argues the court improperly weighed the\r\nevidence in making its determination. We reverse.\r\n\n                    FACTS/PROCEDURAL HISTORY\r\n\r\n       Williams Carpet provides and installs floor coverings, including carpet,\r\ntile, and hardwood floors, in the Myrtle Beach area. Skelly is a builder and\r\ndeveloper in Horry County. Around 1982, Williams Carpet and Skelly began\r\ndoing business together. Over the years, Williams Carpet provided materials\r\nto projects Skelly developed and built through various corporations.\r\nWilliams Carpet dealt directly with Skelly for those projects, and Skelly paid\r\neach time. The parties never entered into a written contract but had oral\r\nagreements sealed with a handshake.\r\n\r\n       In 2003, M.S. Industries acquired a parcel of property known as Green\r\nHaven on which to develop and build condominiums. Skelly was the\r\npresident of M.S. Industries, and he and John L. Martini, Jr. were\r\nshareholders. Skelly selected carpet and tile from Williams Carpet by\r\nhimself on his initial visit, and he and his wife made the final selections.\r\nSkelly negotiated the price and verbally agreed to pay with a handshake for\r\nthe items. Skelly did not inform Williams Carpet that anyone was involved\r\nin building or developing the project other than himself.\r\n\r\n       Before construction of Green Haven began in 2005, M.S. Industries\r\nhired Baldwin Construction Company as the general contractor for the\r\nproject; it built the first three buildings. M.S. Industries then replaced\r\nBaldwin with Rick Ruonola, a former employee of Baldwin, and his new\r\nLLC, Ruonala and Company, for the remaining six buildings, all without\r\nWilliams Carpet's knowledge. On April 18, 2005, Skelly, through M.S.\r\nIndustries, and Ruonala and Company entered into a contract to construct six\r\nbuildings at Green Haven for $650,000 per building. Williams Carpet began\r\ninstalling carpet and tile at Green Haven in 2005, and Skelly requested it send\r\nall invoices to Ruonala and Company, which alarmed Williams Carpet.\r\nSkelly told Williams Carpet \"don't worry about it, you bill it and I will pay\r\nfor it\" and \"I'll make sure you get paid for it,\" and Williams Carpet agreed to\r\nsend all invoices to Ruonala and Company.\r\n\r\n       Because Williams Carpet had not been paid after it installed carpet and\r\ntile in five of the six buildings, it informed Skelly it would not do any of the\r\n\nremaining work until it was paid and threatened to file a mechanic's lien if it\r\ndid not receive payment. Skelly asked it to refrain from filing a mechanic's\r\nlien and promised it would receive full payment once it completed the job.\r\nSkelly requested Williams Carpet send all invoices directly to him, and it\r\ncompleted the final building. Skelly, through M.S. Industries, paid Williams\r\nCarpet $45,272.33 and Williams Carpet received a total of $78,781.52 with a\r\nbalance of $188,851.40 remaining. Skelly and Martini each received one\r\nmillion three thousand dollars for the project.\r\n\r\n       Williams Carpet brought suit against Ruonala and Company, Skelly,\r\nand M.S. Industries for breach of contract, quantum meruit, negligent\r\nmisrepresentation, and violations of the Unfair Trade Practices Act. At trial,\r\njust after the selection of the jury, Williams Carpet dismissed its breach of\r\ncontract claim, without objection. The owners of Williams Carpet testified\r\nthat it would have never agreed to do business with Ruonala and Company\r\nbecause the owner had no money and had previously worked at Baldwin\r\nConstruction, which failed to pay Williams Carpet for prior jobs. Beverly\r\nCausey, one of the owners of Williams Carpet, testified Skelly asked it not to\r\nfile a mechanic's lien, requesting \"please get this last building done and I will\r\npay you all your money.\"\r\n\r\n      Prior to the case being submitted to the jury, Williams Carpet dismissed\r\nM.S. Industries and Ruonala and Company from the suit. At the conclusion\r\nof Williams Carpet's case, Skelly moved for a directed verdict on all of the\r\ncauses of action. The trial court denied the motion as to the quantum meruit\r\nand negligent misrepresentation actions and granted the motion as to the\r\nUnfair Trade Practices action. The jury found in favor of Skelly on the\r\nnegligent misrepresentation action and Williams Carpet for the quantum\r\nmeruit cause of action and awarded it $168,000 in damages. Skelly moved\r\nfor a JNOV, arguing awarding quantum meruit to Williams Carpet would\r\nresult in Skelly paying for its products and services twice because M.S.\r\nIndustries had paid Ruonala and Company the full contract price of $650,000\r\nper building. Williams Carpet argued it had presented evidence M.S.\r\nIndustries did not pay Ruonala and Company in full.\r\n\r\n     The trial court gave the parties seven days to submit further research on\r\nthe matter. The trial court ultimately granted Skelly's JNOV motion, finding,\r\n\n\"the evidence proved that [Skelly's] corporation, M.S. Industries, Inc., paid\r\nfor the value of the materials provided by [Williams Carpet] for the project\r\nwhen it paid in excess of the full construction contract price to Ruonala and\r\nCompany, LLC.\" Williams Carpet filed a motion for reconsideration\r\npursuant to Rules 59 and 60, SCRCP, which the trial court denied. This\r\nappeal followed.        STANDARD OF REVIEW\r\n\r\n       A motion for JNOV, under Rule 50(b), SCRCP, is a renewal of the\r\ndirected verdict motion. Glover v. N.C. Mut. Life Ins. Co., 295 S.C. 251,\r\n256, 368 S.E.2d 68, 72 (Ct. App. 1988). When ruling on a JNOV motion, the\r\ntrial court is required to view the evidence and the inferences that reasonably\r\ncan be drawn therefrom in the light most favorable to the nonmoving party.\r\nSabb v. S.C. State Univ., 350 S.C. 416, 427, 567 S.E.2d 231, 236 (2002).\r\nThis court must follow the same standard. Welch v. Epstein, 342 S.C. 279,\r\n299, 536 S.E.2d 408, 418 (Ct. App. 2000). \"If more than one reasonable\r\ninference can be drawn or if the inferences to be drawn from the evidence are\r\nin doubt, the case should be submitted to the jury.\" Chaney v. Burgess, 246\r\nS.C. 261, 266, 143 S.E.2d 521, 523 (1965).\r\n\r\n                             LAW/ANALYSIS\r\n\r\n   I.    Quantum Meruit\r\n\r\n      Williams Carpet argues the trial court erred in granting Skelly's JNOV\r\nmotion because it presented evidence demonstrating M.S. Industries paid less\r\nthan the full contract price to Ruonala and Company. We agree.\r\n\r\n       \"[Q]uantum meruit, quasi-contract, and implied by law contract are\r\nequivalent terms for an equitable remedy.\" QHG of Lake City, Inc. v.\r\nMcCutcheon, 360 S.C. 196, 202, 600 S.E.2d 105, 108 (Ct. App. 2004)\r\n(citations and internal quotation marks omitted) (alteration by court). \"The\r\nterms 'restitution' and 'unjust enrichment' are modern designations for the\r\nolder doctrine of quasi-contracts.\" Ellis v. Smith Grading & Paving, Inc.,\r\n294 S.C. 470, 473, 366 S.E.2d 12, 14 (Ct. App. 1988). To prevail on a\r\nquantum meruit claim, a plaintiff must establish (1) he conferred a benefit\r\n\nupon the defendant; (2) the defendant realized that benefit; and (3) retention\r\nof the benefit by the defendant under the circumstances make it inequitable\r\nfor the defendant to retain it without paying its value. Swanson v. Stratos,\r\n350 S.C. 116, 121, 564 S.E.2d 117, 119 (Ct. App. 2002); see also Earthscapes\r\nUnlimited, Inc. v. Ulbrich, 390 S.C. 609, 616-17, 703 S.E.2d 221, 225 (2010)\r\n(providing the same requirements).\r\n\r\n       \"Courts addressing a claim of unjust enrichment by a subcontractor\r\nagainst a property owner have typically denied recovery where the owner in\r\nfact paid on its contract with the general contractor.\" Columbia Wholesale\r\nCo. v. Scudder May N.V., 312 S.C. 259, 262-63, 440 S.E.2d 129, 131 (1994)\r\n(citing Cohen v. Delmar Drive-in Theatre, Inc., 84 A.2d 597 (Del. Super. Ct.\r\n1951); Guldberg v. Greenfield, 146 N.W.2d 298 (Iowa 1966); Crockett v.\r\nBrady, 455 S.W.2d 807 (Tex. Civ. App. 1970)) (comparing Costanzo v.\r\nStewart, 453 P.2d 526 (Ariz. Ct. App. 1969) (allowing recovery for unjust\r\nenrichment when owner assured subcontractor money was escrowed to pay\r\nfor job and owner did not pay general contractor)).\r\n\r\n      The trial court erred in granting Skelly's JNOV motion because\r\nWilliams Carpet presented evidence Ruonala and Company was not paid in\r\nfull for the project. That evidence included a spreadsheet showing M.S.\r\nIndustries paid less than full contract price for four of the buildings\r\nconstructed and the exact contract price for the other two buildings.\r\nAdditionally, Skelly testified M.S. Industries paid less than the full contract\r\nprice per building. Williams Carpet also submitted evidence that M.S.\r\nIndustries included money paid for services like landscaping as part of the\r\ncontract price even though those services were not part of the agreement.\r\nThe trial court stated that Ruonala and Company came in under contract for\r\ntwo buildings.\r\n\r\n      Skelly testified that he believed Ruonala and Company was paid less\r\nthan the contract price because he \"imagine[d] that went to subcontractors\r\ndirectly, or jointly.\" Skelly argues that M.S. Industries paid over the contract\r\nprice to Ruonala and Company and the subcontractors. The evidence\r\nconflicts as to whether Ruonala and Company was fully paid under the\r\ncontract. Therefore, because some evidence supports that Ruonala and\r\n\nCompany was not fully paid, the trial court erred in granting Skelly's motion\r\nfor JNOV.\r\n\r\n   II.     Additional Sustaining Grounds\r\n\r\n      Skelly argues as additional sustaining grounds that Williams Carpet\r\nshould be barred from recovering under the theory of quantum meruit\r\nbecause it did not pursue a mechanic's lien and because it had a contract with\r\nSkelly. We disagree.\r\n\r\n              [A] respondent . . . may raise . . . any additional\r\n              reasons the appellate court should affirm the lower\r\n              court's ruling, regardless of whether those reasons\r\n              have been presented to or ruled on by the lower court.\r\n              It would be inefficient and pointless to require a\r\n              respondent to return to the judge and ask for a ruling\r\n              on other arguments to preserve them for appellate\r\n              review. It also could violate the principle that a court\r\n              usually should refrain from deciding unnecessary\r\n              questions.\r\n\r\nI'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 419, 526 S.E.2d 716,\r\n723 (2000). However, \"an appellate court is less likely to rely on such a\r\nground when the respondent has failed to present it to the lower court.\" Id. at\r\n421, 526 S.E.2d at 724.\r\n\r\n         A. Mechanic's Lien\r\n\r\n      \"Some courts addressing quasi-contractual claims have held a\r\nsubcontractor's failure to pursue the statutory remedy of a mechanic's lien\r\nprecludes a finding the enrichment is unjust.\" Columbia Wholesale Co., 312\r\nS.C. at 263, 440 S.E.2d at 131 (citing Lynn v. Miller Lumber Co., 246 S.E.2d\r\n137 (Ga. Ct. App. 1978); Pay-N-Taket, Inc. v. Crooks, 145 N.W.2d 621 (Iowa\r\n1966); Crockett, 455 S.W.2d at 810). \"Other courts have allowed recovery in\r\nquantum meruit even where a mechanic's lien was not pursued.\" Id. (citing\r\nUnited States v. Ins. Co. of N. Am., 695 F.2d 455 (10th Cir. 1982) (applying\r\nNew Mexico law); G & G Langenbrunner, Inc. v. Davis Constr. Co., 488\r\n\nN.E.2d 506 (Ohio Munic. Ct. 1984)). The South Carolina Supreme Court has\r\ndetermined, \"Failure to pursue a mechanic's lien, however, will not bar an\r\naction for quantum meruit recovery as a matter of law if a plaintiff can\r\notherwise prove circumstances establishing unjust enrichment.\" Id. at 263,\r\n440 S.E.2d at 131-32 (citing Gee v. Eberle, 420 A.2d 1050 (Pa. Super. Ct.\r\n1980); Costanzo, 453 P.2d at 529 (finding the failure to file mechanic's lien\r\ndid not bar recovery for unjust enrichment when owner paid no one)).\r\n\r\n      The South Carolina Supreme Court has found failure to pursue a\r\nmechanic's lien will not bar an action for quantum meruit recovery as a\r\nmatter of law if a plaintiff can otherwise prove circumstances establishing\r\nunjust enrichment. Here, when Williams Carpet was threatening to obtain a\r\nmechanic's lien, Skelly convinced it not to do so. Accordingly, its failure to\r\nobtain a mechanic's lien in this situation does not bar it from recovering under\r\nthe quantum meruit action.\r\n\r\n      B. Express Contract v. Quantum Meruit\r\n\r\n       \"A breach of contract claim and quantum meruit claim can be\r\nalternative rather than inconsistent remedies.\" JASDIP Props. SC, LLC v.\r\nEstate of Richardson, 395 S.C. 633, 639, 720 S.E.2d 485, 488 (Ct. App.\r\n2011) (citing Franke Assocs. by Simmons v. Russell, 295 S.C. 327, 332, 368\r\nS.E.2d 462, 465 (1988)). In Earthscapes Unlimited, Inc., 390 S.C. at 617,\r\n703 S.E.2d at 225, the supreme court affirmed the circuit court's decision to\r\naward damages under the theory of quantum meruit even though the circuit\r\ncourt had found a contract between the parties. The supreme court found,\r\n\"While the circuit court did find there was a contract between the two parties\r\nin this action, it never awarded damages because of a breach of that contract.\r\nRather, the circuit court chose the theory of quantum meruit as an alternate\r\nremedy.\" Id. at 617 n.4, 703 S.E.2d at 225 n.4.\r\n\r\n       However, \"[i]f the tasks the plaintiff is seeking compensation for under\r\na quantum meruit theory are encompassed within the terms of an express\r\ncontract which has not been abandoned or rescinded, the plaintiff may not\r\nrecover under quantum meruit.\" Swanson, 350 S.C. at 122, 564 S.E.2d at\r\n120 (citing 66 Am. Jur. 2d Restitution and Implied Contracts § 81 (2001)\r\n(\"[I]t is a defense to an action in quantum meruit that there is an express\r\n\ncontract covering the issue of compensation for services or materials\r\nfurnished.\")) (comparing Strickland v. Coastal Design Assocs., 294 S.C. 421,\r\n424, 365 S.E.2d 226, 228 (Ct. App. 1987) (\"The law is well settled in this\r\nnation that where an express contract has been rescinded or abandoned, one\r\nfurnishing labor or materials in part performance may recover in quantum\r\nmeruit unless the original contract remains in force.\"); Johnston v. Brown,\r\n290 S.C. 141, 148, 348 S.E.2d 391, 395 (Ct. App. 1986), rev'd on other\r\ngrounds, 292 S.C. 478, 357 S.E.2d 450 (1987) (\"While a recovery may be\r\nhad in quantum meruit for services fully performed under an express\r\ncontract, the plaintiff's recovery is limited to the amount the parties agreed\r\nshould be paid for the services.\" (footnote omitted))).\r\n\r\n      Case law bars recovering under both theories. Here, Williams Carpet\r\nabandoned its breach of contract claim without any objection from Skelly and\r\ninstead proceeded only under the quantum meruit theory. The jury never\r\nconsidered whether Skelly and Williams Carpet formed a contract. Because a\r\nfinding was never made on whether there was an express contract, Williams\r\nCarpet could pursue recovery under quantum meruit. Further, Skelly never\r\nraised this issue at trial. Although an additional sustaining ground does not\r\nhave to be raised at trial, it does make it less likely that this court would rely\r\non it. Accordingly, the alleged contract does not bar Williams Carpet's\r\nrecovery under the theory of quantum meruit.\r\n\r\n                                CONCLUSION\r\n\r\n      As some evidence supports that Ruonala and Company was not fully\r\npaid, the trial court erred in granting Skelly's motion for JNOV. Further, we\r\ndo not find Skelly's arguments as to his additional sustaining grounds merit\r\naffirming. Therefore, the trial court's order granting Skelly's JNOV motion is\r\n\r\n      REVERSED.\r\n\r\n      WILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5041","title":"Carolina First v. BADD, LLC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5041.pdf","description":"On appeal, BADD, LLC and William McKown (collectively, Appellants) argue the circuit court erred by (1) holding Appellants waived their right to a jury trial; (2) holding the Appellants' counterclaims were permissive; and (3) referring the entire case to a master in equity.","date":"2012-10-24","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n              In The Court of Appeals \n\r\n\r\nCarolina First Bank, n/k/a TD Bank, NA, Respondent,\r\n\r\nv.\r\n\r\nBADD, LLC, William McKown, and Charles A. \n\r\nChristenson, Defendants, \n\r\n\r\nOf whom BADD, LLC and William McKown are \n\r\nAppellants. \n\r\n__________________________ \n\r\n\r\nBADD, LLC and William McKown, Third-Party\r\nPlaintiffs,\r\n\r\nv. \n\r\n\r\nWilliam Rempher, Third-Party Defendant. \n\r\n\r\nAppellate Case No. 2011-187747 \n\r\n\r\n\r\n                Appeal From Horry County \n\r\n            Steven H. John, Circuit Court Judge \n\r\n\r\n\r\n                Published Opinion No. 5041 \n\r\n     Heard September 13, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n             REVERSED AND REMANDED \n\r\n\r\n\r\nRichard R. Gleissner, of Gleissner Law Firm, LLC, of\r\nColumbia, for Appellants.\r\n\n             William Wayne DesChamps, III, of DesChamps Law\r\n             Firm, of Myrtle Beach, for Respondent.\r\n\r\n\r\nWILLIAMS, J.: BADD, LLC (BADD) and William McKown appeal the circuit\r\ncourt's order referring the instant case to the master-in-equity (master), arguing the\r\ncircuit court erred in (1) referring Carolina First Bank's (Carolina First) claim\r\nagainst McKown as guarantor to the master based on its finding that the main\r\npurpose of the action was equitable in nature; and (2) referring BADD and\r\nMcKown's counterclaims to the master based on its finding that those claims were\r\npermissive counterclaims asserted in an equitable action and, thus, that BADD and\r\nMcKown waived their right to a jury trial on those claims. We reverse.\r\n\r\nI.    FACTS\r\n\r\nOn March 14, 2008, Charles Christenson and McKown, as members of and on\r\nbehalf of BADD, executed a promissory note and mortgage to obtain financing for\r\nthe acquisition of income-producing real estate. McKown also executed a\r\nguaranty at the same time, personally guaranteeing performance and payment of\r\nthe promissory note. On April 1, 2008, Christenson and McKown, again on behalf\r\nof BADD, executed another promissory note and mortgage to obtain additional\r\nfinancing for income-producing real estate (collectively Notes and Mortgages).\r\nMcKown executed a second guaranty on the same day (collectively Guaranties).\r\nIn 2009, Christenson began experiencing financial problems and sought McKown's\r\nconsent to allow William Rempher to buy his interest in BADD and assume\r\nresponsibility for the operations of BADD. McKown agreed to the arrangement,\r\nand Rempher became a member of BADD.\r\n\r\nOn September 9, 2010, Carolina First filed an action against BADD seeking\r\njudgment for the full amount owed on the Notes and Mortgages and foreclosure\r\nand sale of the properties secured by the Mortgages. In addition, Carolina First\r\nsought a judgment against McKown, as guarantor of the Notes and Mortgages, for\r\npayment of the residue of the mortgage indebtedness, if any, remaining unsatisfied\r\nafter the judicial sale of the properties. In response, McKown demanded a jury\r\ntrial on Carolina First's claim against him based on the Guaranties and, along with\r\nBADD, filed several counterclaims against Carolina First, including civil\r\nconspiracy, breach of contract, and a claim seeking a determination that the\r\nGuarantees were unconscionable and, thus, unenforceable. In addition, McKown\r\nimpleaded Rempher as a third-party defendant by alleging causes of action against\r\nhim for civil conspiracy, breach of contract, intentional interference with\r\n\ncontractual relations and prospective business relations, and breach of fiduciary\r\nduty. Carolina First filed a motion to refer the entire case to a master-in-equity,\r\nand the circuit court granted the motion, finding that the action brought by\r\nCarolina First was an equitable action to foreclose two mortgages and that BADD\r\nand McKown waived their right to a jury trial on their counterclaims because the\r\nclaims were permissive. This appeal followed.\r\n\r\nII.    STANDARD OF REVIEW\r\n\r\n\"Whether a party is entitled to a jury trial is a question of law.\" Verenes v.\r\nAlvanos, 387 S.C. 11, 15, 690 S.E.2d 771, 772 (2010). \"An appellate court may\r\ndecide questions of law with no particular deference to the [circuit] court.\" Id. at\r\n15, 690 S.E.2d at 772-73.\r\n\r\nIII.   LAW/ANALYSIS\r\n\r\nMcKown argues that Carolina First's claim against him for any indebtedness\r\nresulting after the sale of the subject properties is a breach of contract claim arising\r\nfrom the Guaranties and is legal in nature. Accordingly, McKown asserts the\r\ncircuit court erred in referring this claim to the master. In addition, McKown and\r\nBADD argue the circuit court erred in referring their legal counterclaims for civil\r\nconspiracy and breach of contract to the master. We agree.\r\n\r\n\"Generally, the relevant question in determining the right to trial by jury is whether\r\nan action is legal or equitable; there is no right to trial by jury for equitable\r\nactions.\" Lester v. Dawson, 327 S.C. 263, 267, 491 S.E.2d 240, 242 (1997). \"A\r\nmortgage foreclosure is an action in equity.\" U.S. Bank Trust Nat'l Ass'n v. Bell,\r\n385 S.C. 364, 373, 684 S.E.2d 199, 204 (Ct. App. 2009) (internal quotation marks\r\nomitted). However, \"[i]t is well settled that a guarantor's liability is an independent\r\ncontractual obligation.\" TranSouth Fin. Corp. v. Cochran, 324 S.C. 290, 295, 478\r\nS.E.2d 63, 65 (Ct. App. 1996). Accordingly, a claim to recover on a guaranty\r\nagreement is one at law, even if the plaintiff seeks a deficiency judgment resulting\r\nfrom the foreclosure of real property. See S. Bank & Trust Co. v. Harley, 295 S.C.\r\n423, 424, 368 S.E.2d 908, 909 (1988) (noting that a plaintiff's case seeking a\r\ndeficiency judgment on a guaranty agreement after the foreclosure of real\r\nproperties \"was a law case\"); see also Johnson v. S.C. Nat'l Bank, 292 S.C. 51, 53,\r\n354 S.E.2d 895, 896 (1987) (classifying a party's counterclaim for damages under a\r\nguaranty agreement as a \"legal counterclaim\"). \"When a complaint raises both\r\nlegal and equitable issues and rights, the legal issues are determined by a jury\r\n\nwhile equitable issues are for the judge.\" JASDIP Props. SC, LLC v. Estate of\r\nRichardson, 395 S.C. 633, 639, 720 S.E.2d 485, 488 (Ct. App. 2011).\r\n\r\nIn its order referring this case to the master, the circuit court found that the main\r\npurpose of the instant action was to foreclose on the properties securing the Notes\r\nand that it was therefore appropriate to refer the claims on the Guaranties to the\r\nmaster as well as the foreclosure claim. This reasoning traces its roots to the case\r\nof Alford v. Martin, in which our supreme court explained that \"[t]he character of\r\nan action is determined by the complaint in its main purpose and broad outlines\r\nand not merely by allegations that are merely incidental.\" 176 S.C. 207, 212, 180\r\nS.E.13, 15 (1935). However, our supreme court more recently expressed its\r\nconcern in Floyd v. Floyd \"that, as courts have sought to ascertain the 'main\r\npurpose' of lawsuits, the pendulum appears to have swung with steadied progress\r\ntoward decisions tending to place within the sole purview of the equity judge\r\nissues properly triable only by jury.\" 306 S.C. 376, 380, 412 S.E.2d 397, 399\r\n(1991). Consequently, \"[w]ith a view toward harmonizing the case law on this\r\nissue,\" the supreme court clarified \"that in instances where legal and equitable\r\nissues or rights are asserted in the same complaint, the legal issues are for\r\ndetermination by a jury and the equitable issues are to be decided by the court.\" Id.\r\n\r\nBased on the supreme court's holding in Floyd, we hold the circuit court erred in\r\nreferring Carolina First's claim against McKown arising from the Guaranties to the\r\nmaster. This claim was separate and distinct from the foreclosure action and was\r\nlegal in nature. Accordingly, McKown was entitled to a jury trial on this claim,\r\nand we reverse the circuit court's order referring this claim to the master. Further,\r\nthe filing of a legal counterclaim in response to an equitable complaint amounts to\r\na waiver of the right to a trial by jury only when the counterclaim is permissive.\r\nSee Johnson, 292 S.C. at 55-56, 354 S.E.2d at 897. Because we find Carolina\r\nFirst's complaint against BADD and McKown contained both a legal and an\r\nequitable claim, we find BADD and McKown did not waive their right to a jury\r\ntrial by filing legal counterclaims against Carolina First. Accordingly, we also\r\nreverse the circuit court's order to the extent it referred BADD and McKown's\r\ncounterclaims for breach of contract and civil conspiracy to the master and remand\r\nfor proceedings consistent with this opinion.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and PIEPER, J., concur.\r\n\n","court":"Appeals"},{"id":"5042","title":"State v. Cheeks","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5042.pdf","description":"In this criminal matter, Ricky Cheeks appeals his convictions for possession with intent to distribute crack cocaine within a one-half mile of a school, trafficking in crack cocaine of more than 400 grams, and trafficking in crack cocaine of more than 100 grams, asserting the trial court erred in (1) failing to suppress drugs seized in a residence because the search warrant was facially invalid inasmuch as it did not include a description of the place to be searched and (2) instructing the jury that actual knowledge of the presence of crack cocaine is strong evidence of a defendant's intent to control its disposition or use.","date":"2012-10-24","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Ricky Cheeks, Appellant.\r\n\r\n             Appellate Case No. 2010-174907\r\n\r\n                         Appeal From Spartanburg County \n\r\n                     Roger L. Couch, Special Circuit Court Judge \n\r\n\r\n                                 Opinion No. 5042 \n\r\n                  Heard September 11, 2012 – Filed October 24, 2012 \n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Wanda H. Carter, Deputy Chief Appellate Defender, of\r\n             Columbia, for Appellant.\r\n\r\n             Attorney General Alan Wilson, Chief Deputy Attorney\r\n             General John W. McIntosh, Senior Assistant Deputy\r\n             Attorney General Salley W. Elliott, and Senior Assistant\r\n             Attorney General Harold M. Coombs, all of Columbia,\r\n             and Solicitor Barry Barnette, of Spartanburg, for\r\n             Respondent.\r\n\r\n\r\nHUFF, J.: Appellant, Ricky Cheeks, was tried for and convicted of possession\r\nwith intent to distribute crack cocaine within one-half mile of a school, trafficking\r\nin crack cocaine of more than 400 grams, and trafficking in crack cocaine of more\r\nthan 100 grams. The trial court sentenced Cheeks to concurrent terms of twenty-\r\nfive years each on the two trafficking charges and ten years on the possession with\r\nintent to distribute charge. Cheeks appeals, asserting the trial court erred in (1)\r\nfailing to suppress the drugs seized in a residence because the search warrant was\r\n\nfacially invalid inasmuch as it did not include a description of the place to be\r\nsearched and (2) instructing the jury that \"actual knowledge of the presence of\r\ncrack cocaine is strong evidence of a defendant's intent to control its disposition or\r\nuse.\" We affirm.\r\n\r\nFACTUAL/PROCEDURAL BACKGROUND\r\n\r\nOn June 4, 2009, SLED agent Hanning was conducting surveillance on individuals\r\nRicky Cheeks (Ricky), Eric Elder (Elder), and Derrick Cheeks (Derrick) at a Super\r\n8 Motel. He observed a black, Ford Crown Victoria automobile with Elder and\r\nRicky at the vehicle. Derrick came from the hotel to meet Ricky and Elder, at\r\nwhich time all three of the men left in the vehicle and drove to the home of Tracy\r\nMarkley (Markley). Elder had gone to the motel in Derrick's automobile to pick up\r\nDerrick, because Derrick did not have a driver's license. Once the men arrived at\r\nMarkley's, Derrick began cooking cocaine that he had brought with him to the\r\nhome. Derrick instructed Ricky to go purchase a box of baking soda from Wal-\r\nMart, and Elder drove Ricky because Ricky was unable to drive. Officers\r\nconducting surveillance on the vehicle observed Elder drive to Wal-Mart, with\r\nRicky riding as a passenger. At Wal-Mart, Elder went inside to purchase the\r\nbaking soda. The two men then returned to Markley's house, which had been kept\r\nunder surveillance. When Elder and Ricky arrived back at the house, Derrick was\r\nin the process of cooking crack.\r\n\r\nElder and Ricky subsequently left Markley's residence again, after Derrick told\r\nRicky that somebody was calling and \"he needed to get rid of something.\"\r\nOfficers observed Ricky and Elder get back in the Crown Victoria and leave the\r\nresidence again, and the officers then followed the vehicle, driven by Elder with\r\nRicky riding in the front passenger seat. When the vehicle failed to come to a\r\ncomplete stop at a stop sign, the officers initiated a traffic stop. According to\r\nElder, Ricky had crack cocaine in his possession when they left Markley's\r\nresidence. After Elder stepped away from the driver's side of the car, and Ricky\r\nstepped away from the passenger side, a drug detection K-9 conducted a free air\r\nsniff of the vehicle and alerted at the passenger side. As Ricky was escorted to the\r\nrear of the car, in between the passenger door and the trunk area, he kept reaching\r\nfor the right side of his cargo-pocket shorts. After the K-9 alerted and a search of\r\nthe vehicle began, one of the officers located a bag of off-white, rock-like\r\nsubstance on the ground in the \"exact area\" between the trunk and passenger door\r\nof the car where Ricky had been previously escorted. At no point was Elder on the\r\npassenger side of the car, and other than the officers, no one besides Ricky was in\r\n\nthe area where the substance was found on the ground. Subsequent analysis of the\r\nsubstance revealed it to be 111.31 grams of crack cocaine.\r\n\r\nOfficers then executed a search of Markley's residence after obtaining a search\r\nwarrant. Upon entering Markley's home they encountered Derrick, who ran from\r\nthe kitchen area into a bedroom, and Markley, who was sitting in a chair in the\r\nfamily room. They found a large amount of what appeared to be crack cocaine on\r\nthe counter in the kitchen. They also found boiling water on the stove, indicating\r\ncrack was possibly being cooked at that time, as well as scales, razor blades and\r\nplates used in the process of cooking crack cocaine. Officers additionally\r\ndiscovered in the kitchen a bottle of Inositol, commonly used as a cutting agent in\r\npowder cocaine. Analysis of the substances recovered from Markley's home\r\nrevealed crack cocaine with a total weight of 662.42 grams.\r\n\r\nRicky, who was tried along with Derrick, was convicted of trafficking in crack\r\ncocaine of more than 100 grams based on the crack found during the traffic stop,\r\nand trafficking in crack cocaine of more than 400 grams for the crack cocaine\r\nfound in Markley's home. He was also convicted of possession with intent to\r\ndistribute crack cocaine within one-half mile of a school, based on the location of\r\nan elementary school less than one-half mile from Markley's residence.\r\n\r\nISSUES\r\n\r\n1.     Whether the drugs seized in the home should be suppressed because the\r\nsearch warrant, which did not give any description of the place to be searched, was\r\nfacially invalid.\r\n\r\n2.     Whether it was error for the trial court to instruct the jury that actual\r\nknowledge of the presence of crack cocaine is strong evidence of a defendant's\r\nintent to control its disposition or use.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In criminal cases, the appellate court sits to review errors of law only.\" State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). When reviewing the circuit\r\ncourt's ruling on a motion to suppress based on the Fourth Amendment, \"an\r\nappellate court must affirm if there is any evidence to support the ruling,\" and will\r\nreverse only when there is clear error. State v. Wright, 391 S.C. 436, 442, 706\r\nS.E.2d 324, 326 (2011). The appellate court is not barred, however, from\r\nconducting its own review of the record to determine whether the trial judge's\r\n\ndecision is supported by the evidence. Narciso v. State, 397 S.C. 24, 28, 723\r\nS.E.2d 369, 371 (2012).\r\n\r\nLAW/ANALYSIS\r\n\r\n         Search Warrant1\r\n    I.\r\n\r\nThe record shows trial counsel2 made a pretrial motion to suppress, attacking the\r\nsufficiency of the search warrant on the basis that it was deficient under state and\r\nfederal law because it completely omitted a description of the place to be searched.\r\nThe solicitor countered that the affidavit included a description of the premises,\r\nand the warrant and affidavit should be read together.3 Trial counsel argued the\r\nwarrant in this case was deficient pursuant to Groh v. Ramirez, 540 U.S. 551\r\n(2004), and the affidavit could not be used to replace the complete omission\r\nbecause in order to do so, the affidavit would have to be clearly referenced and\r\nincorporated into the search warrant with words of incorporation. The trial court\r\nnoted, while the warrant itself did not include a description of the place or property\r\nto be searched in the blank that was provided for that purpose, the warrant did, in\r\nthe first paragraph, \"refer[] back to the attached affidavit and state[d] that there's\r\nreasonable grounds to believe that certain property, subject to seizure [was] located\r\non the following premises.\" The trial court noted the South Carolina Supreme\r\nCourt case of State v. Williams, 297 S.C. 404, 377 S.E.2d 308 (1989) allows the\r\n\r\n1 We recognize the possibility that Ricky may not have standing to challenge the\r\nsearch warrant in this case. However, inasmuch as the record before us and the\r\nbriefs show no indication the parties or the trial court ever addressed this issue as\r\nto Ricky, because we find the trial court's ruling on the sufficiency of the search\r\nwarrant is correct, we decline to address Ricky's standing to challenge the warrant.\r\n2The argument made for suppression was presented by counsel for Derrick, but\r\nwas joined in by counsel for Ricky.\r\n3 The warrant states, \"It appearing from the attached affidavit that there are\r\nreasonable grounds to believe that certain property subject to seizure under\r\nprovisions of Section 17-13 140, [sic] 1976 Code of Laws of South Carolina, as\r\namended, is located on the following premises,\" but fails to include any description\r\nbelow the notation for \" DESCRIPTION OF PREMISES (PERSON, PLACE OR\r\nTHING) TO BE SEARCHED.\" However, the affidavit provides details of the\r\nresidence to be searched, including the street number and name, directions to the\r\nresidence, and a description of the residence.\r\n\nwarrant and affidavit to be read together to supply information upon which to base\r\nthe warrant. The court further reviewed Groh and concluded there was no\r\nindication in the Groh case that the warrant referred back to the affidavit, while the\r\nwarrant did refer back to the affidavit in this case. The court additionally\r\nobserved, \"it goes on to say now, therefore, you are hereby authorized to search the\r\npremises for the property described below and to seize the property if found,\" such\r\nthat it again, \"referr[ed] to the entire document.\" Finally, the court stated,\r\n\"according to this, the affidavit was attached to the search warrant when it was\r\nserved.\" The solicitor then confirmed it was, in fact, attached. The court therefore\r\ndenied the motion to suppress.\r\n\r\nOn appeal, Ricky cites Groh for the proposition that the Fourth Amendment\r\nrequires particularity in a warrant, not a supporting document to the warrant, such\r\nthat an adequate description in the supporting document will not save a warrant\r\nthat is facially invalid. He also cites United States v. Hurwitz, 459 F.3d 463, 470-\r\n71 (4th Cir. 2006) for the proposition that, even though a supporting affidavit or\r\ndocument may be read with the document, the warrant itself must use \"appropriate\r\nwords of incorporation.\" He contends the search warrant here is devoid of any\r\nspecific description of the place to be searched, and though the trial court noted the\r\nwarrant referred back to the affidavit, the description of the property on the warrant\r\ndid not \"specifically refer back to the description on the affidavit.\" He therefore\r\ncontends, pursuant to Groh, the search warrant in this matter is facially invalid, and\r\nhe should be granted a new trial for the trafficking in excess of 400 grams of crack\r\ncocaine charge and the possession with intent to distribute crack cocaine within\r\none-half mile of a school charge, related to the search of Markley's home.\r\n\r\nBoth the United States Constitution and the South Carolina Constitution provide a\r\nsafeguard against unlawful searches and seizures, guaranteeing \"[t]he right of the\r\npeople to be secure in their persons, houses, papers, and effects against\r\nunreasonable searches and seizures,\" and avowing no warrants shall issue except\r\nupon probable cause, supported by oath or affirmation, \"and particularly describing\r\nthe place to be searched,\" as well as the persons or things to be seized. U.S. Const.\r\namend. IV; S.C. Const. art. I, § 10.4 Evidence that is obtained in violation of the\r\nFourth Amendment is inadmissible in both state and federal court. State v. Gentile,\r\n373 S.C. 506, 512, 646 S.E.2d 171, 174 (Ct. App. 2007).\r\n\r\n\r\n4Our warrant statute also requires \"a warrant identifying the property and naming\r\nor describing the person or place to be searched.\" S.C. Code Ann. § 17-13-140\r\n(2003).\r\n\n             The specific requirement that a search warrant\r\n             particularly describe the person, place, or thing to be\r\n             searched is aimed at preventing general warrants—those\r\n             authorizing a general, exploratory rummaging in a\r\n             person's belongings. By limiting the authorization to\r\n             search to the specific areas and things for which there is\r\n             probable cause to search, the requirement ensures that the\r\n             search will be carefully tailored to its justifications, and\r\n             will not take on the character of the wide-ranging\r\n             exploratory searches the Framers intended to prohibit.\r\n\r\nState v. Thompson, 363 S.C. 192, 200, 609 S.E.2d 556, 560-61 (Ct. App. 2005)\r\n(citations and quotations omitted).\r\n\r\nIn Williams, our supreme court specifically noted it has \"held that a warrant may be\r\nread in connection with the supporting affidavit to satisfy constitutional and\r\nstatutory requirements of particularity in the description of the place to be\r\nsearched.\" Id. at 406, 377 S.E.2d at 309.\r\n\r\nRicky relies on Groh for the proposition that the facially invalid warrant cannot be\r\nsaved by the description in the affidavit. The Groh case involved a search warrant\r\nwhich failed to identify any of the items intended to be seized pursuant to the\r\nwarrant. Though the application for the warrant, which was supported by a\r\ndetailed affidavit, described the contraband expected to be found, the warrant itself\r\nwas less specific, it failed to identify any of the items intended to be seized, and it\r\ndid not incorporate by reference the itemized list contained in the application. Id.\r\nat 554-55. The United States Supreme Court found the warrant, which provided no\r\ndescription of the type of evidence sought, was \"plainly invalid\" under the Fourth\r\nAmendment. Id. at 557. The court further found the fact that an application for the\r\nwarrant \"adequately described the 'things to be seized' [did] not save the warrant\r\nfrom its facial invalidity,\" as \"[t]he Fourth Amendment by its terms requires\r\nparticularity in the warrant, not in the supporting documents.\" Id. (emphasis in\r\noriginal). However, the court refused to hold \"that the Fourth Amendment\r\nprohibits a warrant from cross-referencing other documents,\" noting \"most Courts\r\nof Appeals have held that a court may construe a warrant with reference to a\r\nsupporting application or affidavit if the warrant uses appropriate words of\r\n\nincorporation, and if the supporting document accompanies the warrant.\" Id. at\r\n557-58.5\r\n\r\nIn Hurwitz, also relied upon by Ricky, the Fourth Circuit Court of Appeals\r\ndetermined, pursuant to Groh, \"[t]he particularity requirement of the Fourth\r\nAmendment may be satisfied by cross-reference in the warrant to separate\r\ndocuments that identify the property in sufficient detail.\" Id. at 470. Although the\r\ncourt in Hurwitz also acknowledged Groh provided that \"a supporting affidavit or\r\ndocument may be read together with (and considered part of) a warrant that\r\notherwise lacks sufficient particularity 'if the warrant uses appropriate words of\r\nincorporation, and if the supporting document accompanies the warrant,'\" the court\r\nconcluded Groh did not establish a two-part rule — that both words of\r\nincorporation be used AND that the incorporated document accompany the\r\nwarrant. Id. 470-71. Rather, while recognizing a majority of sister Circuit Courts\r\nof Appeals appear to require both conditions before allowing a separate document\r\nto be read as part of the search warrant, the court nonetheless held it was sufficient\r\nin that circuit \"either for the warrant to incorporate the supporting document by\r\nreference or for the supporting document to be attached to the warrant itself.\" Id.\r\nat 471. Thus, the search warrant was sufficient in that case, regardless of whether\r\nthe attachment accompanied or was appended to the search warrant, because the\r\nwarrant cross-referenced the attachment to a supporting affidavit. Id. at 471-72.\r\n\r\nHere, Ricky has not challenged, either at the trial level or on appeal, the trial\r\ncourt's determination and the solicitor's confirmation that the affidavit, which\r\ndescribed in particularity the place to be searched, was attached to the search\r\nwarrant when it was served. Thus, it is the law of the case. See State v. Fripp, 396\r\nS.C. 434, 441, 721 S.E.2d 465, 468 (Ct. App. 2012) (noting appellant's failure to\r\nchallenge the trial court's ruling in the appellate brief renders the unchallenged\r\nruling the law of the case). As noted, Hurwitz provided that a search warrant will\r\nbe considered sufficient if it either incorporates a supporting document by\r\nreference which provides the requisite particularity, or if such supporting document\r\nis attached to the warrant itself. Here, the affidavit showing the requisite\r\n\r\n5 It should be noted that Groh did not involve the suppression of evidence obtained\r\npursuant to an invalid search warrant in a criminal matter, but was a civil action\r\nraising a claim of violation of Ramirez's Fourth Amendment rights by Agent Groh.\r\nId. at 555. The court ultimately held, because Agent Groh did not have in his\r\npossession a warrant that particularly described the things he intended to seize, his\r\naction in proceeding with the search was clearly unreasonable under the Fourth\r\nAmendment. Id. at 563.\r\n\nparticularity was attached to the warrant. Accordingly, the supporting affidavit\r\nsupplied the description of the property to be searched with sufficient particularity,\r\nthe affidavit was attached to the warrant, and under Hurwitz and Williams, this was\r\nsufficient to comply with both federal and state constitutional mandates. At any\r\nrate, Ricky has failed to show the warrant was deficient in providing the\r\nappropriate words of incorporation, citing no authority for his position that the\r\ndescription of the property on the warrant must \"specifically refer back to the\r\ndescription on the affidavit.\" Here, the warrant states as follows: \"It appearing\r\nfrom the attached affidavit that there are reasonable grounds to believe that certain\r\nproperty subject to seizure . . . is located on the following premises.\" (emphasis\r\nadded). Thus, the warrant clearly included words of incorporation, cross-\r\nreferencing the attached affidavit which described with particularity the place to be\r\nsearched. Jury Charge6\r\n    II.\r\n\r\nIn its instruction to the jury concerning the law regarding possession, the trial court\r\ncharged the jury as follows:\r\n\r\n             Now, possession, to prove possession the State must\r\n             prove, beyond a reasonable doubt, that the defendant . . .\r\n             in the case both had the power and the intent to control\r\n             the disposition or use of the crack cocaine. Therefore,\r\n             possession, under the law, can either be actual or\r\n             constructive.\r\n\r\n             Now, actual possession means that the crack cocaine was\r\n             in the actual physical custody of the defendant.\r\n             Constructive possession means that the defendant had\r\n             dominion or control or the right to exercise dominion or\r\n             control over either the crack cocaine or the property on\r\n             which the crack cocaine was found.\r\n\r\n             Now, mere presence at a scene where drugs are found is\r\n             not enough to prove possession. Actual knowledge of\r\n             the presence of the crack cocaine is strong evidence of a\r\n\r\n6 The State appears to contend that Ricky's statement of issue on appeal in this\r\nregard is insufficient under Rule 208(b)(1)(B), SCACR. We do not find it to run\r\nafoul of this rule.\r\n\n             defendant's intent to control its disposition or use. The\r\n             defendant's knowledge and possession can be inferred\r\n             when a substance is found on property under the\r\n             defendant's control. However, this inference is simply an\r\n             evidentiary fact to be taken into consideration by you\r\n             along with other evidence in this case and to be given the\r\n             amount of weight you think it should have. Two or more\r\n             persons may have joint possession of a drug.\r\n\r\nTrial counsel thereafter objected to the court's language in the charge that a\r\ndefendant's knowledge of the presence of crack cocaine is strong evidence of the\r\ndefendant's intent to control its disposition or use. Counsel argued such a charge\r\n\"takes away and nullifies the mere presence\" portion of the charge, and \"seems to\r\ncomment on the facts and the weight.\" Relying on State v. Kimbrell, 294 S.C. 51,\r\n362 S.E.2d 630 (1987) and Solomon v. State, 313 S.C. 526, 443 S.E.2d 540 (1994),\r\nthe trial court found the charge was proper.\r\n\r\nOn appeal, Ricky argues Kimbrell and Solomon are distinguishable from the case\r\nat hand. He contends Kimbrell dealt with a directed verdict motion wherein our\r\nsupreme court commented that actual knowledge was strong evidence of intent to\r\ncontrol. He further maintains Solomon was a post-conviction relief (PCR) action\r\nwhere the issue was whether trial counsel's failure to object to a \"strong evidence\"\r\ncharge was reasonable under prevailing professional norms. He argues, given that\r\nthe supreme court in Solomon noted the instruction was based on Kimbrell, the\r\ncourt simply found trial counsel acted reasonably in not objecting to the charge.\r\nUnder these circumstances Ricky argues, while it may have been reasonable for\r\ntrial counsel not to object to the strong evidence charge, such did not \"validate the\r\nunderlying precedent.\"\r\n\r\nRicky contends the \"strong evidence\" charge here was an impermissible charge on\r\nthe facts and comment on the weight of the evidence, as the trial court not only\r\ninstructed the jury to consider actual knowledge in determining if he was merely\r\npresent, but also demanded the jury consider actual knowledge as strong evidence\r\nof constructive possession. Ricky further argues the \"strong evidence\" charge\r\nnegated the mere presence charge to which he was entitled. He cites Goldsmith v.\r\nWitkowski, 981 F.2d 697, 701 (4th Cir. 1992) for the proposition that \"[t]he mere\r\npresence of a defendant in an area containing drugs, even 'coupled with knowledge\r\nof the drugs,' is insufficient to prove possession.\"\r\n\nIn Kimbrell, our supreme court, in finding Kimbrell was not entitled to a directed\r\nverdict on her drug trafficking charge, noted that one has possession of contraband\r\nwhen he has both the power and intent to control its disposition or use. Id. at 54,\r\n362 S.E.2d at 631. The court then stated as follows:\r\n\r\n             Here, the State produced evidence that Kimbrell had\r\n             actual knowledge of the presence of the cocaine.\r\n             Because actual knowledge of the presence of the drug is\r\n             strong evidence of intent to control its disposition or use,\r\n             knowledge may be equated with or substituted for the\r\n             intent element. Possession may be inferred from\r\n             circumstances.\r\n\r\nId. (citation omitted). Thereafter, in Solomon, our supreme court addressed\r\nSolomon's assertion that the PCR judge erred in its determination that trial counsel\r\nwas not ineffective in failing to object to the court's charge that actual knowledge\r\nof the presence of a controlled substance is strong evidence of intent to control\r\ndisposition, arguing the trial judge's use of the word \"strong\" amounted to a\r\ncomment on the facts or an opinion on the weight of the evidence. Id. at 529, 443\r\nS.E.2d at 542. Finding the trial judge's instruction was in accord with the court's\r\nprevious holding in Kimbrell, that actual knowledge of the presence of the drug is\r\nstrong evidence of intent to control its disposition or use and that knowledge may\r\nbe equated with or substituted for the intent element, our supreme court concluded\r\nthe PCR judge properly held that trial counsel acted reasonably in not objecting to\r\nthis charge. Id. Accordingly, our supreme court has specifically approved this\r\n\"strong evidence\" jury charge in the face of an argument that such a charge is a\r\ncomment on the facts and weight of the evidence. Additionally, Ricky\r\nacknowledges in his argument on appeal that such a charge is \"precedent,\" even\r\nthough he contends a PCR determination that the charge was not unreasonable\r\ngiven the precedent \"does not validate the underlying precedent.\" Yet, Ricky has\r\nnot made a motion to argue against this precedent and, in any case, this court lacks\r\nthe authority to rule against prior published precedent from our supreme court, but\r\nis bound by the decisions of the supreme court. See S.C. Const. art. V, § 9 (\"The\r\ndecisions of the Supreme Court shall bind the Court of Appeals as precedents.\").\r\n\r\nWe would further find the instruction, read as a whole, did not negate the mere\r\npresence charge to which he was entitled. Importantly, in making this argument\r\nand citing to Goldsmith, Ricky omitted a portion of the court's statement on the\r\nmatter. There, the Fourth Circuit Court of Appeals noted South Carolina law\r\nprovides that a conviction for the crime of possession with the intent to distribute\r\n\nrequires proof of possession of drugs, either actual or constructive, and the mere\r\npresence of a person in an area containing drugs, absent evidence of his dominion\r\nand control over them, is insufficient to prove his possession of the drugs. Id. at\r\n701. The court went on to state, \"Again, even presence coupled with knowledge of\r\nthe drugs is insufficient to sustain a possession conviction; the State must also\r\nprove dominion and control.\" Id. (emphasis added). Ricky failed to include this\r\nemphasized portion of the court's statement in his argument. Thus, it is clear the\r\nGoldsmith court simply determined that presence, coupled only with knowledge of\r\nthe drugs, is insufficient to prove possession, because the State must also prove\r\ndominion and control over the drugs.\r\n\r\nAs noted above, while charging the law in regard to possession in conjunction with\r\nits charge that actual knowledge of the presence of the drug is strong evidence of a\r\ndefendant's intent to control the drug's disposition, the trial court specifically\r\ncharged the jury that mere presence at a scene where drugs are found is not enough\r\nto prove possession. Further, the trial court charged the jury here that in order to\r\nprove possession, the State was required to prove the defendant had the power and\r\nthe intent to control the disposition or use of the drug. Accordingly, the trial court\r\ninstructed the jury that more was needed to prove possession than simply presence\r\nand knowledge, but that the State was also required to prove power and intent to\r\ncontrol disposition of the drug. Thus, the trial court properly charged the jury on\r\nmere presence as Ricky contends he was entitled pursuant to Goldsmith.\r\n\r\nThus, considering the charge as a whole, we hold the trial court properly charged\r\nthe jury on mere presence, and its charge that actual knowledge was strong\r\nevidence of a defendant's intent to control its disposition or use did not negate the\r\nmere presence charge. See State v. Mattison, 388 S.C. 469, 478, 697 S.E.2d 578,\r\n583 (2010) (\"A jury charge is correct if, when the charge is read as a whole, it\r\ncontains the correct definition and adequately covers the law.\").\r\n\r\nFor the foregoing reasons, Ricky's convictions are\r\n\r\nAFFIRMED.\r\n\r\nTHOMAS and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5043","title":"Benedict College v. National Credit Systems","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5043.pdf","description":"National Credit Systems, Inc. (NCS) appeals the dismissal of its counterclaim for civil conspiracy.  NCS argues the circuit court erred in (1) finding it failed to state a claim upon which relief could be granted and (2) failing to provide an opportunity to amend its pleading.  We reverse.","date":"2012-10-24","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n            In The Court of Appeals \n\r\n\r\nBenedict College, Respondent,\r\n\r\nv.\r\n\r\nNational Credit Systems, Inc., Christopher Rehkow, and\r\nEric Dean Snyder, Appellants,\r\n\r\nv. \n\r\n\r\nDarren L. Ford, individually, and Leonard Williams, \n\r\nindividually and in his representative capacity on behalf\r\nof Benedict College, Third Party Defendants,\r\n\r\nOf whom Leonard Williams is also a Respondent.\r\n\r\nAppellate Case No. 2010-174166\r\n\r\n\r\n\r\n             Appeal From Richland County \n\r\n          Clifton Newman, Circuit Court Judge\n\r\n\r\n\r\n                    Opinion No. 5043 \n\r\n       Heard April 4, 2012 – Filed October 24, 2012 \n\r\n\r\n\r\n                      REVERSED \n\r\n\r\n\r\nJ. Charles Ormond Jr., of Holler Dennis Corbett Ormond\r\nPlante & Garner, of Columbia, for Appellants.\r\n\r\nCharles T. Speth II and Douglas J. Rosinski, of Ogletree\r\nDeakins Nash Smoak & Stewart PC, of Columbia, for\r\nRespondents.\r\n\nTHOMAS, J.: National Credit Systems, Inc. (NCS) appeals the dismissal of its\r\ncounterclaim for civil conspiracy. NCS argues the circuit court erred in (1) finding\r\nit failed to state a claim upon which relief could be granted and (2) failing to\r\nprovide an opportunity to amend its pleading. We reverse.\r\n\r\nFACTS\r\n\r\nOn May 8, 2007, Benedict College entered into an Amended and Restated\r\nMortgage and Security Agreement (the Security Agreement) with its lenders in\r\nexchange for a loan of $8.4 million. Among other restrictions, the Security\r\nAgreement required the College to obtain the written approval of its bond insurer,\r\nRadian Asset Assurance, before selling its portfolio of certain student loans.\r\n\r\nOn May 18, 2007, the College and NCS entered into an agreement under which\r\nNCS would attempt to collect those student loans on behalf of the College (the\r\nCollection Agreement). Leonard N. Williams, the College's Interim Chief\r\nFinancial Officer, signed on behalf of the College, and sales representatives Darren\r\nL. Ford and Eric Dean Snyder signed on behalf of NCS. The College did not\r\nsecure Radian's approval before executing the Collection Agreement.\r\n\r\nIn 2008, the College filed an action against NCS for breach of contract, fraud,\r\nfraud in the inducement, and unjust enrichment. Following procedural matters and\r\nthe addition of other parties, NCS counterclaimed against the College for breach of\r\ncontract and civil conspiracy.\r\n\r\nNCS's breach of contract claim asserted the College breached the Collection\r\nAgreement by failing to provide the number of accounts agreed to under its\r\nprovisions, settling or deferring certain accounts directly with debtors, and failing\r\nto remit money due to NCS as a result of its collection efforts. The contract claim\r\nfurther alleged NCS had suffered actual and consequential damages \"[a]s a direct\r\nand proximate result of these breaches of the Collection Agreement.\"\r\n\nNCS also counter- and cross-claimed for civil conspiracy against Williams, Ford\r\nand the College. The civil conspiracy claim alleged the following1:\r\n\r\n            Williams was an agent of the College and at all times had\r\n            the authority to act on its behalf. Ford worked as an\r\n            independent contractor sales trainee for NCS, and he\r\n            arranged the potential deal between the College and NCS\r\n            through prior relationships he maintained with people at\r\n            the College. In May 2007, the College and NCS\r\n            executed the Collection Agreement. However, the\r\n            College did so without obtaining the prior approval of its\r\n            bond insurer, Radian, which was required by the Security\r\n            Agreement. NCS did not know the College had failed to\r\n            obtain the required pre-approval of the Collection\r\n            Agreement before executing it.\r\n\r\n            Williams subsequently sought Radian's approval of the\r\n            Collection Agreement. However, he provided Radian\r\n            with an unsigned copy of the Collection Agreement\r\n            without mentioning it had already been entered. Radian\r\n            rejected the Collection Agreement, and Williams\r\n            contacted NCS's principals for \"clarification\" of the\r\n            Collection Agreement's terms. NCS's principals did not\r\n            \"agree to modify or alter the terms of the Collection\r\n            Agreement.\"\r\n\r\n            \"[B]ecause NCS management . . . would not agree [to]\r\n            modifications of the terms of the Collection Agreement,\r\n            which . . . Radian was requiring of [the College] in order\r\n            for Radian to provide its written consent . . . , Williams\r\n            pursued other means.\" Williams obtained a document\r\n            from Radian's and the College's counsels with terms\r\n            acceptable to Radian—the Addendum. He then\r\n            presented the Addendum to Ford. Ford lacked express,\r\n\r\n1These block paragraphs do not quote the pleading unless indicated by quotation\r\nmarks.\r\n\n             implied or apparent authority to sign the Addendum for\r\n             NCS, and Williams knew Ford's limitations.\r\n             Nevertheless, Williams and Ford signed the Addendum\r\n             without providing a copy to NCS. The Addendum\r\n             removed or altered many provisions in the Collection\r\n             Agreement designed to protect NCS, including a\r\n             guaranteed refund provision that would effectively limit\r\n             NCS's contractual liability to $255,000. Under the\r\n             Addendum, NCS's liability could reach $1,020,000.\r\n\r\n             After the Addendum was executed, the College paid\r\n             NCS, and NCS provided services to the College, in\r\n             accordance with the Collection Agreement. NCS\r\n             continued to lack knowledge of the Addendum while\r\n             providing those services, and the allegations do not\r\n             indicate when NCS first learned of the Addendum.\r\n             However, the College eventually initiated the current\r\n             lawsuit seeking payment pursuant to the Addendum's\r\n             guaranteed refund provision.\r\n\r\n             Williams and Ford executed the Addendum \"conspiring\r\n             and intending to unilaterally alter the terms of the\r\n             guarantee provisions in the Collection Agreement with\r\n             the specific intent of harming NCS by way of purportedly\r\n             binding it to contractual terms and guarantee provisions,\r\n             to which NCS had not agreed.\" Moreover, \"the joint\r\n             discussions between Williams and Ford were made with\r\n             the intent to maliciously injure and harm NCS and to\r\n             further their own motives and objectives.\" Lastly, \"[t]he\r\n             acts of Williams, Ford, and [the College] . . . directly and\r\n             proximately resulted in special and additional damages to\r\n             NCS, which include, but are not limited to, the costs and\r\n             attorney's fees associated with the defense of [the\r\n             College]'s allegations.\"2\r\n\r\n2NCS also raised a third-party claim solely against Ford, but neither party has\r\ndiscussed that claim as it relates to the issues on appeal. We accordingly do not\r\nconsider it.\r\n\nWilliams and the College filed a motion to dismiss NCS's civil conspiracy cause of\r\naction under Rule 12(b)(6), SCRCP, arguing NCS failed to adequately plead two\r\nof the three elements of civil conspiracy: intent to harm and special damages.\r\nAfter arguments, the circuit court granted the motion. The court found NCS failed\r\nto allege Williams and Ford intended to harm NCS. It also found NCS failed to\r\nassert any special damages, specifically reasoning \"costs and attorney's fees are not\r\nspecial damages\" and the damages NCS sought to recover for civil conspiracy\r\nwere the same damages it claimed for breach of contract. This appeal followed.\r\n\r\nISSUES\r\n\r\n1. \t   Did the circuit court err in finding NCS failed to state a claim for civil\r\n       conspiracy?\r\n\r\n2. \t   Did the circuit court err in failing to provide NCS an opportunity to amend\r\n       its pleadings?\r\n\r\nSTANDARD OF REVIEW\r\n\r\nUnder Rule 12(b)(6), SCRCP, a defendant may move for the dismissal of a\r\ncomplaint on the basis that the plaintiff \"fail[ed] to state facts sufficient to\r\nconstitute a cause of action.\" In evaluating a motion to dismiss pursuant to this\r\nrule, the circuit court must view the facts alleged in the complaint and any\r\nreasonable inferences to be drawn therefrom in the light most favorable to the\r\nplaintiff. Gentry v. Yonce, 337 S.C. 1, 5, 522 S.E.2d 137, 139 (1999). If those\r\nfacts and inferences would entitle the plaintiff to relief on any theory, then a\r\ndismissal for failure to state a claim is improper. Hackworth v. Greywood at\r\nHammett, LLC, 385 S.C. 110, 115, 682 S.E.2d 871, 874 (Ct. App. 2009). On\r\nappeal, the appellate court applies the same standard of review as the circuit court.\r\nDoe v. Marion, 373 S.C. 390, 395, 645 S.E.2d 245, 247 (2007). A complaint\r\nshould not be dismissed merely because doubt exists that the plaintiff will\r\nultimately prevail. Id. at 395, 645 S.E.2d at 248.\r\n\nANALYSIS\r\n\r\nI.    Dismissal of the Civil Conspiracy Claim\r\n\r\nNCS argues the circuit court erred in dismissing its civil conspiracy claim.\r\nSpecifically, NCS asserts the circuit court erred in finding NCS failed to (1) allege\r\nWilliams and Ford intended to harm NCS and (2) raise sufficient claims for special\r\ndamages. We agree.3\r\n\r\n\"The tort of civil conspiracy has three elements: (1) a combination of two or more\r\npersons, (2) for the purpose of injuring the plaintiff, and (3) causing plaintiff\r\nspecial damage.\" Hackworth, 385 S.C. at 115, 682 S.E.2d at 874 (citing Vaught v.\r\nWaites, 300 S.C. 201, 208, 387 S.E.2d 91, 95 (Ct. App. 1989)).\r\n\r\nA.    Intent to Harm\r\n\r\nOn appeal, NCS contends the circuit court erred in finding no allegation of intent\r\nto harm NCS because the complaint asserts Williams and Ford conspired to alter\r\nthe terms of the Agreement and purport to bind NCS to those terms. We agree.\r\n\r\nIn a civil conspiracy claim, injury to the plaintiff need not be the only purpose\r\nbehind the tortfeasor's conduct; many conspiracies will be at least partly motivated\r\nby the tortfeasor's desire to protect or benefit the tortfeasor's own lot. To be\r\nactionable, therefore, a conspiracy's \"primary purpose or object\" must be \"to injure\r\nthe plaintiff.\" Lee v. Chesterfield Gen. Hosp., Inc., 289 S.C. 6, 13, 344 S.E.2d 379,\r\n383 (Ct. App. 1986); see also Pye v. Estate of Fox, 369 S.C. 555, 567, 633 S.E.2d\r\n505, 511 (2006).\r\n\r\nViewed in the light most favorable to NCS, the allegations can reasonably be\r\ninterpreted to mean Williams and Ford signed the Addendum with the primary\r\npurpose to eventually induce NCS to follow the Addendum's guaranteed refund\r\nprovision without realizing the Addendum was unenforceable. Although it is clear\r\nthat Williams and Ford may have signed the Addendum at least partly to protect\r\nthe College from a claim by Radian, the specific intent alleged by NCS's pleading\r\n\r\n3 In holding the circuit court erred in dismissing the civil conspiracy claim, we\r\nagain consider only those arguments raised to us.\r\n\nexplicitly states they acted to \"harm[] NCS by way of purportedly binding\" NCS to\r\nterms the company had not agreed to. As interpreted, therefore, NCS's allegations\r\nsatisfy the requirement that the conspiracy's \"primary purpose\" was \"to injure the\r\nplaintiff.\" Thus, the circuit court erred in dismissing the claim on this basis.\r\n\r\nB.    Special Damages\r\n\r\nNCS contends the circuit court also erred in dismissing its claim for failure to\r\nallege special damages. We agree.\r\n\r\n1.    Allegations of Special Damages\r\n\r\nNCS argues the circuit court erred in finding the costs and attorney's fees sought\r\nunder the civil conspiracy claim were not special damages. NCS contends these\r\nitems did not overlap with the damages sought under its breach of contract claim\r\nagainst the College and are otherwise special damages. We agree.\r\n\r\nUnlike other torts, an action for civil conspiracy requires the tortious conduct in\r\nquestion to cause the plaintiff special damage. Hackworth, 385 S.C. at 115, 682\r\nS.E.2d at 874. While general damages \"are the immediate, direct, and proximate\r\nresult of the\" tortfeasor's conduct, special damages \"are the natural, but not the\r\nnecessary or usual, consequence of the\" tortfeasor's conduct. Id. at 116-17, 682\r\nS.E.2d at 875. Moreover, dismissal of a claim for civil conspiracy is appropriate\r\nwhen \"a plaintiff merely repeats the damages from another claim instead of\r\nspecifically listing special damages as part of their civil conspiracy claim.\" Id. at\r\n117, 682 S.E.2d at 875.\r\n\r\nHere, the damages NCS sought under the civil conspiracy claim did not overlap\r\nwith the damages sought under its breach of contract claim against the College.\r\nUnder its civil conspiracy claim, NCS sought to recover \"the costs and attorney's\r\nfees associated with the defense of [the College]'s allegations.\" In its breach of\r\ncontract claim, NCS sought consequential damages that were \"a direct and\r\nproximate result of th[e College's] breaches of the Collection Agreement.\" The\r\ncontract claim further enumerated the College's breaches of the Collection\r\nAgreement, and the breaches did not relate to Williams and Ford's conspiracy.\r\nThus, while the contract claim could be construed to seek the costs and attorney's\r\nfees NCS incurred to prosecute the College's alleged breaches of the Collection\r\nAgreement, it could not be construed to seek the costs and fees NCS incurred in\r\ndefending against the College's claims. Accordingly, the circuit court erred in\r\n\nfinding NCS's civil conspiracy claim sought the same damages as its breach of\r\ncontract claim.\r\n\r\nMoreover, the costs and attorney's fees incurred by NCS in defending the College's\r\nclaims for payment pursuant to the Addendum's guaranteed refund provision were\r\nnot the immediate, direct result of Williams and Ford's alleged intent that NCS\r\nabide by the Addendum without realizing it was unenforceable. A lawsuit brought\r\nby the College against NCS to obtain payment of the Addendum's guaranteed\r\nrefund would have been foreseeable if NCS determined it was not bound by the\r\nAddendum. Yet under the pleadings, the College would know through Williams\r\nthat the Addendum was unenforceable because Williams knew Ford lacked\r\nauthority to sign it. See Sheek v. Lee, 289 S.C. 327, 328, 345 S.E.2d 496, 497\r\n(1986) (\"General damages are those which must necessarily result from the\r\nwrongful act upon which liability is based. . . . 'Damages for losses that are the\r\nnatural and proximate, but not the necessary, result of the'\" tort are special\r\ndamages (quoting Hobbs v. Carolina Coca-Cola Bottling Co., 194 S.C. 543, 549,\r\n10 S.E.2d 25, 28 (1940)); Hackworth, 385 S.C. at 115-17, 682 S.E.2d at 874-75\r\n(providing that special damages \"are the natural, but not the necessary or usual,\r\nconsequence of the defendant's conduct\" (citing Loeb v. Mann, 39 S.C. 465, 469,\r\n18 S.E. 1, 2 (1893)). Thus, the conspiracy would not have necessarily or usually\r\nresulted in the College's lawsuit, and the costs and fees sought by NCS would be\r\nspecial damages caused by Williams and Ford's combination.\r\n\r\n2.    Specificity of Special Damages Allegation\r\n\r\nAs an additional sustaining ground, the College contends the circuit court's\r\ndismissal of NCS's civil conspiracy claim should be affirmed because the claim\r\nfailed to allege special damages in accordance with Rule 9(g), SCRCP. We\r\ndisagree.\r\n\r\nRule 9(g) provides, \"When items of special damage are claimed, they shall be\r\nspecifically stated.\" This rule is based upon the distinction between general and\r\nspecial damages. \"General damages are inferred by the law itself, as they are the\r\nimmediate, direct, and proximate result of the act complained of.\" Hackworth, 385\r\nS.C. at 116-17, 682 S.E.2d at 875. In contrast, special damages are not implied by\r\nlaw because they \"are the natural, but not the necessary or usual, consequence of\r\nthe defendant's conduct.\" Id. Thus, special damages must \"be specifically stated\"\r\nto avoid surprise to the other party. Preferred Sav. Bank, Inc. v. Elkholy, 303 S.C.\r\n95, 99, 399 S.E.2d 19, 21 (Ct. App. 1990) (discussing Rule 9(g)); see also Rule 9\r\n\nnotes (providing that Rule 9(g) mirrors the substance of South Carolina practice\r\nprior to the adoption of our rules); Sheek, 289 S.C. at 328-29, 345 S.E.2d at 497\r\n(discussing case law prior to our current rules of procedure and stating that\r\n\"[s]pecial damages . . . are not implied by law because they do not necessarily\r\nresult from the wrong. Special damages must be alleged in the complaint to avoid\r\nsurprise to the other party\" (citation omitted)).\r\n\r\nNCS has alleged special damages with sufficient specificity to satisfy our rules of\r\ncivil procedure. NCS's pleading asserts the College \"initiated this lawsuit seeking\r\npayment of a guaranteed amount pursuant to the terms of the purported Addendum\r\nto the Collection Agreement.\" The civil conspiracy claim then explicitly\r\nincorporates that assertion4 and limits the special damages it seeks to \"the costs and\r\nattorney's fees associated with the defense of [the College]'s allegations.\" Taking\r\nthis language together, NCS does not assert amorphous or unlimited grounds for\r\nspecial damages.5 The language provides sufficient specificity to inform the\r\nCollege, Williams, and Ford of a limited number and type of sources from which\r\nthe alleged special damages are being sought. In light of the pleading, therefore,\r\nRule 9(g) does not require that NCS separately identify which exact causes of\r\naction its pleading is referring to so long as it seeks only those costs and fees\r\nincurred in defending the College's claims seeking payment under the Addendum's\r\nguaranteed refund provision. The pleading protects the College from the surprise\r\ncontemplated by Rule 9(g), and the circuit court erred in dismissing NCS's claim\r\npursuant to that rule's requirements. Rule 9 notes, SCRCP (providing that Rule\r\n9(g) mirrors the substance of the Federal Rules of Civil Procedure); 22 Am. Jur.\r\nDamages § 631 (2011) (\"[T]he allegation of special damages [under Federal Rule\r\n9(g)] is sufficient when it notifies the defendant of the nature of the claimed\r\ndamages even though it does not delineate them with as great precision as might be\r\npossible or desirable.\"). Whether the items sought are in-fact special damages is a\r\nseparate question.\r\n\r\n4NCS lists the alleged facts underlying its claims in a separate section of its\r\npleading, and NCS's civil conspiracy claim explicitly incorporates these\r\nallegations. Therefore, any discussion of NCS's claim should consider those\r\nallegations as well. See Rule 10(c), SCRCP (\"Statements in a pleading may be\r\nadopted by reference in a different part of the same pleading . . . .\").\r\n5In fact, the language thus excludes any costs or attorney's fees incurred in the\r\nprosecution of its own claims for breach of contract against the College under the\r\nCollection Agreement.\r\n\n        AJG Holdings LLC v. Dunn6\r\n3.\r\n\r\nThe College argues our decision in AJG Holdings LLC v. Dunn is controlling. We\r\ndisagree.\r\n\r\nIn AJG Holdings, the circuit court granted summary judgment against the\r\nappellants' civil conspiracy claim. 392 S.C. at 168, 708 S.E.2d at 223. In the\r\nopinion, we explained the appeal's procedural posture in the following manner:\r\n\r\n                     In their pleadings, the Dunns allege that\r\n              Respondents conspired \"for the purpose of injuring [the\r\n              Dunns] and such conspiracy has resulted in special\r\n              damages, insofar as [the Dunns] have lost the quiet use\r\n              and enjoyment of their property, have suffered damage to\r\n              their reputations in the community, as well as other\r\n              injury in an amount to be proven at trial.\" At the\r\n              summary judgment hearing, the circuit court pointed out\r\n              that these damages were no different from the damages\r\n              alleged in the Dunns' other causes of action. At that\r\n              point, the Dunns argued that their payment of attorney's\r\n              fees and costs constituted special damages. Every\r\n              litigant represented by a lawyer incurs attorney's fees and\r\n              costs. However, the Dunns never pointed out to the\r\n              circuit court specific attorney's fees or costs they\r\n              contended qualified as special damages, nor did they seek\r\n              permission to amend their counterclaim to include the\r\n              specificity required by Rule 9(g). In granting summary\r\n              judgment, the circuit court noted the damages the Dunns\r\n              alleged did not \"go beyond the damages alleged in other\r\n              causes of action.\"\r\n\r\nId. We subsequently affirmed the circuit court \"[b]ecause the Dunns failed to\r\nplead a sufficient claim for special damages unique to the civil conspiracy claim.\"\r\nId. We explained that the damages actually pled in the Dunns' civil conspiracy\r\n\r\n\r\n6   392 S.C. 160, 708 S.E.2d 218 (Ct. App. 2011).\r\n\nclaim could not constitute special damages because appellants conceded they were\r\nno different than the damages sought in another of their claims. Id. We declined\r\nto address the Dunns' argument that the circuit court erred in finding their\r\nallegations of costs and attorney's fees were insufficiently specific under Rule 9(g)\r\nbecause the Dunns raised an argument on appeal that was different from the\r\nargument presented below. Id.\r\n\r\nAJG does not control this case. Unlike in AJG, NCS actually alleged costs and\r\nattorney's fees as special damages, and those damages did not overlap with NCS's\r\nbreach of contract damages. Moreover, while this court in AJG refused to address\r\nwhether the costs and fees alleged as special damages in that case were sufficiently\r\nspecific to satisfy Rule 9(g), we hold the allegations of special damages in this case\r\ndo satisfy the rule.\r\n\r\nII.   Amendment of the Complaint\r\n\r\nBecause we find the circuit court erred in dismissing NCS's civil conspiracy claim,\r\nwe need not reach this issue. See Futch v. McAllister Towing of Georgetown, Inc.,\r\n335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling an appellate court need not\r\nreview remaining issues when its determination of a prior issue is dispositive of the\r\nappeal).\r\n\r\nCONCLUSION\r\n\r\nWe find the circuit court erred in dismissing NCS's civil conspiracy claim, and as a\r\nresult, we reverse the dismissal.\r\n\r\nREVERSED.\r\n\r\nWILLIAMS, J., and CURETON, A.J., concur.\r\n\n","court":"Appeals"},{"id":"5044","title":"State v. Vinson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5044.pdf","description":"The Court of Appeals upholds Gene Vinson's conviction for driving under the influence, finding the circuit court properly denied Vinson's motion to dismiss because the police had reasonable suspicion that Vinson violated section 56-5-1900 of the South Carolina Code (2006).","date":"2012-10-31","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Gene Howard Vinson, Appellant.\r\n\r\n            Appellate Case No. 2009-146227\r\n\r\n\r\n\r\n                           Appeal From Union County \n\r\n                        Lee S. Alford, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 5044 \n\r\n                   Heard June 5, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Heath P. Taylor, of Taylor Law Firm, LLC, of West\r\n            Columbia; and Pete G. Diamaduros, of White\r\n            Diamaduros & Diamaduros, of Union, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, and Senior\r\n            Assistant Deputy Attorney General Salley W. Elliott, all\r\n            of Columbia; and Solicitor Kevin Brackett, of York, for\r\n            Respondent.\r\n\r\n\r\nWILLIAMS, J.: On appeal, Gene Vinson (\"Vinson\") contends the circuit court\r\nerred in denying his motion to dismiss because the police did not have a reasonable\r\narticulable suspicion to justify the traffic stop resulting in Vinson's arrest. We\r\naffirm.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn Saturday, February 7, 2009, at approximately 3:00 a.m., Trooper C. B. Horne\r\n(\"Trooper Horne\") of the South Carolina Highway patrol was patrolling Highway\r\n215 in Union County. Highway 215 is a two-lane roadway with both the\r\nnorthbound and southbound lane having its own yellow lane line to indicate\r\npassing is prohibited. Trooper Horne testified he was driving from Buffalo\r\ntowards downtown Union, and he passed Vinson's vehicle in the opposing lane.\r\nTrooper Horne then turned around and observed Vinson's vehicle drift \"back and\r\nforth\" between the double yellow lines that separated the opposing lanes of traffic.\r\nBased on this observation, Trooper Horne activated his dash camera and followed\r\nVinson for approximately two-tenths of a mile. Trooper Horne testified Vinson's\r\nvehicle never completely crossed into the opposing lane nor did it drift again into\r\nthe center of the two yellow lines after Trooper Horne turned on his dash camera.\r\n\r\nHowever, based on his experience, statistics, the absence of any other traffic on the\r\nroad, the day of week, and the time of night, Trooper Horne stated he suspected\r\nVinson was under the influence of alcohol. As such, Trooper Horne decided to\r\npull Vinson over at that time because they were traveling into \"a well-populated\r\narea[] [where there were] a lot of houses, a lot of hills,\" and further, Trooper Horne\r\nconcluded it would be unfair to conduct any field sobriety tests on sloped terrain.\r\n\r\nTrooper Horne testified that as soon as he asked for Vinson's license and\r\nregistration, he noticed Vinson's eyes were bloodshot and detected an odor of\r\nalcohol emanating from Vinson's vehicle. Trooper Horne asked Vinson if he had\r\nbeen drinking, to which Vinson replied he had not. Trooper Horne then asked\r\nVinson to exit his vehicle. Once Vinson exited his vehicle, Trooper Horne stated\r\nhe asked Vinson again whether he had been drinking, and Vinson admitted he\r\ndrank four or five beers in the past hour. Trooper Horne then asked Vinson to\r\nperform two field sobriety tests. Vinson agreed, and Trooper Horne read him his\r\nMiranda rights. According to Trooper Horne, Vinson failed both tests, and after\r\nVinson stumbled numerous times while attempting to walk a straight line, he\r\nstated, \"[B]e straight with me. I just failed that.\" In response, Trooper Horne asked\r\nVinson whether he would like to repeat the test, which Vinson did without success.\r\nAccordingly, Trooper Horne arrested Vinson for driving under the influence.\r\nVinson performed a breathalyzer test at the police station, which registered\r\nVinson's blood alcohol content as 0.14.1\r\n\r\n\r\n1   The legal blood alcohol concentration limit in South Carolina is 0.08.\r\n\nOn October 13, 2009, Vinson made a pretrial motion to dismiss his charge on the\r\nground the traffic stop was not based upon reasonable suspicion or probable cause;\r\nthus, the traffic stop was an unreasonable seizure in violation of the Fourth\r\nAmendment. After hearing Trooper Horne's testimony, the circuit court denied\r\nVinson's motion. In support of its decision, the circuit court ruled,\r\n\r\n             The statute says that the vehicle shall be operated as\r\n             nearly as practicable . . . within a single lane. I interpret\r\n             [that] to mean if it's impossible to stay in that lane\r\n             because of an obstruction on the road or the road\r\n             conditions[;] . . . I don't interpret that as giving the driver\r\n             freedom to reign back and forth as he deems practicable\r\n             in his driving. . . . And if you're on that line then you are\r\n             not within the lane; . . . I don't see where it makes any\r\n             difference whether you are over the line one inch or a\r\n             foot or a yard, if you've crossed the yellow line,\r\n             technically it's a violation of the statute. . . . I find that\r\n             under these specific circumstances that I've outlined, the\r\n             officer was reasonable, that he did have reasonable,\r\n             articulable suspicion, and so I would deny your motion to\r\n             dismiss the case on that ground[].\r\n\r\nVinson was subsequently tried on November 10, 2009. He was convicted of\r\ndriving under the influence, second offense. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\nIn criminal cases, the appellate court reviews errors of law only. State v. Banda,\r\n371 S.C. 245, 251, 639 S.E.2d 36, 39 (2006). As such, an appellate court is bound\r\nby the circuit court's factual findings unless they are clearly erroneous. Id. \"The\r\nappellate court will reverse only when there is clear error.\" State v. Rogers, 368\r\nS.C. 529, 533, 629 S.E.2d 679, 681 (Ct. App. 2006). \"The same standard of\r\nreview applies to preliminary factual findings in determining the admissibility of\r\ncertain evidence in criminal cases.\" Banda, 371 S.C. at 251, 639 S.E.2d at 39.\r\n\"[Thus, the appellate court's] review in Fourth Amendment search and seizure\r\ncases is limited to determining whether any evidence supports the [circuit] court's\r\nfinding.\" Id. Restated, \"[a]n appellate court must affirm the [circuit] court's ruling\r\nif there is any evidence to support the ruling.\" State v. Pichardo, 367 S.C. 84, 96,\r\n623 S.E.2d 840, 846 (Ct. App. 2005) (emphasis in original).\r\n\nLAW/ANALYSIS\r\n\r\nVinson contends the circuit court erred in finding it was lawful to stop his vehicle\r\nbecause Vinson's conduct did not violate section 56-5-1900 of the South Carolina\r\nCode (2006). Thus, his arrest was the result of an illegal stop and in violation of\r\nhis Fourth Amendment rights. We disagree.\r\n\r\nThe Fourth Amendment to the Constitution of the United States grants citizens the\r\nright to be secure against unreasonable searches and seizures. U.S. Const. amend.\r\nIV; see also S.C. Const. art. I, § 10. A traffic stop constitutes a Fourth Amendment\r\nseizure; thus, the traffic stop must be reasonable under the circumstances. See\r\nRogers, 368 S.C. at 533, 629 S.E.2d at 681; see also Pichardo, 367 S.C. at 97, 623\r\nS.E.2d at 847 (citing Whren v. U.S., 517 U.S. 806, 810 (1996)). \"Reasonableness\r\nis measured in objective terms by examining the totality of circumstances.\"\r\nPichardo, 367 S.C. at 101, 623 S.E.2d at 849. A traffic stop is not unreasonable if\r\nconducted with probable cause to believe a traffic violation has occurred, or when\r\nthe officer has a reasonable suspicion the occupants are involved in criminal\r\nactivity. State v. Burgess, 394 S.C. 407, 412, 714 S.E.2d 917, 919 (Ct. App. 2011);\r\nsee also Whren, 517 U.S. at 810 (\"As a general matter, the decision to stop an\r\nautomobile is reasonable where the police have probable cause to believe that a\r\ntraffic violation has occurred.\"). Moreover, a police officer's \"subjective intentions\r\nplay no role in ordinary, probable-cause Fourth Amendment analysis.\" State v.\r\nCorley, 383 S.C. 232, 241, 679 S.E.2d 187, 192 (Ct. App. 2009) (internal quotation\r\nmarks omitted).\r\n\r\nIn denying Vinson's motion to dismiss, the circuit court found Trooper Horne had\r\nreasonable suspicion to believe Vinson violated section 56-5-1900. Section 56-5-\r\n1900 states, in pertinent part:\r\n\r\n             Whenever any roadway has been divided into two or\r\n             more clearly marked lanes for traffic the following rules\r\n             in addition to all others consistent herewith shall apply . .\r\n             . [a] vehicle shall be driven as nearly as practicable\r\n             entirely within a single lane and shall not be moved from\r\n             the lane until the driver has first ascertained that such\r\n             movement can be made with safety.\r\n\r\n§ 56-5-1900(a). To support its decision, the circuit court held there was no\r\nevidence or testimony that Vinson \"could not have maintained his vehicle within\r\nthat single lane had he chosen to do so.\" Because section 56-5-1900(a) requires a\r\n\ndriver to remain within his lane \"as nearly as practicable,\" the circuit court\r\nconcluded the driver may only leave his lane \"if it's impossible to stay in that lane\r\nbecause of an obstruction on the road or the road conditions or something of that\r\nnature.\" In finding Trooper Horne possessed reasonable suspicion that Vinson\r\nviolated section 56-5-1900, the circuit court also noted the \"totality of\r\ncircumstances,\" including the officer's consideration of the time of day, the day of\r\nthe week, the lack of other cars on the road, and Vinson's proximity to a hilly,\r\npopulated area.\r\n\r\nWe concur with the circuit court's decision that Trooper Horne was justified in\r\nstopping Vinson for a perceived violation of section 56-5-1900.2 See State v.\r\nButler, 343 S.C. 198, 539 S.E.2d 414 (Ct. App. 2000) (\"As a general matter, the\r\ndecision to stop an automobile is reasonable where the police have probable cause\r\nto believe that a traffic violation has occurred. The police, however, may also stop\r\nand briefly detain a vehicle if they have a reasonable suspicion that the occupants\r\nare involved in criminal activity.\"). The plain language of section 56-5-1900\r\nrequires a driver to maintain his vehicle \"entirely within a single lane\" and excuses\r\nthis mandate only when it is not practicable or the driver can safely change lanes.\r\nSee § 56-5-1900(a) (\"A vehicle shall be driven as nearly as practicable entirely\r\nwithin a single lane and shall not be moved from the lane until the driver has first\r\nascertained that such movement can be made with safety.\"). Trooper Horne\r\ntestified Vinson's front tire crossed into the area between the double yellow lines\r\nthat separated opposing lanes of traffic in a \"no passing\" zone. This action, in and\r\nof itself, is a violation of the statute.3 Furthermore, Trooper Horne stated there\r\n2We note our decision regarding the violation of section 56-5-1900 does not entail\r\na totality of circumstances analysis; rather, our conclusion is solely based on\r\nVinson's violation of the plain language of the statute.\r\n3 Vinson highlights case law from other jurisdictions in which courts construed\r\nsimilar statutory language and held that minor infractions over a lane line were an\r\ninsufficient basis for a stop. While we acknowledge a split of authority, we are\r\npersuaded by the line of cases in which courts have found the purpose of the \"as\r\nnearly as practicable\" language is to keep both drivers and pedestrians safe, not to\r\nallow motorists the option of when they will or will not abide by a lane\r\nrequirement. See U.S. v. Bassols, 775 F. Supp. 2d 1293, 1300-01 (D.N.M. 2011)\r\n(rejecting the argument that a vehicle making contact with an lane marker is\r\n\"entirely within a single lane\" under a statute similar to section 56-5-1900(a), as\r\nsuch an interpretation could lead to the absurd result that two vehicles traveling\r\ntoward each other could each be \"entirely within a single lane\" even though they\r\n\nwere no other cars on the road during that time that would have prompted Vinson's\r\ndecision to cross the center line. Because it was practicable to remain within his\r\nlane of traffic, we find Trooper Horne had the requisite reasonable suspicion to\r\npull Vinson's vehicle over for a violation of section 56-5-1900. Accordingly, the\r\ncircuit court properly denied Vinson's motion to dismiss.\r\n\r\nCONCLUSION\r\nBased on the foregoing, the circuit court's decision is\r\n\r\nAFFIRMED. \n\r\n\r\nTHOMAS and LOCKEMY, JJ., concur. \n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nboth are partially on the same lane marker); see also People v. Smith, 665 N.E.2d\r\n1215, 1218-19 (Ill. 1996); State v. Hodge, 771 N.E.2d 331, 338 (Ohio Ct. App.\r\n2002); State v. McBroom, 39 P.3d 226, 228-29 (Or. Ct. App. 2002).\r\n\n","court":"Appeals"},{"id":"5045","title":"Millvale Plantation v. Carrison Family","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5045.pdf","description":"Carrison Family Limited Partnership and Mary H. Carrison appeal the circuit court's award of a fifty acre tract of land to Millvale Plantation, LLC, arguing the circuit court erred in (1) construing the deed at issue, (2) finding Mary Carrison failed to prove her trespass to try title claim, and (3) finding Mary Carrison failed to prove her adverse possession claim.","date":"2012-10-31","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA\r\n                           In The Court of Appeals\r\n\r\n             Millvale Plantation, LLC, Respondent,\r\n\r\n             v.\r\n\r\n             Carrison Family Limited Partnership and Mary H. \n\r\n             Carrison, Appellants. \n\r\n\r\n             Appellate Case No. 2011-190727\n\r\n\r\n\r\n                            Appeal From Sumter County \n\r\n                       George C. James, Jr., Circuit Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5045 \n\r\n                  Heard September 11, 2012 – Filed October 31, 2012 \n\r\n\r\n\r\n                                    AFFIRMED \n\r\n\r\n\r\n             Robert J. Sheheen, of Savage Royall & Sheheen, of\r\n             Camden, for Appellants.\r\n\r\n             W. Duvall Spruill, of Turner Padget Graham & Laney,\r\n             PA, of Columbia, for Respondent.\r\n\r\n\r\nLOCKEMY, J.: The Carrison Family Limited Partnership (the Carrison\r\nPartnership) and Mary H. Carrison (collectively Appellants) appeal the circuit\r\ncourt's award of a 50.72-acre tract of land to Millvale Plantation, LLC\r\n(Respondent), arguing the circuit court erred in (1) construing the deed at issue; (2)\r\nfinding Appellants failed to prove their trespass to try title claim; and (3) finding\r\nAppellants failed to prove their adverse possession claim. We affirm the circuit\r\ncourt.\r\n\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nIn 1992, James L. Haynsworth Sr. (Brother) and Mary H. Carrison (Sister)\r\nacquired title to approximately six hundred acres of land (the property) in Sumter\r\nCounty. The property was leased by a hunting club, and Brother and Sister split\r\nthe lease fees. In 1994, Brother and Sister agreed to divide the property between\r\nthem, and each party executed and delivered a deed (1994 deeds) to the other party\r\nconveying their undivided one-half interest in the property.\r\n\r\nThe deed from Sister to Brother conveyed the tract of land \"shown as that portion\r\nof Tract B lying to the north of SC Highway 43-109 . . ., containing a total of 291\r\nacres, more or less . . . .\" The 291 acres conveyed to Brother were comprised of\r\nfour parcels, described in the deed as:\r\n\r\n             67 acres            Map 88, Lot 10            XE5-E-5\r\n             133.9 acres         Map 88, Lot 12            XE5-E-20\r\n             15.1 acres          Map 88, Lot 15            Part of XE5-E-20\r\n             75 acres            Map 88, Lot 11            XE5-E-1\r\n\r\nThe deed from Brother to Sister conveyed the tract of land \"shown as being all of\r\nTract A and that portion of Tract B lying to the south of SC Highway 43-109\r\ncontaining a total of 309.7 acres, more or less . . . .\" The 309.7 acres conveyed to\r\nSister were comprised of four parcels, described in the deed as:\r\n\r\n             51 acres            Map 79, Lot 5             XE5-B-6A\r\n             144 acres           Map 79, Lot 6             XE5-B-6\r\n             92 acres            Map 89, Lot 13            XE5-F-6\r\n             22.7 acres          Map 89, Lot 12            XF4-C-1\r\n\r\nFollowing the 1994 division, Brother and Sister continued to lease the property as\r\na whole to the hunting club. In October 1995, Sister delivered a quit-claim deed to\r\nBrother deeding back fifty-one acres lying north of Highway 43-109, which had\r\nbeen mistakenly transferred to Sister as part of the 144-acre parcel described in the\r\n1994 deed from Brother to Sister. The quit-claim deed stated Sister's net acreage\r\nwas reduced from 309.7 acres to 258.7 acres.\r\n\r\nIn 1998, Brother conveyed the majority of his portion of the property to a family\r\ntrust. In 2008, following Brother's death, the sole surviving trustee conveyed the\r\ntrust property to Millvale Plantation, LLC (Respondent). In 1998, Sister\r\n\ntransferred the property she received in the 1994 division to the Carrison\r\nPartnership.\r\n\r\nIn 2009, Respondent brought an action to quiet title to a disputed 50.72-acre tract\r\n(disputed tract) of the property lying south of Highway 43-109. Respondent\r\nclaimed ownership of the disputed tract, arguing it was part of the 133.9-acre\r\nparcel referenced in the deed from Sister to Brother. Appellants asserted\r\ncounterclaims for trespass to try title and adverse possession. A non-jury trial was\r\nheld in the circuit court in 2010.\r\n\r\nAttorney Frank Robinson, who represented Respondent in connection with the\r\n2008 conveyance of Brother's property, testified he believed the disputed tract had\r\nbeen properly deeded to Brother in 1994. Robinson testified he discovered a\r\ndiscrepancy in the language of the 1994 deed from Sister to Brother during his title\r\nexamination. Although the 1994 deed stated Sister was conveying the tract of land\r\nwhich was part \"of Tract B lying to the north of Highway 43-109,\" the disputed\r\n50.72-acre tract was a portion of the 133.9-acre tract conveyed to Brother and was\r\nactually located south of SC Highway 43-109. According to Robinson, the fact\r\nthat the disputed tract was south of Highway 43-109 and yet was included in the\r\nspecific property description in the deed led him to request a new survey and\r\nproperty boundary plat. The new plat, as well as the tax maps, reflected that the\r\ndisputed tract was part of the 133.9-acre tract, which was located on both sides of\r\nHighway 43-109.1 Robinson also testified the 1995 quit-claim deed evidenced\r\nSister's intent to convey the disputed tract to Brother in 1994. In the quit-claim\r\ndeed, Sister stated she should have only received 258.7 acres in the 1994\r\nconveyance and not 309.7 acres. Robinson testified the only way Sister could have\r\n258.7 acres was if she did not own the 50.72-acre disputed tract. Thus, according\r\nto Robinson, the quit-claim deed affirmed his conclusion that Sister intended to\r\nconvey the disputed tract to Brother.\r\n\r\nJames Carr, an employee of the Sumter County Tax Assessor's office, testified the\r\nTax Assessor's office had assessed taxes from 1994 to 2008 to Brother as the\r\nowner of the disputed tract. Carr explained he noticed the reference to Highway\r\n43-109 in the 1994 deed and took it into consideration, but ultimately his decision\r\nto assess taxes to Brother for the disputed tract was based on the specific property\r\ndescriptions in the 1994 deed referencing the tax maps. According to Robinson,\r\nBrother paid the taxes on the disputed property. Additionally, Sister testified she\r\nintended to transfer all of her property to the Carrison Partnership in 1998.\r\n                                                            \r\n1   Appellants do not dispute this finding.\r\n\nHowever, Carr explained the disputed tract was not included in the 1998 deed\r\nconveying Sister's property.\r\n\r\nJames LaFrage, Jr., a forester who managed the property prior to and following the\r\n1994 division, testified timber was cut from Brother's and Sister's tracts in 1999\r\nand from 2004 to 2005. According to LaFrage, it was possible loggers were\r\ncutting timber on the north and south sides of Highway 43-109 at the same time.\r\nLaFrage testified Brother and Sister would have each received checks from the\r\nsame timber company, and he believed Brother would have known Sister was\r\ngetting paid for cutting on the disputed tract based on the settlement sheets\r\nattached to the timber company checks. The timber deeds in evidence failed to\r\nidentify ownership of the disputed tract. Additionally, LaFrage testified he had\r\nnever seen the 1994 deeds, the 1995 quit-claim deed, or the tax maps.\r\n\r\nSister testified she owned the disputed tract. She acknowledged she and Brother\r\nnever had any disagreement about the ownership or use of the disputed tract.\r\nFurthermore, Sister testified she never told Brother not to come onto the disputed\r\ntract. According to Sister, she was not aware Brother was paying taxes on the\r\ndisputed tract, and she believed she was receiving the tax bill as part of several\r\nothers that arrived yearly.\r\n\r\nFollowing trial, the circuit court issued an order in February 2011 finding the 1994\r\ndeeds were not ambiguous and determining Sister intended to convey the disputed\r\ntract to Brother. Additionally, the circuit court found Appellants' counterclaims for\r\ntrespass to try title and adverse possession failed for lack of evidentiary support.\r\nSubsequently, the circuit court denied Appellants' motion to reconsider. This\r\nappeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nAn action to quiet title to property is an action in equity. Jones v. Leagan, 384\r\nS.C. 1, 10, 681 S.E.2d 6, 11 (Ct. App. 2009). \"In an equitable action tried without\r\na jury, the appellate court can correct errors of law and may find facts in\r\naccordance with its own view of the preponderance of the evidence.\" Church v.\r\nMcGee, 391 S.C. 334, 342, 705 S.E.2d 481, 485 (Ct. App. 2011). \"Our equitable\r\nstandard of review does not require this court to ignore the findings of the trial\r\njudge who heard the witnesses.\" Id. at 343, 705 S.E.2d at 485. \"Decisions relative\r\nto the veracity and credibility of witnesses can best be made by the trial judge who\r\nheard the witnesses and observed their demeanor.\" Id. at 343, 705 S.E.2d at 485-\r\n86.\r\n\nHere, Appellants have asserted counterclaims of trespass to try title and adverse\r\npossession. Adverse possession and trespass to try title claims are actions at law.\r\nSee Frazier v. Smallseed, 384 S.C. 56, 61, 682 S.E.2d 8, 11 (Ct. App. 2009)\r\n(holding an adverse possession claim is an action at law); Knox v. Bogan, 322 S.C.\r\n64, 66, 472 S.E.2d 43, 45 (Ct. App. 1996) (holding an action in trespass to try title\r\nis an action at law). In actions at law tried by a judge without a jury, the findings\r\nof fact of the judge will not be disturbed on appeal unless found to be without\r\nevidence which reasonably supports them. Townes Assocs. Ltd. v. City of\r\nGreenville, 266 S.C. 81, 221 S.E.2d 773 (1976).\r\n\r\nLAW/ANALYSIS\r\n\r\n   I.    1994 Deed\r\n\r\nAppellants argue the circuit court erred in finding the 1994 deed from Sister to\r\nBrother conveyed the disputed tract to Brother. We disagree.\r\n\r\n\"In construing a deed, the intention of the grantor must be ascertained and\r\neffectuated, unless that intention contravenes some well settled rule of law or\r\npublic policy.\" K & A Acquisition Grp., LLC v. Island Pointe, LLC, 383 S.C. 563,\r\n682 S.E.2d 252, 262 (2009) (internal quotation marks omitted). \"In determining\r\nthe grantor's intent, the deed must be construed as a whole and effect given to\r\nevery part if it can be done consistently with the law.\" Id. \"The intention of the\r\ngrantor must be found within the four corners of the deed.\" Id.\r\n\r\nAppellants argue that because a plat of the disputed tract was not in existence at the\r\ntime of the conveyance, the circuit court, in construing the 1994 deed, should have\r\ndetermined title to the disputed tract by referring to Highway 43-109. Appellants\r\nmaintain Highway 43-109 was the \"ultimate dividing line\" in the division of the\r\nproperty, and Sister was to receive all of the property south of the highway and\r\nBrother was to receive all of the property north of the highway. Appellants argue\r\nthe tax map references in the 1994 deed should not prevail over the description of\r\nHighway 43-109 as the dividing line because the tax map references are merely\r\nreferences to tax map numbers and do not contain boundary descriptions.\r\n\r\nRespondent argues the tax map references were the primary method of expressing\r\nthe intent of the parties, and should prevail over the general description referencing\r\nHighway 43-109. Respondent maintains the recitations of acreage in the 1994\r\n\ndeed, as well as the 1995 quit-claim deed, were specific and clearly expressed\r\nSister's intent.\r\n\r\nConstruing the 1994 deed as a whole, we find Sister intended to convey the\r\ndisputed tract to Brother. While the general description in the deed states Brother\r\nwas to receive the property lying north of Highway 43-109, the more specific\r\nproperty description in the deed provides Brother was to receive four tracts totaling\r\n291 acres. One of these tracts, identified by tax map reference as a 133.9-acre\r\ntract, included the disputed tract lying south of Highway 43-109. We find the\r\nprecise recitation of acreage and reference to the tax maps in the 1994 deed is\r\ncontrolling and accurately reflects Sister's intent to convey the disputed tract to\r\nBrother. See Lake View Acres Dev. Co. v. Tindal, 306 S.C. 477, 480, 412 S.E.2d\r\n457, 459 (Ct. App. 1991) (holding that if a general description of the property to be\r\nconveyed in the deed is followed by a clause summing up the intention of the\r\nparties as to the property conveyed, \"such clause has a controlling effect on all\r\nprior phrases used in the description.\"). Although Sister maintains the tax map\r\nreferences should not prevail, we find the parties' decision to include tax map\r\nreferences in their deeds is significant and reflects their intent to convey the\r\nspecific acreages described therein.\r\n\r\nFurthermore, the 1995 quit-claim deed reflects Sister's intent to convey the\r\ndisputed tract to Brother. In the quit-claim deed, Sister conveyed fifty-one acres\r\nnorth of Highway 43-109 back to Brother after it had been mistakenly conveyed to\r\nher in the 1994 deed from Brother to Sister. The quit-claim deed stated Sister's net\r\nacreage was reduced from 309.7 acres to 258.7 acres. If Sister owned the disputed\r\ntract, her total acreage would include the 50.72 acre tract, and thus, it would be\r\ngreater than 258.7 acres. However, the quit-claim deed reiterated that Sister owned\r\nonly the 258.7 acres she was originally conveyed in the 1994 deed from Brother to\r\nSister.\r\n\r\nAccordingly, the preponderance of the evidence in the record supports a finding\r\nthat Sister conveyed the disputed tract to Brother in the 1994 deed.\r\n\r\n   II.    Trespass to Try Title and Adverse Possession\r\n\r\nAppellants argue the circuit court erred in finding they failed to prove their trespass\r\nto try title and adverse possession claims. We disagree.\r\n\r\nIn a trespass to try title action, the defendant in actual possession of the disputed\r\nproperty is regarded as the rightful owner of the property until the plaintiff proves\r\n\nperfect title, and a mere prima facie showing of paper title by the plaintiff is not\r\nenough. Cummings v. Varn, 307 S.C. 37, 41, 413 S.E.2d 829, 831-32 (1992).\r\n\"There are four ways in which a plaintiff in an action of trespass to try title may\r\nacquire title to land sufficient to oust a defendant claiming the same land.\" Id. at\r\n40, 413 S.E.2d at 831. \"First, the plaintiff may show a grant from the state to\r\nsomeone, and then by successive deeds to him.\" Id. \"Second, the plaintiff may\r\ntrace his title to a common source from whom both he and the defendant claim\r\nthrough separate chains of title.\" Id. at 40-41, 413 S.E.2d at 831. \"Third, a\r\nplaintiff may show that he and those under whom he claims have been in actual,\r\nhostile, exclusive, and continuous possession of the land adversely to the defendant\r\nfor twenty years.\" Id. at 41, 413 S.E.2d at 831. \"Once that fact is established, the\r\nlaw presumes whatever is necessary to give the plaintiff good title.\" Id. \"Fourth,\r\nthe plaintiff can show he alone or with those from whom he has inherited have\r\nbeen in actual, hostile, exclusive, and continuous possession of the land adversely\r\nto the defendant for ten years.\" Id.; see also S.C. Code Ann. §§ 15-67-210 to -270\r\n(2005).\r\n\r\n\"In order to establish a claim of adverse possession, the claimant must prove by\r\nclear and convincing evidence his possession of the subject property was\r\ncontinuous, hostile, actual, open, notorious, and exclusive for the statutory period.\"\r\nMcDaniel v. Kendrick, 386 S.C. 437, 442, 688 S.E.2d 852, 855 (Ct. App. 2009).\r\n\r\nHere, Appellants contend Sister has been in actual, hostile, exclusive, and\r\ncontinuous possession of the disputed tract for ten years. Appellants maintain\r\nRespondent failed to offer any evidence that Brother, or his successor trustee,\r\nexercised any dominion or control over the disputed tract. Respondent argues no\r\nevidence was presented Sister went onto the disputed tract after the 1994 division.\r\nAdditionally, Respondent contends no evidence was presented Sister ever excluded\r\nBrother from the disputed tract or paid taxes on the disputed tract.\r\n\r\nWe find the evidence in the record supports the circuit court's finding that\r\nAppellants failed to prove their trespass to try title and adverse possession claims.\r\nFirst, we note that although Sister contends Brother failed to offer any evidence he\r\nexercised dominion and control over the disputed tract, Sister bears the burden of\r\nproving she has met the requirements for trespass to try title and adverse\r\npossession. See Watson v. Suggs, 313 S.C. 291, 294, 437 S.E.2d 172, 173 (Ct.\r\nApp. 1993) (holding that \"[i]n an action of trespass to try title, the defendant in\r\nactual possession of the disputed property is regarded as the rightful owner of the\r\nproperty until the plaintiff proves perfect title\"); Getsinger v. Midlands\r\nOrthopaedic Profit Sharing Plan, 327 S.C. 424, 428, 489 S.E.2d 223, 225 (Ct.\r\n\nApp. 1997) (holding the burden of proof of adverse possession is on the party\r\nrelying thereon).\r\n\r\n\"If a claimant asserts title by adverse possession and his or her occupancy is not\r\nunder color of title, the claimant must show either fencing or other improvements\r\ncovering most of the subject land or some other continuous use and exercise of\r\ndominion.\" Frazier v. Smallseed, 384 S.C. 56, 63, 682 S.E.2d 8, 12 (Ct. App.\r\n2009). \"While the legal owner need not have actual knowledge the claimant is\r\nclaiming property adversely, the hostile possession should be so notorious that the\r\nlegal owner by ordinary diligence should have known of it.\" Jones v. Leagan, 384\r\nS.C. 1, 13-14, 681 S.E.2d 6, 13 (Ct. App. 2009).\r\n\r\nHere, the evidence in the record does not support a finding that Sister ever\r\nexercised dominion and control over the disputed tract. No evidence was\r\npresented Sister went onto the disputed tract or told Brother not to come onto the\r\ndisputed tract. Furthermore, no evidence was presented Sister performed any act\r\nresulting in physical changes to the disputed tract that would have put Brother on\r\nnotice that his property was being possessed by another. Sister did not fence the\r\ndisputed tract, construct any structures on the tract, or post \"no trespassing\" signs.\r\n\r\nWe also note activities that do not involve the creation of permanent structures on\r\nthe land can be sufficiently open and notorious as to put the legal owner on notice\r\nthat his land is being adversely possessed. See Miller v. Leaird, 307 S.C. 56, 62,\r\n413 S.E.2d 841, 844 (1992) (holding evidence supported Special Referee's finding\r\nof adverse possession when respondent paid the mortgages on the property, paid\r\ntaxes on the property, and marked the boundary lines of the disputed property, and\r\ncut and sold timber on the tract in question for the statutory period). Here,\r\nhowever, no evidence was presented Sister paid a mortgage or property taxes on\r\nthe disputed tract. In fact, Brother paid the property taxes on the disputed tract\r\nfrom 1994-2008. Furthermore, although Sister argues her sale of the timber from\r\nthe disputed tract evidences her control over the tract, we are not persuaded that the\r\nsale of timber establishes Sister acquired the tract by adverse possession. The\r\nrecord reflects cutting on the disputed tract occurred only twice between 1994 and\r\n2008 and did not occur throughout the entire statutory period. Additionally,\r\naccording to LaFrage, the cuttings on Brother's and Sister's properties occurred at\r\nroughly the same time, and Brother and Sister both received checks from the same\r\ntimber company. No evidence was presented Brother was aware he was not\r\nreceiving checks for the cuttings from the disputed tract.\r\n\nBased on the foregoing, we find Appellants failed to prove Sister was in\r\ncontinuous, hostile, actual, open, notorious, and exclusive possession of the\r\ndisputed tract for ten years. Accordingly, the circuit court did not err in finding\r\nAppellants failed to prove their trespass to try title and adverse possession claims.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, the circuit court's order is\r\n\r\nAFFIRMED. \n\r\n\r\nSHORT and KONDUROS, JJ., concur. \n\r\n\n","court":"Appeals"}]