[{"id":"4961","title":"Ex parte: Lipscomb v. Stonington Development","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4961","description":"In this appeal from a civil contempt order, the Court of Appeals reversed the trial court's finding of contempt and imposition of sanctions and attorney's fees, finding the real estate development made good faith efforts to comply with the terms of the injunction.","date":"2012-04-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nEx parte:&nbsp; Stephen E. Lipscomb, Ron Safko, and L. K. Harrell, III, Appellants,\r\nIn re:\r\nGlenn Y.\r\n      Hollis, Jr., John E. Hollis, Joseph R. Robinson, Janette H. Robinson, Respondents,\r\nv.\r\nStonington Development, LLC, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Richland County\r\nL. Casey Manning, Circuit Court Judge\r\n\r\nOpinion No. 4961\r\nHeard January 25, 2012 – Filed April 4,\r\n  2012   \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nGeorge Verner Hanna, IV, William Saltzman, and Timothy Quinn, all\r\n  of Columbia, for Appellants.\r\nH. Freeman Belser, of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: Stonington\r\n  Development, LLC (Stonington), Stephen Lipscomb (Lipscomb), Ron Safko (Safko),\r\n  and L.K. Harrell, III (Harrell) (collectively, Appellants) appeal the circuit\r\n  court's order of civil contempt and assessment of attorney's fees against them for\r\n  Stonington's failure to abate the discharge of sediment-laden storm water onto\r\n  the Hollis's and Robinsons' (collectively, Respondents) residential\r\n  properties.  We reverse.\r\nFACTS/PROCEDURAL HISTORY\r\nStonington is the\r\n  developer of a residential subdivision in the Blythewood area of Columbia,\r\n  South Carolina.  Respondents own properties immediately downstream from\r\n  Stonington's development.  On July 29, 2005, Respondents filed suit and\r\n  asserted several causes of action against Stonington on the grounds that\r\n  Stonington damaged their properties as a result of increased stormwater runoff\r\n  and siltation from the development project.  On April 6, 2007, after a\r\n  four-day trial, a jury returned a verdict against Stonington for $400,000 in\r\n  actual damages and $3,500,000 in punitive damages.[1]  Respondents then filed a separate lawsuit\r\n  against Lipscomb, Stonington's majority shareholder, to pierce Stonington's\r\n  corporate veil.  Lipscomb, in turn, joined Harrell and Safko as third-party\r\n  defendants.[2]\r\nAfter the April 6, 2007 jury verdict, Respondents elected to\r\n  proceed under a private nuisance cause of action and accordingly moved to\r\n  enjoin Stonington from discharging sediment-laden stormwater onto Respondents'\r\n  properties.  On September 17, 2007, the circuit court issued a Form 4 order\r\n  granting Respondents' motion for a permanent injunction, and in a subsequent,\r\n  formal order dated June 26, 2008, enjoined Stonington &quot;from discharging\r\n  sediment-laden stormwater onto [Respondents'] property and causing damage\r\n  thereto.&quot;  The circuit court then held the injunction was &quot;binding\r\n  upon Stonington Development, LLC and its officers, agents, employees, and\r\n  members&quot; in accordance with Rule 65(d), SCRCP.  The same day, Respondents\r\n  personally served the injunction on Stonington, Lipscomb, Harrell, and Safko.\r\nNeither Stonington nor its members filed a Rule 59(e), SCRCP,\r\n  motion to reconsider the injunction, nor did they appeal the issuance of the\r\n  injunction.   On September 11, 2008, Respondents filed a motion to hold\r\n  Stonington and its members in civil contempt for willfully disregarding the\r\n  court's prior injunction.  The circuit court issued a rule to show cause on\r\n  November 6, 2008, which was served on Stonington and each member.  After one\r\n  continuance, the circuit court held a hearing on April 14, 2009, at which time\r\n  Respondent Janette Robinson (Robinson), Kevin Lee (Lee) of the Stonington\r\n  Homeowners' Association, and Lipscomb testified.  \r\nDuring the hearing, Robinson testified that when it rained, muddy\r\n  water entered Respondents' ponds by way of an unnamed tributary.  She stated a\r\n  seventy-two inch pipe coming out the back of Stonington's stormwater management\r\n  system fed into this tributary.  The sediment and discharge from the pipe\r\n  discolored the water and caused erosion of the soil and ponds on Respondents'\r\n  properties.  When questioned, Robinson stated Respondents did not attempt to\r\n  remediate the problems because it was Stonington's problem to fix.  Robinson\r\n  acknowledged Stonington laid hay bales and erected three sets of silt fences\r\n  along the sewer line between the properties but stated siltation was not an\r\n  issue in those areas.  She testified she was aware Lipscomb hired\r\n  Carolina Erosion Control to abate the problem of siltation.  In\r\n  addition, Robinson stated she had not taken any engineers to the\r\n  property since the trial to assess where the siltation was coming from and had\r\n  taken no samples from the pond since the date of trial.  However, she stated\r\n  Respondents failed to take any remedial action by removing the silt from the\r\n  ponds because there &quot;was no sense in cleaning out the pond until the\r\n  problem is stopped.&quot;  Robinson submitted numerous photographs of\r\n  Respondents' ponds and wetlands to document her complaints and support her\r\n  testimony.\r\nKevin Lee, chair of the Advisory Committee for the\r\n  Stonington Homeowners' Association, testified at the hearing.  He testified he\r\n  had lived in Stonington for four years.  During that time, he saw the\r\n  development erect silt fences, lay hay bales, and he observed contractors in\r\n  different areas attempting to remediate the siltation issues.  Lee\r\n  observed siltation in the sediment pond in Stonington's development as well as\r\n  the main pond behind Stonington's clubhouse but acknowledged he had never been\r\n  to Respondents' properties or ponds.  Lee claimed the lawsuit forced Stonington\r\n  to financially abandon the Homeowners' Association, which adversely affected the\r\n  quality of the development and the homeowners' property value.  \r\nLipscomb also testified about efforts he undertook on behalf of\r\n  Stonington to abate the siltation and stormwater issues.  He stated:\r\n\r\nI've had – there's been three separate engineers to look over the\r\n  plans.  And I've also hired professionals to keep the necessary silt fencing\r\n  and dams in place. And I also had some – another professional company to\r\n  monitor that.  And I hired – I asked all around and I hired the best people\r\n  recommended – that I could get recommended in the state.  \r\n\r\n The\r\n  circuit court excluded the reports from Carolina Stormwater Services due to the\r\n  engineer's failure to appear at the hearing.  However, Lipscomb testified\r\n  Carolina Stormwater Services inspects the property and issues a report to him\r\n  every seven days.  He stated Carolina Stormwater Services also engineered a\r\n  silt rock dam to prevent sediments from the stormwater pipes from entering\r\n  Respondents' ponds.  Lipscomb admitted there were other actions that\r\n  could be taken to ameliorate the situation, but because of his inability to\r\n  further develop upper lots in the development as a result of the injunction,\r\n  the land surrounding Respondents' property that was contributing to the\r\n  problems could not be fully stabilized.\r\nAfter viewing photographs submitted by both parties and hearing\r\n  the foregoing testimony, the circuit court issued an order on September 28,\r\n  2009, finding Stonington and its members in contempt of court.  In the\r\n  contempt order, the circuit court found Stonington, Lipscomb, Safko, and\r\n  Harrell jointly and severally liable for compensatory contempt based on\r\n  Stonington's &quot;minimal efforts . . . to stop the siltation and increased\r\n  runoff problems.&quot;  The circuit court fined Stonington and its members\r\n  $25,000 to be paid to Respondents.  It also authorized Respondents to submit a\r\n  motion and supporting affidavit for reasonable attorney's fees and costs specifically\r\n  incurred as a result of Respondents' efforts to enforce the injunction. \r\n  Respondents then submitted a motion for attorney's fees and costs, and the\r\n  circuit court ordered Stonington, Lipscomb, Safko, and Harrell to pay\r\n  Respondents $52,695, which included $25,000 in compensatory contempt as well as\r\n  $27,695 in attorney's fees and costs.  Stonington, Lipscomb, Safko, and Harrell\r\n  submitted Rule 59(e), SCRCP, motions for both orders, which the circuit court\r\n  denied.  This appeal followed.\r\nSTANDARD OF REVIEW\r\n&quot;A\r\n  decision on contempt rests within the sound discretion of the [circuit] court.&quot;\r\n   Floyd v. Floyd, 365 S.C. 56, 71, 615 S.E.2d 465, 473 (Ct. App. 2005).  It\r\n  is within the circuit court's discretion to punish by fine or imprisonment\r\n  every act of contempt before the court.  Miller v. Miller, 375 S.C. 443,\r\n  454-55, 652 S.E.2d 754, 760 (Ct. App. 2007).  On appeal, this court should\r\n  reverse the contempt decision only if it is without evidentiary support or the\r\n  circuit court abused its discretion.  Floyd, 365 S.C. at 71-72, 615\r\n  S.E.2d at 473.  \r\n\r\n\r\n\r\nLAW/ANALYSIS\r\nA.&nbsp; Contempt\r\nFirst,\r\n  Appellants argue the circuit court erred in holding them in\r\n  contempt because Respondents failed to present clear and convincing evidence\r\n  that Appellants intentionally disregarded or willfully disobeyed the\r\n  injunction.  We agree.\r\n&quot;Contempt\r\n  results from the willful disobedience of a court order, and before a court may\r\n  find a person in contempt, the record must clearly and specifically reflect the\r\n  contemptuous conduct.&quot;  Widman v. Widman, 348 S.C. 97, 119, 557\r\n  S.E.2d 693, 705 (Ct. App. 2001).  &quot;A willful act is one . . . done\r\n  voluntarily and intentionally with the specific intent to do something the law\r\n  forbids, or with the specific intent to fail to do something the law requires\r\n  to be done; that is to say, with bad purpose either to disobey or disregard the\r\n  law.&quot;  Ex parte Cannon, 385 S.C. 643, 661, 685 S.E.2d 814, 824 (Ct.\r\n  App. 2009).  &quot;Once the moving party has made out a prima facie case [for\r\n  contempt], the burden then shifts to the respondent to establish his . . .\r\n  defense and inability to comply with the order.&quot;  Id.  &quot;If,\r\n  through no fault of his own, the contemnor is unable to obey a court order, the\r\n  contemnor cannot be held in contempt.&quot;  Id.  &quot;Civil contempt must be [shown] by clear and convincing\r\n  evidence.&quot;  Poston v. Poston, 331 S.C. 106, 113, 502 S.E.2d 86, 89\r\n  (1998).\r\nWe find\r\n  Respondents failed to present clear and convincing evidence at the rule to show\r\n  cause hearing that Stonington and its members willfully and intentionally\r\n  disobeyed or disregarded the circuit court's injunction.  \r\nBoth\r\n  Robinson and Lipscomb agreed that Stonington's efforts have not stopped all\r\n  discharge of sediment-laden stormwater onto Respondents' property.  As such,\r\n  Stonington has failed to do everything required by the terms of the\r\n  injunction.  However, Stonington's failure to do so does not necessarily render\r\n  it in contempt.  Our case law is clear that contempt is only proper when a\r\n  party voluntarily and intentionally disobeys or disregards a court order.  See Ex Parte Kent, 379 S.C. 633, 637, 666 S.E.2d 921, 923 (Ct. App. 2008) (holding\r\n  that a willful act is one &quot;done voluntarily and intentionally with the\r\n  specific intent to do something the law forbids, or with the specific intent to\r\n  fail to do something the law requires to be done; that is to say, with bad\r\n  purpose either to disobey or disregard the law&quot;).\r\nLipscomb\r\n  testified he hired consultants and workers to monitor Respondents' property and\r\n  to erect fencing, rock dams, and hay bales.    Although Robinson\r\n  testified the efforts Lipscomb made were insufficient because they did not\r\n  alleviate the siltation and stormwater runoff issues, she acknowledged the\r\n  presence of the silt fencing and hay bales and was aware of Stonington's hiring\r\n  of consultants and engineers to address the stormwater and siltation issues. \r\n  Furthermore, Lee's testimony that he saw Stonington erect silt fences and lay hay bales and observed\r\n  contractors in different areas attempting to remediate the siltation issues supports Stonington's contention that it made good\r\n  faith efforts to abide by the terms of the injunction.  \r\nA\r\n  good faith attempt to comply with the court's order, even if unsuccessful, does\r\n  not warrant a finding of contempt.  See Abate v. Abate, 377 S.C.\r\n  548, 554, 660 S.E.2d 515, 519 (Ct. App. 2008) (holding father's failure\r\n  to give child medication during summer visitation, despite court's order to do\r\n  so, did not warrant a finding of contempt because father made a good faith\r\n  effort to comply with the order so that his disobedience was not willful); Burnell\r\n    v. Burnell, 359 S.C. 361, 365-66, 597 S.E.2d 24, 26-27 (Ct. App. 2004)\r\n  (finding the family court erred in holding mother in contempt because mother\r\n  made good faith effort to comply with joint custody order); see also State\r\n    v. Spare, 374 S.C. 264, 270, 647 S.E.2d 706, 709 (Ct. App. 2007) (finding\r\n  trial court erred in revoking probation for failure to pay restitution because\r\n  probationer was making progress, albeit slow, toward paying his restitution\r\n  obligation, which negated the trial court's finding that probationer willfully failed\r\n  to comply with order).  Because the evidence does not clearly and\r\n  convincingly prove Appellants intentionally violated the mandates of the\r\n  injunction, we find the circuit court's contempt order was without evidentiary\r\n  support, and thus, we reverse the circuit court's decision to hold Stonington,\r\n  Lipscomb, Harrell, and Safko in contempt.[3] \r\nB.&nbsp;&nbsp; Attorney's Fees\r\nAppellants raise several grounds in support of their argument that\r\n  the circuit court erred in assessing attorney's fees against Stonington as well\r\n  as Lipscomb, Harrell, and Safko.  Because the award of attorney's fees\r\n  was predicated on the circuit court's finding of contempt, we reverse the award\r\n  of attorney's fees.  See Myers v. Myers, 391 S.C. 308, 321, 705\r\n  S.E.2d 86, 93-94 (Ct. App. 2011) (&quot;[I]t is not improper for this court to\r\n  reverse an attorney's fees award when the substantive results achieved by trial\r\n  counsel are reversed on appeal.&quot;).\r\nCONCLUSION\r\nAccordingly, the circuit court's ruling is\r\nREVERSED.\r\nSHORT and GEATHERS, JJ., concur.\r\n\r\n\r\n[1] Stonington appealed several aspects of the underlying\r\n  punitive damages award in Hollis v. Stonington Dev., LLC, 394 S.C. 383,\r\n  714 S.E.2d 904 (Ct. App. 2011).  This court affirmed the denial of the directed\r\n  verdict motion on punitive damages and the jury charge on punitive damages but\r\n  found the imposition of a $3.5 million dollar punitive damages award excessive\r\n  and accordingly reduced the award to $2 million dollars.  Id. at 407,\r\n  714 S.E.2d at 917. \r\n[2] The suit to pierce Stonington's corporate veil in\r\n  that action is not before this court on appeal.\r\n[3] We need not address any of Appellants' remaining\r\n  arguments on the circuit court's contempt ruling because our determination on this\r\n  issue is dispositive; thus, we decline to address those remaining issues in\r\n  this appeal.  See Futch v. McAllister Towing Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling\r\n  an appellate court need not review remaining issues when its determination of a\r\n  prior issue is dispositive of the appeal). \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4962","title":"Wachovia v. Beane","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4962","description":"Wachovia Bank National Association appeals from judgment entered on a jury verdict in favor of Arthur and Virginia Beane.  Wachovia contends the trial court erred in denying its motion for a new trial absolute.  We agree and reverse.  Judge Lockemy dissents.","date":"2012-04-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nWachovia Bank National Association, Successor By Merger to Wachovia\r\n      Bank, N.A., Appellant,\r\nv.\r\nArthur L. Beane, Jr., and Virginia Beane, Respondents.\r\n      \r\n    \r\n  \r\n\r\nAppeal From Charleston County\r\nKristi L. Harrington, Circuit Court Judge\r\n\r\nOpinion No. 4962\r\nHeard November 4, 2010 – Filed April 4, 2012   \r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn H. Tiller, of Charleston, for Appellant.\r\nJohn F. Martin, of Charleston, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nFEW,\r\n  C.J.: Wachovia Bank National Association appeals from judgment entered on a\r\n  jury verdict in favor of Arthur and Virginia Beane.  Wachovia contends the\r\n  trial court erred in denying its motion for a new trial absolute.  We agree and\r\n  reverse.  \r\nI.&nbsp; Facts and Procedural History\r\nIn\r\n  January 2002, the Beanes borrowed $370,473.41 from Wachovia to start a new\r\n  business.  As security for the loan, the Beanes pledged a securities account they\r\n  held with Wachovia since 2000.  In May 2003, after the Beanes defaulted on the\r\n  note, Wachovia filed a complaint demanding payment of the entire outstanding\r\n  balance on the loan, which at that time was $224,625.37.\r\nAlmost\r\n  three years later, in March 2006, the Beanes sought to amend their answer to\r\n  assert a counterclaim for negligent mismanagement of the securities account.  In\r\n  January 2007, Wachovia filed a motion for summary judgment as to the Beanes'\r\n  obligation on the note.  The master-in-equity heard both motions in August\r\n  2007.  The master granted Wachovia's motion for summary judgment finding\r\n  &quot;no genuine issue as to any material fact that the debt is owed by the\r\n  Beanes.&quot;  However, the master found &quot;a genuine question of fact as to\r\n  the amount now due, owing and unpaid upon the Note&quot; and set a damages\r\n  hearing.  The master granted the Beanes' motion to amend their answer &quot;to\r\n  the extent the Defendant seeks to establish the right to setoff of the amount\r\n  owed under the Note.&quot;\r\nThe\r\n  issues of damages due to Wachovia under the note and the Beanes' setoff claim\r\n  were tried before the circuit court in December 2008.  The Beanes' expert\r\n  testified Wachovia's mismanagement of the securities account resulted in\r\n  underperformance in the amount of $176,121.00.  At the close of the Beanes'\r\n  evidence, Wachovia made a motion for a directed verdict as to setoff.  Wachovia\r\n  argued the master's order allowing the Beanes to assert setoff limited their\r\n  recovery to the amount due on the note and the only evidence of damages\r\n  incurred by the Beanes was the testimony of $176,121.00 of underperformance.  The\r\n  trial court denied the motion.\r\nThe\r\n  trial court submitted the Beanes' setoff claim to the jury.  The court charged\r\n  the jury that it may award only one form of relief—money damages.  The charge\r\n  and verdict form gave the jury two options: award the Beanes damages in a\r\n  specific amount for Wachovia's alleged mismanagement of the securities account,\r\n  or find no liability and award a verdict to Wachovia.  Nevertheless, the jury\r\n  awarded the Beanes three separate elements of relief: (1) money damages &quot;in\r\n  the amount of $198,395.17,&quot; (2) &quot;plus all attorney fees,&quot; and\r\n  (3) &quot;any remaining amount on the Beanes' loan account forgiven.&quot;\r\nWachovia\r\n  renewed the arguments it made for directed verdict in a motion for judgment\r\n  notwithstanding the verdict.  Wachovia also made motions for new trial absolute\r\n  or, in the alternative, new trial nisi remittitur.  The trial court denied\r\n  Wachovia's motions.\r\nII.&nbsp; New Trial Absolute\r\nWachovia\r\n  made a motion for a new trial absolute based on the jury's failure to follow\r\n  the trial court's instructions.  Specifically, Wachovia argued the jury's award\r\n  of attorney's fees and forgiveness of the note was improper under the law, not\r\n  supported by any evidence, and in direct contradiction of the jury charge.  In\r\n  Wachovia's motion for a new trial nisi remittitur it argues even the dollar\r\n  amount of the verdict exceeds the amount of the recoverable loss testified to\r\n  by the Beanes' own expert.  We agree and hold the motion for a new trial\r\n  absolute should have been granted.\r\n&quot;If\r\n  the amount of the verdict is grossly inadequate or excessive so as to be the\r\n  result of passion, caprice, prejudice, or some other influence outside the evidence,\r\n  the trial judge must grant a new trial absolute.&quot;  O'Neal v. Bowles,\r\n  314 S.C. 525, 527, 431 S.E.2d 555, 556 (1993) (emphasis omitted); Curtis v.\r\n    Blake, 392 S.C. 494, 500, 709 S.E.2d 79, 82 (Ct. App. 2011) (internal\r\n  quotations marks omitted).  &quot;A trial judge's refusal to grant a new trial\r\n  absolute when the verdict is grossly inadequate or excessive is an abuse of\r\n  discretion&quot; and on appeal this court will grant a new trial absolute.  Allstate\r\n    Ins. Co. v. Durham, 314 S.C. 529, 531, 431 S.E.2d 557, 558 (1993).  The\r\n  combined effect of the three elements of the jury's verdict in this case\r\n  demonstrates the jury awarded relief that was grossly excessive, based its\r\n  decision on matters outside of the evidence, and did not follow the jury\r\n  instructions.  \r\nFirst,\r\n  the jury awarded the Beanes forgiveness of the remaining amount of the loan\r\n  account.  Because the trial court's charge did not permit the jury to award\r\n  this relief, and because the master awarded summary judgment on the note, the\r\n  jury acted outside of its authority in awarding this relief.  Moreover, there\r\n  was no evidence presented as to the amount due on the loan as of the date of\r\n  trial.  Therefore, it was impossible for the jury to determine if the Beanes\r\n  proved damages that equaled or exceeded the amount due on the loan.  As to this\r\n  element of the verdict, the jury awarded relief not permitted by the trial\r\n  court in an unknown amount as to which there is no evidentiary support.    \r\nSecond,\r\n  the jury awarded the Beanes attorney's fees.  The parties presented no evidence\r\n  of attorney's fees, the trial court did not instruct the jury that it could\r\n  award attorney's fees, and as a matter of law, attorney's fees are not\r\n  recoverable in this action.  See Jackson v. Speed, 326 S.C. 289,\r\n  307, 486 S.E.2d 750, 759 (1997) (&quot;Attorney's fees are not recoverable\r\n  unless authorized by contract or statute.&quot;).  After the jury returned the\r\n  verdict, both parties and the trial court agreed that attorney's fees were not\r\n  recoverable.  The trial court could not cure this improper action of the jury\r\n  by simply excluding the attorney's fees from the judgment.  \r\nThird,\r\n  the jury awarded the Beanes $198,395.17.  However, the only evidence of damages\r\n  suffered by the Beanes as a result of the negligent mismanagement of the\r\n  securities account is the testimony of their expert stating the account\r\n  underperformed by $176,121.00.  While it may have been possible for the Beanes\r\n  to prove consequential damages beyond the financial loss due to\r\n  underperformance of the account, no such proof was offered.  The Beanes contend\r\n  on appeal that the expert's testimony of $176,121.00 does not include\r\n  interest.  However, the record gives the jury no basis on which to determine\r\n  how to calculate any lost interest.  We also note the trial court charged pain\r\n  and suffering as an element of damages.  However, there is no evidence in the\r\n  record concerning pain and suffering.[1] Therefore, the maximum award supported by the evidence presented in this case\r\n  is the amount of damages testified to by the Beanes' expert—$176,121.00.  \r\nThe\r\n  combination of the three elements of damages yields a grossly excessive\r\n  verdict.  The verdict demonstrates that the jury acted on some basis other than\r\n  the evidence presented and that it did not follow the legal instructions given\r\n  by the trial court.  Our courts have consistently held that when a grossly\r\n  excessive jury verdict is based on improper considerations such as these, the\r\n  trial judge must grant a new trial.  See O'Neal, 314 S.C. at 527,\r\n  431 S.E.2d at 556.  \r\nIII.&nbsp; Wachovia's Motions as to Setoff\r\nWachovia\r\n  contends the trial court erred in not granting its motion for directed verdict or\r\n  JNOV as to setoff.  We agree.  &quot;When we review a trial judge's . . .\r\n  denial of a motion for directed verdict or JNOV, we reverse only when there is\r\n  no evidence to support the ruling or when the ruling is governed by an error of\r\n  law.&quot;  Watson v. Ford Motor Co., 389 S.C. 434, 455, 699 S.E.2d 169,\r\n  180 (2010) (internal quotation marks omitted).  We are &quot;required to view\r\n  the evidence and inferences that reasonably can be drawn from the evidence in\r\n  the light most favorable to the non-moving party.&quot;  Pridgen v. Ward,\r\n  391 S.C. 238, 243, 705 S.E.2d 58, 61 (Ct. App. 2010) (internal quotation marks\r\n  omitted).\r\nThe\r\n  trial court denied the JNOV motion because it found the master's order did not\r\n  limit the amount the Beanes could recover under their setoff claim to the\r\n  amount due under the note.  We find this was an error of law.  The Beanes attached\r\n  a copy of their proposed amended answer to the motion to amend.  The proposed answer\r\n  contained two claims alleging negligent mismanagement.  The first was a\r\n  &quot;counterclaim&quot; alleging the Beanes were &quot;damaged . . . in an\r\n  amount to be determined.&quot;  The second was an &quot;affirmative\r\n  defense&quot; for setoff.  The setoff claim included the specific allegation\r\n  that &quot;[t]o the extent the [Beanes] are obligated to [Wachovia]\r\n  their obligation should be setoff by the funds lost due to . . . mismanagement.&quot;\r\n   (emphasis added).  The master's order mirrored the language of the setoff\r\n  claim, stating the Beanes' &quot;Motion to Amend [their] Answer and to allege\r\n  counterclaims . . . is granted to the extent the [Beanes] seek[] to establish\r\n  the right to a setoff of the amount owed under the Note.&quot;  The master's\r\n  order did not permit any amendment to the Beanes' answer other than to allege a\r\n  setoff.  \r\nThe Beanes\r\n  argue, however, that an award for setoff may exceed the underlying claim.  This\r\n  is correct under Rule 13, SCRCP, which states &quot;[a] counterclaim may or\r\n    may not diminish or defeat the recovery sought by the opposing party.  It may claim relief exceeding in amount or different in kind from that sought in the\r\n  pleading of the opposing party.&quot;  (emphasis added).  However, the Beanes'\r\n  claim for setoff in their proposed amended answer limited itself &quot;to the\r\n  extent [the Beanes] are obligated to [Wachovia].&quot;  The master's order\r\n  granted the amendment only to allow the Beanes' setoff claim, and did not allow\r\n  the Beanes' proposed counterclaim, which sought recovery beyond the amount due\r\n  on the note.\r\nWe find\r\n  the master acted within his discretion to limit the proposed amendment in this\r\n  manner.  The Beanes waited almost three years before they made any motion to amend\r\n  their answer.  Trial courts have wide discretion to grant or deny motions to\r\n  amend, particularly after such a significant delay.  See Hale v. Finn,\r\n  388 S.C. 79, 87-88, 694 S.E.2d 51, 56 (Ct. App. 2010) (&quot;Courts have wide\r\n  latitude in amending pleadings and, . . . the matter of allowing amendments is\r\n  left to the sound discretion of the trial judge.&quot;).  Because the master's\r\n  order limited the amendment of the Beanes' answer to assert a claim for setoff,\r\n  the trial court erred in not granting JNOV to limit the amount the Beanes could\r\n  recover on their setoff claim to the amount due under the note.\r\nIV.&nbsp; Conclusion\r\nThe\r\n  trial court's decision not to grant a new trial amounts to an abuse of\r\n  discretion.  Accordingly we reverse that decision, vacate the judgment entered,\r\n  and remand for a new trial in which the Beanes' claims for negligent\r\n  mismanagement of the securities account will be limited to a setoff from the\r\n  amount due on the loan.\r\nTHOMAS,\r\n  J., concurs.\r\nLOCKEMY,\r\n  J., dissenting in a separate opinion.\r\nLOCKEMY,\r\n  J., dissenting:  I dissent with the majority because I believe due to this\r\n  case's exceptional circumstances, it can be resolved by reforming the jury's\r\n  verdict.\r\n&quot;A\r\n  trial court is vested with very limited power to correct a jury verdict which\r\n  is defective in form, but which in substance clearly and definitively expresses\r\n  the jury's intentions.&quot;  Vinson v. Hartley, 324 S.C. 389, 406, 477\r\n  S.E.2d 715, 724 (Ct. App. 1996).  &quot;However, the trial court can correct,\r\n  reform, or remold such a verdict so as to express the jury's clear and\r\n  definitely manifested intention.&quot;  Id.  &quot;The correction of a\r\n  jury verdict may be appropriate in those exceptional situations where it is\r\n  clear there has been a mere ministerial error in reporting the verdict.&quot;  Id.; see 75B Am. Jur. 2d Trial § 1612 (2007).\r\n&quot;A\r\n  trial court may amend a verdict in matters of form, but not of substance.&quot;\r\n   Vinson, 324 S.C. at 406, 477 S.E.2d at 724.  &quot;A change of\r\n  substance is a change affecting the jury's underlying decision, but a change in\r\n  form is one which merely corrects a technical error made by the jury.&quot;  Id.  &quot;The judge cannot, under the guise of amending the verdict, invade the\r\n  province of the jury or substitute his verdict for theirs.&quot;  Id. \r\nIn Carolina\r\n  State Hwy. Dep't v. Miller, 237 S.C. 386, 394-95, 117 S.E.2d 561, 565\r\n  (1960), our supreme court addressed amendment of a verdict by the trial court:\r\n\r\nAfter\r\n  the amendment the verdict must be not merely what the judge thinks it ought to\r\n  have been, but what the jury intended it to be. Their actual intent, and not\r\n  his notion of what they ought to have intended, is the thing to be expressed and\r\n  worked out by the amendment.\r\n\r\n&quot;'The law rather\r\n  forbids this [c]ourt assuming to take upon itself the powers, duties, rights,\r\n  and privileges of a jury.'&quot;  Vinson, 324 S.C. at 407, 477 S.E.2d at\r\n  724 (quoting Anderson v. Aetna Cas. &amp; Sur. Co., 175 S.C. 254, 282,\r\n  178 S.E. 819, 829-30 (1934)). \r\nHere, I\r\n  find the trial court erred in failing to instruct the jury on the law of\r\n  setoff, as well as in allowing the jury to award damages for negligence beyond\r\n  a complete setoff.  I conclude the language of the master's order strictly limited\r\n  the Beanes to asserting a setoff and only permitted the Beanes to allege causes\r\n  of action that established their right to a setoff.  See 20 Am. Jur. 2d Counterclaim,\r\n    Recoupment &amp; Setoff § 7 (2005) (noting a setoff must rest on a claim\r\n  enforceable in its own right).  However, the trial court's errors did not\r\n  obscure the jury's clear belief that the Beanes were wronged and the jury's\r\n  clear intent to compensate the Beanes in an amount at least equivalent to a\r\n  complete setoff of their damages.  \r\nI find\r\n  the evidence presented at trial supports a verdict of a full setoff against the\r\n  $224,625.37 that the Beanes owed under the note.  Jack Herrmann, the Beanes' financial\r\n  expert, testified the securities account underperformed by $176,121 due to\r\n  Wachovia's mismanagement.  Herrmann explained if Wachovia invested the Beanes'\r\n  money in stocks and bonds with an average amount of risk, the securities\r\n  account would have had sufficient funds to pay off the balance on the note. \r\n  Herrmann also explained if Wachovia had not liquidated the Beanes' account at\r\n  the bottom of the market it would have recovered some of its value and the\r\n  Beanes &quot;probably would have had enough funds . . . to pay the balance of\r\n  the loan.&quot;  Furthermore, the Beanes lost the opportunity to earn interest\r\n  on the amount of the account balance at liquidation and on the amount the\r\n  account underperformed.  \r\nA jury\r\n  deliberated and decided the specific issue that the majority sends back for a\r\n  new trial.  I believe it unnecessary and an inefficient administration of\r\n  justice to require a new trial in which the award would be limited to a\r\n  complete setoff, when simply amending the verdict to reflect a complete setoff\r\n  would represent the original jury's intentions without invading the jury's\r\n  province.[2] \r\n  Here, this court has the ability to correct an error in form.  There is no\r\n  change in the substance of the verdict because the jury's underlying decision\r\n  remains intact.  Thus, I would propose amending the verdict to its legal limit,\r\n  rather than sending the issue before a new jury for a trial in which the award\r\n  is limited to a complete setoff.  \r\n\r\n\r\n[1] The record contains no explanation as to why pain and suffering was charged. \r\n  Pain and suffering damages are recoverable for physical pain and resulting\r\n  suffering caused by personal injuries.  See Boan v. Blackwell,\r\n  343 S.C. 498, 501-02, 541 S.E.2d 242, 244 (2001) (&quot;An award for pain and\r\n  suffering compensates the injured person for the physical discomfort and the\r\n  emotional response to the sensation of pain caused by the injury itself.&quot;). \r\n  Pain and suffering damages are not recoverable in a claim for mismanagement of\r\n  a financial account.\r\n[2] I emphasize again that this is indeed an exceptional case.  See Vinson,\r\n  324 S.C. at 406, 477 S.E.2d at 724.  While reformation should not be done\r\n  lightly, I believe case law supports it in this instance.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4963","title":"State v. Hoyle","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4963","description":"This appeal arises out of an order of the circuit court reversing Respondent Mark Allen Hoyle's conviction for driving under the influence. On appeal, the State claims the circuit court erred in suppressing the incident site videotape and reversing Hoyle's conviction, arguing Hoyle was given appropriate Miranda warnings in compliance with section 56-5-2953 of the South Carolina Code (Supp. 2011). We reverse.","date":"2012-04-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF\r\n  SOUTH CAROLINA\r\nIn The Court\r\n  of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Appellant,\r\nv.\r\nMark Allen Hoyle, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York\r\n  County\r\nJohn C. Hayes,\r\n  III, Circuit Court Judge\r\n\r\nOpinion No.  4963\r\nHeard March 19,\r\n  2012 – Filed April 4, 2012\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney\r\n  General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Senior Assistant Deputy\r\n  Attorney General Salley W. Elliott, and Assistant Attorney General William M.\r\n  Blitch, Jr., all of Columbia; and Solicitor Kevin Brackett, of York, for\r\n  Appellant.\r\nJohn M. Foster, of Rock Hill, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nPIEPER, J.: This appeal arises out of Appellant Mark Allen\r\n  Hoyle's magistrate's court conviction for driving under the influence (DUI).  The\r\n  circuit court found the magistrate erred by failing to suppress the incident\r\n  site video recording due to incomplete Miranda[1] warnings;\r\n  consequently, the circuit court remanded the case to the magistrate's court for\r\n  a new trial.  On appeal, the State argues the circuit court erred in ordering\r\n  the suppression of the video recording because the arresting officer gave Hoyle\r\n  sufficient Miranda warnings in compliance with section 56-5-2953 of the South\r\n  Carolina Code (Supp. 2011).&nbsp; We reverse.\r\nFACTS\r\nOn March 21, 2009, Hoyle was charged with DUI. Upon his arrest, the officer advised Hoyle of the following: (1)\r\n  he had the right to remain silent; (2) anything he said could be used against\r\n  him in a court of law; (3) he had the right to an attorney; and (4) if he could\r\n  not afford an attorney, one would be appointed for him prior to questioning.  The\r\n  officer did not advise Hoyle that he had the right to terminate the\r\n  interrogation at any time and to not answer any further questions. Hoyle was\r\n  convicted of DUI.  Hoyle appealed his conviction, arguing the magistrate's\r\n  court erred in refusing to dismiss the charge, or in the alternative, erred in\r\n  failing to suppress certain evidence, because (1) he was not fully advised of\r\n  his Miranda rights and (2) certain audio portions of the sequence of\r\n  events were missing.[2] \r\n  At the hearing before the circuit court, Hoyle relied on State v. Kennedy,\r\n  325 S.C. 295, 479 S.E.2d 838 (Ct. App. 1996), and argued the incident site\r\n  video recording should be suppressed because it did not contain the officer\r\n  instructing Hoyle of the Miranda warning that a suspect has the\r\n  &quot;right to terminate the interrogation at any time and not to answer any\r\n  further questions.&quot;  The circuit court agreed, remanded for a new trial,\r\n  and ordered the incident site video recording be suppressed.  This appeal\r\n  followed. \r\nSTANDARD OF REVIEW\r\nIn a criminal appeal from the magistrate's court, the\r\n  circuit court does not review the matter de novo; rather, the court reviews the\r\n  case for preserved errors raised by appropriate exception.  Town of Mt.\r\n    Pleasant v. Roberts, 393 S.C. 332, 341, 713 S.E.2d 278, 282 (2011).  The\r\n  circuit court &quot;may either confirm the sentence appealed from, reverse or\r\n  modify it, or grant a new trial.&quot;  S.C. Code Ann. § 18-3-70 (Supp. 2011). \r\n  &quot;The appellate court's review in criminal cases is limited to correcting\r\n  the order of the circuit court for errors of law.&quot;  State v. Johnson,\r\n  396 S.C. 182, 186, 720 S.E.2d 516, 518 (Ct. App. 2011). \r\nLAW/ANALYSIS \r\nThe State argues the circuit court\r\n  erred in suppressing the incident site video recording and remanding for a new\r\n  trial because Hoyle was given appropriate Miranda warnings in compliance\r\n  with section 56-5-2953.  We agree.  \r\n\r\n&quot;'All rules of statutory construction\r\n  are subservient to the one that the legislative intent must prevail if it can\r\n  be reasonably discovered in the language used, and that language must be\r\n  construed in the light of the intended purpose of the statute.'&quot;  State\r\n  v. Sweat, 386 S.C. 339, 350, 688 S.E.2d 569, 575 (2010) (quoting Broadhurst\r\n  v. City of Myrtle Beach Election Comm'n, 342 S.C. 373, 380, 537 S.E.2d 543,\r\n  546 (2000)). The court should look to the plain language of the statute.  Binney\r\n  v. State, 384 S.C. 539, 544, 683 S.E.2d 478, 480 (2009).  If the language\r\n  of a statute is unambiguous and conveys a clear and definite meaning, then the\r\n  rules of statutory interpretation are not needed and the court has no right to\r\n  impose a different meaning.  State v. Gaines, 380 S.C. 23, 33, 667\r\n  S.E.2d 728, 733 (2008). \r\n\r\n  The applicable provisions of the statute in question\r\n    follow:\r\n  \r\n  (A) A person who\r\n    violates Section 56-5-2930, 56-5-2933, or 56-5-2945 must have his conduct at\r\n    the incident site and the breath test site video recorded.\r\n  (1)(a) The video\r\n    recording at the incident site must:\r\n  (i) not begin later\r\n    than the activation of the officer's blue lights;\r\n  (ii) include any\r\n    field sobriety tests administered; and\r\n  (iii) include the\r\n    arrest of a person for a violation of Section 56-5-2930 or Section 56-5-2933,\r\n    or a probable cause determination in that the person violated Section\r\n    56-5-2945, and show the person being advised of his Miranda rights.\r\n  \r\n\r\n  S.C. Code Ann. § 56-5-2953(A)(1)(a) (Supp. 2011).\r\n  To give force to the Constitution's protection against\r\n    compelled self-incrimination, the United States Supreme Court established in Miranda &quot;certain procedural safeguards that require police to advise criminal\r\n    suspects of their rights under the Fifth and Fourteenth Amendments before commencing\r\n    custodial interrogation.&quot;  Duckworth v. Eagan, 492 U.S. 195, 201\r\n    (1989).  The Miranda court held that a suspect in custody must be warned\r\n    of the following rights: \r\n\r\n  He must be warned\r\n    prior to any questioning that he has the right to remain silent, that anything\r\n    he says can be used against him in a court of law, that he has the right to the\r\n    presence of an attorney, and that if he cannot afford an attorney one will be\r\n    appointed for him prior to any questioning if he so desires. \r\n\r\n  384 U.S. at 479.\r\n  The court also explained that &quot;[o]nce warnings\r\n    have been given, the subsequent procedure is clear.  If the individual\r\n    indicates in any manner, at any time prior to or during questioning, that he\r\n    wishes to remain silent, the interrogation must cease.&quot;  Id. at\r\n    473-74.  Furthermore, if the suspect decides, after receiving the Miranda warnings, that he wishes to remain silent, the custodial officers must\r\n    &quot;scrupulously honor[]&quot; his &quot;right to cut off questioning.&quot;  Michigan v. Mosley, 423 U.S. 96, 104 (1975). \r\n\r\n  In State v. Kennedy, this court cited Miranda,\r\n    stating: \r\n  \r\n  A suspect in\r\n    custody may not be subjected to interrogation unless he is informed that: he\r\n    has the right to remain silent; anything he says can be used against him in a\r\n    court of law; he has a right to the presence of an attorney; if he cannot\r\n    afford an attorney, one will be appointed for him prior to any questioning, if\r\n    he so desires; and he has the right to terminate the interrogation at any time\r\n    and not to answer any further questions. \r\n  \r\n\r\n  325 S.C. 295, 303, 479 S.E.2d 838, 842 (Ct. App. 1996), aff'd as\r\n    modified, 333 S.C. 426, 510 S.E.2d 714 (1998). \r\n  The issue in Kennedy was whether the defendant\r\n    voluntarily waived his Miranda rights.  Id. at 306, 479 S.E.2d at\r\n    844.  The court did not discuss the sufficiency of the warnings given, and the\r\n    court did not discuss whether the officer informed the defendant of his right\r\n    to terminate the interrogation. Id. at 306-09, 479 S.E.2d at 844-46.  On\r\n    the other hand, in State v. Cannon, police gave the defendant the\r\n    following Miranda warning: \r\n\r\n  You have the right\r\n    to remain silent; anything you say can and will be used against you in a court\r\n    of law; you have the right to talk to a lawyer and have him present with you\r\n    while you are being questioned; if you cannot afford to hire a lawyer, one will\r\n    be appointed to represent you before any questioning if you wish one.\r\n\r\n  260 S.C. 537, 542-43, 197 S.E.2d 678, 680 (1973), cert. denied,\r\n    414 U.S. 1067 (1973).  The defendant appealed, arguing the warnings were\r\n    insufficient and should have included the following language: &quot;If you\r\n    decide to answer any questions now without a lawyer present, you will still\r\n    have the right to stop answering at any time or until you talk to a\r\n    lawyer.&quot;  Id. at 543, 197 S.E.2d at 680.  The South Carolina\r\n    Supreme Court disagreed and found that Miranda does not require an\r\n    officer to inform a suspect of his right to stop answering questions at any\r\n    time. Id. \r\n  The language in Miranda is clear that the right\r\n    to terminate the interrogation at any time and to not answer any further\r\n    questions is not a required Miranda warning.  Miranda only requires\r\n    four warnings, and the United States Supreme Court did not include the right to\r\n    terminate the interrogation at any time as one of the four warnings.  See Miranda, 384 U.S. at 479 (holding a suspect in custody must be warned\r\n    prior to any questioning that &quot;he has the right to remain silent, that\r\n    anything he says can be used against him in a court of law, that he has the\r\n    right to the presence of an attorney, and that if he cannot afford an attorney\r\n    one will be appointed for him prior to any questioning if he so\r\n    desires&quot;).  Furthermore, pursuant to Miranda, the right to\r\n    terminate an interrogation arises after warnings are given.  See id. at 473-74 (&quot;Once warnings have been given, the subsequent procedure is\r\n    clear. If the individual indicates in any manner, at any time prior to or\r\n    during questioning, that he wishes to remain silent, the interrogation must\r\n    cease.&quot;). \r\n  Recent United States Supreme Court decisions\r\n    interpreting Miranda also recognize Miranda includes four\r\n    rights.  See Berghuis v. Thompkins, 130 S. Ct. 2250, 2259 (2010)\r\n    (quoting Miranda for the proposition that a suspect &quot;must be warned\r\n    prior to any questioning that he has the right to remain silent, that anything\r\n    he says can be used against him in a court of law, that he has the right to the\r\n    presence of an attorney, and that if he cannot afford an attorney one will be\r\n    appointed for him prior to any questioning if he so desires&quot; (internal\r\n    quotation marks omitted));  Florida v. Powell, 130 S. Ct. 1195, 1204\r\n    (2010) (noting that &quot;[t]he four warnings Miranda requires are\r\n    invariable, but this Court has not dictated the words in which the essential\r\n    information must be conveyed&quot;). \r\n  Our interpretation of Miranda and Cannon is also consistent with other jurisdictions that have considered the issue and\r\n    determined that under Miranda an officer is not required to inform a\r\n    suspect of a right to stop questioning after it has begun.  See United\r\n      States v. Lares-Valdez, 939 F.2d 688, 690 (9th Cir. 1991) (finding that the Miranda court contemplated the right to cease questioning and declined\r\n    to include it among the warnings necessary to protect a suspect's Fifth and Sixth\r\n    Amendment rights); Mock v. Rose, 472 F.2d 619, 622 (6th Cir. 1972)\r\n    (holding Miranda warnings do not include the right to stop answering\r\n    questions at any time);  Flannagin v. State, 266 So. 2d 643, 651 (Ala.\r\n    1972) (holding an officer is not required under Miranda to inform a\r\n    suspect that he has the right to stop questioning at any time because\r\n    &quot;[t]he right of an accused to exercise [the four Miranda] rights at\r\n    any time during the proceeding is not a separate right of which he must be\r\n    independently informed.  It is, instead, the practical result of his exercising\r\n    those other rights at a time of his choosing&quot;); Katzensky v. State,\r\n    183 S.E.2d 749, 751 (Ga. 1971) (&quot;Miranda does not require the officers to\r\n    advise the individual that he may withdraw the waiver of his constitutional\r\n    rights at any time during the interrogation.&quot;).  \r\n  For the bench, bar,&nbsp;and law\r\n    enforcement, we recognize a need may exist to clarify any perceived confusion\r\n    about the reach of&nbsp;Kennedy.[3]&nbsp;  Regarding the language at issue herein, we interpret that part\r\n    of&nbsp;Kennedy&nbsp;as\r\n    being dicta.[4] Moreover, even if we were to interpret the reach of&nbsp;Kennedy&nbsp;otherwise, the South\r\n    Carolina Supreme Court's opinion in&nbsp;Cannon&nbsp;serves as the controlling precedent for purposes of our review. \r\n    While one panel of this court cannot overturn prior published precedent of\r\n    another panel of this court absent en banc review, we need not do so in order\r\n    to apply controlling South Carolina Supreme Court precedent.  Based on the\r\n    foregoing, we find&nbsp;that the South Carolina&nbsp;Supreme Court&nbsp;does\r\n    not interpret Miranda to require an oral or written warning on&nbsp;the\r\n    right to terminate an interrogation at any time and to not answer any further\r\n    questions.[5]\r\n  A review of the incident site video recording indicates\r\n    the officer gave Hoyle all four warnings required by Miranda; thus, the\r\n    officer fully complied with both Miranda and section 56-5-2953. See S.C. Code Ann. § 56-5-2953(A)(1)(a)(iii) (Supp. 2011) (&quot;The video\r\n    recording at the incident site must . . . show the person being advised of his\r\n    Miranda rights.&quot;).  Therefore, we reverse the circuit court's order and\r\n    reinstate the conviction.  \r\n  CONCLUSION\r\n   Accordingly, the order of the circuit court is hereby\r\n   REVERSED.\r\n  KONDUROS and GEATHERS, JJ., concur.  \r\n\r\n\r\n[1] Miranda v. Arizona, 384 U.S. 436 (1966).\r\n[2] To the extent this second issue was independent of\r\n  the Miranda issue, that issue was neither ruled on by the circuit court,\r\n  nor argued on appeal to this court.  In fact, Hoyle clarified his argument\r\n  before the circuit court in stating &quot;the only question I submit to this\r\n  court that they have to decide, that you have to decide, Your Honor, is whether\r\n  [Hoyle is] entitled to dismissal or a remand for further proceedings for\r\n  suppression of evidence for deficient Miranda.&quot;  \r\n[3] See Op. S.C. Att'y Gen., 2009 WL 1968618 (June\r\n  4, 2009) (responding to an inquiry by the South Carolina Sheriffs' Association\r\n  as to whether Kennedy affords a fifth right that must be included in a Miranda warning).\r\n[4] Notably, subsequent opinions from this court have\r\n  cited Kennedy when stating the rule on Miranda warnings; however,\r\n  no case cites the language in Kennedy that an officer must inform a\r\n  suspect of the right to terminate the interrogation at any time and to not\r\n  answer any further questions.  See State v. Breeze, 379 S.C. 538,\r\n  544, 665 S.E.2d 247, 250 (Ct. App. 2008); State v. Lynch, 375 S.C. 628,\r\n  633 n.5, 654 S.E.2d 292, 295 n.5 (Ct. App. 2007).  \r\n[5] Hoyle asserted various policy arguments in support of\r\n  expanded warnings in South Carolina; however, we reject those arguments. \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4964","title":"State v. Adams","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4964","description":"Alfred Adams appeals his conviction for trafficking cocaine.  He argues the trial court erred in refusing to suppress drugs found on his person during a traffic stop.  We affirm.","date":"2012-04-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\nThe State, Respondent,\r\nv.\r\nAlfred Adams, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County\r\n J.C.\r\n  Buddy Nicholson, Jr., Circuit\r\n  Court Judge\r\n\r\nOpinion No. 4964\r\nHeard February 14, 2012 – Filed April 25,\r\n  2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender Robert M. Pachak, of\r\n  Columbia, for Appellant.\r\nAttorney General Alan Wilson, Chief Deputy\r\n  Attorney General John W. McIntosh, Senior Assistant Deputy Attorney General\r\n  Salley W. Elliott, and Assistant Attorney General Deborah R.J. Shupe, all of\r\n  Columbia; and Solicitor Donald V. Myers, of Lexington, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.:     Alfred\r\n  Adams appeals his conviction for trafficking cocaine.  He argues the trial\r\n  court erred in refusing to suppress drugs found on his person during a traffic\r\n  stop.  We affirm.\r\nFACTS AND PROCEDURAL HISTORY\r\nIn July 2008, the North Charleston Police Department\r\n  (the Department) learned that Adams was involved in a shooting and attempted\r\n  robbery associated with a drug deal.  Based on further investigation, the\r\n  Department believed Adams was a drug dealer whose source of supply was in\r\n  Atlanta, Georgia.  The Department consequently installed a tracking device[1] on Adams's vehicle while the vehicle was parked in a public parking garage. \r\n  The Department did not seek a warrant or judicial order before installing the\r\n  device.  \r\nFive days later, the Department learned from the\r\n  device that Adams's vehicle traveled to Atlanta, remained in that area for less\r\n  than an hour, and began returning toward Charleston on Interstate 26.[2] \r\n  Around 11:55 p.m., the Department contacted Sergeant Timothy Blair, who was\r\n  accompanied by his drug dog and sitting in his cruiser at a rest area off of\r\n  the interstate.  The Department instructed Sergeant Blair to &quot;be on the\r\n  lookout&quot; for the vehicle and stop it if it violated any traffic laws.  As\r\n  Sergeant Blair entered the interstate, he spotted the vehicle and observed it\r\n  change lanes twice without using a turn signal.  Sergeant Blair initiated a\r\n  traffic stop at 11:57 p.m., and the vehicle pulled into a gas station.  \r\nSergeant Blair approached the driver's side of the vehicle\r\n  without his drug dog.  Adams was driving, and Sergeant Blair advised him of the\r\n  violations.  At that time, Adams &quot;was acting very nervous.  He had his\r\n  hands down below where [Sergeant Blair] couldn't see them.&quot;  Sergeant\r\n  Blair asked Adams to keep his hands visible and noticed another vehicle turn\r\n  into the gas station as he initiated the stop.  Sergeant Blair was worried the\r\n  second vehicle was a &quot;trail vehicle&quot; because the driver was watching\r\n  the traffic stop, acting &quot;kind of panicky, looking back and forth,&quot;\r\n  and &quot;fidgeting with his jacket.&quot;  Sergeant Blair requested backup out\r\n  of concern for his safety.  \r\nOfficer James Greenawalt arrived approximately three\r\n  minutes later.  He removed Adams from the vehicle and began a license check.  Meanwhile,\r\n  Sergeant Blair used his dog to conduct a perimeter sniff of the vehicle. \r\n  During this period, Adams repeatedly attempted to talk to the officers, and his\r\n  eyes &quot;were looking in other directions like trying to make a way for\r\n  escape.&quot;  The dog alerted at the driver's door and then on the driver's\r\n  seat and center console.[3]  \r\nAfter the dog alerted, Officer Greenawalt began to pat\r\n  down Adams for weapons.  In doing so, he felt a &quot;jagged, round object&quot;\r\n  in Adams's groin area that his training and experience led him to believe was\r\n  drugs.  He placed Adams in handcuffs and retrieved the item, which was 141.62\r\n  grams of packaged cocaine.  The license check was not complete when the dog\r\n  alerted and ensuing pat-down occurred.  The drugs were found a little less than\r\n  8 minutes after Adams was pulled over.  Adams was never issued a citation for\r\n  the traffic violations.  \r\nA Charleston County grand jury indicted Adams for\r\n  trafficking cocaine.  During pretrial motions, Adams moved to suppress the\r\n  drugs, alleging the Department failed to obtain a warrant or court order before\r\n  installing the tracking device pursuant to the Fourth Amendment and section\r\n  17-30-140 of the South Carolina Code (Supp. 2011).  The trial court agreed that\r\n  the Department violated the statute.  However, the court held the violation did\r\n  not warrant suppression of the evidence without a corresponding constitutional\r\n  violation.  Relying on United States v. Knotts, 460 U.S. 276 (1983), the\r\n  court held that the use of the tracking device was not a search.  Moreover, the\r\n  court held the traffic stop, pat-down, and retrieval of the drugs did not\r\n  violate Adams's Fourth Amendment rights.  Thus, the court found no\r\n  constitutional violation occurred, and the motion to suppress was denied.  \r\nAdams was found guilty and sentenced to twenty-five\r\n  years' imprisonment and a $50,000 fine.  This appeal followed.\r\nISSUE ON APPEAL\r\nDid the trial court err in denying Adams's motion to\r\n  suppress?\r\nSTANDARD OF REVIEW\r\n&quot;The admission\r\n  of evidence is within the discretion\r\n  of the trial court and will not be reversed absent an abuse of discretion.  An\r\n  abuse of discretion occurs when the trial court's ruling is based on an error\r\n  of law or, when grounded in factual conclusions, is without evidentiary\r\n  support.&quot;  State v. Wright, 391 S.C. 436, 442, 706 S.E.2d 324, 326\r\n  (2011) (citation and internal quotation marks omitted).  In Fourth\r\n  Amendment search and seizure cases, &quot;an appellate court\r\n  must affirm if there is any evidence to support the ruling.  The appellate\r\n  court will reverse only when there is clear error.&quot;  Id. (citation\r\n  and internal quotation marks omitted).  \r\nANALYSIS\r\nAdams argues the trial court erred in denying his\r\n  motion to suppress because the drugs were obtained in violation of his Fourth\r\n  Amendment rights.[4] \r\n  Specifically, he maintains the Department's use of the tracking device constituted\r\n  an unlawful search because the Department did not obtain a prior warrant.[5] \r\n  We agree that the Department conducted an unlawful search by installing the tracking\r\n  device on Adams's vehicle and monitoring the vehicle's movements without\r\n  obtaining a prior warrant.  However, this unlawful search did not require\r\n  suppression of the drugs.\r\nI.&nbsp; The Fourth Amendment and Tracking\r\n  Device\r\n&quot;The Fourth Amendment provides in relevant part\r\n  that '[t]he right of the people to be secure in their persons, houses, papers,\r\n  and effects, against unreasonable searches and seizures, shall not be\r\n  violated.'&quot;  United States v. Jones, 132\r\n  S.Ct. 945, 949 (2012) (alteration in quotation).  &quot;[S]earches and\r\n  seizures conducted outside the judicial process, without prior approval by\r\n  judge or magistrate, are per se unreasonable under the Fourth\r\n  Amendment—subject only to a few specifically established and well delineated\r\n  exceptions.&quot;  Minnesota v. Dickerson, 508 U.S. 366, 372 (1993)\r\n  (internal quotation marks omitted).\r\nIn United States v. Jones, the United States Supreme\r\n  Court held that &quot;the Government's installation of a GPS device on a\r\n  target's vehicle, and its use of that device to monitor the vehicle's\r\n  movements, constitutes a 'search.'&quot;  132 S.Ct.\r\n  at 949.  The Court characterized the government's conduct as the &quot;physical[] occup[ation of] private property for the purpose\r\n  of obtaining information.&quot;  Id.  The Court reasoned, &quot;such a\r\n  physical intrusion would have been considered a 'search' within the meaning of\r\n  the Fourth Amendment when it was adopted.&quot;  Id.\r\nHere, the tracking device was installed while Adams's\r\n  vehicle was parked in a public parking garage, and the device was used to\r\n  monitor the vehicle's movements while it was on public streets and highways.  Under Jones, the Department's installation of the device on Adams's vehicle\r\n  and use of that device to monitor the vehicle's movements constituted a &quot;search.&quot;[6] \r\n  Therefore, the Department's failure to obtain a warrant made that search\r\n  unreasonable and resulted in a violation of Adams's constitutional rights.[7] \r\n  Nevertheless, we must still determine whether that violation required\r\n  suppression of the drugs seized from Adams's person.  For the reasons below, we\r\n  find it did not.\r\nII.&nbsp; The Exclusionary Rule and Adams's\r\n  Traffic Violations\r\nAlthough the installation of the tracking device on\r\n  Adams's vehicle and monitoring of the vehicle's movements without a prior\r\n  warrant constituted an unlawful search, the State argues as an additional\r\n  sustaining ground that the exclusionary rule does not require suppression of\r\n  the drugs found on Adams's person.  The State maintains Adams's traffic\r\n  violations were intervening criminal acts sufficient to cure the taint arising\r\n  from unlawfully installing the device and monitoring the vehicle.[8] \r\n  We agree.\r\nThe exclusionary rule prohibits the admission of\r\n  evidence that is the fruit of an unlawful search.  Specifically, it prohibits\r\n  the admission of evidence (1) directly acquired during an unlawful search and\r\n  (2) later discovered and derivative of the unlawful search.[9]  Murray v. United States, 487 U.S. 533, 536-37 (1988); see also Wong\r\n    Sun v. United States, 371 U.S. 471, 488 (1963).  However, under our case\r\n  law the exclusionary rule does not apply to evidence obtained during a search\r\n  or seizure conducted pursuant to an &quot;intervening illegal act.&quot;  State\r\n    v. Nelson, 336 S.C. 186, 194, 519 S.E.2d 786, 790 (1999); see also In\r\n      re Jeremiah W., 361 S.C. 620, 624-25, 606 S.E.2d 766, 768 (2004).  \r\nIn State v. Nelson, a police\r\n  officer driving behind the defendant flashed his high beams to get the\r\n  defendant's attention without intending to initiate a traffic stop.  336 S.C.\r\n  at 189, 519 S.E.2d at 787.  The defendant then ran a stop sign and sped through\r\n  a neighborhood, and the officer initiated a traffic stop, with which the\r\n  defendant complied.  Id.  When the officer approached the defendant's\r\n  vehicle, he smelled alcohol and the defendant refused to participate in a field\r\n  sobriety test.  Id.  The defendant was arrested for driving under the\r\n  influence.  Id.  Our supreme court held that even if the officer acted\r\n  unlawfully in initially attempting to get the defendant's attention, the\r\n  evidence seized as a result of the subsequent traffic stop was admissible\r\n  because the intervening traffic violations &quot;constituted new and distinct\r\n  crimes for which [the officer] had probable cause to stop [the\r\n  d]efendant.&quot;  Id. at 194-95, 519 S.E.2d at 790.\r\nIn this case, Sergeant Blair witnessed\r\n  Adams commit two traffic violations before initiating the traffic stop.  See S.C. Code Ann. § 56-5-2150(a)-(b) (2006) (providing that a driver must use his\r\n  turn signal to indicate the lane change he intends to make); S.C. Code Ann. §\r\n  56-5-6190 (2006) (&quot;It is a misdemeanor for any person to violate any of\r\n  the provisions of this chapter unless such violation is by this chapter or\r\n  other law of this State declared to be a felony.&quot;).  Thus, the trail of taint\r\n  arising from the Department's unlawful search was broken, and the intervening\r\n  illegal act exception permitted admission of the drugs so long as they were lawfully\r\n  obtained during the stop.\r\nIII.&nbsp; The Resulting Search and Seizure\r\nAdams contends the traffic stop and\r\n  pat-down were unlawful because they were a mere pretext for a drug search.  We\r\n  disagree.  \r\nA traffic stop initiated pursuant to a\r\n  traffic violation creating probable cause is not &quot;rendered invalid by the\r\n  fact that it was a mere pretext for a narcotics search.&quot;  State v.\r\n    Corley, 383 S.C. 232, 241, 679 S.E.2d 187, 191-92 (Ct. App. 2009) (internal\r\n  quotation marks omitted), affirmed\r\n    as modified by 392 S.C. 125, 708 S.E.2d 217&nbsp;(2011); see also Whren v. United States, 517\r\n  U.S. 806, 813 (1996).  A police officer's &quot;subjective intentions play no\r\n  role in ordinary, probable-cause Fourth Amendment analysis.&quot;  Corley,\r\n  383 S.C. at 241, 679 S.E.2d at 192 (internal quotation marks omitted); see\r\n    also Whren, 517 U.S. at 813.  Therefore, Sergeant Blair's and\r\n  Officer Greenawalt's prior intentions and knowledge of Adams's involvement with\r\n  drugs did not prevent the officers from conducting a lawful traffic stop and\r\n  pat-down.  A person stopped by the police in such a situation is protected from\r\n  abuse of their rights by our Fourth Amendment framework.  \r\na.&nbsp; The Traffic Stop\r\nEvidence in the record supports the trial court's\r\n  finding that the traffic stop was conducted consistently with Adams's Fourth\r\n  Amendment rights.  \r\n&quot;Temporary detention of individuals\r\n  by the police during an automobile stop constitutes a 'seizure' of an\r\n  individual within the meaning of the Fourth Amendment.&quot;  State v. Banda,\r\n  371 S.C. 245, 252, 639 S.E.2d 36, 40 (2006).  However, &quot;[t]he decision to\r\n  stop an automobile is reasonable where the police have probable cause to\r\n  believe that a traffic violation has occurred.&quot;  Id.  \r\nDuring a lawful traffic stop, an officer\r\n  may &quot;request a driver's license and vehicle registration, run a computer\r\n  check, and issue a citation.&quot;  State v. Jones, 364 S.C. 51, 57, 610 S.E.2d 846, 849 (Ct. App. 2005) (internal\r\n  quotation marks omitted).  The officer may also order the driver to exit the\r\n  vehicle.  Id.; State v. Williams, 351 S.C. 591, 598, 571 S.E.2d\r\n  703, 707 (Ct. App. 2002); see also Pennsylvania v. Mimms, 434 U.S. 106, 110-11\r\n  (1977).  \r\nA lawful traffic stop can become unlawful\r\n  if it exceeds the scope or duration necessary to complete its mission.  State v. Pichardo, 367\r\n  S.C. 84, 98, 623 S.E.2d 840, 848 (Ct. App. 2005); see also Illinois\r\n    v. Caballes, 543 U.S. 405, 407 (2005).  An extension is permitted only if\r\n  (1) the encounter becomes consensual or (2) the officer has at least a\r\n  reasonable, articulable suspicion of other illegal activity.  Pichardo,\r\n  367 S.C. at 99, 623 S.E.2d at 848.  If an officer uses a drug dog to sniff the\r\n  exterior of a defendant's car during a lawful traffic stop, the sniff does not make\r\n  the traffic stop unlawful, even without any evidence of drug activity, so long\r\n  as the sniff does not extend the length of the stop beyond that time necessary\r\n  to complete the stop's purpose.  Caballes, 543 U.S. at 407-09.\r\nHere, Sergeant Blair had probable cause to\r\n  stop Adams's vehicle because he witnessed Adams commit two traffic violations. \r\n  The officers acted reasonably in instructing Adams to step out of the vehicle while\r\n  they waited for a license and registration report.  Sergeant Blair was also\r\n  permitted to walk his drug dog around the vehicle while waiting for the\r\n  completion of Adams's license and registration check.  The first alert occurred\r\n  a mere five to six minutes after the traffic stop began, and no evidence in the\r\n  record indicates the drug sniff extended the duration of the stop.[10] \r\n  Consequently, the officers' conduct up to that point was within constitutional\r\n  bounds.  Whether the drugs were admissible depends upon whether the resulting\r\n  pat-down complied with Adams's Fourth Amendment rights.  \r\nb.&nbsp; The Pat-down\r\nEvidence in the record supports the trial\r\n  court's finding that the pat-down of Adams and retrieval of the drugs complied\r\n  with his Fourth Amendment rights.\r\nAn officer conducting a lawful traffic\r\n  stop may conduct a pat-down search for weapons if the officer &quot;has reason\r\n  to believe the person is armed and dangerous.&quot;  State v. Smith, 329\r\n  S.C. 550, 556, 495 S.E.2d 798, 801 (Ct. App. 1998).  &quot;The officer need not\r\n  be absolutely certain that the individual is armed; the issue is whether a\r\n  reasonably prudent man in the circumstances would be warranted in the belief\r\n  that his safety or that of others was in danger.&quot;  Terry v. Ohio, 392\r\n  U.S. 1, 27 (1968).  \r\n&quot;The purpose of [a pat-down] search is not to\r\n  discover evidence of crime, but to allow the officer to pursue his\r\n  investigation without fear of violence.&quot;  Dickerson, 508 U.S. at 373. \r\n  Therefore, a Terry &quot;protective search—permitted without a warrant\r\n  and on the basis of reasonable suspicion less than probable cause—must be\r\n  strictly 'limited to that which is necessary for the discovery of weapons which\r\n  might be used to harm the officer or others nearby.'&quot;  Id.&nbsp;(quoting Terry, 392 U.S. at 26).  &quot;If the protective search goes beyond what\r\n  is necessary to determine if the suspect is armed, it is no longer valid under Terry and its fruits will be suppressed.&quot;  Id.  \r\nUnder the plain feel doctrine, an officer\r\n  may seize an item felt during a lawful pat-down search for weapons if the item's\r\n  contour or mass makes its incriminating character immediately apparent.  Dickerson,\r\n  508 U.S. at 375-77; State v. Abrams, 322 S.C. 286, 288-89, 471 S.E.2d\r\n  716, 717-18 (Ct. App. 1996).  If that character is not immediately apparent,\r\n  any manipulation of the item constitutes a further, unlawful search and the item\r\n  will be suppressed.  Dickerson, 508 U.S. at 375-77.\r\nIn Minnesota v. Dickerson, the United States\r\n  Supreme Court held that evidence obtained during a pat-down for weapons was\r\n  inadmissible.  During the pat-down, a police officer testified he &quot;felt a\r\n  lump, a small lump .&nbsp;.&nbsp;.&nbsp;.  [He] examined it with [his] fingers\r\n  and it slid and it felt to be a lump of crack cocaine in cellophane.&quot;  508\r\n  U.S. at 369.  The Supreme Court deferred to the state supreme court's\r\n  interpretation of the record, which provided that the police's own testimony\r\n  belied &quot;any notion that [the police] immediately recognized the lump as\r\n  crack cocaine.  Rather,&nbsp;.&nbsp;.&nbsp;. the officer determined that the lump\r\n  was contraband only after squeezing, sliding and otherwise manipulating the contents\r\n  of the defendant's pocket—a pocket which the officer already knew contained no\r\n  weapon.&quot;  Id. at 378 (internal quotation marks omitted).  The Supreme\r\n  Court thus held that, although the police lawfully initiated the pat-down,\r\n  &quot;the officer's continued exploration of the [defendant's] pocket after\r\n  having concluded that it contained no weapon&quot; was a further search,\r\n  unsupported by the concern for weapons.  Id.\r\nIn State v. Abrams, this court held evidence\r\n  seized during a pat-down was inadmissible.  322 S.C. at 287-89, 471 S.E.2d at\r\n  717-18.  The officer testified that he felt a &quot;hard instrument&quot; that\r\n  was &quot;tube like&quot; and &quot;about the size of a shotgun shell.&quot;  Id. \r\n  Moreover, the officer explained that he thought the object &quot;could have\r\n  been 'an instrument used to transport contraband' when he 'found out that there\r\n  were no weapons on [the defendant's] person.'&quot;  Id.  Thus, the\r\n  court determined the evidence's incriminating character was not immediately\r\n  apparent and &quot;[a]ny further search was\r\n  impermissible&quot; because the officer did not believe the evidence was\r\n  contraband until after he concluded the defendant was unarmed.  Id.\r\nIn contrast, this court in State v. Smith held\r\n  evidence obtained during a pat-down was admissible.  329 S.C. at 561, 495\r\n  S.E.2d at 804.  Unlike in Abrams, the officer immediately determined the\r\n  evidence was drugs during the initial pat-down search; even though he did\r\n  squeeze the evidence further, the officer's &quot;testimony indicate[d] he\r\n  determined the object was contraband as soon as he felt it,&quot; and the\r\n  &quot;identification of the substance did not require additional squeezing or\r\n  manipulation.&quot;  Id. at 560-61, 495 S.E.2d at 803-04.\r\nHere, evidence in the record supports the\r\n  finding that Officer Greenawalt had reason to believe Adams was armed and\r\n  dangerous to conduct a pat-down for weapons.  Adams exhibited suspicious\r\n  behavior, and the dog alerted for drugs before the pat-down began.  See State\r\n    v. Banda, 371 S.C. 245, 253, 639 S.E.2d 36, 40 (2006) (&quot;This Court has\r\n  recognized that because of the indisputable nexus between drugs\r\n  and guns, where an officer has reasonable suspicion that\r\n  drugs are present in a vehicle lawfully\r\n  stopped, there is an appropriate level of suspicion of criminal activity and\r\n  apprehension of danger to justify a frisk of both the driver and the passenger\r\n  in the absence of other factors alleviating the officer's safety\r\n  concerns.&quot; (internal quotation marks omitted)); see also Terry,\r\n  392 U.S. at 30 (holding that &quot;where a police officer observes unusual\r\n  conduct which leads him reasonably to conclude in light of his experience that\r\n  criminal activity may be afoot and that the persons with whom he is dealing may\r\n  be armed and presently dangerous,&quot; he may conduct a pat-down for weapons).\r\nEvidence in the record also supports the finding that\r\n  Officer Greenawalt immediately recognized the identity of the item.  He felt a\r\n  &quot;jagged, round object&quot; in Adams's groin area while conducting the\r\n  pat-down search, and his training and experience led him to believe the object\r\n  was drugs.  The record does not indicate he determined the evidence's identity\r\n  because of further manipulation of the object or that he determined Adams was\r\n  unarmed before concluding the evidence was drugs.  In light of our standard of\r\n  review, therefore, the trial court properly denied the motion to suppress.\r\nCONCLUSION\r\nFor the aforementioned reasons, we affirm\r\n  the trial court's denial of Adams's motion to suppress. \r\nAFFIRMED.\r\nWILLIAMS and LOCKEMY, JJ., concur.\r\n\r\n\r\n[1] The tracking device was the size of a pack of\r\n  cigarettes, ran on its own battery, and sent information detailing its position\r\n  to the Department via satellite.  The Department installed the device by\r\n  magnetically attaching it to the vehicle's undercarriage.  The device did not\r\n  provide any information other than the vehicle's location.  \r\n[2] The Department did not learn this information from\r\n  any other source.  \r\n[3] The first alert occurred five to six minutes after\r\n  Adams was pulled over.  \r\n[4] Adams also argues the drugs should be suppressed\r\n  because the Department failed to obtain a prior judicial order pursuant to section\r\n  17-30-140 in installing the tracking device and monitoring Adams's vehicle.  In light of our finding that the Department failed to obtain a warrant necessitated\r\n  by the Fourth Amendment, however, we do not address this argument.  See State v. Bostick, 392\r\n  S.C. 134, 139 n.4, 708 S.E.2d 774, 776\r\n  n.4 (2011) (holding that if one issue is dispositive of another, the court need\r\n  not address the other issue).\r\n[5] The State contends Adams does not raise a Fourth\r\n  Amendment argument on appeal.  However, a review of Adams's appellate materials\r\n  makes clear that he does.  \r\n[6] The device in this appeal operated identically to the\r\n  device in Jones.  See Jones, 132\r\n  S.Ct. at 948 (stating that its device was installed on the vehicle's\r\n  undercarriage, used batteries, and transmitted information via satellite).\r\n[7] The State does not contend an exigency existed to\r\n  foreclose the need to obtain a warrant while placing the device on the vehicle\r\n  and monitoring the vehicle's movements.\r\n[8] As a second additional sustaining ground, the State claims\r\n  suppression is not required because the Department used the tracking device in\r\n  good-faith reliance upon United States v. Knotts, which the State\r\n  contends Jones later overruled.  See Davis v. United States,\r\n  131 S.Ct. 2419, 2434 (2011) (providing that the exclusionary rule does not\r\n  apply &quot;when the police conduct a search in objectively reasonable reliance\r\n  on binding appellate precedent&quot; that was later overruled).  We need not\r\n  address this argument because we find the drugs were obtained after intervening\r\n  illegal acts and during a lawful traffic stop and pat-down search.  See Bostick, 392 S.C. at 139\r\n  n.4, 708 S.E.2d at 776 n.4 (holding that if\r\n  one issue is dispositive of another, the court need not address the other\r\n  issue).\r\n[9] Here, the movement of Adams's vehicle was the\r\n  &quot;direct evidence&quot; obtained as a result of the unlawful search—the Department's\r\n  installation of the device and monitoring of the vehicle.  In contrast, the\r\n  drugs subsequently seized from Adams's person constitute evidence derivative of\r\n  the unlawful search.\r\n[10] In fact, Adams does not contend the stop's duration\r\n  was unlawfully extended.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4966","title":"State v. Atieh","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4966","description":"Mahammed Ahamad Atieh appeals his conviction for assault and battery of a high and aggravated nature and assault with intent to commit third-degree criminal sexual conduct.  We affirm in part and reverse in part.","date":"2012-04-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nMahammed Ahamad\r\n      Atieh (a/k/a Mohammed A. Atieh), Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Pickens County\r\n G. Edward Welmaker, Circuit Court Judge\r\n\r\nOpinion No. 4966\r\nSubmitted March 1, 2012 – Filed April 25,\r\n  2012   \r\n\r\nAFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n  \r\n    \r\n      \r\nJ. Falkner Wilkes, of Greenville, for\r\nAppellant.\r\nAttorney General Alan Wilson, Chief Deputy\r\n  Attorney General John McIntosh, Senior Assistant Deputy Attorney General Salley\r\n  W. Elliott, and Senior Assistant Attorney General Harold M. Coombs, all of\r\nColumbia; and Solicitor W. Walter Wilkins, III, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.: Mahammed Ahamad Atieh[1] appeals his conviction for assault and battery of a high and aggravated nature\r\n  (ABHAN) and assault with intent to commit third-degree criminal sexual conduct\r\n(CSC).  We affirm in part and reverse in part.\r\nFACTS/PROCEDURAL HISTORY\r\nMahammed Ahamad Atieh owned two Subway stores in\r\n  Easley, South Carolina.  One of his employees (Victim) reported to the police\r\n  that Atieh had touched her inappropriately on several occasions.  A Pickens\r\n  County grand jury indicted Atieh for ABHAN and assault with intent to commit\r\n  third-degree CSC.  During pretrial motions, Atieh moved to suppress the\r\n  testimonies of four former employees concerning allegations of past\r\n  inappropriate touching.  He argued the testimonies involved prior bad acts and\r\n  were inadmissible under Rule 404(b), SCRE.  Atieh further argued the\r\n  testimonies would have a prejudicial effect while offering no probative\r\nvalue.    \r\nIn considering Atieh's motion to suppress, the court\r\n  heard in camera testimony from Victim and the former employees.  Victim\r\n  testified Atieh had touched and squeezed her rear end, put his hand down her\r\n  shirt, pressed against her when she was washing dishes and in the restaurant's\r\n  cooler, and that he had put his hand inside the waistband of her pants.  The\r\n  first former employee (Employee 1) testified Atieh pressed against her in the\r\n  cooler and while she washed dishes and would try to put his hand down her\r\n  shirt.  The second former employee (Employee 2) stated Atieh put his\r\n  hands up her shirt near the cooler area.  The third former employee (Employee\r\n  3) testified Atieh touched her rear end and placed his hand on her back, and\r\n  she observed him press against another female employee as the employee washed\r\n  dishes.  The fourth former employee (Employee 4) testified of past inappropriate\r\n  touching.  She indicated Atieh had pressed against her while she washed dishes\r\n  and in the cooler, put his hand down her shirt, and put his hand inside the\r\n  waistband of her pants.  The trial court found the testimonies relevant\r\n  under Rule 404(b), SCRE, and noted the similarities in each witness's testimony\r\n  as indicative of a common scheme or plan.  The trial court also found the\r\n  probative value of the former employees' testimonies substantially outweighed the\r\nprejudicial effect and ruled the testimonies admissible.  \r\nWhen the trial began, the State called Victim as its\r\n  first witness.  After Victim testified, the State began calling each of the\r\n  four former employees to testify.  Atieh did not make any contemporaneous\r\n  objections to the testimony of the first three former employees.  However,\r\n  prior to Employee 4 being called, Atieh renewed his objection to her testimony,\r\n  arguing it went beyond common scheme or plan and beyond what Victim alleged\r\n  Atieh had done.  The trial court ruled Employee 4's testimony admissible; however,\r\n  it limited her testimony to events that fell within\r\n  the common scheme or plan, and the trial court prohibited her from\r\n  speculating on what Atieh's intent might have been regarding putting his hand\r\n  in her pants.  After the trial court ruled, Atieh renewed his objection\r\nto Employee 4's entire testimony being admitted.  \r\nAfter the State rested, Atieh moved for a directed\r\n  verdict on the charge of assault with intent to commit third-degree CSC.  He\r\n  argued no testimony was introduced showing Atieh attempted a sexual battery because,\r\n  under the statute, that offense requires an attempt to penetrate the victim's\r\n  body.  Atieh emphasized the fact that Victim testified Atieh's hand did not\r\n  come near her vaginal area when he put his hand inside her waistband.  The\r\n  trial court denied the motion, finding the State presented &quot;substantial\r\n  circumstantial evidence which reasonably could tend to prove guilt, or from\r\n  which guilt could be fairly and logically deduced . . . [and that it was] a\r\n  jury question as to what the intent was.&quot;  Atieh then asked the trial\r\n  court, &quot;Judge, for the record, could I ask for a ruling on what evidence\r\n  with any weight at all the court is saying there's some evidence that the jury\r\n  could find?&quot;  The trial court stated, &quot;The evidence for the intent is\r\n  what is on the record of what's been testified to by [Victim].&quot;  The\r\nmotion was again denied.  \r\nAt the close of Atieh's case, he renewed his motion\r\n  for a directed verdict on the charge of assault with intent to commit\r\n  third-degree CSC.  The trial court denied the motion.  During the charge\r\n  conference, the trial court indicated it would &quot;charge that evidence of\r\n  other bad acts is only to be used for . . . the sole issue of credibility not\r\n  any proof of guilt . . . .  It'd only be, if they considered it at all, it\r\n  would be common scheme and plan or intent or absence of mistake.&quot;  Atieh\r\n  did not object.  After the trial court gave the jury charge, it inquired\r\n  whether either attorney had any exceptions to it.  Atieh stated, &quot;No\r\nobjections to the charge, Judge.&quot;  \r\nUltimately, the jury convicted Atieh of ABHAN and\r\n  assault with intent to commit third-degree CSC.  The\r\n  trial court sentenced Atieh to ten years' imprisonment suspended to forty-four\r\n  months' imprisonment and four years of probation for each charge, to be served\r\nconcurrently.  This appeal followed.\r\nLAW/ANALYSIS\r\nI.&nbsp; Prior Bad Acts\r\nAtieh contends the trial court committed reversible\r\n  error in allowing testimony from four former employees alleging prior bad\r\n  acts.  He further argues the prejudice of this prior bad act evidence is so\r\npervasive it requires a reversal on both convictions.  We disagree.       \r\nA ruling in limine is not final; unless an objection\r\n  is made at the time the evidence is offered and a final ruling procured, the\r\n  issue is not preserved for review.  See State v. Wannamaker, 346\r\n  S.C. 495, 499, 552 S.E.2d 284, 286 (2001).  An exception to this rule is when the motion in limine is made\r\n  &quot;immediately prior to the introduction of the evidence in question.&quot;  State v. Forrester, 343 S.C. 637, 642, 541 S.E.2d 837, 840 (2001).  The\r\n  South Carolina Supreme Court expanded this exception in State v. Wiles,\r\n  holding that even when the evidence does not immediately follow the motion in\r\n  limine, if the trial court clearly indicates its ruling is final, rather than\r\n  preliminary, the issue is preserved for appellate review.  383 S.C. 151, 157, 679\r\n  S.E.2d 172, 175 (2009).  In Wiles, the trial court had commented to the\r\n  jury about the evidence that was the subject of the motion in limine before any\r\nevidence was admitted.  Id.         \r\nAny issue regarding the first three former\r\n  employees' testimonies is unpreserved.  The exception in Forrester regarding motions in limine is not applicable in this case because the former\r\n  employees were not called as witnesses immediately after the motion in limine. \r\n  As to the exception in Wiles, nothing in the record indicates the trial\r\n  court commented to the jury the State would present testimony by former\r\n  employees.  Furthermore, the preliminary nature of the motion in limine allowed\r\n  the trial court to adjust its ruling in accordance with developments in the\r\n  trial.  Specifically, when Employee 4 was called, the trial court heard Atieh's\r\n  objection and limited her testimony, thereby demonstrating the trial court's\r\n  flexibility with the earlier ruling.  As to the testimony of Employee 4, Atieh\r\n  made a contemporaneous objection when she was called to testify before the\r\njury.   Thus, that issue is preserved for our consideration.  \r\n&quot;The admission of evidence is within the\r\n  discretion of the trial court and will not be reversed absent an abuse of\r\n  discretion.&quot;  State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262,\r\n  265&nbsp;(2006).  &quot;An abuse of discretion occurs when the conclusions of\r\n  the trial court either lack evidentiary support or are controlled by an error\r\nof law.&quot;  Id.  \r\nRule 404(b), SCRE, states that &quot;[e]vidence of other crimes, wrongs, or acts is\r\n  not admissible to prove the character of a person in order to show action in\r\n  conformity therewith. It may, however, be admissible to show motive, identity, the\r\n    existence of a common scheme or plan, the absence of mistake or accident,\r\nor intent.&quot;  (emphasis added).\r\n\r\n  Rule 404(b) allows the admission of evidence of a common scheme or plan. Such\r\n  evidence is relevant because proof of one is strong proof of the other. When\r\n  determining whether evidence\r\n  is admissible as common scheme or plan, the trial court must analyze the\r\n  similarities and dissimilarities between the crime charged and the bad act\r\n  evidence to determine whether there is a close degree of similarity.  When\r\n  the similarities outweigh the dissimilarities, the bad act evidence is\r\n  admissible under Rule 404(b).  Although not a complete list, in this type of case, the\r\n  trial court should consider the following factors when determining whether\r\n  there is a close degree of similarity between the bad act and the crime\r\n  charged: (1) the age of the victims when the abuse occurred; (2) the\r\n  relationship between the victims and the perpetrator; (3) the location where\r\n  the abuse occurred; (4) the use of coercion or threats; and (5) the manner of\r\n  the occurrence, for example, the type of sexual battery.\r\n\r\nState\r\n  v. Wallace, 384 S.C. 428, 433-34, 683\r\n  S.E.2d 275, 277-78 (2009) (citations omitted).  After determining evidence supports a finding the  defendant committed\r\n  a prior bad act, the court must determine whether the evidence falls within the\r\n  common scheme or plan exception.  State v. Tutton, 354 S.C. 319,\r\n  326, 580 S.E.2d 186, 190&nbsp;(Ct. App. 2003).  This determination is a matter\r\nof law.  Id. at 326-27, 580 S.E.2d at 190.  \r\n Under the factors delineated in Wallace, we agree\r\n  with the trial court that Employee 4's testimony was admissible under the\r\n  common scheme or plan exception.  Victim and Employee 4 were both young women,\r\n  aged 16 and 17 to 18 respectively, when the inappropriate touching occurred. \r\n  They were both employees of Atieh and the inappropriate touching took place at\r\n  the restaurant primarily around the sink or cooler.  There was no direct\r\n  coercion or threat in either case, although both Victim and Employee 4 were\r\n  subordinate employees.  The specific instances of touching in both cases\r\n  included Atieh pressing against Victim and Employee 4, touching their rear\r\n  ends, putting his hand up or down their shirts, and putting his hand inside the\r\n  waistband of their pants.  The similarities of both women's testimonies far\r\n  outweigh the differences, increasing the probative value of Employee 4's\r\ntestimony.  \r\nHowever, even if prior bad act evidence is clear and\r\n  convincing and falls within an exception, it must be excluded if its probative\r\n  value is substantially outweighed by the danger of unfair prejudice to the\r\n  defendant.  Pagan, 369 S.C. at 211, 631 S.E.2d at 267.  &quot;To show prejudice, there must be a reasonable\r\n  probability that the jury's verdict was influenced by the challenged evidence\r\n  or the lack thereof.&quot;  State v. Martucci, 380 S.C. 232, 248, 669\r\nS.E.2d 598, 606 (Ct. App. 2008).  \r\n In ruling on Atieh's objection, the trial court limited\r\n  Employee 4's testimony to matters that would aid in establishing a common\r\n  scheme or plan, allowing no speculation on what Atieh's intent might have been\r\n  in putting his hand in the waistband of her pants.  The trial court instructed\r\n  the jury it could not consider evidence of bad acts for any reason other than\r\n  intent, common scheme or plan, or absence of mistake.  It specifically\r\n  cautioned the jury against considering the testimony as proof of Atieh's\r\n  guilt.  The trial court took all precautions to reduce any prejudice Employee\r\n  4's testimony may have created and Atieh has shown no clear evidence Employee\r\n  4's testimony improperly influenced the jury's verdict.  Therefore, we find the\r\ntrial court did not abuse its discretion in admitting Employee 4's testimony.    \r\nII.&nbsp; Directed Verdict\r\nAtieh\r\n  argues the trial court committed reversible error in refusing to grant his\r\n  motion for a directed verdict on the charge of assault with intent to commit\r\nthird-degree CSC.  We agree.  \r\n&quot;When ruling on a motion for a directed verdict,\r\n  the trial court is concerned with the existence or nonexistence of evidence,\r\n  not its weight.&quot; State v. Weston, 367 S.C. 279, 292, 625 S.E.2d\r\n  641, 648 (2006).  &quot;A defendant is entitled to a directed verdict when the\r\n  State fails to produce evidence of the offense charged.&quot;  Id.  &quot;When\r\n  reviewing a denial of a directed verdict, [the appellate court] views the\r\n  evidence and all reasonable inferences in the light most favorable to the\r\n[S]tate.&quot;  Id.  \r\nSection 16-3-656 of the South Carolina\r\n  Code (2003) states &quot;[a]ssault with intent to commit [CSC] . . . shall be\r\n  punishable as if the criminal sexual conduct was committed.&quot;  To be guilty\r\n  of third-degree CSC, the defendant must have engaged in sexual battery with the\r\n  victim.  S.C. Code Ann. § 16-3-654 (2003).  Sexual battery is defined as\r\n  &quot;sexual intercourse, cunnilingus, fellatio, anal intercourse, or any\r\n  intrusion, however slight, of any part of a person's body or of any object into\r\n  the genital or anal openings of another person's body, except when such\r\n  intrusion is accomplished for medically recognized treatment or diagnostic\r\npurposes.&quot;  S.C. Code Ann. § 16-3-651(h) (2003). \r\n&quot;Intent is a question of fact and is ordinarily\r\n  for jury determination.&quot;   State v. Lee-Grigg, 374 S.C. 388, 403,\r\n  649 S.E.2d 41, 49 (Ct. App. 2007) (citing State v. Tuckness, 257 S.C. 295,\r\n    299, 185 S.E.2d 607, 607 (1971)). \r\n  &quot;Intent may be shown by acts and conduct from which a jury may naturally\r\n  and reasonably infer intent.&quot;  Id.  &quot;In\r\n  the context of an attempt crime, specific intent means that the defendant\r\n  consciously intended the completion of acts compromising the choate offense. \r\n  In other words, the completion of such acts is the defendant's purpose.&quot;  State\r\nv. Sutton, 340 S.C. 393, 397, 532 S.E.2d 283, 285 (2000).\r\nWhile intent can be inferred from conduct, Victim's\r\n  testimony does not raise the inference that Atieh intended to commit the\r\n  conduct required to establish third-degree CSC.  On direct examination, Victim\r\ntestified as follows:\r\n\r\n  \r\n    \r\n      Q.\r\n       Okay.  And at any time did he ever attempt to\r\nput his hands down your pants?\r\n        \r\n      \r\n    \r\n    \r\n      A.\r\n       Yes, sir.\r\n        \r\n      \r\n    \r\n    \r\n      Q.\r\n       And when was that?  Can you explain - -\r\n        \r\n      \r\n    \r\n    \r\n      A.\r\n       While I was washing dishes.\r\n        \r\n      \r\n    \r\n    \r\n      Q.\r\n       Can you explain to the jury what happened\r\nthen?\r\n        \r\n      \r\n    \r\n    \r\n      A.\r\n       I was standing towards the sink, I was washing\r\n  dishes, and he came up behind me and kind of pressed his body up against me. \r\n  And he put his hands down the front of my pants, not all the way, just at the\r\nwaistline.\r\n        \r\n      \r\n    \r\n    \r\n      Q.\r\n       Okay.  Now, what was your response to that?\r\n        \r\n      \r\n    \r\n    \r\n      A.\r\n       I was in shock.  I was just standing there.  I\r\ndidn't know what to do.\r\n        \r\n      \r\n    \r\n    \r\n      On cross-examination she testified:\r\n        \r\n      \r\n    \r\n    \r\n      Q.\r\n       How far down your pants did his hands go?\r\n        \r\n      \r\n    \r\n    \r\n      A.\r\n       Just barely below the waistline?\r\n        \r\n      \r\n    \r\n    \r\n      Q.\r\n       Just barely below the waistline?\r\n        \r\n      \r\n    \r\n    \r\n      A.\r\n       Yes, sir.\r\n        \r\n      \r\n    \r\n    \r\n      Q.\r\n       Did it come anywhere near your vaginal area?\r\n        \r\n      \r\n    \r\n    \r\n      A.\r\n       No, sir.\r\n    \r\n  \r\n\r\nVictim's testimony does not indicate she did anything\r\n  to disrupt whatever Atieh intended to do.  She stated she was in shock and just\r\n  standing there.  She did not testify to some outside force interrupting or prematurely\r\n  halting his actions.  The only evidence is that Atieh put his hand just inside\r\n  the waistline of Victim's pants and then withdrew it.  This action was\r\n  consistent with inappropriately touching Victim but does not, under the\r\n  specific circumstances and testimony in this case, give rise to an inference he\r\n  intended to do more than what he did.  While this conduct constitutes an\r\n  assault, a jury could not &quot;reasonably and naturally&quot; infer that Atieh\r\n  intended to penetrate any orifice of Victim's body.  Consequently, the trial\r\n  court erred in denying Atieh's directed verdict motion as to the charge of\r\nassault with intent to commit third-degree CSC.\r\nCONCLUSION\r\nAny issue regarding the admissibility of Employee 1,\r\n  2, or 3's testimonies is not preserved for our review.  Further, the trial\r\n  court did not abuse its discretion in admitting Employee 4's testimony under\r\n  the common scheme or plan exception to admission of prior bad acts.  With\r\n  respect to Atieh's conviction for assault and battery with intent to commit\r\n  third-degree CSC, we conclude the trial court erred in denying Atieh's motion\r\n  for directed verdict as the State presented no evidence from which the jury\r\n  could have reasonably and naturally inferred his intent to commit the\r\nunderlying offense as specified in the statute.  \r\nAFFIRMED IN PART and REVERSED IN PART.\r\nPIEPER and GEATHERS, JJ., concur.\r\n\r\n[1] Atieh's name is spelled differently on each\r\n  sentencing sheet, the record on appeal, and the briefs.  The sentencing sheet\r\n  for ABHAN lists his name as Mohammed A. Atieh, while the assault with intent to\r\n  commit third-degree criminal sexual conduct sentencing sheet refers to him as\r\n  Mahammed Ahamad Atieh.  The record on appeal lists his name as Mahammed Ahamad\r\n  Ateih (a/k/a Mohammed A. Atieh).  Both briefs refer to him as Mahammed Ahamas\r\nAtieh.       \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]