[{"id":"5058","title":"Jenkins v. Jenkins","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5058.pdf","description":"In this appeal from family court, the Court of Appeals affirmed the family court's decision to award the wife a portion of her husband's military retirement benefits but increased the wife's share based on her contributions to the parties' marriage.  Based on the Court of Appeal's finding that the wife was entitled to a greater share of the husband's retirement benefits, it remanded the issue of child support to the family court for reconsideration based on husband's diminished income.  The Court of Appeals also affirmed the family court's decision to require the wife to pay the outstanding debt on a vehicle acquired by the parties during the marriage.","date":"2012-12-05","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Gregory H. Jenkins, Respondent,\r\n\r\n            v.\r\n\r\n            Shaniqua D. Jenkins, Appellant.\r\n\r\n            Appellate Case No. 2010-152986\r\n\r\n\r\n\r\n                         Appeal From Charleston County \n\r\n                      Paul W. Garfinkel, Family Court Judge\n\r\n\r\n\r\n                              Opinion No. 5058 \n\r\n                  Heard May 8, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                 AFFIRMED AS MODIFIED and REMANDED\r\n\r\n\r\n            Shaniqua D. Green, formerly Shaniqua D. Jenkins, of\r\n            Charleston, pro se, for Appellant.\r\n\r\n            Justin Scott Byars, of Mays Foster Gunter & Murphy,\r\n            LLP, of Columbia, for Respondent.\r\n\r\n\r\nWILLIAMS, J.: Shaniqua D. Jenkins (Wife) appeals the family court's division of\r\nGregory H. Jenkins' (Husband) military retirement benefits, arguing the date of\r\nvaluation for the retirement benefits and the percentage awarded to Wife was\r\nincorrect. In addition, Wife asserts the family court's reliance on Wolfe v. Wolfe,\r\n220 S.C. 437, 68 S.E.2d 348 (1951), was a violation of her equal protection rights\r\nbecause that decision relies on outdated views regarding women. Wife also claims\r\nthe family court improperly imputed income to Husband and improperly reduced\r\nHusband's child support obligation. Finally, Wife argues Husband's assertion that\r\n\nthe vehicle debt is not subject to equitable distribution is flawed because there is\r\nsignificant evidence of joint benefit. We affirm as modified and remand.\r\n\r\nFACTS\r\nHusband and Wife married on August 14, 1993, when Husband was twenty-three\r\nyears old and Wife was twenty-one years old. Once the parties married, they\r\nmoved to Fort Polk, Louisiana where Husband was stationed with the United\r\nStates Army for approximately two years. During that time, they had one\r\ndaughter, Tylia, born on June 11, 1994. One month after Tylia was born, the\r\nparties agreed to let Wife's mother care for Tylia in Charleston, South Carolina.\r\nAccording to Wife, they agreed upon this arrangement so they could try to\r\nreconcile their marital differences and work out their financial issues. Shortly\r\nthereafter, Wife moved back to Charleston to work for the Charleston County\r\nSheriff's Department as a police officer. Wife testified the decision to move back\r\nto Charleston was motivated by their financial issues and her desire to further her\r\neducation so it would be easier to find a job when Husband was again transferred\r\nin the military.\r\n\r\nWhen questioned at the final hearing about her desire to pursue additional\r\neducation, Wife testified the Sheriff's Department was changing rapidly, and to be\r\npromoted, she needed to improve her education more. To that end, Wife began\r\nattending North Carolina Central University in 1997 where she double majored in\r\nEnglish and Political Science, receiving her B.A. degree in 1999. The same year\r\nshe obtained her B.A. degree from North Carolina Central University, she decided\r\nto move to Washington, D.C. Initially, she lived with a relative, and her mother\r\ntook care of Tylia and her son from a previous relationship. Wife testified\r\nHusband talked about relocating to D.C., but this fell through, and Husband filed\r\nfor divorce in 2000. According to Wife, the parties did not pursue the divorce\r\nbecause Husband thought they could reconcile their marital differences.\r\n\r\nWife stated she could not earn an adequate living with only a bachelor's degree, so\r\nbetween 2000 and 2004, she earned her paralegal certification as well as a master's\r\ndegree in Public Policy and Social Policy from Georgetown University. During\r\nthis time, Wife's mother assisted Wife in caring for the children. After obtaining\r\nher master's degree in 2004, she worked for a judge in New York for two years,\r\nand then she returned to Washington, D.C. Her children lived with her in\r\nMaryland while she worked at various agencies within the federal government. In\r\n2006, Wife's mother, who lived in Charleston, died from cancer. After her\r\nmother's death, Wife accepted a job offer in Charleston, and moved back that same\r\n\nyear to Charleston with her children. She remained in Charleston a year before\r\nreturning to Washington, D.C. in 2008, where she and her children were living on\r\nthe date of the final hearing.\r\n\r\nHusband also testified at the final hearing about the parties' relationship and living\r\narrangements during their marriage. Husband stated he was transferred from Fort\r\nPolk, Louisiana to Fort Bliss, Texas in 1996 where he served for two years. Wife\r\nchose not to move to Fort Bliss, instead remaining in Charleston with her mother,\r\nTylia, and her son. In 1998, Husband was deployed for one year to Korea. When\r\nHusband returned in 1999, he moved to Fort Gordon, Georgia where he was\r\nstationed with periodic overseas deployments until he retired from the military on\r\nJanuary 1, 2009. Upon Husband's retirement, he began to receive $1,878 per\r\nmonth in military retirement benefits.\r\n\r\nPrior to Husband's retirement in January 2009, the parties agreed to end the\r\nmarriage in November 2007. Husband filed a petition for divorce on January 9,\r\n2008. Wife filed an answer and counterclaimed for equitable distribution of\r\npersonal property and debts, division of Husband's retirement benefits, child\r\ncustody, child support, and attorney's fees. Both parties agreed they lived together\r\nfor only approximately three and a half years of their sixteen-year marriage.\r\n\r\nThe family court held a hearing on August 24, 2009. In its final order filed on\r\nOctober 1, 2009, the family court granted the parties a divorce based on one year's\r\ncontinuous separation. The court awarded the parties joint custody of their\r\ndaughter, Tylia. In its computation of child support, the family court imputed an\r\nadditional $2,000 to Husband as income based on his 2008 earnings. With\r\nHusband's monthly military retirement pay of $1,878, Husband's monthly income\r\ntotaled $3,878, and Wife's monthly income was $8,500. Based on this income,\r\nHusband was required to pay Wife $321 per month in child support.\r\n\r\nThe family court ordered the parties to maintain all real and personal property in\r\ntheir respective possessions. It also required each party to pay his or her own debts\r\nincurred since the parties' separation on May 15, 1995, which included Wife's\r\ncollege expenses and the outstanding debt on Wife's car. In determining Wife's\r\nentitlement to Husband's military retirement benefits, the family court found Wife\r\nwas only entitled to the portion of his benefits that accrued during the three and a\r\nhalf years the parties lived together. As such, the family court awarded Wife half\r\n\nof the benefits accruing during that time period for a net monthly payment of\r\n$144.94.1\r\n\r\nWife filed a Rule 59(e), SCRCP, motion for reconsideration, arguing, among other\r\nthings, the family court improperly calculated Wife's share of Husband's military\r\nretirement benefits. Wife argued Husband received $1,878 per month in retirement\r\nbenefits, and because Husband acquired the majority of these benefits during their\r\nsixteen-year marriage, she was entitled to 50% of those benefits, or $939 per\r\nmonth. The family court issued an amended order on January 27, 2010, and\r\ncalculated Wife's share of the retirement benefits based on the total number of\r\nyears of marriage, but instead of awarding Wife 50%, it awarded Wife 11% of the\r\nmarital share of the benefits, resulting in the same monthly payout to Wife as\r\ncontained in the original October 2009 order.2\r\n\r\nIn support of its decision, the family court stated,\r\n\r\n             This Court feels that to award [Wife] an amount greater\r\n             than this would be to reward a spouse who 1) benefitted\r\n             greatly from her estrangement from her husband[;] 2)\r\n\r\n1 In its calculation, the family court found the marital portion of the retirement\r\nbenefits by dividing the number of years the parties lived together by the number\r\nof years of Husband's military service, and then it found Wife was entitled to half\r\nof that sum, which equated to approximately 9% of Husband's entire retirement\r\nbenefits. (3.5/20.42 = .1714; .1714 x .50 = .0857 (or 9%)). It multiplied this share\r\nby Husband's monthly retirement check of $1,878 and found Wife should receive\r\n$160.94, less 10% taxes, totaling approximately $144.94 per month from Husband.\r\nWe note that Defense Finance and Accounting Services (DFAS) was not directly\r\npaying Wife her portion of Husband's retirement benefits when the final order was\r\nissued. Because DFAS normally directly deducts taxes from payments such as\r\nthese, the family court temporarily accounted for payment between the parties by\r\ndeducting 10% from the amount owed to Wife.\r\n\r\n In its recalculation, the family court found the marital share of the retirement\r\n2\r\n\r\n\r\nbenefits to be 78%. To reach this figure, it divided the number of years the parties\r\nwere married by the number of years of Husband's military service. (16/20.42 =\r\n.7835 (or 78%)). Based on its conclusion that Wife was entitled to 11% of the\r\nmarital portion, or approximately 9% of Husband's entire military benefits, it\r\nawarded Wife approximately the same monthly payout as in the October 2009\r\norder. (.7835 x 0.11 (or 11%) = .086 (9%); .086 x $1,878 = $161.51).\r\n\n             was not a credible witness[;] 3) does not need the funds\r\n             as greatly as the other party[;] and, finally 4) will, for the\r\n             foreseeable future, always be in a much better financial\r\n             position than the other party.\r\n\r\nThe family court affirmed the remainder of its original order. This appeal\r\nfollowed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"The family court is a court of equity.\" Lewis v. Lewis, 392 S.C. 381, 386, 709\r\nS.E.2d 650, 652 (2011). In appeals from the family court, the appellate court\r\nreviews factual and legal issues de novo. Simmons v. Simmons, 392 S.C. 412, 414,\r\n709 S.E.2d 666, 667 (2011). \"De novo review permits appellate court fact-finding,\r\nnotwithstanding the presence of evidence supporting the [family] court's findings.\"\r\nLewis, 392 S.C. at 390, 709 S.E.2d at 654-55. However, this broad standard of\r\nreview does not require the appellate court to disregard the factual findings of the\r\nfamily court or ignore the fact that the family court is in the better position to\r\nassess the credibility of the witnesses. Pinckney v. Warren, 344 S.C. 382, 387, 544\r\nS.E.2d 620, 623 (2001). Moreover, the appellant is not relieved of the burden of\r\ndemonstrating error in the family court's findings of fact. Id. at 387-88, 544 S.E.2d\r\nat 623. Accordingly, we will affirm the decision of the family court unless its\r\ndecision is controlled by some error of law or the appellant satisfies the burden of\r\nshowing the preponderance of the evidence actually supports contrary factual\r\nfindings by this court. See Lewis, 392 S.C. at 390, 709 S.E.2d at 654-55.\r\n\r\nLAW/ANALYSIS\r\n\r\n(1) Wife's Share of Husband's Retirement Plan\r\nWife first argues her direct and indirect contributions to the marriage entitled her to\r\na greater share of the marital estate.3 Thus, Wife argues the family court erred in\r\n\r\n\r\n3 In Wife's first argument on appeal, she does not detail which marital assets the\r\nfamily court improperly divided, only that it failed to satisfactorily consider her\r\ncontributions to the marriage in its division of the marital estate. Because the only\r\nmarital asset at issue is Husband's military retirement benefits, we combine her\r\nfirst and second issues on appeal and address her argument as it pertains to the\r\nfamily court's division of Husband's military retirement benefits.\r\n\nonly apportioning Wife 11%4 of the marital share of Husband's retirement benefits\r\nand in valuing Husband's retirement plan as of May 15, 1995, because the parties\r\nwere not legally separated at that time. We agree in part.\r\n\r\nIn apportioning the marital estate, the family court must consider fifteen criteria\r\nspecified by section 20-3-620 of the South Carolina Code (Supp. 2011), giving to\r\neach such weight as it finds appropriate based on the facts of the case. See\r\nJohnson v. Johnson, 296 S.C. 289, 297, 372 S.E.2d 107, 112 (Ct. App. 1988).\r\nThese criteria guide the family court in exercising its discretion over\r\napportionment of the marital property and are nothing more than equities to be\r\nconsidered in reaching a fair distribution of marital property. Id. at 297-98, 372\r\nS.E.2d at 112. The criteria subserve the ultimate goal of apportionment, which is\r\nto divide the marital estate, as a whole, in a manner which fairly reflects each\r\nspouse's contribution to the economic partnership and also the relative effect of\r\nending that partnership on each of the parties. Sanders v. Sanders, 396 S.C. 410,\r\n418, 722 S.E.2d 15, 18 (Ct. App. 2011).\r\n\r\nMilitary retirement benefits accrued during the marriage are subject to equitable\r\ndistribution. Tiffault v. Tiffault, 303 S.C. 391, 393, 401 S.E.2d 157, 158 (1991).\r\nThe appropriate factors to consider when making an equitable distribution award\r\ninclude the following:\r\n\r\n             (1) the duration of the marriage along with the ages of the\r\n             parties at the time of the marriage and at the time of the\r\n             divorce; (2) marital misconduct or fault of either or both\r\n             parties, if the misconduct affects or has affected the\r\n             economic circumstances of the parties or contributed to\r\n             the breakup of the marriage; (3) the value of the marital\r\n             property and the contribution of each spouse to the\r\n             acquisition, preservation, depreciation, or appreciation in\r\n             value of the marital property, including the contribution\r\n             of the spouse as homemaker; (4) the income of each\r\n             spouse, the earning potential of each spouse, and the\r\n             opportunity for future acquisition of capital assets; (5) the\r\n             health, both physical and emotional, of each spouse; (6)\r\n\r\n4 Wife claims the family court awarded Wife only 1% of Husband's retirement\r\nbenefits. This calculation is inaccurate. The family court awarded Wife\r\napproximately 9% of Husband's entire retirement benefits or 11% of what he\r\naccrued during the course of their sixteen-year marriage.\r\n\n             either spouse's need for additional training or education\r\n             in order to achieve that spouse's income potential; (7) the\r\n             nonmarital property of each spouse; (8) the existence or\r\n             nonexistence of vested retirement benefits for either\r\n             spouse; (9) whether separate maintenance or alimony has\r\n             been awarded; (10) the desirability of awarding to the\r\n             spouse having custody of any children the family home\r\n             as part of equitable distribution or the right to live in it\r\n             for reasonable periods; (11) the tax consequences to\r\n             either party as a result of equitable apportionment; (12)\r\n             the existence and extent of any prior support obligations;\r\n             (13) liens and any other encumbrances on the marital\r\n             property and any other existing debts; (14) child custody\r\n             arrangements and obligations at the time of the entry of\r\n             the order; and (15) any other relevant factors that the\r\n             family court expressly enumerates in its order.\r\n\r\n§ 20-3-620(B).\r\n\r\nReviewing the record and the family court's order, we hold the family court took\r\nthese statutory factors into consideration when it chose to award Wife a share of\r\nHusband's retirement benefits. In its order awarding Wife a portion of Husband's\r\nretirement benefits, the family court stated,\r\n\r\n             This Court feels that to award [Wife] an amount greater\r\n             than [11%] would be to reward a spouse who 1)\r\n             benefitted greatly from her estrangement from her\r\n             husband[;] 2) was not a credible witness[;] 3) does not\r\n             need the funds as greatly as the other party[;] and, finally\r\n             4) will, for the foreseeable future, always be in a much\r\n             better financial position than the other party.\r\n\r\nIn addition, the family court held that Wife's income far exceeded that of Husband,\r\neven if he were to maintain employment that paid him similar to what he earned\r\nfor a brief period in 2008 when he was a technical instructor for military recruits.\r\nWithout any evidence that Husband had the ability to earn more, the family court\r\nconcluded Husband needed the income from his retirement benefits much more\r\nthan Wife.\r\n\nReviewing the parties' financial declarations and income tax returns, we agree that\r\nHusband demonstrated a greater need for his retirement benefits. Wife earned\r\n$58,266 in 2006, $61,814 in 2007, and $93,336 in 2008. These earnings are\r\nsupported by her financial declaration submitted to the family court at the final\r\nhearing, in which she claimed she earned $7,875 per month. Husband, on the other\r\nhand, earned $26,665 in 2006, $3,3445 in 2007, and $41,338 in 2008. On the date\r\nof the final hearing, Husband had retired and stated his only current income was\r\n$1,878 in monthly military retirement benefits.\r\n\r\nThe family court also considered Wife's superior education and training, which\r\nwould allow her to continue to achieve income that far exceeded that of Husband.\r\nAs required by section 20-3-620, the family court noted that neither party had\r\nacquired non-marital property, alimony was not at issue, and neither party had\r\nadditional support obligations outside the marriage. Although the family court\r\nrecognized Wife incurred college loan debts during their marriage to further her\r\neducation, it concluded this was \"an excellent investment on her part because it has\r\nresulted in a good job with many benefits.\" Last, the family court acknowledged\r\nWife was in excellent health, whereas, Husband had significant health issues that\r\nlimited his ability to earn an income.\r\n\r\nWhile we concur with the family court's findings, we conclude Wife's\r\ncontributions to the marriage entitled her to a greater share of Husband's military\r\nretirement benefits. Specifically, Wife was the primary caretaker for the parties'\r\ndaughter throughout their marriage and assumed a greater financial role in their\r\nchild's upbringing than Husband. Wife cites to several cases in support of her\r\nclaim that she is entitled to share equally in Husband's retirement benefits. Even\r\nthough these cases lend support for Wife's argument that she is entitled to a greater\r\nshare, we find the factual circumstances in those cases distinguishable from those\r\nof Husband and Wife. Unlike those cases, Wife and Husband shared a marital\r\nhome for only a small portion of their marriage; Wife never traveled with Husband\r\nto any of his deployments, either in the States or abroad; and Wife had a superior\r\neducation and income to that of Husband. See Ball v. Ball, 314 S.C. 445, 448, 445\r\nS.E.2d 449, 451 (1994) (finding wife was entitled to 23% of husband's nonvested\r\nmilitary retirement benefits when parties were married for ten years, wife moved\r\nnumerous times with husband over the course of the marriage, and wife cared for\r\nhusband's two children from a prior marriage); Curry v. Curry, 309 S.C. 539, 541-\r\n5 Husband's diminished income in 2007 was due to his overseas deployment.\r\nHusband testified he earned \"more than normal\" in 2007, but because he was\r\ndeployed overseas, he was not required to pay federal taxes.\r\n\n42, 424 S.E.2d 552, 554 (Ct. App. 1992) (awarding wife 40% of husband's military\r\nretirement when wife moved from place to place for the benefit of husband's\r\nmilitary career, wife was a homemaker at husband's insistence, wife only had a\r\nhigh school education, and husband committed adultery); Connors v. Connors, 310\r\nS.C. 76, 79, 425 S.E.2d 65, 67 (Ct. App. 1992) (awarding wife 40% of husband's\r\nmilitary retirement where wife moved and traveled with husband, took an active\r\nrole in his military career, was physically abused by husband, was partially\r\ndisabled while husband was in good health, and had inadequate income and\r\nearning potential). Accordingly, we hold a more equitable apportionment is to\r\naward Wife 20% of the marital portion of Husband's retirement benefits that\r\naccrued during the marriage. Thus, we modify the family court's order to reflect\r\nthis adjustment and remand for a recalculation of Wife's entitlement consistent\r\nwith this opinion.\r\n\r\nWife also claims the family court erred in calculating her entitlement to Husband's\r\nmilitary retirement benefits based on the approximate date of May 15, 1995, when\r\nshe moved from Fort Polk, Louisiana, to Charleston, South Carolina, instead of the\r\nfiling date6 in October 2009. While the family court initially valued Wife's share\r\nof Husband's military benefits based on the three and a half years that the parties\r\nadmitted they lived together over the course of their sixteen-year marriage and\r\nawarded Wife half of that amount, it changed the valuation date in its amended\r\nfinal order. In the amended final order, the family court based Wife's entitlement\r\nto Husband's military benefits on their sixteen-year marriage. As a result, we find\r\nthe family court chose the proper valuation date for calculating Wife's share of\r\nHusband's retirement benefits.\r\n\r\n(2) Reliance on Wolfe v. Wolfe\r\nWife argues the family court improperly relied on Wolfe v. Wolfe, 220 S.C. 437,\r\n440, 68 S.E.2d 348, 349 (1951), which states that \"the husband has the right, acting\r\nreasonably, to choose where the family shall reside, and when the wife refuses to\r\ngo with him, she is guilty of desertion.\" She claims that certain findings of fact in\r\nthe amended final order create a gender-based classification and rely upon outdated\r\n\r\n\r\n6Wife misstates the filing date of this action in her brief. Husband filed for\r\ndivorce on January 9, 2008, and the family court entered a final order granting the\r\nparties a divorce on October 1, 2009. Because the parties were legally married to\r\neach other for a period slightly over sixteen years, we find the family court did not\r\nerr in this respect.\r\n\nviews, such as those from Wolfe, which violate the Equal Protection Clause of the\r\nFourteenth Amendment. We find this argument is not properly before this court.\r\n\r\nUpon review of the family court's initial final order and its amended final order,\r\nthere is no mention of or reliance upon Wolfe. Moreover, Wife did not raise this\r\nissue in her Rule 59(e), SCRCP, motion to reconsider. See Barrow v. Barrow, 394\r\nS.C. 603, 615, 716 S.E.2d 302, 309 (Ct. App. 2011) (finding an issue was not\r\npreserved for review because family court did not address it in its order and party\r\nfailed to raise it in Rule 59(e), SCRCP, motion). Thus, we decline to address this\r\nargument.\r\n\r\n(3) Husband's Income\r\n\r\nNext, Wife avers the family court understated Husband's income at the final\r\nhearing and should have instead relied upon Husband's 2008 earnings in\r\ndetermining Husband's child support obligation. In addition, Wife claims the\r\nfamily court erred in reducing Husband's child support obligation without\r\nsufficient evidence of changed circumstances. We disagree.\r\n\r\nThe family court has the discretion to impute income to a party with respect to\r\nawards of alimony or child support. Sanderson v. Sanderson, 391 S.C. 249, 255,\r\n705 S.E.2d 65, 68 (Ct. App. 2010). If the obligor spouse has the ability to earn\r\nmore income than he is earning, the family court may impute income according to\r\nwhat he could earn by using his best efforts to gain employment equal to his\r\ncapabilities. Dixon v. Dixon, 334 S.C. 222, 240, 512 S.E.2d 539, 548 (Ct. App.\r\n1999) (citing 24A Am.Jur.2d, Divorce & Separation § 781 (1998)); see also\r\nBlackwell v. Fulgum, 375 S.C. 337, 347, 652 S.E.2d 427, 432 (Ct. App. 2007)\r\n(stating imputing income to a party who is voluntarily unemployed or\r\nunderemployed is appropriate when determining child support obligations). An\r\naward of alimony based on such imputation may be a proper exercise of discretion\r\neven if it exhausts the obligor spouse's actual income. Dixon, 334 S.C. at 240, 512\r\nS.E.2d at 548.\r\n\r\nIn the family court's final order, it found Husband received $1,878 per month in\r\nmilitary retirement benefits. However, the family court chose to impute an\r\nadditional $2,000 per month to Husband based on his earnings from part of 2008\r\nfor a total of $3,878 per month in gross income. Although Wife claims the family\r\ncourt should have imputed earnings to Husband based on his 2008 income on his\r\ntax return of $41,338, or $3,445 per month, the family court actually imputed more\r\nincome to Husband than Wife is now claiming should be imputed on appeal.\r\n\nHusband claims we should agree with Wife on this issue, thereby reducing his\r\nchild support obligation. Despite Wife's argument and Husband's concession, we\r\nhold it is appropriate to affirm the family court's calculation because this figure\r\nwas within the range of evidence presented to the family court. See generally\r\nBennett v. Rector, 389 S.C. 274, 280, 697 S.E.2d 715, 718 (Ct. App. 2010) (finding\r\nmother had the ability to earn between $149,000 and $252,000 based on her own\r\ntestimony and choosing to impute the lower salary to mother to establish her\r\ngrossly month income for purposes of establishing her child support obligation);\r\nSpreeuw v. Barker, 385 S.C. 45, 65-66, 682 S.E.2d 843, 853-54 (Ct. App. 2009)\r\n(finding family court properly resorted to evidence presented at trial, namely\r\nfather's monthly law firm withdrawals and corporate income tax returns, in\r\ndetermining father's gross income for purposes of calculating his child support\r\nobligation). Husband also testified at trial that he would be receiving a $500\r\nmonthly stipend from the Department of Veteran Affairs, which was not listed on\r\nhis financial declaration. Adding this amount to Wife's figure equates to almost\r\nthe exact figure the family court imputed to Husband for purposes of calculating\r\nchild support. See McCall v. Finley, 294 S.C. 1, 4, 362 S.E.2d 26, 28 (Ct. App.\r\n1987) (\"[W]hatever doesn't make any difference, doesn't matter.\"). Accordingly,\r\nwe find the family court did not err in imputing $2,000 in income to Husband\r\nbecause Wife failed to demonstrate the family court's calculation prejudiced her.\r\nSee Cox v. Cox, 290 S.C. 245, 248, 349 S.E.2d 92, 94 (Ct. App. 1986) (stating\r\nappellant has the burden of showing that family court's error was prejudicial).\r\n\r\nWife also claims the family court erred in reducing Husband's child support\r\nobligation because Husband failed to submit sufficient evidence of changed\r\ncircumstances. We disagree.\r\n\r\nInitially, we note Wife failed to include the family court's prior order setting forth\r\nthe amount of temporary child support in the record on appeal. See Bonaparte v.\r\nFloyd, 291 S.C. 427, 444, 354 S.E.2d 40, 50 (Ct. App. 1987) (stating the appellant\r\nbears the burden of providing a record on appeal sufficient for intelligent review);\r\nsee also Rule 210(h), SCACR (\"Except as provided by Rule 212 and Rule\r\n208(b)(1)(C) and (2), the appellate court will not consider any fact which does not\r\nappear in the Record on Appeal.\"). Regardless, the prior child support order was\r\nissued pendente lite; therefore, any change in circumstances was not dispositive of\r\nHusband's obligation. The temporary child support order was simply that, a\r\ntemporary agreement reached in contemplation of further negotiations and/or\r\njudicial proceedings. See Eubank v. Eubank, 347 S.C. 367, 373-74, 555 S.E.2d\r\n413, 416 (Ct. App. 2001) (finding the family court erred in treating a temporary\r\norder as a final adjudication of the parties' rights and responsibilities because it was\r\n\nonly a temporary agreement, and as such, did not permanently resolve whether the\r\nhusband was entitled to a modification or termination of his support obligation).\r\nThus, we affirm the family court on this issue.\r\n\r\nDespite our affirmance of the family court's award of child support under the final\r\norder, our decision to increase Wife's share of Husband's military retirement\r\nbenefits diminishes Husband's gross income. Because Husband's income will be\r\ndecreased as a result of this decision, his child support obligation will likewise be\r\naffected. As a result, we remand the issue of child support to the family court for a\r\nrecalculation based on Husband's adjusted gross income. See Spreeuw v. Barker,\r\n385 S.C. 45, 69, 682 S.E.2d 843, 855 (Ct. App. 2009) (finding family court erred\r\nin including certain debts in father's gross income for purposes of child support and\r\nremanding for a recalculation of father's child support obligation based on this\r\ndecrease in income); Arnal v. Arnal, 363 S.C. 268, 283, 609 S.E.2d 821, 829 (Ct.\r\nApp. 2005) aff'd as modified, 371 S.C. 10, 636 S.E.2d 864 (2006) (finding family\r\ncourt erred in amount it imputed to father as income and remanding the issue of\r\nchild support for recalculation based on the proper income).\r\n\r\n(4) Nissan Sentra\r\n\r\nLast, Wife argues the family court improperly required her to pay the remaining\r\ndebt of $4,513.06 on the parties' Nissan Sentra when Husband also benefitted from\r\nthe use of the vehicle. We disagree.\r\n\r\nFor purposes of equitable distribution, \"marital debt\" is debt incurred for the joint\r\nbenefit of the parties regardless of whether the parties are legally jointly liable for\r\nthe debt or whether one party is legally individually liable. Hardy v. Hardy, 311\r\nS.C. 433, 436-37, 429 S.E.2d 811, 813 (Ct. App. 1993).\r\n\r\nAt trial, Husband stated he initially drove the Nissan Sentra. At the time he was\r\ndriving the Nissan Sentra, Husband had purchased a Honda Accord for Wife,\r\nwhich she was driving. Husband, however, told Wife he was unable to afford both\r\ncar payments. Husband missed three car payments, and the bank repossessed the\r\nNissan Sentra. Wife eventually got the Nissan Sentra back and owned that car on\r\nthe date of the final hearing.\r\n\r\nHusband's and Wife's vehicles were purchased during the marriage; thus, the\r\nvehicles were marital property. Viewing the overall apportionment of the marital\r\nestate, we find the family court had the discretion to require the parties to pay the\r\ndebt on the vehicle in their respective possession. See Sanders v. Sanders, 396\r\nS.C. 410, 419, 722 S.E.2d 15, 19 (Ct. App. 2011) (in reviewing the division of\r\n\nmarital property, this court looks to the fairness of the overall apportionment and\r\nwill affirm if the end result is equitable). Husband's financial declaration reflects\r\nhis monthly car payment was $410, and Wife's financial declaration reflects her\r\nmonthly car payment was $732. Based on the parties' incomes, we find it\r\nreasonable to require each party to pay for their own vehicle. See Thomson v.\r\nThomson, 377 S.C. 613, 624, 661 S.E.2d 130, 136 (Ct. App. 2008) (\"The same\r\nrules of fairness and equity that apply to the equitable distribution of marital\r\nproperty also apply to the equitable division of marital debts.\"). Although both of\r\nthese vehicles were purchased during the course of the parties' marriage, we find\r\nthat Wife's sole use and ownership of the Nissan Sentra on the date of the final\r\nhearing support the family court's decision to require Wife to pay the outstanding\r\ndebt on the vehicle. See Woodward v. Woodward, 294 S.C. 210, 216, 363 S.E.2d\r\n413, 417 (Ct. App. 1987) (finding that although debt was acquired during parties'\r\nmarriage, the family court had the ability to require husband to repay entirety of\r\nmarital debt, particularly when husband had a greater ability to pay). Accordingly,\r\nwe affirm the family court's decision on this issue.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, the family court's decision is\r\n\r\nAFFIRMED AS MODIFIED and REMANDED.\r\n\r\nTHOMAS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5059","title":"Burnette v. City of Greenville","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5059.pdf","description":"Kellie N. Burnette appeals the circuit court's order affirming the decision of the Appellate Panel of the Worker's Compensation Commission.  Burnette argues the circuit court erred in affirming because the evidence in the record does not support the Single Commissioner's findings that (1) Burnette did not injure her low back in her June 2007 accident, (2) Burnette is not permanently and totally disabled, and (3) Burnette's testimony was not credible.","date":"2012-12-05","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Kellie N. Burnette, Appellant,\r\n\r\n            v.\r\n\r\n            City of Greenville and Hewitt Coleman & Associates,\r\n            Respondents.\r\n\r\n            Appellate Case No. 2011-198006\r\n\r\n\r\n\r\n                         Appeal From Greenville County\r\n                    G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                                Opinion No. 5059 \n\r\n                 Heard October 29, 2012 – Filed December 5, 2012 \n\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n            Douglas A. Churdar, of Greenville, for Appellant.\r\n\r\n            Michael Allen Farry and David Alan Wilson, both of\r\n            Horton Drawdy Ward Mullinax & Farry, PA, of\r\n            Greenville, for Respondents.\r\n\r\n\r\nCURETON, A.J.: Kellie N. Burnette appeals the circuit court's order affirming the\r\ndecision of the Workers' Compensation Commission (Commission). Burnette\r\nargues the circuit court erred in affirming because the evidence in the record does\r\nnot support the Commission's findings that (1) Burnette did not injure her lower\r\nback in her June 2007 incident, (2) Burnette is not permanently and totally\r\ndisabled, and (3) Burnette's testimony was not credible. We reverse as to the June\r\n2007 injury to Burnette's lower back, remand to the Commission for the entry of\r\n\nfindings of fact concerning the lumbar injury and Burnette's disability rating, and\r\ndecline to address the issue of credibility.\r\n\r\nFACTS\r\n\r\nI.    First Injury and 2004 MRI\r\n\r\nAfter becoming a police officer for the City of Greenville (City1) in 2001, Burnette\r\nsuffered two work-related injuries. On August 23, 2003, she was driving a patrol\r\ncar when a fleeing suspect in a stolen car collided with the driver's side in a \"t­\r\nbone\" accident. Burnette suffered a broken nose and injuries down her left side to\r\nher ankle, including her neck and lower back. In addition to surgery to repair her\r\nnose, Burnette received two months of physical therapy but continued experiencing\r\nchronic lower back pain. After the incident, she experienced continuing pain\r\nlocalized to her mid- and lower back. Although she was rated as having a 17.5%\r\ndisability to her back, Burnette returned to work to full duty.\r\n\r\nOn June 21, 2004, Burnette began seeing Dr. Kopera for pain management. Dr.\r\nKopera reviewed an MRI taken May 11, 2004, which he deemed normal. On\r\nAugust 19, 2004, Dr. Kopera determined Burnette had reached maximum medical\r\nimprovement (MMI) but had a 5% permanent impairment to her lumbar spine. He\r\nnoted Burnette presented with lower back pain but \"no radicular symptoms,\" rated\r\nher pain at a 7 out of 10, and displayed excellent range of motion at the waist.\r\nDuring the course of treating Burnette, Dr. Kopera found chronic pain or\r\ntenderness in the lumbar region that by 2006 had moved to the thoracic region. He\r\nbelieved the pain was largely myofascial in nature. In April 2006, Dr. Kopera\r\nprescribed physical therapy for Burnette, which helped. She continued seeing Dr.\r\nKopera until 2007, when he closed his practice and referred her to Dr.\r\nSatterthwaite.\r\n\r\nDuring the summer of 2005, Burnette also saw Dr. Schwartz for pain management.\r\nDr. Schwartz noted she presented with pain in her lower back, neck, interscapular\r\narea, and thoracolumbar region. He supplemented Burnette's oral pain medications\r\nwith injections. On August 23, 2005, Dr. Schwartz opined Burnette had reached\r\nMMI from her 2003 injuries but had a permanent spinal impairment of 13%, which\r\nconsisted of an 8% lumbar impairment and a 5% cervical impairment.\r\n\r\n\r\n1 This term also collectively references the City of Greenville and its insurance\r\nadministrator, Hewitt Coleman & Associates.\r\n\nII.   Second Injury and Medical Retirement\r\nOn June 16, 2007, Burnette attempted to wrestle a suspect out of a car while her\r\npartner unsuccessfully tried to tase the suspect. With Burnette partially inside the\r\nvehicle, the suspect drove forward. First dragged by the car and then thrown from\r\nit, Burnette landed against a curb and felt a shock in her neck, head, and lower\r\nback. Burnette began missing work and was placed on light duty. Ten months\r\nlater, on April 17, 2008, the South Carolina Retirement System placed Burnette on\r\ndisability retirement from the police force with a recommendation that she be\r\nexamined again in three years.\r\n\r\nOn August 28, 2007, Burnette began seeing Dr. Satterthwaite and his staff. She\r\nreported pain in the thoracic and lumbar regions that started after the 2003 car\r\nwreck. The treatment notes from Burnette's first visit indicate Dr. Hutcheson of\r\nthat office reviewed her 2004 MRI and recorded seeing minimal disk bulges\r\nwithout stenosis at L4-5 and L5-S1. In early September 2007, Burnette reported\r\nneck and lower back pain she rated at 9 out of 10. Two weeks later, she rated the\r\npain at 8. Dr. Satterthwaite noted Burnette had suffered \"an injury in June where\r\nshe hurt her neck\" and that the \"[c]urrent increased neck pain seem[ed] to have\r\nbeen [aggravated] by an injury in June when she was jerked by a car trying to leave\r\nthe scene.\"\r\n\r\nIn October 2007, Dr. Satterthwaite examined Burnette with an eye toward making\r\nrecommendations to the City's workers' compensation insurance administrator. At\r\nthat time, Burnette rated her pain at 6 out of 10 but noted the pain increased when\r\nshe sat or stood for long periods or entered or exited a car. In response to his\r\nquestion whether she might apply for a secretarial job, Burnette told Dr.\r\nSatterthwaite she was \"not interested in a desk job but [did] state that she ha[d]\r\napplied for [a] teaching position, which would not require her to wear the vest and\r\nbelt and [would] allow her to change positions frequently from standing to sitting.\"\r\nNoting the workers' compensation adjuster had asked him to define work\r\nrestrictions for Burnette, Dr. Satterthwaite stated:\r\n\r\n             She is currently working unrestricted. She does not want\r\n             significant restrictions that would place her at a desk job\r\n             or remove her from her job completely. She does feel\r\n             that she would benefit from limitations to standing and\r\n             sitting to one hour at a time without rest breaks. She was\r\n\n             on her feet working last weekend for several hours, and\r\n             that was quite uncomfortable to both her neck and back.\r\n\r\n             She has applied for [a] teaching position, which sounds\r\n             ideal for her. I would strongly recommend that she be\r\n             seriously considered for that position as I think she is a\r\n             dedicated officer and wishes to continue working in law\r\n             enforcement. It would also be good to get her out of the\r\n             patrol car so that she does not have to use it for long\r\n             periods with poor back support and get in and out of the\r\n             vehicle. The belt and vest are quite heavy and do alter\r\n             her posture with sitting and standing, increasing\r\n             problems with her spinal alignment and the potential for\r\n             increasing her neck and back pain.\r\n\r\nIII.   2008 MRI and Neck Surgery\r\nBurnette did not get the teaching job, but her pain rating remained relatively stable\r\nat 7 out of 10 until February 2008, when it reached 8. In January 2008, Burnette\r\nunderwent an MRI of her lumbar spine, which showed a minimal central disk\r\nprotrusion without stenosis or impingement at L5-S1. A few days later, Dr.\r\nSatterthwaite's nurse practitioner noted Burnette had a herniated disk at L5-S1 and\r\nlumbar radiculopathy. In March 2008, rating her pain with medication at 5 out of\r\n10, Burnette was experiencing spasms in her back. Dr. Satterthwaite's nurse\r\npractitioner referred her to physical therapy, noted they were \"still awaiting\r\napproval for treatment of [the] neck,\" and indicated Burnette needed a sedentary\r\njob because she was unable to continue in her present position. A series of\r\nepidural steroid injections followed from March through September 2008. On\r\nSeptember 15, 2008, Dr. Satterthwaite noted Burnette was suffering from increased\r\nback and leg pain. Despite receiving a pain injection two weeks earlier, on\r\nOctober 1, 2008, Burnette rated her pain at 9.\r\n\r\nOn October 27, 2008, Dr. Bucci performed a cervical laminectomy on Burnette,\r\nfusing together her C4 and C5 vertebrae. Following surgery, her neck pain\r\nimproved, but her back pain did not. From March to May 2009, her overall pain\r\nrating decreased from 8 to 6.\r\n\r\nDr. Bucci assessed Burnette's postsurgical condition twice. First, on April 3, 2009,\r\nhe completed a Physician's Statement for the Workers' Compensation Commission.\r\nIn that document, he noted he had last seen Burnette on March 24, 2009, and she\r\n\nsustained a 10% medical impairment to her cervical spine. In addition, he released\r\nher to return to work without restriction.\r\n\r\nOn August 6, 2009, Dr. Bucci revised his medical opinion when he filled out a\r\nmore detailed questionnaire for Burnette's counsel. He stated Burnette suffered a\r\n28% \"permanent impairment . . . to the whole person as a result of her cervical\r\nspine injury of 6/16/07.\" He also acknowledged that when he completed the\r\nPhysician's Statement, he was unaware of Burnette's disability retirement, 2003\r\nlumbar spine injury, ongoing treatment for pain and depression/anxiety, or her\r\nlimitations resulting from those conditions. Dr. Bucci concluded Burnette was not\r\nable to return to work without restriction.\r\n\r\nIn the meantime, on June 22, 2009, Dr. Satterthwaite completed a workers'\r\ncompensation questionnaire stating Burnette had reached MMI with regard to her\r\nJune 16, 2007 injuries. He assigned her a 72% impairment of the cervical spine,\r\nwhich translated to a 25% whole person impairment. In his treatment notes from\r\nJuly 1, 2009, he added that Burnette also had a 16% permanent impairment of the\r\nlumbar spine, which corresponded to a 12% whole person impairment. At that\r\nvisit, Burnette rated her pain at 6 but complained it was in her neck, left arm to\r\npalm, back, and right leg.\r\n\r\nIV.   Workers' Compensation Claim\r\nBurnette filed a Form 50, seeking total permanent disability for injuries to her\r\nneck, upper and lower back, and psyche from the June 2007 incident. The City\r\nadmitted her neck and upper back injuries but denied her claims of injuries to the\r\nlower back and psyche. The City maintained Burnette had received medical\r\ntreatment, had reached MMI, and needed no further care for injuries sustained in\r\nthe June 2007 incident.\r\n\r\nThe parties submitted extensive medical and psychological records2 for the single\r\ncommissioner's consideration. In addition, Burnette supported her claims with\r\nopinions and reports from her treating physicians and Benson Hecker, Ph.D., an\r\nexpert in vocational rehabilitation who evaluated her employment prospects. Dr.\r\nHecker concluded Burnette would be \"unable to perform any substantial gainful\r\nwork activity which exists in significant numbers in open competition with others.\"\r\n\r\n\r\n2 A component of Burnette's care with Dr. Satterthwaite was psychological care\r\nfrom Dr. Tollison and his staff.\r\n\n      A.     Hearing Testimony regarding Injuries\r\nOn September 3, 2009, the parties tried their case before the single commissioner.\r\nAt that hearing, Burnette testified to the rigors and unpredictability of working as a\r\npolice officer. She recalled wearing a uniform, duty belt, and bulletproof vest that\r\ntogether weighed approximately twenty-five pounds. According to Burnette, an\r\nofficer's duties were physically demanding and \"would vary from day to day, hour\r\nto hour.\" Burnette testified that after the August 2003 incident, she experienced\r\npain in her middle and lower back and pain that radiated into her arms. At the time\r\nof the hearing, she claimed her pain went from her neck to her buttocks and, at\r\ntimes, radiated downward through a nerve into her leg.\r\n\r\nBurnette also testified to suffering from depression. In addition, she claimed she\r\nexperienced anxiety when riding in vehicles or being in crowds. She stated she\r\ncould sit or stand comfortably for approximately twenty to thirty minutes at a time\r\nand could alternate sitting and standing for up to three hours at a time. Not only\r\nwould pain prevent her from kneeling or walking more than a couple of blocks, she\r\ntestified she had difficulty bending at the waist, twisting her back, squatting, or\r\nstooping.\r\n\r\n      B.     Hearing Testimony regarding the Boat Cover Incident\r\nOn cross examination, Burnette acknowledged reporting to her doctors an incident\r\nthat occurred in July 2009 when she and her friend were towing her parents' boat\r\nfrom Columbia to Greenville. According to the doctor's notes, Burnette \"recite[d]\r\nan incident on the weekend in which the sun cover on the boat flew off and she and\r\na friend had to pick it up and put it in their truck. Tuesday she start[ed] having\r\nincreased lower back pain that radiates to her left and into her buttocks.\" Burnette\r\nstated the notes were incorrect, in that the boat belonged to her parents and the\r\n\"cover\" that blew off was a cushion.\r\n\r\nBurnette further explained that the cover blew off the boat and flew onto the\r\nhighway, clipping the corner of the car behind her. After Burnette pulled off the\r\nhighway, her friend retrieved the cover from the road, and the two women \"pushed\r\nit up in the truck.\" According to Burnette, her increased pain started while she was\r\nwatering flowers on Tuesday following the Saturday incident.\r\n\r\n      C.     Procedure and Appeals\r\nOn October 14, 2009, the single commissioner issued her order awarding Burnette\r\nseventy-five weeks of benefits for a 25% permanent partial disability to the spine.\r\n\nShe found the June 2007 incident resulted in injuries to Burnette's neck and upper\r\nback with psychological overlay. However, she also found the \"greater weight of\r\nthe evidence\" did not support Burnette's claim of an injury to her lower back.\r\n\r\nThe single commissioner examined Burnette's 2004 and 2008 MRIs and found the\r\nlatter showed \"only a 'minimal' protrusion with no nerve root displacement or\r\nimpingement, and comparatively, no greater pathology of any significance (if any)\r\nthan the MRI of 2004 . . . .\"3 In addition, the single commissioner accepted\r\nwithout question Dr. Satterthwaite's June 22, 2009 statement that Burnette had\r\nreached MMI from her cervical injury and awarded benefits based upon his\r\ndetermination of a 25% whole person impairment corresponding to the cervical\r\nspine injury. However, she ignored his contemporaneous determination of a 12%\r\nwhole person impairment corresponding to the lumbar spine injury. Instead, the\r\nsingle commissioner found that \"if [Burnette] aggravated her low back condition in\r\nthe accident in issue, the aggravation was temporary, and her condition returned to\r\nbaseline or is the result of an intervening accident,\" referring to either an\r\nunspecified event \"in late 2008\" or the boat cover incident.\r\n\r\nShe further stated she \"strongly believe[d]\" Burnette had \"exaggerated her\r\ncondition to various providers and to the undersigned in order to 'maximize' her\r\ncase/award.\" Moreover, she stated Burnette struck her \"as someone who simply\r\n[did] not wish to work (medical evidence as a whole; testimony of [Burnette],\r\nincluding but not limited to the issue of the amount of her monthly police disability\r\nincome vis-à-vis her average weekly wage).\" The single commissioner found\r\nBurnette was \"conversant with various levels of the spine by name,\" but she\r\ndismissed much of Burnette's testimony as being \"liberally laced with\r\nexaggeration.\" Four out of twenty-four findings of fact relied at least in part on\r\nBurnette's interaction with her parents' boat.\r\n\r\nBoth before and after the issuance of this order, Burnette sought leave to submit\r\nadditional medical records in response to the boat cover incident. The single\r\ncommissioner denied her motions.\r\n\r\nOn April 1, 2010, the Commission entered an order affirming and adopting\r\nverbatim the single commissioner's order. Burnette appealed to the circuit court,\r\nwhich affirmed in a modified Form 4 order. She then filed a motion to alter or\r\namend the judgment, which was denied. This appeal followed.\r\n\r\n\r\n3   The record does not reflect that any physician expressed this opinion.\r\n\nSTANDARD OF REVIEW\r\n\r\nThe Administrative Procedures Act (\"APA\") provides the standard for judicial\r\nreview of decisions by the Commission. Pierre v. Seaside Farms, Inc., 386 S.C.\r\n534, 540, 689 S.E.2d 615, 618 (2010); Lark v. Bi-Lo, Inc., 276 S.C. 130, 133-34,\r\n276 S.E.2d 304, 306 (1981). Under the APA, this court can reverse or modify the\r\ndecision of the Commission if the substantial rights of the appellant have been\r\nprejudiced because the decision is affected by an error of law or is clearly\r\nerroneous in view of the reliable, probative, and substantial evidence on the whole\r\nrecord. S.C. Code Ann. § 1-23-380(5)(d), (e) (Supp. 2011); Transp. Ins. Co. v.\r\nS.C. Second Injury Fund, 389 S.C. 422, 427, 699 S.E.2d 687, 689-90 (2010).\r\n\r\nThe Commission is the ultimate factfinder in workers' compensation cases. Shealy\r\nv. Aiken Cnty., 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000). As a general rule,\r\nthis court must affirm the findings of fact made by the Commission if they are\r\nsupported by substantial evidence. Pierre, 386 S.C. at 540, 689 S.E.2d at\r\n618. \"Substantial evidence is that evidence which, in considering the record as a\r\nwhole, would allow reasonable minds to reach the conclusion the Commission\r\nreached.\" Hill v. Eagle Motor Lines, 373 S.C. 422, 436, 645 S.E.2d 424, 431\r\n(2007). \"The possibility of drawing two inconsistent conclusions from the\r\nevidence does not prevent the Commission's finding from being supported by\r\nsubstantial evidence.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Injury to Lower Back\r\nFirst, Burnette asserts substantial evidence does not support the finding she did not\r\ninjure her lower back in the June 2007 incident. We agree.\r\n\r\nAn injured employee \"who has a permanent physical impairment or preexisting\r\ncondition\" may receive benefits for a subsequent work-related disability if he\r\nestablishes by a preponderance of the evidence that \"the subsequent injury\r\naggravated the preexisting condition or permanent physical impairment.\" S.C.\r\nCode Ann. § 42-9-35 (Supp. 2011); see also Mullinax v. Winn-Dixie Stores, Inc.,\r\n318 S.C. 431, 436-37, 458 S.E.2d 76, 79 (Ct. App. 1995) (recognizing the \"natural\r\nconsequences flowing from a compensable injury, absent an independent\r\nintervening cause, are compensable,\" as well as the aggravation of \"a [preexisting]\r\ncondition, infirmity, or disease\" by a work-related injury). Nonetheless, \"an\r\nemployee who suffers a subsequent injury which affects a single body part or\r\n\nmember injury set forth in Section 42-9-30 is limited to the recovery set forth in\r\nthat section.\" § 42-9-35.\r\n\r\nAlthough medical evidence \"is entitled to great respect,\" the Commission is not\r\nbound by the opinions of medical experts and may disregard medical evidence in\r\nfavor of other competent evidence in the record. Potter v. Spartanburg Sch. Dist.\r\n7, 395 S.C. 17, 23, 716 S.E.2d 123, 126 (Ct. App. 2011). However, \"[w]hile a\r\nfinding of fact of the [C]ommission will normally be upheld, such a finding may\r\nnot be based upon surmise, conjecture, or speculation, but must be founded on\r\nevidence of sufficient substance to afford a reasonable basis for it.\" Edwards v.\r\nPettit Constr. Co., Inc., 273 S.C. 576, 579, 257 S.E.2d 754, 755 (1979); see also\r\nGrayson v. Carter Rhoad Furniture, 317 S.C. 306, 309-10, 454 S.E.2d 320, 322\r\n(1995) (affirming reversal of Commission's decision, which was supported by no\r\nevidence in the record).\r\n\r\nWe find the circuit court erred in affirming findings of fact that were unsupported\r\nby substantial evidence in the record. Particularly disturbing is the finding that the\r\n2008 MRI showed \"only a 'minimal' protrusion with no nerve root displacement or\r\nimpingement, and comparatively, no greater pathology of any significance (if any)\r\nthan the MRI of 2004 . . . .\" Because no evidence indicates this opinion originated\r\nfrom a medical provider, yet it appears in the single commissioner's order, we are\r\nforced to conclude it is the medical opinion of the single commissioner, adopted by\r\nthe Commission.\r\n\r\nMoreover, we find substantial evidence in the record does not support the\r\nCommission's findings that Burnette neither injured nor aggravated a preexisting\r\ninjury to her lower back, or that any such injury or aggravation either \"returned to\r\nbaseline\" or resulted from an independent intervening accident. See Potter, 395\r\nS.C. at 23, 716 S.E.2d at 126 (permitting the Commission to disregard medical\r\nevidence only when other competent evidence exists in the record); Edwards, 273\r\nS.C. at 579, 257 S.E.2d at 755 (holding a finding of fact by the Commission \"may\r\nnot be based upon surmise, conjecture, or speculation, but must be founded on\r\nevidence of sufficient substance to afford a reasonable basis for it\"). The record\r\ncontains Burnette's medical records and testimony, as well as written opinions by\r\nher treating physicians and a vocational rehabilitation expert. We find no evidence\r\nthat challenges the conclusions of Burnette's doctors concerning her herniated disk\r\nat L5-S1, lower back pain, or development of radiculopathy. As a result, the\r\nrecord provides little or no support for the findings of the Commission holding that\r\nBurnette neither injured nor aggravated a prior injury to her lower back in the 2007\r\nincident. Consequently, the circuit court erred in affirming the Commission's\r\n\nfactual findings concerning the existence, exacerbation, and possible causes of\r\nBurnette's lower back injury.\r\n\r\nWe reverse the circuit court's decision and remand this issue to the Commission.\r\nOn remand, we specifically instruct the Commission to reconsider this issue and\r\nenter findings of fact concerning Burnette's lumbar injury that are supported by\r\nsubstantial evidence in the record.\r\n\r\nII.   Permanent and Total Disability\r\nNext, considering the combined effects of her preexisting impairments with the\r\ninjuries sustained in the June 2007 incident, Burnette argues substantial evidence\r\ndoes not support the finding that she is not permanently and totally disabled. We\r\nremand this issue as discussed below.\r\n\r\nIn a workers' compensation case, this court does not have the authority to find\r\nfacts; that authority belongs to the Commission. Sigmon v. Dayco Corp., 316 S.C.\r\n260, 262, 449 S.E.2d 497, 498 (Ct. App. 1994). Moreover, the determination of an\r\ninjured employee's impairment rating is more art than science, involving the\r\nconsideration of evidence the Commission may gather from the injured employee,\r\nmedical and vocational experts, and lay witnesses:\r\n\r\n            While an impairment rating may not rest on surmise,\r\n            speculation or conjecture . . . it is not necessary that the\r\n            percentage of disability or loss of use be shown with\r\n            mathematical exactness. . . .\r\n\r\n            Further, the [Commission] is not bound by the opinion of\r\n            medical experts and may find a degree of disability\r\n            different from that suggested by expert testimony.\r\n            Expert medical testimony is merely intended to aid the\r\n            [Commission] in coming to the correct conclusion.\r\n            Unless the question of the extent of partial loss of use\r\n            under [section] 42-9-30 is so technically complicated as\r\n            to require exclusively expert testimony, lay testimony is\r\n            admissible.\r\n\r\nSanders v. MeadWestvaco Corp., 371 S.C. 284, 291-92, 638 S.E.2d 66, 70 (Ct.\r\nApp. 2006) (citations and quotation marks omitted).\r\n\nAny conclusion as to the degree or permanency of Burnette's disability must take\r\ninto consideration her preexisting impairments, as well as factual findings not yet\r\nmade with regard to her lumbar spine. In view of our determination that\r\nsubstantial evidence does not support the Commission's denial of a 2007 injury or\r\naggravation of a prior injury to Burnette's lumbar spine, we remand this issue to the\r\nCommission for (1) the entry of findings of fact concerning the extent of Burnette's\r\nlumbar injury or aggravation, (2) a determination of the medical treatment or other\r\nbenefits to which Burnette may be entitled for her lumbar injury or aggravation,\r\nand (3) a recalculation of Burnette's disability rating in view of the injury to the\r\nlumbar spine.\r\n\r\nIII.   Credibility\r\nFinally, Burnette contends the Commission's findings concerning her credibility\r\nare neither material nor supported by substantial evidence. Because our decisions\r\non the two prior issues are dispositive of this appeal, we decline to reach this issue.\r\nSee Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\nS.E.2d 591, 598 (1999) (ruling an appellate court need not review remaining issues\r\nwhen its determination of a prior issue is dispositive of the appeal).\r\n\r\nCONCLUSION\r\nWe conclude the Commission's findings holding Burnette neither injured nor\r\naggravated a prior injury to her lower back in the 2007 incident are not supported\r\nby substantial evidence. Consequently, we reverse the circuit court's decision\r\naffirming the Commission on this issue. Furthermore, we remand this issue to the\r\nCommission with instructions to reconsider this issue and enter findings of fact\r\nconcerning Burnette's lumbar injury that are supported by substantial evidence in\r\nthe record.\r\n\r\nWe further conclude the recognition of an injury or aggravation to an injury to\r\nBurnette's lower back affects the extent and permanency of Burnette's disability.\r\nAccordingly, we remand this issue to the Commission for reconsideration.\r\n\r\nBecause our determinations of the two other issues dispose of this appeal, we do\r\nnot address the issue of credibility.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nSHORT and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5060","title":"State v. Brayboy","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5060.pdf","description":"Larry Bradley Brayboy appeals from his convictions of armed robbery, kidnapping, and assault and battery of a high and aggravated nature, arguing the trial court erred in limiting Brayboy's examination of a co-defendant about a prior conviction for possession of a sawed off shotgun.","date":"2012-12-12","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA\r\n           In The Court of Appeals\r\n\r\nThe State, Respondent,\r\n\r\nv. \n\r\n\r\nLarry Bradley Brayboy, Appellant. \n\r\n\r\nAppellate Case No. 2009-138127 \n\r\n\r\n\r\n\r\n            Appeal From Florence County \n\r\n         Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                  Opinion No. 5060 \n\r\n  Heard September 10, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                     AFFIRMED \n\r\n\r\n\r\n\r\nAppellate Defender Kathrine H. Hudgins, of Columbia,\r\nfor Appellant.\r\n\r\nAttorney General Alan McCrory Wilson, Chief Deputy\r\nAttorney General John W. McIntosh, Senior Assistant\r\nDeputy Attorney General Salley W. Elliott, and Assistant\r\nAttorney General Christina J. Catoe, all of Columbia, and\r\nSolicitor Edgar Lewis Clements, III, of Florence, for\r\nRespondent.\r\n\nSHORT, J: Larry Bradley Brayboy appeals his convictions of armed robbery,\r\nkidnapping, and assault and battery of a high and aggravated nature (ABHAN),\r\narguing the trial court erred in limiting his ability to impeach a witness with\r\nevidence of a prior conviction. We affirm.\r\n\r\nI.    FACTS/PROCEDURAL BACKGROUND\r\n\r\nLate in the evening of December 6, 2008, intruders entered the Pizza Hut in Lake\r\nCity, South Carolina. The men wore stocking caps and dark clothing. One man\r\nheld a pistol, and another man had a shotgun. The man with the shotgun hit an\r\nemployee in the head with the gun and ordered him to open the cash register. The\r\nman with the pistol hit another employee on the head with the gun. The employees\r\nwere told to take off their clothes and surrender their wallets, cell phones, and\r\nkeys. After the intruders could not open the cash register and realized the police\r\nwere en route, they fled.\r\n\r\nInvestigator Jerry Gainey of the Lake City police department testified he was at the\r\ngas station across the street during the robbery. Two employees, who had been\r\noutside smoking when the robbery began, ran to him and told him what was\r\nhappening. Gainey radioed for backup and circled to the back of the Pizza Hut.\r\nGainey and his fellow officers caught Quennell Brown and Robin Turner, two of\r\nthe perpetrators. Gainey collected evidence at the scene including a shotgun that\r\nwas \"like a sawed-off . . . shotgun.\"\r\n\r\nBrown and Turner admitted their involvement in the crime, indicated Brayboy was\r\nthe third participant, and agreed to plead to lesser charges and testify against him.\r\nSubsequently, a Florence County grand jury indicted Brayboy for armed robbery,\r\nkidnapping, and ABHAN.\r\n\r\nPrior to Turner's testimony, the trial court heard arguments concerning the\r\nadmissibility of Turner's prior convictions, especially his prior conviction for\r\npossession of a sawed-off shotgun. Brayboy argued the conviction was more\r\nprobative than prejudicial, and Turner was merely a witness, not a co-defendant.\r\nThe State argued the conviction was highly prejudicial. Specifically, the State\r\nmaintained its admission would tend to inappropriately imply Turner's conformity\r\nin this case with his prior conviction rather than impeach him. The State agreed to\r\nthe admission of the conviction itself to be used for impeachment, but it requested\r\nthe conviction be referred to as a \"weapons\" conviction.\r\n\nThe trial court opined:\r\n\r\n             The issue that was the more interesting issue and the\r\n             more questionable issue that I have is . . . that of the\r\n             conviction for the possession of a sawed-off shotgun.\r\n             And the reason obviously that [it] is an issue that is of\r\n             higher concern is because . . . that is a very issue in this\r\n             case. I have absolutely no question that if it [was] a\r\n             conviction that Mr. Brayboy had and he was facing this\r\n             dilemma, it wouldn't be a dilemma. I would not allow\r\n             you to ask regarding the sawed-off shotgun.\r\n\r\n             So, whether that protection extends to a witness . . . is\r\n             questionable . . . . I'm trying to think to . . . [its] logical\r\n             conclusion and . . . why do we not want the jury to hear\r\n             that type of impeaching . . . evidence[?] And the reason\r\n             is . . . because we expect and we want the jury to base\r\n             [its] decision solely on the facts that are presented during\r\n             the course of this trial . . . and not on some issue that\r\n             occurred in a previous conviction.\r\n\r\n             The purpose of impeachment is simply to determine\r\n             whether or not someone is believable or not, and it\r\n             should have nothing to do with [\"]they did it once, they\r\n             must [have] done it again.[\"]\r\n\r\n             ....\r\n\r\n             And . . . I feel that allowing Mr. Turner to be questioned\r\n             that he has a prior conviction for possession of a sawed-\r\n             off shotgun, with that being a direct issue involved in this\r\n             case, is highly prejudicial to a jury in determining . . .\r\n             someone's credibility.\r\n\r\nThe court permitted further discussion, and the State argued that State v. Elmore,\r\n368 S.C. 230, 628 S.E.2d 271 (Ct. App. 2006), although not on point because it\r\ninvolved the admissibility of a prior conviction against a defendant, was\r\ninstructive. In Elmore, this court discussed the heightened prejudicial effect of the\r\n\nadmission of a similar prior crime against the defendant. Id. at 238-39, 628 S.E.2d\r\nat 275. This court noted:\r\n\r\n             One permissible approach, advocated by the United\r\n             States Fourth Circuit Court of Appeals, is to allow the\r\n             prosecutor to ask the witness about the existence of a\r\n             prior similar conviction under Rule 609(a)(1)[, SCRE]\r\n             without disclosing to the jury the nature of the prior\r\n             offense. See United States v. Boyce, 611 F.2d 530, 531 n.\r\n             1 (4th Cir. 1979). The Boyce approach was approvingly\r\n             referenced by our supreme court in Green v. State, 338\r\n             S.C. 428, 433 n. 5, 527 S.E.2d 98, 101 n. 5 (2000). The\r\n             Boyce approach still requires a meaningful balancing of\r\n             the probative value and prejudicial effect before\r\n             admission of the prior conviction, although the prejudice\r\n             occasioned by the similarity of the prior crime to the\r\n             crime charged is removed.\r\n\r\nId. at 239 n.5, 628 S.E.2d at 276 n.5.\r\n\r\nThe State argued the prejudicial nature of a similar prior crime \"goes not so much\r\nfor impeachment, but more so to . . . show action and conformity therein.\"\r\nBrayboy argued \"Rule 609 makes a distinction between witnesses and the accused .\r\n. . . The defendant, when he takes the stand, is a different kind of witness . . . .\r\n[T]he higher duty to a defendant, which we also see . . . in Rule 404(b)[, SCRE,]\r\nand Lyle situations[,] as well about a prior bad act, is different with a witness. . . .\r\n[T]he duty is higher when it may implicate the due process rights of a defendant.\"\r\nBrayboy requested that if the trial court \"determine[d] that the word sawed-off\r\nshotgun should not be used, . . . that the [c]ourt consider using the word firearm\r\nrather than just weapon.\"\r\n\r\nAfter further discussion, the court stated the reference to a sawed-off shotgun\r\nwould \"take[] a jury away from simply [evaluating] the credibility of the\r\nwitnesses\" and ruled the prior conviction could be admitted only as the unlawful\r\npossession of a firearm conviction. Turner and Brown testified, implicated\r\nBrayboy, and the jury found him guilty as charged. The trial court sentenced\r\nBrayboy to concurrent eighteen-year terms of imprisonment for the armed robbery\r\nand kidnapping charges and a concurrent ten-year term for the ABHAN charge.\r\nThis appeal followed.\r\n\nII.   LAW/ANALYSIS\r\n\r\nBrayboy argues the balancing test between probative value and prejudicial effect\r\nfound in Rule 609(a), SCRE, only applies when the State seeks to impeach the\r\naccused with a prior conviction. Because Turner was not the defendant in this\r\ncase, Brayboy argues he should have been permitted to specifically question\r\nTurner about the shotgun conviction. Brayboy maintains the trial court\r\nerroneously relied on cases that apply only to impeach a defendant. Finally,\r\nBrayboy submits he was prejudiced because the only evidence linking him to the\r\ncrime was the testimony of Turner and Brown. We find no reversible error.\r\n\r\n\"The admission of evidence is within the discretion of the trial court and will not\r\nbe reversed absent an abuse of discretion.\" State v. Anderson, 386 S.C. 120, 126,\r\n687 S.E.2d 35, 38 (2009) (quoting State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d\r\n262, 265 (2006)). \"An abuse of discretion occurs when the conclusions of the trial\r\ncourt either lack evidentiary support or are controlled by an error of law.\" Id.\r\n\r\n             [E]vidence that a witness other than an accused has been\r\n             convicted of a crime shall be admitted, subject to Rule\r\n             403, [SCRE,] if the crime was punishable by death or\r\n             imprisonment in excess of one year . . . and evidence that\r\n             an accused has been convicted of such a crime shall be\r\n             admitted if the court determines that the probative value\r\n             of admitting this evidence outweighs its prejudicial effect\r\n             to the accused . . . .\r\n\r\nRule 609(a)(1), SCRE. \"Although relevant, evidence may be excluded if its\r\nprobative value is substantially outweighed by the danger of unfair prejudice . . . .\"\r\nRule 403, SCRE.\r\n\r\nThe analysis for the admissibility of impeachment evidence differs depending on\r\nwhether its admission is sought against a witness or a criminal defendant. Warren\r\nMoise describes the difference as follows:\r\n\r\n             Rule 609(a)(1) addresses a conviction with a potential\r\n             sentence of greater than one year. In civil trials, and in\r\n             criminal trials for all witnesses other than the accused, a\r\n\nconviction \"shall\" be admitted under 609(a)(1) subject to\r\nthe balancing test under Rule 403. The language of\r\nproposed Rule 609 initially did not favor admissibility,\r\nproviding that a prior criminal conviction \"is admissible\r\nbut only if . . . punishable by death or imprisonment in\r\nexcess of one year . . . or involved dishonesty or false\r\nstatement regardless of the punishment.\" The imperative\r\n\"shall\" [\"must\" in Fed. R. Evid. 409(a)(1)] was added\r\nlater after extensive debate and reflected a decision by\r\nCongress to emphasize admissibility. Because\r\nadmissibility of criminal convictions under the common\r\nlaw was discretionary with the trial judge, Rule 609(a)(1)\r\nrepresents a subtle but clear change for both the federal\r\nand South Carolina courts. Now admissibility is\r\nmandatory . . . in the first instance. Discretion may be\r\napplied to exclude the criminal conviction \"subject to\r\nRule 403\", and then, in accord with the rules' liberal\r\nthrust toward admissibility, only if the probative value of\r\nthe conviction is substantially outweighed by\r\ncountervailing factors. Thus, criminal convictions of a\r\nparty or witness, other than the accused in a criminal trial\r\nrarely should be excluded under Rule 403.\r\n\r\nSpecial rules for the criminal defendant\r\n\r\nWhen the accused is sought to be impeached under Rule\r\n609(a)(1), Rule 403 is not used. Instead, the rule is\r\nconstrued . . . pursuant to State v. Colf, 337 S.C. 622, 525\r\nS.E.2d 246 (2000) and Green v. State, 338 S.C. 428, 527\r\nS.E.2d 98 (2000). Under . . . Colf and Green, the court\r\nneither per-se excludes nor always allows a criminal\r\ndefendant's prior convictions into evidence; instead, a\r\nfactor-based approach is used in determining whether the\r\nprosecution has met its burden in establishing that the\r\nprobative value of the accused's prior conviction\r\noutweighs any prejudice, a test set forth in Rule 609(a)(1)\r\nitself. Although the burden is on the prosecution to meet\r\nthe test in Rule 609(a)(1), it is not required to prove that\r\nthe conviction's prejudicial effect substantially outweighs\r\n\n             its probative value. If the prosecutor's burden has been\r\n             met, the conviction shall be admitted.\r\n\r\nWarren Moise, Criminal Convictions, 14 S.C. Law., March 2003, at 11, 11-12\r\n(internal citation omitted).\r\n\r\nBecause Turner was a witness rather than the accused, the trial court was required\r\nto conduct a Rule 403 balancing test. Rule 403's balancing test is applied when the\r\nconviction is offered to impeach a witness who is not the defendant. Rule\r\n609(a)(1), SCRE. To exclude the conviction, the court was required to find the\r\nprobative value was substantially outweighed by the danger of unfair prejudice,\r\nnot merely outweighed by the danger of prejudice. Rule 403, SCRE. Although the\r\ntrial court relied on Elmore and Boyce, and it did not specifically cite the Rule 403\r\nbalancing test, the trial court considered these issues in its analysis: (1) \"because\r\nwe . . . want the jury to base their decision solely on the facts that are presented\r\nduring the course of this trial . . . and not on some issue that occurred in a previous\r\nconviction\"; (2) \"[t]he purpose of impeachment is simply to determine whether or\r\nnot someone is believable or not, and it should have nothing to do with [\"]they did\r\nit once, they must [have] done it again.[\"]; and (3) \"allowing Mr. Turner to be\r\nquestioned that he has a prior conviction for possession of a sawed-off shotgun,\r\nwith that being a direct issue involved in this case, is highly prejudicial to a jury in\r\ndetermining . . . someone's credibility.\" We find the court indicated its\r\nconsideration of whether the probative value of the conviction was substantially\r\noutweighed by the danger of unfair prejudice. Accordingly, we find no reversible\r\nerror. See State v. King, 349 S.C. 142, 157, 561 S.E.2d 640, 647 (Ct. App. 2002)\r\n(finding no error in the admission of the defendant's prior bad acts despite the trial\r\ncourt's failure to perform the required Rule 403 balancing test on the record when\r\nthe court's comments on the record indicated it was cognizant of the evidentiary\r\nrule); Hunter v. Staples, 335 S.C. 93, 102, 515 S.E.2d 261, 266 (Ct. App. 1999)\r\n(affirming the trial judge's exclusion of a prior conviction based on its finding that\r\nthe conviction was not relevant and its prejudicial effect outweighed its probative\r\nvalue despite the trial court's failure to \"specifically enunciate the factors involved\r\nin reaching his ultimate decision\" because it was \"evident the judge considered\r\nRule 609(a)(1) in conjunction with the Rule 403 balancing analysis\").\r\n\r\nIn addition, we find if the trial court erred, it was harmless beyond a reasonable\r\ndoubt. \"Whether an error is harmless depends on the circumstances of the\r\nparticular case.\" State v. Thompson, 352 S.C. 552, 562, 575 S.E.2d 77, 83 (Ct.\r\nApp. 2003). Error is deemed harmless if it could not reasonably have affected the\r\n\nresult of the trial. Id. \"Where a review of the entire record establishes the error is\r\nharmless beyond a reasonable doubt, the conviction should not be reversed.\" Id.\r\n\r\nTurner was impeached with multiple convictions: (1) unlawful possession of a\r\n\"firearm\"; (2) common law robbery; (3) possession of a stolen vehicle; and (4)\r\nreceiving stolen goods. He was also questioned about his pending charges and\r\nplea agreement with the State, the terms of which would result in a ten-year federal\r\nsentence and the dismissal of all state charges. Furthermore, the other co-\r\ndefendant, Brown, also testified Brayboy was the third perpetrator and maintained\r\nhe was with Brayboy when Brayboy purchased the shotgun. Based on a review of\r\nthe record as a whole, we find any error was harmless.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, Brayboy's convictions are\r\n\r\nAFFIRMED.\r\n\r\nKONDUROS, J., concurs. LOCKEMY, J., concurring in result only.\r\n\r\nLOCKEMY, J.: I concur in result only. I would hold that limiting Brayboy's\r\nability to question Turner, one of only two witnesses testifying against him, about\r\nTurner's sawed-off shotgun conviction was a violation of Rule 609(a)(1), SCRE,\r\nand was error. Furthermore, I do not agree with the majority's determination that\r\nthe trial court conducted a Rule 403, SCRE, balancing test. In my view, after a\r\nproper Rule 403, SCRE, analysis, Brayboy should have been permitted to\r\nintroduce Turner's shotgun conviction into evidence. Additionally, I am concerned\r\nBrayboy's inability to cross-examine Turner regarding his conviction for\r\npossession of a sawed-off shotgun is a violation of the Confrontation Clause of the\r\nSixth Amendment to the United States Constitution. However, I agree with the\r\nmajority that any error by the trial court was harmless because Turner was\r\nimpeached with multiple convictions, and Brown testified Brayboy was the third\r\nperpetrator. For these reasons, I respectfully concur in result only.\r\n\n","court":"Appeals"},{"id":"5061","title":"Walde v. Association Insurance Company","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5061.pdf","description":"On cross-motions for summary judgment, Association Insurance Company (AIC) appeals the grant of partial summary judgment, costs, and attorney's fees to William and Mary Frances Walde, as assignees of Johnson Construction Company of Aiken, Inc. (Johnson).  AIC argues the trial court erred in finding AIC had a duty to defend Johnson against the Waldes' arbitration claims.  AIC further maintains the trial court erred in holding AIC was liable for costs and attorney's fees due to a breach of that duty because the court failed to find that AIC's refusal to defend was without reasonable cause.  Because the provisions of Johnson's insurance policy with AIC are unambiguous, those provisions are the guideposts of our analysis below.  We reverse.","date":"2012-12-12","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            William and Mary Frances Walde, as assignees of\r\n            Johnson Construction Company of Aiken, Inc.,\r\n            Respondents,\r\n\r\n            v.\r\n\r\n            Association Insurance Company, Appellant.\r\n\r\n            Appellate Case No. 2010-172706\r\n\r\n\r\n\r\n                          Appeal From Aiken County \n\r\n                     Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5061 \n\r\n                 Heard June 20, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                                  REVERSED\r\n\r\n\r\n            R. Michael Ethridge and Jennifer B. McCoy, of Carlock\r\n            Copeland & Stair LLP, both of Charleston, for Appellant.\r\n\r\n            Benjamin E. Nicholson, V, of McNair Law Firm P.A., of\r\n            Columbia, for Respondents.\r\n\r\n\r\n\r\nTHOMAS, J.: On cross-motions for summary judgment, Association Insurance\r\nCompany (AIC) appeals the grant of partial summary judgment, costs, and\r\nattorney's fees to William and Mary Frances Walde, as assignees of Johnson\r\nConstruction Company of Aiken, Inc. (Johnson). AIC argues the trial court erred\r\nin finding AIC had a duty to defend Johnson against the Waldes' arbitration claims.\r\n\nAIC further maintains the trial court erred in holding AIC was liable for costs and\r\nattorney's fees due to a breach of that duty because the court failed to find that\r\nAIC's refusal to defend was without reasonable cause. Because the provisions of\r\nJohnson's insurance policy with AIC are unambiguous, those provisions are the\r\nguideposts of our analysis below. We reverse.\r\n\r\nFACTS AND PROCEDURAL HISTORY\r\n\r\nThe Waldes owned residential property in Aiken and planned to build a barn and\r\npaddock to accommodate their horses. A special exception from a city ordinance\r\nwas required to allow the barn because the barn was not for commercial use. A\r\nvariance from the ordinance was also needed to allow the barn to be built behind\r\ntheir home because the barn would be nearer to the neighbors' houses than\r\npermitted by the ordinance. To those ends, the Waldes contracted with Johnson for\r\n$500 to represent them before Aiken's Board of Zoning Appeals (the BZA) in\r\nobtaining the necessary approval to build the barn and paddock (the Permitting\r\nContract).1\r\n\r\nJohnson submitted applications for the variance and special exception to the BZA.\r\nBefore and immediately after Johnson met with the BZA, Johnson's owner, Mike\r\nJohnson, affirmed to the Waldes that the variance and special exception being\r\napplied for would be sufficient for the desired barn, including an upstairs accessory\r\n\r\n1 In the order appealed from, the trial court found Johnson and the Waldes entered\r\ntwo separate contracts: the Permitting Contract and a contract to build a paddock\r\nand two-story barn–apartment. Thus, the trial court held Johnson's representation\r\nof the Waldes before the BZA was \"separate and apart\" from its construction of the\r\nbarn itself. At the summary judgment hearing, AIC argued the parties entered only\r\none contract that included permitting and construction. However, AIC's initial\r\nappellant's brief does not include an issue on appeal addressing this contention,\r\ndoes not argue the specific issue, and only briefly refers to this concern in its\r\nexclusion arguments without providing any supporting authority. Therefore, we do\r\nnot address whether the trial court properly found the parties entered separate\r\ncontracts. See Rule 208(b)(1)(B), SCACR (\"Ordinarily, no point will be\r\nconsidered which is not set forth in the statement of the issues on appeal.\"); Fassett\r\nv. Evans, 364 S.C. 42, 50 n.5, 610 S.E.2d 841, 846 n.5 (Ct. App. 2005) (holding\r\nthat even if an argument could be construed as raising a separate issue on appeal, it\r\nwas abandoned for being conclusory and failing to cite any supporting authority).\r\n\napartment, to comply with Aiken's ordinances. The BZA approved the variance\r\nand special exception, but those approvals were not sufficient to build the barn the\r\nWaldes desired.\r\n\r\nThe Waldes subsequently contracted with Johnson for the construction of a\r\npaddock and barn that included the upstairs apartment (the Construction Contract).\r\nJohnson had completed 80% of the barn by June 2008. That month, Aiken's\r\nbuilding inspector notified Johnson the barn did not comply with the variance or\r\nspecial exception. The barn was not built in the location permitted by the special\r\nexception. Nor had the BZA approved the apartment, which caused the barn to\r\ncontravene the height and size standards of Aiken's ordinances.\r\n\r\nJohnson sought another variance and special exception with the BZA. The BZA\r\ndenied the applications and directed the barn to be torn down. The Waldes\r\nconsequently terminated the Construction Contract with Johnson. Without\r\nJohnson's help, they sought a variance and special exception for a third time,\r\nrequesting that the barn remain if the apartment was removed. The BZA granted\r\nthis request, and Johnson tore down the apartment to lower the barn's roof to\r\nremedy the problem.\r\n\r\nIn September 2008, the Waldes filed an arbitration demand with the American\r\nArbitration Association. Johnson was insured by AIC under a comprehensive\r\ngeneral liability policy (the Policy). Johnson notified AIC of the arbitration\r\ndemand, and AIC denied any duty to defend or indemnify pursuant to the Policy.\r\nJohnson thereafter hired its own counsel to defend against the Waldes' allegations.\r\n\r\nThe Waldes also filed a brief with the arbitrator. Taken together,2 the arbitration\r\ndemand and arbitration brief specify claims for breach of contract, negligent\r\n\r\n2 The trial court considered both the arbitration demand and the Waldes' arbitration\r\nbrief. The record does not indicate whether AIC objected to the consideration of\r\nthe arbitration brief before the trial court ruled or in a subsequent Rule 59(e)\r\nmotion. Thus, whether the trial court should have considered the arbitration brief\r\nis not properly before us, and we consider both the arbitration demand and the\r\narbitration brief in deciding the issues. See Doe v. Doe, 370 S.C. 206, 212, 634\r\nS.E.2d 51, 55 (Ct. App. 2006) (when an appellant neither raises an issue at trial nor\r\nthrough a Rule 59(e), SCRCP, motion, the issue is not preserved for appellate\r\nreview).\r\n\nmisrepresentation, breach of fiduciary duty, and unjust enrichment. They include a\r\nquote from Mike Johnson at the second BZA meeting that he \"had no inkling, no\r\nintent,\" and \"no idea\" that the construction plans violated the size or height\r\nrequirements of the variance and special exception. The gravamen of the Waldes'\r\nnegligence, negligent misrepresentation, and breach of fiduciary duty claims\r\nalleged the same conduct by Johnson: negligent representation of them pursuant to\r\nthe Permitting Contract to obtain the necessary approval of the desired barn, which\r\nincluded performing work before the BZA and advising them that the variance and\r\nspecial exception would permit the barn's height with the apartment. The Waldes'\r\narbitration claims sought prejudgment interest; arbitration costs and fees; damages\r\nfor the difference between the value of the barn they contracted for and the value\r\nof the barn they received; damages for the cost of paying additional professionals\r\nto supervise, plan, and survey construction of the property due to Johnson's\r\nnegligence; travel costs; and punitive damages.\r\n\r\nJohnson and the Waldes settled their dispute prior to arbitration. Part of the\r\nsettlement agreement assigned to the Waldes any rights Johnson had to insurance\r\nproceeds under the Policy.\r\n\r\nThe Waldes thereafter filed a complaint against AIC, alleging AIC breached its\r\nduty to defend and indemnify Johnson. The complaint also attached the Policy, the\r\narbitration demand, and the arbitration brief.\r\n\r\nThe Waldes moved for partial summary judgment that (1) AIC breached its duty to\r\ndefend Johnson and (2) AIC was therefore liable to them under section 38-59-\r\n40(1) of the South Carolina Code (2002) for their costs and attorney's fees in suing\r\nAIC as well as Johnson's costs and attorney's fees in the prior arbitration.3 AIC\r\nfiled a cross-motion for summary judgment in response. AIC maintained the\r\nWaldes' arbitration claims did not involve an \"occurrence\" giving rise to \"property\r\ndamage\" and were precluded by \"insured contract,\" \"your work,\" \"intentional\r\nacts,\" and \"products-completed operations hazard\" (PCOH) exclusions.4 Even if\r\n\r\n3 The Waldes' motion did not seek a finding on the amount of costs or fees\r\nrecoverable; it sought a finding on AIC's liability for those items.\r\n4 We note the parties refer to exclusion A.2(j)(6) as the \"Your Work exclusion\" and\r\nexclusion A.2(l) as the \"PCOH exclusion.\" While this practice may be helpful to\r\nthe reader, we discuss the exclusions by referring to their particular subdivisions.\r\nWe do this to emphasize that legal analysis addressing contractual provisions\r\n\nAIC breached a duty to defend, moreover, AIC argued the Waldes were not\r\nentitled to costs or fees because they did not present any evidence AIC's refusal\r\nwas without reasonable cause.\r\n\r\nThe trial court granted the Waldes' motion for partial summary judgment. It held\r\nAIC was obligated to defend Johnson in the arbitration because (1) the Waldes\r\nsuffered \"property damage\" caused by an \"occurrence\" and (2) the alleged policy\r\nexclusions did not apply. The trial court lastly held that, because AIC failed to\r\ndefend Johnson, AIC was liable for the fees and costs sought by the Waldes. This\r\nappeal followed.\r\n\r\nISSUES ON APPEAL\r\n\r\n       1. \t   Did the trial court err in finding AIC had a duty to defend Johnson?\r\n\r\n       2. \t   Did the trial court err in finding AIC liable for fees and costs under\r\n              section 38-59-40?\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"Summary judgment is appropriate where there is no genuine issue of material fact\r\nand it is clear the moving party is entitled to a judgment as a matter of law.\"\r\nCollins Holding Corp. v. Wausau Underwriters Ins. Co., 379 S.C. 573, 576, 666\r\nS.E.2d 897, 899 (2008). \"In determining whether any triable issues of fact exist,\r\nthe evidence and all inferences which can be reasonably drawn from the evidence\r\nmust be viewed in the light most favorable to the nonmoving party.\" Id. at 577,\r\n666 S.E.2d at 899.\r\n\r\nANALYSIS\r\n\r\nI. \t   Duty to Defend\r\n\r\nAIC asserts the trial court erred in finding AIC had a duty to defend Johnson\r\nagainst the Waldes' claims for multiple reasons. We address them below.\r\n\r\nshould focus on the language of the contract. In this case, the Policy frames the\r\nmeaning of \"occurrence,\" \"property damage,\" \"your work,\" and \"PCOH\" by using\r\ndifferent, specific definitions. Those definitions only gain legal meaning through\r\nthe insuring clause and exclusions of the Policy.\r\n\n\"Insurance policies are subject to the general rules of contract construction.\" M &\r\nM Corp. of S.C. v. Auto-Owners Ins. Co., 390 S.C. 255, 259, 701 S.E.2d 33, 35\r\n(2010). \"The standard CGL policy grants the insured broad liability coverage for\r\nproperty damage and bodily injury which is then narrowed by a number of\r\nexclusions. Each exclusion in the policy must be read and applied independently\r\nof every other exclusion.\" Auto Owners Ins. Co., Inc. v. Newman, 385 S.C. 187,\r\n197, 684 S.E.2d 541, 547 (2009). We \"interpret insurance policy language in\r\naccordance with its plain, ordinary, and popular meaning, except with technical\r\nlanguage or where the context requires another meaning. Policies are construed in\r\nfavor of coverage, and exclusions in an insurance policy are construed against the\r\ninsurer.\" M & M Corp., 390 S.C. at 259, 701 S.E.2d at 35.\r\n\r\nHere, the provisions of the Policy, and the manner in which they apply under the\r\nallegations at issue,5 are unambiguous. Thus, those provisions are the guideposts\r\nof our analysis below.\r\n\r\n\"Questions of coverage and the duty of a liability insurance company to defend a\r\nclaim brought against its insured are determined by the allegations of the third\r\nparty's complaint.\" Isle of Palms Pest Control Co. v. Monticello Ins. Co., 319 S.C.\r\n12, 15, 459 S.E.2d 318, 319 (Ct. App. 1994), aff'd 321 S.C. 310, 468 S.E.2d 304\r\n(1996). In examining these allegations, the \"court must look beyond the labels\r\ndescribing the acts to the acts themselves which form the basis of the claim against\r\nthe insurer.\" Collins Holding Corp., 379 S.C. at 577, 666 S.E.2d at 899. If these\r\nalleged acts create \"a possibility of coverage under an insurance policy, the insurer\r\nis obligated to defend.\" Isle of Palms Pest Control Co., 319 S.C. at 15, 459 S.E.2d\r\nat 319.\r\n\r\n\r\n\r\n\r\n5 The Waldes contend the trial court found as alternative holdings that exclusion\r\nA.2.(j)(6) does not apply because it is \"ambiguous as applied to these facts\" and\r\nthus must be construed against AIC, the insurer. They contend AIC has not\r\nappealed these findings and they accordingly are the law of the case. However,\r\nAIC's entire appeal is clearly based upon an argument that the Policy\r\nunambiguously excludes coverage for the Waldes' claims. Therefore, the finding\r\nthat this exclusion is \"ambiguous as applied\" is not the law of the case.\r\n\nA.    \"Property Damage\" Caused by an \"Occurrence\"\r\n      \t\r\n\r\nThe Policy's insuring clause provides the following:\r\n\r\n            a. \t   We will pay those sums that the insured becomes\r\n                   legally obligated to pay as damages because of . . .\r\n                   \"property damage\" to which this insurance applies.\r\n                   We will have the right and duty to defend the\r\n                   insured against any \"suit\" seeking those damages.\r\n\r\n            ....\r\n\r\n            b. \t   This insurance applies to . . . \"property damage\"\r\n                   only if:\r\n\r\n                   (1) \t The . . . \"property damage\" is caused by an\r\n                         \"occurrence\" . . . .\r\n\r\nThus, AIC argues it did not have a duty to defend Johnson because the Waldes'\r\nclaims failed to raise the possibility of \"property damage\" caused by an\r\n\"occurrence.\"6\r\n\r\n\r\n\r\n\r\n\r\n\r\n6 In defense of this argument, the Waldes contend the trial court's finding that AIC\r\nhad a duty to defend Johnson is the law of the case. They first maintain the trial\r\ncourt made an unappealed finding in a footnote that AIC had a duty to defend\r\nbased upon Johnson's breach of a fiduciary duty. However, the footnote is attached\r\nto the court's finding that an \"occurrence\" existed by virtue of Johnson's negligent\r\nstatements to the Waldes pursuant to the Permitting Contract that the plans\r\ncomplied with the variance and special exception. We do not interpret the footnote\r\nto constitute an alternative finding to support a blanket grant of summary judgment\r\non the duty to defend, including any consideration of whether \"property damage\"\r\nwas alleged or any exclusions apply. In the footnote, the trial court held the\r\nallegations underlying the breach of fiduciary duty claim established an\r\n\"occurrence.\"\r\n\n1.    Property Damage\r\n\r\nAIC contends the trial court erred in finding the Waldes alleged \"property damage\"\r\nbecause their allegations do not establish \"physical injury\" or \"loss of use.\" AIC\r\nargues the claims in fact allege economic loss resulting from faulty workmanship.\r\nWe find the Waldes alleged \"property damage\" under the terms of the Policy.\r\n\r\nThe Policy defines \"property damage\" as the following:\r\n\r\n            a.     Physical injury to tangible property, including all\r\n                   resulting loss of use of that property. All such loss\r\n                   of use shall be deemed to occur at the time of the\r\n                   physical injury that caused it; or\r\n\r\n            b.     Loss of use of tangible property that is not\r\n                   physically injured. All such loss of use shall be\r\n                   deemed to occur at the time of the \"occurrence\"\r\n                   that caused it.\r\n\r\nIn granting partial summary judgment, the trial court found the Waldes raised the\r\npossibility of more than mere economic loss because they claimed both (1)\r\n\"physical injury\" when the barn was partially torn down and (2) if no physical\r\ninjury, \"loss of use\" of the barn when the BZA determined it failed to comply with\r\nAiken's regulations. We hold the Waldes alleged loss of use without physical\r\ninjury.\r\n\r\nThe Waldes' arbitration claims clearly allege economic loss that does not by itself\r\ntrigger coverage under the Policy.7 However, this does not preclude AIC from\r\nhaving a duty to defend Johnson against the Waldes' claims. The Policy's insuring\r\nclause says AIC has a \"duty to defend [Johnson] against any 'suit' seeking those\r\ndamages\" Johnson \"becomes legally obligated to pay . . . because of . . . 'property\r\ndamage' to which this insurance applies.\" Thus, AIC must defend Johnson in a suit\r\n\r\n7 The Waldes' arbitration allegations raise several items that are economic loss,\r\nincluding prejudgment interest; arbitration costs and fees; damages for the\r\ndifference between the value of the barn contracted-for and received; damages for\r\nthe costs of travel and construction supervision, planning, and surveying of their\r\nproperty.\r\n\nfor damages so long as the Waldes' allegations raise the possibility that Johnson is\r\nobligated to pay those damages because of \"property damage\" caused by an\r\n\"occurrence\" that is not excluded by the Policy.\r\n\r\nThe seminal case in South Carolina addressing whether a party has alleged mere\r\neconomic loss is Auto-Owners Insurance Co. v. Carl Brazell Builders, Inc., 356\r\nS.C. 156, 588 S.E.2d 112 (2003). In that case, third party homeowners sued\r\nmultiple insureds on a number of theories for the failure to disclose the known\r\npresence of hazardous materials in the construction and sale of their homes. Id. at\r\n159, 588 S.E.2d at 113. The homeowners alleged the insureds' failure to disclose\r\nthe presence of the hazardous materials caused the homeowners to suffer lower\r\nproperty values and other economic damages. Id. The court held the insurer did\r\nnot have a duty to defend the insureds because the homeowners' claims did not\r\nallege any \"physical injury\" that meets the definition of \"property damage.\" Id. at\r\n162-63, 588 S.E.2d at 115. The court reasoned the allegations of mere diminution\r\nin property value and other economic damages are purely economic loss. Id. at\r\n163, 588 S.E.2d at 115.\r\n\r\nUnlike the third parties in Carl Brazell Builders, Inc., the Waldes have gone\r\nbeyond alleging mere economic loss. They have raised the possibility of \"property\r\ndamage.\"\r\n\r\nThe Waldes' allegation that the barn had to be partially torn down to make it\r\ncomply with Aiken's regulations does not raise the possibility of \"physical injury to\r\ntangible property.\" \"Physical injury\" is not defined by the Policy, but an \"injury\" is\r\ngenerally considered the violation of another's legal right. See Black's Law\r\nDictionary 856 (9th ed. 2009) (providing that an injury is \"the violation of\r\nanother's legal right, for which the law provides a remedy\"). Under this definition,\r\nJohnson's partial tearing down of the barn's second story does not constitute an\r\ninjury. This removal of the second story was a remedial measure Johnson\r\nperformed to fix the injury he caused to the Waldes when the construction put\r\nthem in violation of Aiken's ordinances.\r\n\r\nNonetheless, the Waldes' allegations do raise the possibility of \"loss of use of\r\ntangible property\" that has not been physically injured. The Waldes could not fully\r\nuse the property after the BZA informed them of the barn's noncompliance. Thus,\r\nthey have alleged property damage as defined under the Policy. Whether that\r\nclaim of \"property damage\" is covered by the Policy is determined by whether it\r\nwas caused by an \"occurrence,\" and whether an exclusion applies.\r\n\nWe disagree with AIC's argument that the Waldes failed to allege \"property\r\ndamage\" because the physical injury to the barn resulted from faulty or defective\r\nworkmanship. Under the plain language of the Policy, whether \"property damage\"\r\nwas caused by faulty workmanship is relevant in the Policy's exclusions and not\r\nthe definition of \"property damage.\" Further, the three cases raised by AIC in\r\nsupport of its argument are inapplicable to the property damage issue. See\r\nCrossmann Cmtys. of N.C., Inc. v. Harleysville Mut. Ins. Co., 395 S.C. 40, 46, 50,\r\n717 S.E.2d 589, 592, 594 (2011) (stating that the question before the court was\r\nwhether the party's claims involved an \"occurrence\"; the parties stipulated the\r\nclaims involved property damage and the parties would not argue any policy\r\nexclusions); L-J, Inc. v. Bituminous Fire & Marine Ins. Co., 366 S.C. 117, 122-25,\r\n621 S.E.2d 33, 36-37 (2005) (addressing whether a party's claims involved an\r\n\"occurrence\"); Century Indem. Co. v. Golden Hills Builders, Inc., 348 S.C. 559,\r\n563-65, 561 S.E.2d 355, 357-58 (2003) (stating that the parties stipulated the\r\nclaims involved property damage and addressing whether a claim for cost of repair\r\nwas excluded by a faulty workmanship exclusion), overruled on other grounds by\r\nCrossmann Cmtys. of N.C., Inc., 395 S.C. at 50, 717 S.E.2d at 594.\r\n\r\n      Occurrence8\r\n2.\r\n\r\nThe Waldes have consistently maintained an \"occurrence\" existed under the Policy\r\ndue to Johnson's negligent representation of them before the BZA pursuant to the\r\nPermitting Contract. The trial court agreed with this assertion, finding three\r\noccurrences arising out of the Permitting Contract: (1) Johnson's incorrect advice\r\nto the Waldes before and immediately after the BZA meeting that their desired\r\nbarn would comply with the ordinances, variance, and special exception; (2)\r\nJohnson's failure to obtain the necessary approvals from the BZA to build the\r\ndesired barn; and (3) Johnson's failure to design the barn within the height and\r\nlocation requirements established by the BZA and Aiken ordinances.\r\n\r\nOn appeal, AIC maintains the Waldes' claims do not arise from an \"occurrence\"\r\nbecause the Waldes' arbitration demand asserted Johnson's advice was \"wrongful.\"\r\n\r\n\r\n8Our supreme court has held the definition of \"occurrence\" is ambiguous in the\r\nprogressive property damage context. Crossmann Cmtys. of N.C., Inc., 395 S.C. at\r\n49, 717 S.E.2d at 594.\r\n\nAccording to AIC, this allegation indicates the Waldes' claims are not based upon\r\nan \"accident\" that would give rise to an \"occurrence.\" We disagree.\r\n\r\nIn the Policy, an \"occurrence\" is defined as \"an accident, including continuous or\r\nrepeated exposure to substantially the same general harmful conditions.\" When\r\nleft undefined in a CGL policy, \"accident,\" means \"[a]n unexpected happening or\r\nevent, which occurs by chance and usually suddenly, with harmful result, not\r\nintended or designed by the person suffering the harm or hurt.\" Newman, 385 S.C.\r\nat 192, 684 S.E.2d at 543 (alteration in opinion) (internal quotation marks omitted).\r\n\r\nHere, the Waldes' allegations establish the possibility of an \"occurrence.\" The\r\nWaldes' allegation that Johnson \"wrongly\" said their plans complied with the\r\nBZA's variance and exception could be construed as alleging Johnson was\r\nmistaken or acting \"without due care.\" See Black's Law Dictionary 856 (9th ed.\r\n2009) (defining a \"wrong\" as a \"breach of one's legal duty\"); id. (defining\r\n\"wrongful\" as \"1. Characterized by unfairness or injustice . . . 2. Contrary to law;\r\nunlawful\"); id. (defining \"wrongful conduct\" as \"[a]n act taken in violation of a\r\nlegal duty; an act that unjustifiably infringes on another's rights\"); Webster's New\r\nWorld College Dictionary 1653 (4th ed. 2008) (defining \"wrongly\" as \"in a wrong\r\nmanner; . . . incorrectly; amiss\"). Thus, regardless of whether a claim is made for\r\n\"negligence,\" \"negligent misrepresentation,\" or \"breach of fiduciary duty,\" the\r\nWaldes sufficiently allege Johnson's erroneous representation of them before the\r\nBZA and provision of information was unintentional. Compare Collins Holding\r\nCorp., 379 S.C. at 577-78, 666 S.E.2d at 899-900 (holding the trial court erred in\r\nfinding a negligent misrepresentation claim created the possibility of an occurrence\r\nbecause the allegations underlying the claim could not be construed as accidental\r\nsince they incorporated assertions the insured's conduct \"systematic[ally],\"\r\n\"intentional[ly],\" and \"deliberate[ly]\" violated the law and therefore could not\r\npossibly be construed as negligent in nature). Therefore, it could be an accident\r\nwithin the terms of the Policy. That accident caused loss of use, and the Waldes\r\nhave sufficiently alleged \"property damage\" caused by an \"occurrence.\"\r\n\r\nB.    Exclusion A.2(j)(6)\r\n\r\nIf the Waldes sufficiently alleged \"property damage\" caused by an \"occurrence,\"\r\nAIC argues the trial court erred in finding AIC had a duty to defend Johnson\r\nbecause the Waldes' claims fall within exclusion A.2(J)(6). We agree.\r\n\r\nExclusion A.2(j)(6) provides the following:\r\n\n            2.     \t\r\n                   Exclusions\r\n\r\n            This insurance does not apply to:\r\n            ....   j.     Damage to Property\r\n\r\n                          \"Property damage\" to:\r\n            ....          (6)   That particular part of any property\r\n                                that must be restored, repaired or\r\n                                replaced because 'your work' was\r\n                                incorrectly performed on it.\r\n            ....          Paragraph (6) of this exclusion does not\r\n                          apply to \"property damage\" included in the\r\n                          \"products-completed operations hazard.\"\r\n            ....\r\n\r\n\"Your work\" includes \"[w]ork or operations performed by you or on your behalf\"\r\nas well as \"[w]arranties and representations made at any time with respect to the\r\nfitness, quality, durability, performance or use of 'your work.'\" PCOH includes all\r\n\"property damage\" (1) \"occurring away from premises you own or rent\" and (2)\r\narising out of \"your work\" except:\r\n\r\n            (2) \t Work that has not yet been completed or\r\n                  abandoned. However, \"your work\" will be deemed\r\n                  completed at the earliest of the following times:\r\n\r\n                   (a)\t   When all of the work called for in your\r\n                          contract has been completed.\r\n\r\n                   (b) \t When all of the work to be done at the job\r\n                         site has been completed if your contract\r\n                         calls for work at more than one job site.\r\n\n                   (c) \t When that part of the work done at a job site\r\n                         has been put to its intended use by any\r\n                         person or organization other than another\r\n                         contractor or subcontractor working on the\r\n                         same project.\r\n\r\n                   Work that may need service, maintenance,\r\n                   correction, repair, or replacement, but which is\r\n                   otherwise complete, will be treated as completed.\r\n\r\nThe Waldes have alleged property damage not included in the PCOH. Regardless\r\nof whether the Permitting Contract was complete when the Waldes in fact lost use\r\nof the property, the Policy deems all loss of use unaccompanied by physical injury\r\nto have occurred at the time of the occurrence. In this case, the Waldes claim loss\r\nof use of the property arising out of Johnson's incorrectly performed obligations to\r\nadvise them and obtain the necessary approval from the BZA to build the desired\r\nbarn on the property under the Permitting Contract. The loss of use is deemed to\r\nhave happened at the time of those incorrect performances. Therefore, the alleged\r\nloss of use happened before Johnson's work pursuant to the Permitting Contract\r\nwas complete.9\r\n\r\nBecause the Waldes have alleged \"property damage\" not included in PCOH, the\r\nPolicy indicates the Waldes' claims would be excluded from coverage under\r\nA.2(j)(6) if they claimed \"property damage\" to \"that particular part of property that\r\nmust be . . . replaced because 'your work' was incorrectly performed on it.\" In this\r\ncase, A.2(j)(6) precludes coverage. The Waldes have alleged that they lost use of\r\nthe barn while they were required to tear down and place a new roof on its\r\nstructure to comply with Aiken's height regulations because of Johnson's defective\r\n\r\n9If this court were able to consider whether Johnson and the Waldes in fact entered\r\ntwo contracts, we may have been inclined to find that they did not. As a result,\r\nJohnson and the Waldes' contract would involve both the agreement to obtain the\r\nnecessary approval from the BZA and the construction of the barn. In such a case,\r\nhowever, the Waldes' allegations would still allege property damage within the\r\nPCOH. Because the Waldes are deemed to have lost use of the barn during\r\nJohnson's representation of the Waldes before the BZA, the loss of use would have\r\nhappened before all of the work in that contract—including the construction—was\r\ncomplete.\r\n\nwork. In other words, the Waldes have alleged property damage to that particular\r\npart of property that must be replaced because Johnson's permitting work was\r\nincorrectly performed on it.\r\n\r\nThe Waldes contend their claims are not excluded because the defective work\r\noccurred before the BZA rather than in the construction of the barn, i.e. they claim\r\nJohnson negligently performed the permitting work and did not negligently build\r\nthe barn. However, this argument that their claims involve a permitting defect and\r\nnot a construction defect cannot escape the exclusion mandated by A.2(j)(6). Cf.\r\nCentury Indem. Co., 348 S.C. at 565-67,561 S.E.2d at 358-59 (providing an\r\nidentical provision excluded coverage not only for (1) \"property damage\" to\r\ndefective work caused by that defective work but also (2) \"property damage\" to\r\nnon-defective work caused by the defective work), overruled on other grounds by\r\nCrossmann Cmtys. of N.C., Inc., 395 S.C. at 50, 717 S.E.2d at 594. As a result, the\r\ntrial court erred in finding AIC had a duty to defend Johnson against the Waldes'\r\nallegations.\r\n\r\nCONCLUSION\r\n\r\nBecause we find AIC had no duty to defend Johnson, we need not address AIC's\r\nremaining arguments and issues. See Futch v. McAllister Towing of Georgetown,\r\nInc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling an appellate court need\r\nnot review remaining issues when its determination of a prior issue is dispositive of\r\nthe appeal). We reverse the trial court's grant of summary judgment to the Waldes.\r\nWe find the Waldes successfully raised the possibility of \"property damage\"\r\ncaused by an \"occurrence\" under the terms of the Policy. However, we hold the\r\nWaldes' allegations have not raised the possibility of coverage because they are\r\nunambiguously excluded. Thus, we hold AIC had no duty to defend Johnson\r\nagainst the Waldes' claims, and AIC is not liable for the fees and costs sought by\r\nthe Waldes.\r\n\r\n      REVERSED.\r\n\r\n      WILLIAMS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5063","title":"Broyhill v. Resolution Management Consultants","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5063.pdf","description":"","date":"2012-12-12","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA\r\n            In The Court of Appeals\r\n\r\nT. Patrick Broyhill, Respondent/Appellant,\r\n\r\nv.\r\n\r\nResolution Management Consultants, Inc., Gerard P.\r\nO'Keefe, Jeffrey B. Kozek, and Thomas Cummings,\r\nDefendants,\r\n\r\nOf whom Resolution Management Consultants, Inc. is\r\nAppellant/Respondent,\r\n\r\nAnd Gerard P. O'Keefe and Jeffrey B. Kozek are\r\nRespondents.\r\n\r\nAppellate Case No. 2010-154106\r\n\r\n\r\n\r\n           Appeal From Charleston County \n\r\n        Deadra L. Jefferson, Circuit Court Judge \n\r\n\r\n\r\n                  Opinion No. 5063 \n\r\n     Heard May 22, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND \n\r\n              REMANDED \n\r\n\r\n\r\nStanley E. Barnett, Smith, Bundy, Bybee, & Barnett, PC,\r\nof Mount Pleasant, for Respondent/Appellant.\r\n\r\nJohn J. Pringle, Jr., Ellis, Lawhorne & Sims, PA, of\r\nColumbia, and John T. Lay, Jr., Gallivan, White & Boyd,\r\nPA, of Columbia, for Appellant/Respondent and\r\nRespondent Jeffery B. Kozek.\r\n\n             Julius H. Hines, Womble Carlyle Sandridge & Rice,\r\n             LLP, of Charleston, for Respondent Gerard P. O'Keefe.\r\n\r\n\r\nFEW, C.J.: This cross-appeal arises out of a trial in which a jury returned a verdict\r\nin favor of Patrick Broyhill against Resolution Management Consultants, Inc.\r\n(RMC) for malicious prosecution. RMC argues the trial court gave an erroneous\r\njury instruction and erred in only partially granting its motion for directed verdict.\r\nBroyhill argues the trial court erred in directing a verdict in favor of RMC's\r\ncorporate officers on his claim for malicious prosecution, and in directing a verdict\r\nfor all defendants on his civil conspiracy claim. We affirm on all issues except\r\nRMC's claim that the trial court erred in charging the jury. We reverse the\r\njudgment against RMC and remand for a new trial.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nRMC provides various consulting services, including project management, dispute\r\nresolution, and litigation support. Gerard O'Keefe, Jeffrey Kozek, and Thomas\r\nCummings were officers of RMC during the time relevant to this appeal. Broyhill\r\nworked for RMC from 1999 until 2002. During that time, Broyhill acted as project\r\nmanager on all work RMC performed for ENSCO International, Inc. Among other\r\nthings, he prepared RMC's cost proposals for ENSCO projects.\r\n\r\nBroyhill's employment contract provided that for a period of one year after\r\nBroyhill left RMC, he would not \"solicit or accept any business . . . relating to\r\nexisting [RMC] projects, or . . . relating to potential work from existing or\r\nprospective clients.\" If Broyhill violated that clause, the contract required him to\r\npay RMC 25% of the fees invoiced to the client.\r\n\r\nIn 2002, RMC closed the office Broyhill managed due to insufficient profits. After\r\nthat, Broyhill worked for RMC out of his home. According to Broyhill,\r\nCummings told him that RMC was taking him off of the company's profit-sharing\r\nplan and demoting him to senior consultant.\r\n\r\nBroyhill resigned in December 2002. Before his last day, he reformatted his\r\ncompany computer and reinstalled its software, thereby erasing all the data on its\r\nhard drive. Broyhill testified he did this as a courtesy to RMC and the next user of\r\nthe computer.\r\n\nThe following February, he joined a competing company called JMI Solutions.\r\nAround that time, JMI submitted proposals to ENSCO on two projects on which\r\nRMC had also bid. ENSCO awarded one of the projects to JMI and the other to\r\nRMC. RMC soon learned Broyhill was working for JMI on its ENSCO project.\r\nAccording to RMC, its officers believed this violated the employment contract and\r\nBroyhill was obligated to pay RMC 25% of the fees that JMI invoiced to ENSCO.\r\nAccording to Broyhill, however, Cummings told him back in 2002 that his\r\ndemotion voided the contract.\r\n\r\nRMC also discovered that while Broyhill was still an RMC employee, he used his\r\npersonal email account to send a document containing financial information about\r\nRMC to the personal email account of another RMC employee. According to\r\nRMC, neither Broyhill nor the other employee was authorized to have that\r\ninformation. However, Broyhill testified he created the document using\r\ninformation Cummings provided to him, and the information concerned the\r\nfinancial performance of the office Broyhill managed.\r\n\r\nFinally, RMC contends that after it reviewed its ENSCO files, it believed that\r\nBroyhill had taken other documents relating to ENSCO, such as seminar materials\r\nand rate sheets. Broyhill disputes that RMC had any evidentiary basis for that\r\nbelief, pointing out that O'Keefe testified RMC \"didn't know what [Broyhill] kept\r\nback . . . . We never saw them.\"\r\n\r\nAfter talking with each other and counsel, O'Keefe, Kozek, and Cummings decided\r\nRMC should sue Broyhill. RMC filed an action for conversion, civil conspiracy,\r\nintentional interference with prospective contractual relations, and breach of his\r\nemployment contract. In the discovery phase, RMC did not attempt to contact\r\nENSCO or JMI to obtain proof that Broyhill had done the things RMC alleged.\r\nAdditionally, RMC did not produce any projections of damages relating to its\r\nclaims for conversion, civil conspiracy, or interference with prospective\r\ncontractual relations. Later, O'Keefe testified \"our damages have always been\r\nunder [Broyhill's employment] agreement.\" RMC never identified any of the\r\nreference materials or project files that it alleged Broyhill took from the company.\r\n\r\nBroyhill filed a motion for summary judgment in RMC's case against him. At the\r\nsummary judgment hearing, RMC voluntarily dismissed all of its causes of action\r\nexcept for breach of contract. The circuit court denied Broyhill's motion for\r\nsummary judgment on the breach of contract claim. The case was later tried non-\r\njury before a master-in-equity, who found for Broyhill.\r\n\nBroyhill then filed this action for malicious prosecution and civil conspiracy. At\r\ntrial, the defendants moved for a directed verdict. The trial court directed a verdict\r\nfor all four defendants on the civil conspiracy claim. As to the malicious\r\nprosecution claim, the court directed a verdict for O'Keefe, Kozek, and Cummings,\r\nbut not for RMC. The jury returned a verdict against RMC and awarded Broyhill\r\n$291,000.00 in damages.\r\n\r\n      II.    RMC's Appeal\r\n\r\n             A.     Denial of Motion for Directed Verdict\r\n\r\nRMC argues the trial court should have directed a verdict in its favor on Broyhill's\r\nmalicious prosecution cause of action. We must affirm a trial court's denial of a\r\nmotion for directed verdict unless we determine that the jury could not reasonably\r\nfind in favor of the party opposing the motion. \"When reviewing the trial court's\r\nruling on a motion for a directed verdict . . . , this Court must apply the same\r\nstandard as the trial court . . . .\" RFT Mgmt. Co. v. Tinsley & Adams L.L.P., 399\r\nS.C. 322, 331, 732 S.E.2d 166, 171 (2012). Viewing the evidence and all\r\nreasonable inferences in the light most favorable to the nonmoving party, \"[t]he\r\ntrial court must deny a motion for a directed verdict . . . if the evidence yields more\r\nthan one reasonable inference.\" 399 S.C. at 331-32, 732 S.E.2d at 171; see also\r\nErickson v. Jones St. Publishers, L.L.C., 368 S.C. 444, 463, 629 S.E.2d 653, 663\r\n(2006) (\"If the evidence is susceptible to more than one reasonable inference, the\r\ncase should be submitted to the jury.\"). On appeal from an order denying a motion\r\nfor directed verdict, therefore, \"we must determine whether a verdict for a party\r\nopposing the motion would be reasonably possible under the facts as liberally\r\nconstrued in his favor.\" Goodwin v. Kennedy, 347 S.C. 30, 38, 552 S.E.2d 319,\r\n323 (Ct. App. 2001) (citation omitted); see also Martasin v. Hilton Head Health\r\nSys., L.P., 364 S.C. 430, 440, 613 S.E.2d 795, 801 (Ct. App. 2005) (reversing\r\ndirected verdict for two defendants where a jury could reasonably have found for\r\nthe plaintiff against them); 364 S.C. at 437, 442, 613 S.E.2d at 799, 802 (affirming\r\ndirected verdict for another defendant where there was not sufficient evidence\r\nupon which a jury could reasonably \"conclude the alleged negligent acts or\r\nomissions . . . proximately caused Mr. Martisan's death\"). In other words, if there\r\nis sufficient evidence upon which the jury could reasonably find for Broyhill on his\r\nclaim for malicious prosecution against RMC, we must affirm the trial court's\r\ndecision to deny RMC's motion for directed verdict.\r\n\r\nTo recover in a malicious prosecution action, the plaintiff must prove the following\r\nelements: (1) the institution or continuation of original judicial proceedings; (2) by\r\n\nor at the instance of the defendant; (3) termination of such proceedings in plaintiff's\r\nfavor; (4) malice in instituting such proceedings; (5) lack of probable cause; and\r\n(6) resulting injury or damage. Ruff v. Eckerds Drugs, Inc., 265 S.C. 563, 566, 220\r\nS.E.2d 649, 651 (1975). RMC argues Broyhill failed to produce any evidence of\r\nlack of probable cause or malice. We disagree. The record contains evidence\r\nwhich, if believed by the jury, would reasonably support a verdict that RMC lacked\r\nprobable cause for each of its causes of action against Broyhill. Further, because\r\nmalice may be inferred from evidence of lack of probable cause, Parrot v. Plowden\r\nMotor Co., 246 S.C. 318, 322, 143 S.E.2d 607, 609 (1965), there was evidence\r\nfrom which the jury could draw an inference of malice.\r\n\r\nRMC also claims the fact that summary judgment was denied on its breach of\r\ncontract claim against Broyhill establishes the existence of probable cause of a\r\nbreach of contract as a matter of law. On these facts, we disagree. RMC's\r\nevidence that Broyhill worked on an ENSCO project after joining JMI and\r\nreceived fees for that work created a question of fact as to whether Broyhill\r\nbreached the employment contract and owed RMC 25% of the fees. In the\r\nmalicious prosecution trial, however, Broyhill presented evidence that Cummings\r\ntold him the contract was voided by Broyhill's demotion. Therefore, even though\r\nevidence regarding Broyhill's work for JMI on the ENSCO project required the\r\ndenial of summary judgment in RMC's action, evidence that RMC believed the\r\ncontract was void created a question of fact in Broyhill's action as to whether RMC\r\nactually had probable cause, and whether it acted maliciously in suing Broyhill.\r\n\r\nFinally, RMC argues Broyhill could not establish lack of probable cause because\r\nits officers obtained advice of counsel before suing him. \"Good faith reliance upon\r\nadvice of fully informed counsel may establish probable cause.\" Melton v.\r\nWilliams, 281 S.C. 182, 186, 314 S.E.2d 612, 615 (Ct. App. 1984). Evidence of a\r\nfair, full, and truthful disclosure of all the facts to counsel is necessary to show\r\ngood faith. Id. Although RMC's officers spoke with counsel about what RMC\r\nshould do with regard to Broyhill, it is not clear what they told their attorneys, or\r\nwhat the attorneys told them. Under these circumstances, the question of whether\r\nRMC established the good faith defense was for the jury to answer. We affirm the\r\ntrial court's decision denying a directed verdict.\r\n\r\n             B.     Jury Charge\r\n\r\nRMC argues the trial court erred in charging the jury on the element of lack of\r\nprobable cause in a malicious prosecution claim. We agree.\r\n\nBroyhill could prevail on his malicious prosecution claim only if he established\r\nthat RMC lacked probable cause as to each of the causes of action it asserted\r\nagainst Broyhill. See Ruff, 265 S.C. at 567, 220 S.E.2d at 651 (finding an action\r\nfor malicious prosecution was not available where the two charges asserted against\r\nthe plaintiff arose out of the same set of circumstances and the defendant's\r\nemployee had probable cause to bring one of the charges); Jackson v. City of\r\nAbbeville, 366 S.C. 662, 669-70, 623 S.E.2d 656, 660-61 (Ct. App. 2005)\r\n(affirming summary judgment for city in malicious prosecution action where\r\npolice officer had probable cause to arrest plaintiff for offense with which the\r\nplaintiff was never formally charged). In a charge conference, counsel for RMC\r\nstated, \"I think what I want the jury to know is that we don't have to establish\r\nprobable cause as to every single cause of action. Probable cause as to any one\r\ncause of action is sufficient to defeat a claim for malicious prosecution.\" Under\r\nRuff and Jackson, what RMC requested is a correct statement of law.\r\n\r\nThe trial court replied it was going to use its standard jury charge on probable\r\ncause. It charged the jury as follows:\r\n\r\n             [T]he plaintiff must prove that the defendant lacked\r\n             probable cause in instituting or continuing the action. In\r\n             determining whether probable cause existed, you should\r\n             focus on whether the defendant had reasonable cause to\r\n             believe that the plaintiff committed the acts about which\r\n             the complaint was made, and not whether the plaintiff\r\n             was actually guilty or innocent. . . . If the facts and\r\n             circumstances will lead a person of ordinary intelligence,\r\n             caution and prudence, acting conscientiously, fairly and\r\n             without prejudice to believe that the plaintiff was guilty,\r\n             that would be probable cause.\r\n\r\nThis instruction failed to explain that Broyhill was required to prove RMC lacked\r\nprobable cause for each of its causes of action, and that a jury finding of probable\r\ncause to support any one of RMC's causes of action required a verdict for RMC on\r\nBroyhill's malicious prosecution claim. Therefore, the trial court erred in rejecting\r\nRMC's requested instruction. See Clark v. Cantrell, 339 S.C. 369, 390, 529 S.E.2d\r\n528, 539 (2000) (\"It is error for the trial court to refuse to give a requested\r\ninstruction which states a sound principle of law when that principle applies to the\r\ncase at hand, and the principle is not otherwise included in the charge.\").\r\nMoreover, the phrase \"the acts about which the complaint was made\" suggests that\r\nRMC had to have probable cause as to all of its causes of action, which would\r\n\nmean Broyhill could prevail by showing only that RMC lacked probable cause for\r\nany one cause of action. In that respect, the court erred by making an incorrect\r\nstatement of the law. See id. (stating \"the trial court is required to charge only the\r\ncurrent and correct law of South Carolina.\").\r\n\r\nBroyhill argues that, when considered in context, the jury charge conveyed the\r\npoint RMC asked the court to make. Broyhill undercuts that argument in his brief,\r\nhowever, by ascribing to the jury charge the very meaning it could not permissibly\r\nhave. Broyhill states in his brief: \"The jury was charged to consider whether there\r\nwas probable cause for all of the acts about which the complaint was made.\"\r\n(emphasis added)\r\n\r\nWe find the erroneous jury charge prejudiced RMC. The charge permitted the jury\r\nto award damages based on a lack of probable cause for any one of the claims\r\nRMC asserted against Broyhill, while the law forbids recovery unless Broyhill\r\nproved a lack of probable cause for all of them. RMC contended that probable\r\ncause existed for all of its claims, but its strongest argument as to probable cause\r\nwas on the breach of contract claim. The trial court's refusal to give the requested\r\ncharge therefore prevented RMC from making its strongest probable cause\r\nargument. See State v. Kerr, 330 S.C. 132, 145, 498 S.E.2d 212, 218 (Ct. App.\r\n1998) (to determine whether error regarding jury charge was prejudicial, \"our\r\ninquiry is not what the verdict would have been had the jury been given the correct\r\ncharge, but whether the erroneous charge contributed to the verdict rendered\").\r\nWe reverse and remand for new trial.1\r\n\r\n      III.   Broyhill's Appeal\r\n\r\nBroyhill appeals the trial court's decisions to direct a verdict for O'Keefe, Kozek,\r\nand Cummings on his claim for malicious prosecution, and for all defendants on\r\nhis civil conspiracy claim.\r\n\r\nWe find no evidence that would support a verdict for malicious prosecution against\r\nO'Keefe, Kozek, or Cummings. All of their actions were taken only in their\r\ncorporate capacities to recover damages that belonged exclusively to the\r\ncorporation. In other words, there is no evidence that any of the individual\r\n\r\n1We do not address the other issues RMC raises on appeal. See Futch v.\r\nMcAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n(1999) (holding an appellate court need not review remaining issues when its\r\ndetermination of a prior issue is dispositive of the appeal).\r\n\ndefendants instituted or continued judicial proceedings. See Ruff, 265 S.C. at 566,\r\n220 S.E.2d at 651. RMC is the only party that sued Broyhill.\r\n\r\nAs to the civil conspiracy claim, \"a corporation cannot conspire with itself.\"\r\nMcMillan v. Oconee Mem'l Hosp., Inc., 367 S.C. 559, 564, 626 S.E.2d 884, 887\r\n(2006). Because Broyhill presented no evidence that O'Keefe, Kozek, or\r\nCummings acted outside their official capacities as officers of RMC, neither they\r\nnor RMC can be liable for civil conspiracy. See 367 S.C. at 565, 626 S.E.2d at 887\r\n(2006) (\"A civil conspiracy cannot be found to exist when the acts alleged are\r\nthose of employees or directors, in their official capacity, conspiring with the\r\ncorporation.\"). Therefore, we affirm.\r\n\r\n      IV.   Conclusion\r\n\r\nThe decisions of the trial court are AFFIRMED IN PART AND REVERSED IN\r\nPART. We REMAND for a new trial only as to Broyhill's malicious prosecution\r\nclaim against RMC.\r\n\r\nHUFF, J., concurs.\r\n\r\n\r\nSHORT, J., concurring in part and dissenting in part: I respectfully\r\ndissent because I interpret the learned trial court's jury charge differently than\r\nthe majority.\r\n\r\n\r\nThe trial court need only charge the current and correct law of South\r\nCarolina. Magnolia N. Prop. Owners' Ass'n, Inc. v. Heritage Communities,\r\nInc., 397 S.C. 348, 362, 725 S.E.2d 112, 120 (Ct. App. 2012). \"In reviewing\r\nan alleged error in jury instructions, we are mindful that an appellate court\r\nwill not reverse the [trial] court's decision absent an abuse of discretion.\"\r\nHennes v. Shaw, 397 S.C. 391, 402, 725 S.E.2d 501, 507 (Ct. App. 2012).\r\n\"An abuse of discretion occurs when the trial court's ruling is based on an\r\nerror of law or is not supported by the evidence.\" Cole v. Raut, 378 S.C. 398,\r\n404, 663 S.E.2d 30, 33 (2008). In our review, this court must consider the\r\ntrial court's jury charge as a whole in light of the evidence and issues\r\npresented at trial. Hennes, 397 S.C. at 402, 725 S.E.2d at 507. \"A trial\r\ncourt's refusal to give a properly requested charge is reversible error only\r\n\nwhen the requesting party can demonstrate prejudice from the refusal.\"\r\nPittman v. Stevens, 364 S.C. 337, 340, 613 S.E.2d 378, 380 (2005).\r\n\r\n\r\nI disagree with the majority's finding that the trial court's language in its\r\ncharge, \"the acts about which the complaint was made,\" suggests Broyhill\r\ncould prevail on his malicious prosecution claim by showing that RMC\r\nlacked probable cause for any one cause of action. I find the charge required\r\nthe jury to consider all the four causes of action RMC brought against\r\nBroyhill to determine if RMC had probable cause to believe that Broyhill\r\ncommitted any of the acts about which the complaint was made.2\r\nFurthermore, I find there is no evidence the court's refusal to grant RMC's\r\nrequested charge resulted in any prejudice to RMC. Like the majority, I\r\nagree RMC's strongest argument as to the existence of probable cause was on\r\nthe breach of contract claim, but there was ample evidence in the record to\r\nsupport a finding of a lack of probable cause. Therefore, I find there was no\r\nabuse of discretion resulting in any prejudice to RMC, and I would affirm as\r\nto all issues.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 RMC's complaint alleged the following causes of action against Broyhill:\r\n(1) conversion of trade secrets; (2) conspiracy to injure RMC; (3) interference\r\nwith RMC's prospective contractual relations; and (4) violation of the non-\r\ncompete agreement.\r\n\n","court":"Appeals"},{"id":"5064","title":"King v. King","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5064.pdf","description":"In this alimony modification appeal, Ray King appeals the final order of the family court for (1) failing to reduce his alimony obligation retroactive to the date of filing of the complaint, and (2) awarding retroative alimony to Patricia King in the amount of $26,004 on the basis that the findings of fact were not supported by the preponderance of the evidence.","date":"2012-12-12","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             Raymond Eugene King, Jr., Appellant,\r\n\r\n             v.\r\n\r\n             Patricia Ann Lowe King, Respondent.\r\n\r\n             Appellate Case No. 2010-176387\r\n\r\n\r\n\r\n                         Appeal From Spartanburg County \n\r\n                        Letitia H. Verdin, Family Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5064 \n\r\n                  Heard October 31, 2012 – Filed December 12, 2012 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Jack W. Lawrence, Lawrence & Rudasill, PA, of\r\n             Spartanburg, for Appellant.\r\n\r\n             N. Douglas Brannon, Turnipseed & Brannon Law Firm,\r\n             of Spartanburg, and John S. Nichols, Bluestein Nichols\r\n             Thompson & Delgado, LLC, of Columbia, for\r\n             Respondent.\r\n\r\nFEW, C.J.: Ray King appeals the family court's order denying a modification of\r\nalimony. He argues the court erred by: (1) finding his income had increased, (2)\r\nimputing income to him from a LLC without requiring his ex-wife to pierce the\r\ncorporate veil, and (3) not making specific findings of fact as to alimony factors\r\nRay did not raise as a basis for his claim of change in circumstances. We affirm.\r\n\r\n      I.     Facts and Procedural History\r\n\nRay and Patricia King married in 1976 and had three children. In 1999, Patricia\r\nfiled for divorce on the grounds of adultery. Ray admitted the adultery and agreed\r\nto permanent periodic alimony payments in the amount of $6,500 per month. The\r\nalimony was set based on Ray's yearly base salary of $300,000 as chief operating\r\nofficer of a textile company called Mastercraft Fabrics. Patricia had no income at\r\nthe time.\r\n\r\nIn May 2004, Ray lost his job at Mastercraft. Two months later, he filed an action\r\nseeking a reduction of alimony based on a change in employment. By the fall of\r\nthe same year, he was employed as a commissioned sales representative of Hans\r\nVlessing International Textile Agencies, Inc., also known as HV. Although Ray\r\nwas a salesman for HV, he independently represented other companies as well, so\r\nhe created Alpha Sales, an unincorporated business Ray referred to as merely a\r\n\"checking account\" through which other companies and HV paid him\r\ncommissions.\r\n\r\nThe family court heard Ray's action for reduction of alimony in April 2005. He\r\npresented a financial declaration showing a monthly income of $1,200 and\r\nmonthly expenses of $11,000. Patricia was employed with a school district\r\nmaking $2,040 per month. In May 2005, Judge A. Eugene Morehead issued an\r\norder finding Ray, \"at a minimum, ha[d] the capability of earning approximately\r\n$100,000 annually.\" Due to the decrease in his income, the court lowered his\r\nalimony payment to $4,167 per month.\r\n\r\nRay continued to work for HV until March 2007, when he became the president of\r\nUnited Mills Group, a company formed by his previous boss at HV, Hans\r\nVlessing. In his capacity as president of United Mills, Ray traveled to China and\r\nestablished business contacts with textile mills located there. From Ray's contacts,\r\nUnited Mills was able to buy directly from the Chinese suppliers and resell the\r\ngoods in the United States.\r\n\r\nIn 2008, the Chinese suppliers of United Mills complained Vlessing owed them\r\nmoney, so Ray flew to China in September to try to salvage the business. Ray\r\ncalled his new wife Melinda from China \"to see what she could do about setting up\r\na company that could filter this stuff through.\" As a result, Melinda formed Gold\r\nMedal Fabrics, LLC. Ray claims Melinda served as CEO of the company. Gold\r\nMedal Fabrics had one checking account, on which Ray and Melinda were\r\nsignatories.\r\n\nDuring this time, Patricia's health declined significantly. She developed a\r\ncondition known as dystonia, a movement disorder that causes muscles to contract\r\nand spasm involuntarily.1 In Patricia's case, dystonia restricts her ability to speak,\r\nso that she has not worked full-time as a teacher since the end of the 2006-2007\r\nschool year. Her family practitioner, Dr. Scott Coley, testified Patricia's condition\r\nis \"debilitating,\" and she is not capable of working a full-time job.\r\n\r\nIn June 2009, Ray brought another action for a reduction of alimony. He filed a\r\nfinancial declaration, estimating his income to be $2,240 a month. Patricia was not\r\nthen employed. On August 28, Judge Roger E. Henderson entered a temporary\r\norder finding that, \"for the purpose of this temporary hearing only, there has been a\r\nsufficient showing to reduce the alimony payments until a final hearing can be\r\nhad,\" and temporarily reducing Ray's alimony to $2,000 per month.\r\n\r\nJudge Letitia H. Verdin conducted the final hearing over four dates: April 8, April\r\n30, May 7, and August 9, 2010. Ray's factual presentation at the hearing contained\r\nnumerous inconsistencies and exposed several misrepresentations he made in his\r\nfinancial declaration and in his deposition and hearing testimony. For example,\r\nwhen cross-examined about the financial declaration, he admitted it was not\r\ncorrect and that he actually made $5,000 per month in 2009. He attempted to\r\nexplain that much of his income came later in the year and that the declaration was\r\nhis \"best guess at the time,\" but the family court found the declaration \"was false.\"\r\nThe family court found Ray's income \"now exceeds $100,000 per year,\" an\r\nimplicit finding that Ray's testimony that he made only $5,000 per month was also\r\nfalse.\r\n\r\nRay hired accountant Dewayne Davidson to determine the amount of income Ray\r\nearned in 2009. Based on the information Ray provided to him, Davidson\r\nestimated Ray's income for 2009 was around $72,000, with $35,540 coming from\r\nGold Medal Fabrics and $37,500 from Alpha Sales. However, Patricia's\r\naccounting expert, Marcus Hodge, compared Ray's financial records with his\r\ntestimony and found inconsistencies between the two. For example, in his May\r\n2009 deposition, Ray contended he had only two bank accounts—his personal\r\nchecking account at Wachovia Bank and the Alpha Sales account. Hodge located\r\nthe checking account for Gold Medal Fabrics, which Ray had not mentioned in his\r\n\r\n1Dystonia is defined as: \"Prolonged involuntary muscular contractions that may\r\ncause twisting (torsion) of body parts, repetitive movements, and increased\r\nmuscular tone.\" Taber's Cyclopedia Medical Dictionary 654 (Donald Venes ed.,\r\n20th ed. 2005).\r\n\ndeposition. Ray claimed the account was not his even though he had signatory\r\nauthority over it and was paid commissions from the account.\r\n\r\nHodge located another account at Fifth Third Bank. When questioned as to why he\r\ndid not identify this account in his deposition, Ray claimed he did not know\r\nMelinda had set up the account. However, Ray admitted during cross-examination\r\nhe signed numerous checks on the account. In addition, Hodge testified he could\r\ndirectly correlate checks Ray wrote on the Gold Medal Fabrics account with\r\ndeposits made the same day into the Fifth Third account. It is not possible that Ray\r\nwas unaware Melinda set up the Fifth Third account.\r\n\r\nRay also claimed Melinda was the true owner of Gold Medal Fabrics. However,\r\nthe evidence supports the family court's finding that this claim \"is not credible.\"\r\nRay sold the goods and made all decisions regarding development of the product,\r\nwhile Melinda did \"the financial, did the invoicing and chasing the containers and\r\nthat kind of thing.\" Further, Ray was unable to document that any of Melinda's\r\n$53,000 to $54,000 earnings in 2009 came from Gold Medal Fabrics since she also\r\nhad a full-time job as a customer service representative at Sencera International\r\nCorporation. Finally, the corporate documents Ray produced for Gold Medal\r\nFabrics do not show any indication that Melinda was CEO.\r\n\r\nThe family court entered an order on September 8, 2010, finding Ray did not meet\r\nhis burden of establishing a change in circumstances. The court did not make a\r\nspecific finding as to Ray's income in 2009 but did find his income had increased\r\nfrom the $100,000 per year that was used as a basis for setting his initial reduction\r\nof alimony in 2005. In making this finding, the family court imputed to Ray the\r\nearnings of Gold Medal Fabrics and found he had submitted a false financial\r\ndeclaration in the temporary hearing. The court also found Patricia was unable to\r\nwork due to her declining health. Accordingly, the court ordered Ray to pay\r\nPatricia $4,167 each month in permanent periodic alimony and to pay $26,004 in\r\nback alimony for the period of time his alimony was temporarily reduced.\r\n\r\n      II.    Applicable Law\r\n\r\nPursuant to South Carolina Code section 20-3-130(B)(1) (Supp. 2011), permanent\r\nperiodic alimony is \"modifiable based upon changed circumstances occurring in\r\nthe future.\" The party seeking modification of alimony bears the burden of\r\ndemonstrating a substantial unforeseen change in circumstances. Butler v. Butler,\r\n385 S.C. 328, 336, 684 S.E.2d 191, 195 (Ct. App. 2009); see also Miles v. Miles,\r\n393 S.C. 111, 120, 711 S.E.2d 880, 885 (2011) (\"A party is entitled to . . . a\r\n\nmodification if he can show an unanticipated substantial change in\r\ncircumstances.\"). Our standard of review is set forth in Lewis v. Lewis, 392 S.C.\r\n381, 709 S.E.2d 650 (2011).\r\n\r\n      III.   Ray Did Not Prove a Substantial Change of Circumstances\r\n\r\nWe agree with the family court's finding that Ray did not prove a substantial\r\nchange of circumstances that would justify a reduction of his alimony.\r\n\r\n             A.    Ray's Income Has Increased Since 2005\r\n\r\nFirst, we find Ray's current income exceeds the $100,000 per year Judge Morehead\r\ndetermined he was earning in his 2005 order. Hodge testified Ray's 2009 income\r\nwas $193,888. Ray's own expert Davidson testified Ray earned over $72,000,\r\nbefore considering income from Gold Medal Fabrics. We agree with the family\r\ncourt that Gold Medal Fabrics' net income for 2009 in the amount of $52,746\r\nshould be imputed to Ray.2 Considering Davidson's income figure together with\r\nthe imputed income from Gold Medal Fabrics, Ray's income for 2009 was more\r\nthan $124,000. The family court correctly found it was unnecessary to determine\r\nthe exact amount of Ray's income since, under any scenario, it exceeded the\r\nincome Judge Morehead found he earned in 2005.\r\n\r\n             B.    Interpretation of the 2005 Order\r\n\r\nRay contends that even if the family court correctly found his 2009 income\r\nexceeded $100,000, the court erred in not finding a substantial change in\r\ncircumstances. His argument is based on the statement in Judge Morehead's order\r\nthat \"one-half of [Ray's] earning capability should go to [Patricia] until he gets\r\nback to his former level of income.\" Ray argues that based on that statement the\r\n2005 order reduced his alimony to $4,167 in anticipation of Ray returning to his\r\nformer income of $300,000. Therefore, Ray argues the \"change\" he must prove is\r\nfrom the court's anticipation that his income would return to $300,000. Ray argues\r\nthat because he continues to make less than $300,000, it was error for the family\r\ncourt not to grant a modification of alimony.\r\n\r\n\r\n\r\n2Davidson explained that Gold Medal Fabrics' 2009 net income was calculated\r\nafter deducting \"contract labor\" for Ray in the amount of $35,540, the figure\r\nDavidson used to calculate Ray's income at over $72,000.\r\n\nRay's argument mischaracterizes the 2005 order. The court reduced Ray's alimony\r\nto $4,167 because it determined his income had decreased, but not below\r\n$100,000. The order states, \"While it is certainly understandable that he may not\r\nbe able to move immediately back . . . [to] earning $300,000 to $400,000 annually,\r\nas he did in the past, the Court finds that he, at a minimum, has a capability of\r\nearning approximately $100,000 annually.\" The \"one-half of [Ray's] earning\r\ncapacity\" refers to half of the $100,000, which is $4,167 per month. In using the\r\nlanguage \"until he gets back to his former level of income,\" the court intended that\r\nwhen he did so, his alimony obligation could return to the agreed-upon level of\r\n$6,500. This intent is made clear in another statement in the 2005 order: \"[B]y\r\nApril 15th of each year, [Ray] will furnish [Patricia] a copy of his tax return . . . so\r\nshe can make a determination when this issue should be readdressed by the Court\r\nto [reinstate] her previously awarded alimony.\" Thus, the order did not anticipate\r\nthat Ray's alimony would be further reduced if his income did not increase after\r\n2005. Rather, the order anticipated that if his income did increase, the alimony\r\ncould return to its original amount. The family court correctly interpreted the 2005\r\norder to base the alimony award on Ray's income capability of $100,000.\r\nLikewise, the court correctly denied a modification of alimony because Ray's\r\nincome has increased since 2005.\r\n\r\n             C.\t    Imputing the Earnings of Gold Medal Fabrics to Ray—\r\n                    Findings of Fact\r\n\r\nRay argues the earnings of Gold Medal Fabrics were improperly imputed to him\r\nfor determining his income. Ray argues Melinda, who he claims is the CEO of\r\nGold Medal Fabrics, was the legal owner of the company, and therefore the\r\ncompany's income belongs to her and should not be imputed to him. However,\r\nRay's own explanation for why Melinda was designated CEO defeats his argument.\r\nHe testified there were two reasons Melinda was named CEO. First, it allowed\r\nRay to tell potential customers that he \"represented\" Gold Medal Fabrics and deny\r\nhe ran the company:\r\n\r\n             [I]t was much easier for me to be able to say that I\r\n             represent Gold Medal [Fabrics]. I represent these people.\r\n             . . . [I]f I say I am president of Gold Medal [Fabrics],\r\n             somebody thinks I can make a decision. And it is much\r\n             better for me to be able to say, \"Okay, you know what? I\r\n             cannot make them knock this price off. I have got to go\r\n             back and speak to the owner.\"\r\n\nSecond, Ray testified he previously lost a job opportunity because of his ownership\r\nof Alpha Sales. Because he \"didn't want to have anything associated with [his]\r\nname at all that had any type of ownership in case another job [came] along,\" he\r\nmade Melinda CEO of Gold Medal Fabrics.\r\n\r\nEssentially, Ray's explanation is that he made Melinda CEO in order to deceive his\r\ncustomers and potential employers as to who owned the company. His explanation\r\nsupports the family court's conclusion that his claim Melinda was the owner of\r\nGold Medal Fabrics \"is not credible\" and supports this court's agreement with the\r\nfamily court that Gold Medal Fabrics' income should be imputed to Ray.\r\n\r\nMoreover, there are other facts the family court found to be inconsistent with Ray's\r\nclaim that Melinda was CEO: (1) Gold Medal Fabrics grew out of relationships\r\nRay had with Chinese suppliers while he worked for United Mills, and Melinda\r\nhad no relationship with the Chinese suppliers and had never even traveled to\r\nChina; (2) Ray directed the creation of Gold Medal Fabrics and testified that had\r\nhe not directed Melinda to set up the company, she would not have done it on her\r\nown; (3) Ray made almost all of the important decisions associated with the\r\nbusiness of Gold Medal Fabrics; (4) there was no evidence that Melinda was\r\nassigned or claimed any income from Gold Medal Fabrics; and (5)\r\nGold Medal Fabrics' corporate documents do not support Ray's claim—none list\r\nMelinda as CEO, or even a member of the LLC—and the Articles of Organization\r\ndescribe Gold Medal Fabrics as a \"Member-managed LLC,\" where \"all members . .\r\n. shall be managers.\" As a factual matter, therefore, we believe the court correctly\r\ndetermined the income of Gold Medal Fabrics should be imputed to Ray.\r\n\r\n            D.\t    Imputing the Earnings of Gold Medal Fabrics to Ray—\r\n                   Legal Conclusion\r\n\r\nRay also argues the family court erred as a matter of law in imputing to him\r\nincome from Gold Medal Fabrics. He claims the court should have required\r\nPatricia to meet the burden of proving the elements to pierce the corporate veil.\r\nSee Sturkie v. Sifly, 280 S.C. 453, 457, 313 S.E.2d 316, 318 (Ct. App. 1984) (\"The\r\nparty seeking to have the corporate identity disregarded has the burden of proving\r\nthat the doctrine should be applied.\"). We disagree.\r\n\r\nWhile a piercing the corporate veil analysis might be relevant to alimony\r\nmodification in other circumstances, it is not needed here to impute the income of\r\nGold Medal Fabrics to Ray. The doctrine of \"[p]iercing the corporate veil is the\r\njudicial act of imposing personal liability on otherwise immune corporate officers,\r\n\ndirectors, and shareholders for the corporation's wrongful acts.\" 18 C.J.S.\r\nCorporations § 14 (2007) (internal quotation marks omitted). When a party\r\nsuccessfully pierces the corporate veil, the liabilities of the corporation may be\r\nimposed on and collected from officers, directors, or shareholders. See id. In this\r\ncase, the family court did something completely different. By imputing Gold\r\nMedal Fabrics' income to Ray, the court did not determine that Ray was liable for\r\nGold Medal Fabric's debts. Rather, the court determined who would have access to\r\nand ownership of Gold Medal Fabrics' profits after they are distributed from the\r\nLLC. Therefore, the question in this case is not whether the family court could\r\nreach inside the corporate form of Gold Medal Fabrics, but who owned the money\r\nwhen Gold Medal Fabrics paid it out. Because the court determined as a factual\r\nmatter that Ray owned the money when Gold Medal Fabrics distributed it, the\r\ncourt did not need to disregard the corporate form.\r\n\r\nRay argues this court's decision in Woodside v. Woodside, 290 S.C. 366, 350\r\nS.E.2d 407 (Ct. App. 1986) requires a family court to go through the piercing the\r\ncorporate veil analysis before it can impute earnings of a company for purposes of\r\ncalculating alimony. We disagree. First, Woodside is an appeal from an initial\r\ndetermination of alimony. 290 S.C. at 369, 350 S.E.2d at 409. This case, on the\r\nother hand, is an action for modification of alimony in which Ray had the burden\r\nof proving a substantial change in circumstances. Ray cannot shift that burden to\r\nPatricia by channeling his income through a company.\r\n\r\nSecond, the facts of Woodside are different. In Woodside, the husband operated a\r\nconsulting firm through a corporation, of which he owned a ten percent stock\r\ninterest. 290 S.C. at 370, 350 S.E.2d at 410. The wife claimed the corporation's\r\nincome should be constructively allocated to him for purposes of calculating\r\nalimony. Id. Unlike here, there was no evidence in Woodside that the corporation\r\nwas created to conceal the true owner of the business. Also unlike here, the\r\nWoodside opinion reveals no evidence the husband was actually using the\r\ncorporation's net income.3 In fact, the Woodside opinion does not reflect that the\r\ncorporation even had any net income. There also is no evidence in Woodside that\r\nthe husband was the beneficial owner of any corporate profits after they were paid\r\nout to the shareholders. The other shareholders in Woodside were the parties'\r\n\r\n3The court noted the wife claimed the husband used the corporation's assets\r\npersonally, but the opinion does not indicate any facts to support this claim. See\r\n290 S.C. at 370, 350 S.E.2d at 410 (\"The wife's attorney argued during oral\r\nargument that the husband also used some of the corporation's assets personally.\").\r\n\nchildren. Id. Two of the children were minors, and there was no evidence the\r\nemancipated child received any corporate funds. 290 S.C. at 369, 350 S.E.2d at\r\n409. In this case, on the other hand, the person Ray claims is the owner of Gold\r\nMedal Fabrics is his current wife, whom the evidence shows shares the burden of\r\nRay's living expenses. This contrast in facts demonstrates the Woodside court may\r\nhave had to reach inside the corporate form to access the corporation's money.\r\nFrom the evidence in this case, however, the family court correctly recognized Ray\r\nwas the beneficiary of Gold Medal Fabrics' net income, even if the money was\r\nactually paid to Melinda.\r\n\r\nFinally, the law simply does not support Ray's position that the family court must\r\npierce the corporate veil before it may impute the income of a company to one\r\nspouse for purposes of calculating alimony. There is no other published decision\r\non alimony that mentions piercing the corporate veil, and Woodside cannot be read\r\nto require it. In Woodside, this court merely affirmed the family court's decision\r\nnot to allocate the corporation's income to the husband. In doing so, we stated,\r\n\"We have reviewed the record and are unable to find a sufficient basis for\r\ndisregarding the corporate structure and constructively allocating its income to the\r\nhusband.\" 290 S.C. at 370, 350 S.E.2d at 410. We did not intend to require a\r\nfamily court to pierce the corporate veil in future cases.\r\n\r\n             E.\t   The Family Court Did Not Need to Consider All the\r\n                   Statutory Factors in Section 20-3-130\r\n\r\nRay's final argument is the family court erred by not making specific factual\r\nfindings as to each of the factors listed in section 20-3-130 of the South Carolina\r\nCode when it denied modification of alimony. Ray is correct that the factors listed\r\nin that section may be relevant to a request that alimony be modified.4 See Fuller\r\nv. Fuller, 397 S.C. 155, 163, 723 S.E.2d 235, 239 (Ct. App. 2012) (\"Many of the\r\nsame considerations relevant to the initial setting of an alimony award may be\r\n\r\n4 Factors to be considered in making an alimony award include: (1) duration of the\r\nmarriage; (2) physical and emotional health of the parties; (3) educational\r\nbackground of the parties; (4) employment history and earning potential of the\r\nparties; (5) standard of living established during the marriage; (6) current and\r\nreasonably anticipated earnings of the parties; (7) current and reasonably\r\nanticipated expenses of the parties; (8) marital and nonmarital properties of the\r\nparties; (9) custody of children; (10) marital misconduct or fault; (11) tax\r\nconsequences; and (12) prior support obligations; as well as (13) other factors the\r\ncourt considers relevant. See S.C. Code Ann. § 20-3-130(C) (Supp. 2011).\r\n\napplied in the modification context . . . .\" (citation and quotation marks omitted)).\r\nHowever, in the modification context, the party seeking the modification has the\r\nburden of proof, and therefore must argue which factors are important and\r\ndemonstrate why.\r\n\r\nIn this case, Ray claimed there was a change in circumstances because (1) his\r\nincome had decreased, (2) Patricia's income had increased, and (3) his expenses\r\nwere large. The family court made specific findings as to the first two. As to the\r\nclaim that his expenses were large, we find Ray did not meet his burden of proof.\r\nThere was little testimony as to his personal expenses, the nature of those\r\nexpenses, and why they would warrant a change of alimony. Because Ray did not\r\nplead and argue any other changes in circumstances, it was unnecessary for the\r\ncourt to make specific findings as to the other factors in section 20-3-130.\r\n\r\n      IV.    Conclusion\r\n\r\nWe affirm the family court's ruling that Ray did not prove a substantial change in\r\ncircumstances justifying a reduction of alimony.\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5065","title":"Curiel v. Hampton County E.M.S.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5065.pdf","description":"Hampton County E.M.S. (Hampton) appeals the trial court's grant of summary judgment in favor of Maria and Martin Curiel, arguing the trial court erred in finding it was not entitled to tort immunity pursuant to the South Carolina Tort Claims Act.  S.C. Code Ann. Â§ 15-78-70(6) (2005).  We affirm.","date":"2012-12-19","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Maria T. Curiel and Martin L. Curiel, Respondents,\r\n\r\n            v.\r\n\r\n            Hampton County E.M.S., Appellant.\r\n\r\n            Appellate Case No. 2011-194827\r\n\r\n\r\n\r\n                           Appeal From Hampton County \n\r\n                       Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 5065 \n\r\n                 Heard October 30, 2012 – Filed December 19, 2012 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Marshall H. Waldron, Jr. and Matthew David Cavender,\r\n            both of Griffith Sadler & Sharp, PA, of Beaufort, for\r\n            Appellant.\r\n\r\n            John S. Nichols, of Bluestein Nichols Thompson &\r\n            Delgado, LLC, of Columbia; H. Woodrow Gooding and\r\n            Mark Brandon Tinsley, both of Gooding & Gooding, PA,\r\n            of Allendale, for Respondents.\r\n\r\n\r\nKONDUROS, J.: Hampton County E.M.S. (Hampton) appeals the trial court's\r\ngrant of summary judgment in favor of Maria and Martin Curiel, arguing the trial\r\ncourt erred in finding it was not entitled to tort immunity pursuant to the South\r\nCarolina Tort Claims Act. S.C. Code Ann. § 15-78-70(6) (2005). We affirm.\r\n\nFACTS\r\n\r\nOn November 22, 2008, Maria was driving Martin's car on a two-lane road in\r\nHampton County. Emergency Medical Technician (EMT) Jason Schroyer was\r\ndriving the ambulance with his partner, Shannon Crouch. They were driving in the\r\nsame direction on the same road as Maria and approached her vehicle from behind.\r\nThe ambulance was in route to a structure fire where a burn victim was in need of\r\ncare.\r\n\r\nSchroyer claimed he was driving forty-five miles-per-hour in a fifty-five miles-per-\r\nhour zone, as he approached Maria. He stated he had the emergency lights and\r\nsiren on. Both vehicles slowed down and Schroyer believed Maria had stopped.\r\nBoth Schroyer and Crouch stated Schroyer sounded his horn and began to pass\r\nMaria. When Schroyer crossed the center yellow line to pass Maria's vehicle,\r\nMaria turned left into her driveway. Schroyer steered right, but was unable to\r\navoid colliding with Maria.\r\n\r\nBoth parties filed motions for summary judgment. On January 25, 2011, the trial\r\ncourt denied Hampton's motion for summary judgment and did not rule on the\r\nCuriels' motion. Hampton filed a motion for reconsideration, and the trial court\r\nheld a hearing on March 15, 2011. The trial court filed an order on June 8, 2011,\r\ndenying Hampton's motion for reconsideration and granted the Curiels' motion for\r\nsummary judgment. The trial court's order stated, \"It is the opinion of this [c]ourt\r\nthat neither the words or the statute nor the intent of the statute were intended to\r\napply to the facts in the case.\" Footnote 3 of the order states, \"Furthermore, as the\r\nburden of proof is on the governmental entity asserting a limitation upon liability,\r\nthis [c]ourt finds that Hampton County E.M.S. has failed to meet its burden of\r\nshowing that Plaintiffs' allegations fall within this exception to the wavier of\r\nimmunity.\" No further motion for reconsideration was filed. This appeal\r\nfollowed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe purpose of summary judgment is to expedite the disposition of cases not\r\nrequiring the services of a fact finder. George v. Fabri, 345 S.C. 440, 452, 548\r\nS.E.2d 868, 874 (2001). When reviewing the grant of a summary judgment\r\nmotion, this court applies the same standard that governs the trial court under Rule\r\n56(c), SCRCP; summary judgment is proper when there is no genuine issue as to\r\nany material fact and the moving party is entitled to judgment as a matter of law.\r\n\nFleming v. Rose, 350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002). In determining\r\nwhether a genuine issue of fact exists, the evidence and all reasonable inferences\r\ndrawn from it must be viewed in the light most favorable to the nonmoving party.\r\nSauner v. Pub. Serv. Auth. of S.C., 354 S.C. 397, 404, 581 S.E.2d 161, 165 (2003).\r\n\"Once the moving party carries its initial burden, the opposing party must come\r\nforward with specific facts that show there is a genuine issue of fact remaining for\r\ntrial.\" Sides v. Greenville Hosp. Sys., 362 S.C. 250, 255, 607 S.E.2d 362, 364 (Ct.\r\nApp. 2004).\r\n\r\nLAW/ANALYSIS\r\n\r\nHampton argues the trial court erred in determining Hampton's ambulance was not\r\nengaging in \"fire protection\" pursuant to section 15-78-60(6) of the South Carolina\r\nCode (2005). We disagree.\r\n\r\nThe Tort Claims Act \"is the exclusive civil remedy available for any tort\r\ncommitted by a governmental entity, its employees, or its agents except as\r\nprovided in § 15-78-70(b).\" Wells v. City of Lynchburg, 331 S.C. 296, 302, 501\r\nS.E.2d 746, 749 (Ct. App. 1998); see S.C. Code Ann. § 15-78-200 (2005)\r\n(\"Notwithstanding any provision of law, this chapter, the 'South Carolina Tort\r\nClaims Act', is the exclusive and sole remedy for any tort committed by an\r\nemployee of a governmental entity while acting within the scope of the employee's\r\nofficial duty.\"). The Act provides: \"The State, an agency, a political subdivision,\r\nand a governmental entity are liable for their torts in the same manner and to the\r\nsame extent as a private individual under like circumstances, subject to the\r\nlimitations upon liability and damages, and exemptions from liability and damages,\r\ncontained herein.\" Proctor v. Dep't of Health & Envtl. Control, 368 S.C., 279,\r\n290, 628 S.E.2d 496, 502 (Ct. App. 2006) (quoting S.C. Code Ann. § 15-78-40\r\n(2005)). \"The Tort Claims Act waives sovereign immunity for torts committed by\r\nthe State, its political subdivisions, and governmental employees acting within the\r\nscope of their official duties.\" Id. at 291, 628 S.E.2d at 502.\r\n\r\n\"The Tort Claims Act is a limited waiver of governmental immunity.\" Hawkins v.\r\nCity of Greenville, 358 S.C. 280, 293, 594 S.E.2d 557, 564 (Ct. App. 2004). Under\r\nthe Act, a governmental entity is not liable for a loss resulting from certain\r\nenumerated events including \"civil disobedience, riot, insurrection, or rebellion or\r\nthe failure to provide the method of providing police or fire protection.\" S.C. Code\r\nAnn. § 15-78-60(6) (2005). \"The burden of establishing a limitation upon liability\r\nor an exception to the waiver of immunity under the Tort Claims Act is upon the\r\n\ngovernmental entity asserting it as an affirmative defense.\" Proctor, 368 at 292,\r\n628 at 503; see Faile v. S.C. Dep't of Juvenile Justice, 350 S.C. 315, 324, 566\r\nS.E.2d 536, 540 (2002) (\"The governmental entity claiming an exception to the\r\nwaiver of immunity under the Tort Claims Act has the burden of establishing any\r\nlimitation on liability.\").\r\n\r\n\"The cardinal rule of statutory construction is to ascertain and give effect to the\r\nintent of the legislature.\" Sloan Constr. Co. v. Southco Grassing, Inc., 395 S.C.\r\n164, 170, 717 S.E.2d 603, 606 (2011). \"If a statute's language is plain,\r\nunambiguous, and conveys a clear meaning, 'the rules of statutory interpretation\r\nare not needed and the court has no right to impose another meaning.'\" Id.\r\n(quoting Hodges v. Rainey, 341 S.C. 79, 85, 533 S.E.2d 578, 582 (2000)). When\r\ninterpreting a statute, the court \"must read the language 'in a sense that harmonizes\r\nwith its subject matter and accords with its general purpose.'\" Ranucci v. Crain,\r\n397 S.C. 168, 172, 723 S.E.2d 242, 244 (Ct. App. 2012) (quoting Hitachi Data\r\nSys. Corp. v. Leatherman, 309 S.C. 174, 178, 420 S.E.2d 843, 846 (1992)). An\r\n\"inclusion in [a] statute of certain specified exclusions leaves the inference that the\r\nLegislature intended no other exclusions from the exemption.\" W. Va. Pulp &\r\nPaper Co. v. Riddock, 225 S.C. 283, 288, 82 S.E.2d 189, 190 (1954).\r\n\r\nBy including police and fire protection as exceptions to the State's waiver of\r\nimmunity, but not specifically listing emergency medical services, the Legislature\r\ndid not intend to include emergency medical services as an exception to the waiver\r\nof immunity in section 15-78-60(6). Accordingly, the trial court did not err in\r\ngranting the Curiels' summary judgment motion. Therefore, the trial court's\r\ndecision is\r\n\r\nAFFIRMED.\r\n\r\nSHORT and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5066","title":"Rhett v. Gray","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5066.pdf","description":"This is an appeal arising out of claims by William M. and Nancy R. Rhett (collectively the Rhetts) to two easements on Jonathan H. Gray's property.  The Rhetts appeal the master-in-equity's finding that one of the easements was abandoned.  They also appeal the master's not allowing them to use the other easement to access all of their property.  They further appeal the master's denial of their request for attorney's fees.  Gray appeals the master's finding the Rhetts could use the other easement to access part of their property to which it is not appurtenant.  We affirm in part and reverse in part.","date":"2012-12-19","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n             In The Court of Appeals \n\r\n\r\n\r\n\r\nWilliam M. Rhett and Nancy R. \n\r\nRhett,                          Appellants/Respondents,\r\n\r\n                           v.\r\nJonathan H. Gray,                Respondent/Appellant.\r\n\r\n\r\n\r\n                      __________\r\n\r\n            Appeal From Beaufort County \n\r\n         Marvin H. Dukes, III, Master-in-Equity \n\r\n\r\n                      __________\r\n\r\n                   Opinion No. 5066 \n\r\n     Heard April 26, 2012 - Filed December 19, 2012   \n\r\n                      __________\r\n\r\n  AFFIRMED IN PART AND REVERSED IN PART\r\n                __________\r\n\r\n  Charles E. Carpenter, Jr., and Carmen V. Ganjehsani,\r\n  both of Columbia; H. Fred Kuhn, Jr., of Beaufort, for\r\n  Appellants/Respondents.\r\n\r\n  Harold A. Boney, Jr., of Beaufort; James B.\r\n  Richardson,    Jr.,   of   Columbia,     for\r\n  Respondent/Appellant.\r\n\nKONDUROS, J.: This is an appeal arising out of claims by William M. and\r\nNancy R. Rhett (collectively the Rhetts) to two easements on Jonathan H.\r\nGray's property. The Rhetts appeal the master-in-equity's finding that one of\r\nthe easements was abandoned. They also appeal the master's not allowing\r\nthem to use the other easement to access all of their property. They further\r\nappeal the master's denial of their request for attorney's fees. Gray appeals\r\nthe master's finding the Rhetts could use the other easement to access part of\r\ntheir property to which it is not appurtenant. We affirm in part and reverse in\r\npart.               FACTS/PROCEDURAL HISTORY\r\n\r\n      In March 1981, the Rhetts purchased one acre of land located in\r\nBeaufort County from the heirs of Tarquin Smalls. The deed contained no\r\nreference to any easement. This property was bounded on the west and south\r\nby twenty acres1 William's mother owned and on the north and east by\r\nproperty owned by heirs of Tarquin. The Rhetts built their principal\r\nresidence on the property and accessed the property through William's\r\nmother's property, via Conch Point Lane, a private driveway extending from\r\nTrotters Loop. In December 1981, the Rhetts bought a second acre from\r\nTarquin's heirs, which surrounded their previously purchased acre. This\r\nconveyance also did not involve any easements.\r\n\r\n       In 1982, Veronica Washington Smalls, an heir of Tarquin, received a\r\ntract from the Tarquin Smalls property containing 5.97 acres, which was\r\nadjacent to the Rhetts' property. The property deeded to Veronica did not\r\ncontain an express easement but the plat referred to in the deed contained a\r\nfifty-foot access easement along the property owned by another of Tarquin's\r\nheirs, which had a terminus on Veronica's property. Veronica divided her\r\ntract into two parts; she conveyed a 1.25-acre piece to Yancey O'Kelley and\r\nthe remaining 4.12 acres2 to the Rhetts, which was adjacent to their current\r\nproperty. The fifty-foot easement abutted the 1.25-acre tract but not the 4.12-\r\n\r\n1 At the time, this tract was believed to be eighteen acres but was later \n\r\ndetermined to be twenty acres.\n\r\n2 This adds up to 5.37, not 5.97, but no one disputes that the property was \n\r\nsplit into only these two pieces. \n\r\n\nacre tract. The Rhetts accessed their 4.12 acres the same way they accessed\r\ntheir other two acres. In 1984, the Rhetts purchased the 1.25-acre tract from\r\nO'Kelley. The deed conveyed \"all of the right, title and interest in the\r\neasement for ingress and egress as shown on said plat.\"\r\n\r\n      Thelma Owens Smalls obtained one-acre tract of land from Nathan\r\nSmalls, an heir of Tarquin, in 1986. In 1987, Nathan conveyed an express\r\neasement that was thirty feet wide, extending from Trotters Loop across his\r\nland to Thelma's land. The Rhetts purchased the one-acre tract of land from\r\nThelma. The deed conveyed \"all of the rights in the existing fifty (50') foot\r\nand thirty (30') foot easement extending from the county road as shown on\r\nthe above referenced plat.\" The Rhetts then sold 0.85 acres of that property\r\nto Gene Meador, retaining the 0.15-acre portion south of the slough3 for\r\nthemselves that included the easement.\r\n\r\n       In 1988, Nathan sold a 4.95-acre tract, which was encumbered by both\r\neasements, to R. Milledge Morris, IV. Morris sold an abandoned house on\r\nhis property to the Rhetts, which they moved to the 4.12 acres they had\r\npurchased from Veronica. The Rhetts restored the house and refer to it as the\r\ncottage.4 In 1992, Gray bought the 4.95-acre tract5 and an additional 0.95\r\nacre tract from Morris. The plat showed both easements encumbering Gray's\r\nproperty. William and Gray decided to purchase the 0.85-acre tract William\r\nhad previously sold to Meador. William swapped his half interest in the\r\nproperty with Gray in exchange for the part of Gray's property southeast of\r\nthe ditch and south of the slough. The Rhetts' surveyor, David S. Youmans,\r\nprepared a plat showing the swap. The plat shows the thirty-foot easement on\r\nthe portion to be owned by Gray and states \"EASEMENT TO BE\r\nABANDONED\" on the portion of the property the Rhetts acquired. William\r\ntestified the portion of the easement on Gray's property was abandoned\r\nbecause Gray did not need the easement because his property was next to the\r\nroad.\r\n\r\n3 A slough is \"[a]n arm of a river, separate from the main channel\" or \"[a] \n\r\nbog; a place filled with deep mud.\" Black's Law Dictionary 1515 (9th ed. \n\r\n2009).\n\r\n4 Currently, the Rhetts' adult son lives in the cottage. \n\r\n5 The deed listed the property as 5.06 acres, determined from a survey. \n\r\n\n      In 1994, Gray placed on his property a mobile home, where he and his\r\nfamily lived. In 1997, Gray moved into a home built on his property.\r\nAround 1997 or 1998, Gray put a wire pasture fence on part of his property in\r\nwhich to keep his farm animals. Also in 1997, Gray separated a portion of\r\nhis property for his parents and they built a house there in 1998. Gray's\r\nmother continued to reside there after Gray's father passed away in 1999.\r\n\r\n      In 2000 Gray put a farm gate at Trotter's Loop, at the easement area,\r\nand secured it with a lock. In 2005, Gray replaced the farm gate with a\r\nwrought iron gate, which he also kept locked. In March 2007, Gray placed a\r\nload of fill dirt in the easement area as well as some hay bales. In May 2007,\r\nthe Rhetts bought William's mother's eighteen-acre tract. The Rhetts\r\nconsidered developing the property at that time but later decided to sell it\r\ninstead. In December 2007, the Rhetts' attorney sent Gray a letter requesting\r\nthat he remove the gate and dirt piles.\r\n\r\n      On March 31, 2008, the Rhetts filed a complaint against Gray, alleging\r\nGray had \"unreasonabley interfered with [their] full and free use and\r\nenjoyment of [the thirty-foot and fifty-foot easements] by placement of\r\nobstructions upon the easement, including but not limited to a gate, and a\r\nmound of dirt.\" The Rhetts sought an injunction against Gray, \"barring and\r\nprohibiting [Gray] from closing, obstructing, or interfering in whole or in part\r\nwith [the Rhetts'] full and free use of the entire easement, and ordering and\r\ncompelling [Gray] to forthwith remove all obstructions and barriers placed by\r\n[Gray] with the confines of the easements.\" The Rhetts further sought\r\ndamages, actual and punitive, as well as attorney's fees incurred by them in\r\nconnection with the enforcement of their easement rights.\r\n\r\n      On June 10, 2008, Gray filed an answer denying the allegations of the\r\nRhetts' complaint and asserting affirmative defenses. On June 19, 2008, the\r\nRhetts filed a motion for a temporary injunction. On July 10, 2008, Gray\r\nfiled an amended answer and counterclaim, denying the allegations of the\r\ncomplaint and seeking a declaratory judgment that the easements were\r\nabandoned in the 1992 land swap. Gray further contended that even if the\r\neasements were not abandoned, his gating of the easements was not an\r\nunreasonable interference with the Rhetts' rights. Gray also alleged the\r\n\nRhetts' claims for damages were barred by the statute of limitations. Gray\r\nasserted estoppel and laches as defenses. Additionally, Gray contended the\r\nRhetts intended to use the easements as a subdivision road for the\r\ndevelopment of their property, including acreage to which the easements\r\nwere not appurtenant. Gray sought a declaratory judgment that the Rhetts'\r\nintended use of development would constitute an unintended, unreasonable,\r\nand unlawful burden on his property. Gray further sought an injunction\r\nprohibiting the Rhetts from using the easements for access to any of their\r\nland other than the pieces to which it was originally appurtenant and from\r\nconstructing a subdivision road over Gray's property.\r\n\r\n       The case was referred to a master by consent order. Following the trial,\r\nthe master issued an order finding (1) the thirty-foot easement was\r\nappurtenant to the one-acre Thelma parcel and was abandoned; (2) the fifty-\r\nfoot easement was an implied easement appurtenant to the 1.25-acre O'Kelley\r\nparcel and was not abandoned; (3) the Rhetts may only use the fifty-foot\r\neasement to access the 5.97-acre parcel, which included the 1.25 acres that\r\nwas appurtenant, and are enjoined from using it to access the remainder of\r\ntheir property; (4) Gray's gate at the entrance to the fifty-foot easement is\r\nnecessary for Gray's preservation and use of his property and is located,\r\nmaintained, and constructed to not interfere with the Rhetts' right to use the\r\neasement; (5) Gray may keep the gate locked as long as he provides the\r\nRhetts a key or other means to open the gate when they desire; and (6) Gray\r\nshall remove the dirt pile, the hay bales, and board fence enclosing his horse\r\npaddock. The master denied the Rhetts' claim for attorney's fees. Both Gray\r\nand the Rhetts moved the master to reconsider. The trial court denied both\r\nmotions. This appeal followed.\r\n\r\n                        STANDARD OF REVIEW\r\n\r\n       \"The determination of the existence of an easement is a question of fact\r\nin a law action and subject to an any evidence standard of review when tried\r\nby a judge without a jury.\" Hardy v. Aiken, 369 S.C. 160, 165, 631 S.E.2d\r\n539, 541 (2006) (citation and quotation marks omitted). \"In a law case tried\r\nby the judge without a jury, this court reviews for errors of law and reviews\r\nfactual findings only for evidence which reasonably supports the court's\r\n\nfindings.\" Eldridge v. City of Greenwood, 331 S.C. 398, 416, 503 S.E.2d\r\n191, 200 (Ct. App. 1998).\r\n\r\n       \"However, the determination of the scope of the easement is a question\r\nin equity.\" Hardy, 369 S.C. at 165, 631 S.E.2d at 541. On appeal in an\r\naction in equity, the appellate court may find facts in accordance with its\r\nviews of the preponderance of the evidence. Grosshuesch v. Cramer, 367\r\nS.C. 1, 4, 623 S.E.2d 833, 834 (2005). Thus, this court may reverse a factual\r\nfinding by the trial court in such cases when the appellant satisfies us the\r\nfinding is against the greater weight of the evidence. Campbell v. Carr, 361\r\nS.C. 258, 263, 603 S.E.2d 625, 627 (Ct. App. 2004). This broad scope of\r\nreview does not require the appellate court to disregard the findings of the\r\ntrial court, which saw and heard the witnesses and was in a better position to\r\nevaluate their credibility. Ingram v. Kasey's Assocs., 340 S.C. 98, 105, 531\r\nS.E.2d 287, 291 (2000). Furthermore, the appellant is not relieved of the\r\nburden of convincing this court the trial court committed error in its findings.\r\nPinckney v. Warren, 344 S.C. 382, 387-88, 544 S.E.2d 620, 623 (2001).\r\n\r\n                              LAW/ANALYSIS\r\n\r\n   I.     The Rhetts' Appeal\r\n\r\n        A. Abandoned Easement\r\n\r\n      The Rhetts contend the master erred in finding the thirty-foot easement\r\nwas abandoned because (1) when they obtained ownership to the land\r\nthrough which the easement ran, their ownership rights became fee simple\r\nabsolute; (2) the plat prepared by the their surveyor unambiguously shows\r\nthey only intended to abandon the easement because it ceased to exist\r\nbecause of merger on the Rhetts' property but it was not abandoned as to\r\nGray's property; and (3) the plat is ambiguous as to whether the surveyor's\r\nlanguage meant only a portion or all of the easement was meant to be\r\nabandoned and parol evidence should have been admitted to determine the\r\nintent. We agree the master erred in finding the easement abandoned.\r\n\r\n      An easement is a right to use the land of another for a specific purpose.\r\nSteele v. Williams, 204 S.C. 124, 132, 28 S.E.2d 644, 647 (1944). This right\r\n\nof way may arise by grant,6 from necessity, by prescription, or by implication\r\nby prior use. Boyd v. Bellsouth Tel. Tel. Co., 369 S.C. 410, 416, 633 S.E.2d\r\n136, 139 (2006); Steele, 204 S.C at 132, 28 S.E.2d at 647-48. \"A grant of an\r\neasement is to be construed in accordance with the rules applied to deeds and\r\nother written instruments.\" Binkley v. Rabon Creek Watershed Conservation\r\nDist. of Fountain Inn, 348 S.C. 58, 71, 558 S.E.2d 902, 909 (Ct. App. 2001)\r\n(quotation marks omitted).\r\n\r\n      \"[T]ermination of an easement by abandonment is a factual question in\r\nan action at law . . . .\" Eldridge v. City of Greenwood, 331 S.C. 398, 416,\r\n503 S.E.2d 191, 200 (Ct. App. 1998).\r\n\r\n           [A]n easement may be lost by abandonment and in\r\n           determining such question the intention of the owner\r\n           to abandon is the primary inquiry. The intention to\r\n           abandon need not appear by express declaration, but\r\n           may be inferred from all of the facts and\r\n           circumstances of the case. It may be inferred from the\r\n           acts and conduct of the owner and the nature and\r\n           situation of the property, where there appears some\r\n           clear and unmistakable affirmative act or series of\r\n           acts clearly indicating, either a present intent to\r\n           relinquish the easement, or purpose inconsistent with\r\n           its further existence.\r\n\r\nCarolina Land Co. v. Bland, 265 S.C. 98, 109, 217 S.E.2d 16, 21 (1975). The\r\nburden of proof is upon the party asserting abandonment to show the\r\nabandonment by clear and unequivocable evidence. Id. Mere nonuse of an\r\neasement created by deed will not amount to an abandonment. Witt v. Poole,\r\n182 S.C. 110, 115, 188 S.E. 496, 498 (1936).\r\n\r\n\r\n\r\n6 \"A reservation of an easement in a deed by which lands are conveyed is\r\nequivalent, for the purpose of the creation of the easement, to an express\r\ngrant of the easement by the grantee of the lands.\" Sandy Island Corp. v.\r\nRagsdale, 246 S.C. 414, 419, 143 S.E.2d 803, 806 (1965).\r\n\n            In construing a deed, the intention of the grantor must\r\n            be ascertained and effectuated, unless that intention\r\n            contravenes some well settled rule of law or public\r\n            policy. In determining the grantor's intent, the deed\r\n            must be construed as a whole and effect given to\r\n            every part if it can be done consistently with the law.\r\n            The intention of the grantor must be found within the\r\n            four corners of the deed.\r\n\r\nWindham v. Riddle, 381 S.C. 192, 201, 672 S.E.2d 578, 582-83 (2009)\r\n(hereinafter Windham II) (citations and quotation marks omitted), aff'g\r\nWindham v. Riddle, 370 S.C. 415, 418, 635 S.E.2d 558, 559 (Ct. App. 2006)\r\n(hereinafter Windham I).\r\n\r\n       When the Rhetts and Gray swapped property, they no longer owned\r\nthe part of the easement on their own property but each would have been\r\nentitled to the easement across the other's new property barring them\r\nabandoning the easement. However, Gray had no reason for an easement on\r\nthe Rhetts' new property because he no longer needed to cross the Rhetts'\r\nproperty. In contrast, the Rhetts still needed the easement on Gray's new\r\nproperty to access their property. Youmans, the Rhetts' surveyor, testified the\r\nRhetts did not intend for the easement to remain on their new property but\r\ndid intend to continue using the easement on Gray's new property. Further,\r\nGray and his wife testified the Rhetts occasionally used both easements and\r\nwhen Gray placed a locked gate across the easement, had inquired about\r\nbeing able to use his key from time to time and in case of an emergency. As\r\nthe party asserting the easement was abandoned, Gray had the burden to\r\nprovide clear and unequivocal evidence the Rhetts abandoned the easement.\r\nThe plat states the easement is abandoned only on the portion showing the\r\nRhetts' new property, not the entire easement. Accordingly, we find the\r\nmaster erred in finding the thirty-foot easement was abandoned.\r\n\r\n      B. Fifty-Foot Easement Appurtenant\r\n\r\n      The Rhetts assert the master erred in finding the fifty-foot easement\r\nwas only appurtenant to the 1.25-acre piece and not the 4.12-acre piece. We\r\ndisagree.\r\n\n      Determining whether an easement is in gross or appurtenant is a\r\nquestion in equity because it involves the extent of a grant of an easement.\r\nWindham I, 370 S.C. at 418, 635 S.E.2d at 559; see also Heritage Fed. Sav. &\r\nLoan Ass'n v. Eagle Lake & Golf Condos., 318 S.C. 535, 539, 458 S.E.2d\r\n561, 564 (Ct. App. 1995) (\"The interpretation of a deed is an equitable\r\nmatter.\").\r\n\r\n       \"The general rule is that the character of an express easement is\r\ndetermined by the nature of the right and the intention of the parties creating\r\nit.\" Plott v. Justin Enters., 374 S.C. 504, 514, 649 S.E.2d 92, 96 (Ct. App.\r\n2007) (quotation marks omitted). \"[E]asements in gross are not favored by\r\nthe courts, and an easement will never be presumed as personal when it may\r\nfairly be construed as appurtenant to some other estate.\" Smith v. Comm'rs\r\nof Pub. Works of City of Charleston, 312 S.C. 460, 467, 441 S.E.2d 331, 336\r\n(Ct. App. 1994) (citing 25 Am. Jur. 2d Easements & Licenses § 13 (1966)).\r\n\r\n            The character of an express easement is determined\r\n            by the nature of the right and the intention of the\r\n            parties creating it. An easement in gross is a mere\r\n            personal privilege to use the land of another; the\r\n            privilege is incapable of transfer. In contrast, an\r\n            appurtenant easement inheres in the land, concerns\r\n            the premises, has one terminus on the land of the\r\n            party claiming it, and is essentially necessary to the\r\n            enjoyment thereof. It also passes with the dominant\r\n            estate upon conveyance. Unless an easement has all\r\n            the elements necessary to be an appurtenant\r\n            easement, it will be characterized as a mere easement\r\n            in gross. Where language in a plat reflecting an\r\n            easement is capable of more than one construction,\r\n            that construction which least restricts the property\r\n            will be adopted.\r\n\r\nWindham II, 381 S.C. at 201-02, 672 S.E.2d at 583 (citations and quotation\r\nmarks omitted).\r\n\n      In Windham II, the court noted that because the party claiming an\r\nappurtenant easement had other irrigation options, whether an appurtenant\r\neasement was essentially necessary to the enjoyment of the property was\r\nquestionable. Id. at 204, 672 S.E.2d at 584 (citing Kershaw v. Burns, 91 S.C.\r\n129, 133, 74 S.E. 378, 379 (1912) (\"The principle is well settled that a right\r\nof way appurtenant cannot be granted, unless it is essentially necessary to the\r\nenjoyment of the land to which it appertains.\"); Ballington v. Paxton, 327\r\nS.C. 372, 380, 488 S.E.2d 882, 887 (Ct. App. 1997) (\"An appendant or\r\nappurtenant easement must inhere in the land, concern the premises, have one\r\nterminus on the land of the party claiming it, and be essentially necessary to\r\nthe enjoyment thereof.\")).\r\n\r\n      The master correctly found the easement was only appurtenant to the\r\n1.25 acres and not to the 4.12 acres. Although Veronica's property contained\r\nan easement for her entire 5.97 acres, when she granted 4.12 acres of it to the\r\nRhetts, that grant did not contain an easement. However, the 1.25 acres she\r\ngranted to O'Kelley did contain an easement. Once the Rhetts acquired the\r\n1.25 acres, this did not resurrect the easement for the entire tract. Therefore,\r\nwe affirm the master's decision that the fifty-foot easement was only\r\nappurtenant to the 1.25-acre tract.\r\n\r\n      C. Access to All Twenty-Eight Acres from Easements\r\n\r\n       The Rhetts argue the master erred in issuing an injunction that they can\r\nonly use the easements to access the 5.97 acres of their property and not the\r\nentire twenty-eight acres when their use of them to enter the remainder of\r\ntheir property will not increase the burden on Gray's estate. We disagree.\r\n\r\n       \"'[T]he owner of the easement cannot materially increase the burden of\r\nthe servient estate or impose thereon a new and additional burden.'\" Clemson\r\nUniv. v. First Provident Corp., 260 S.C. 640, 650, 197 S.E.2d 914, 919 (1973)\r\n(quoting 25 Am. Jur. 2d Easements and Licenses § 72 at 478). Although to\r\nthe extent of the easement, the rights of the easement owner are paramount to\r\nthose of the landowner, the easement owner's rights are not absolute but are\r\nlimited, so the owners of the easement and the servient tenement may have\r\nreasonable enjoyment. Id. (citation omitted). The owner of an easement has\r\nall rights incident or necessary to its proper enjoyment, but nothing more. Id.\r\n\n      \"As a general rule, an easement appurtenant to one parcel of land may\r\nnot be extended by the owner of the dominant estate to other parcels owned\r\nby him, whether adjoining or distinct tracts, to which the easement is not\r\nappurtenant.\" Brown v. Voss, 715 P.2d 514, 517 (Wash. 1986) (citing\r\nHeritage Standard Bank & Trust Co. v. Trs. of Schs., 405 N.E.2d 1196 (Ill.\r\nApp. Ct. 1980); Kanefsky v. Dratch Constr. Co., 101 A.2d 923 (Pa. 1954);\r\nS.S. Kresge Co. of Mich. v. Winkelman Realty Co., 50 N.W.2d 920 (Wis.\r\n1952); 28 C.J.S. Easements § 92, at 772-73 (1941)).\r\n\r\n      \"If an easement is appurtenant to a particular parcel of land, any\r\nextension thereof to other parcels is a misuse of the easement.\" Id. (citing\r\nWetmore v. Ladies of Loretto, Wheaton, 220 N.E.2d 491 (Ill. App. Ct. 1966);\r\nRobertson v. Robertson, 197 S.E.2d 183 (Va. 1973); Penn Bowling Rec. Ctr.,\r\nInc. v. Hot Shoppes, Inc., 179 F.2d 64 (D.C. Cir. 1949)). \"As noted by one\r\ncourt in a factually similar case, '[I]n this context this classic rule of property\r\nlaw is directed to the rights of the respective parties rather than the actual\r\nburden on the servitude.'\" Id. (quoting Nat'l Lead Co. v. Kanawha Block Co.,\r\n288 F. Supp. 357, 364 (S.D. W. Va. 1968), aff'd, 409 F.2d 1309 (4th Cir.\r\n1969)). The Washington Supreme Court noted:\r\n\r\n            Under the express language of the 1952 grant,\r\n            plaintiffs only have rights in the use of the easement\r\n            for the benefit of parcel B. Although, as plaintiffs\r\n            contend, their planned use of the easement to gain\r\n            access to a single family residence located partially\r\n            on parcel B and partially on parcel C is perhaps no\r\n            more than technical misuse of the easement, we\r\n            conclude that it is misuse nonetheless.\r\n\r\nId. The court qualified that statement, determining:\r\n\r\n            [I]it does not follow from this conclusion alone that\r\n            defendants are entitled to injunctive relief. . . . Some\r\n            fundamental principles applicable to a request for an\r\n            injunction must be considered. (1) The proceeding is\r\n            equitable and addressed to the sound discretion of the\r\n\n              trial court. (2) The trial court is vested with a broad\r\n              discretionary power to shape and fashion injunctive\r\n              relief to fit the particular facts, circumstances, and\r\n              equities of the case before it. Appellate courts give\r\n              great weight to the trial court's exercise of that\r\n              discretion. (3) One of the essential criteria for\r\n              injunctive relief is actual and substantial injury\r\n              sustained by the person seeking the injunction.\r\n\r\nId. at 517.   The trial court found as facts, upon substantial\r\n              evidence, that plaintiffs have acted reasonably in the\r\n              development of their property, that there is and was\r\n              no damage to the defendants from plaintiffs' use of\r\n              the easement, that there was no increase in the\r\n              volume of travel on the easement, that there was no\r\n              increase in the burden on the servient estate, that\r\n              defendants sat by for more than a year while\r\n              plaintiffs expended more than $11,000 on their\r\n              project, and that defendants' counterclaim was an\r\n              effort to gain \"leverage\" against plaintiffs' claim. In\r\n              addition, the court found from the evidence that\r\n              plaintiffs would suffer considerable hardship if the\r\n              injunction were granted whereas no appreciable\r\n              hardship or damages would flow to defendants from\r\n              its denial. Finally, the court limited plaintiffs' use of\r\n              the combined parcels solely to the same purpose for\r\n              which the original parcel was used—i.e., for a single\r\n              family residence.\r\n\r\n              Neither this court nor the Court of Appeals may\r\n              substitute its effort to make findings of fact for those\r\n              supported findings of the trial court. Therefore, the\r\n              only valid issue is whether, under these established\r\n              facts, as a matter of law, the trial court abused its\r\n              discretion in denying defendants' request for\r\n\n            injunctive relief. Based upon the equities of the case,\r\n            as found by the trial court, we are persuaded that the\r\n            trial court acted within its discretion.\r\n\r\nId. at 518 (citations omitted).\r\n\r\n    Enlarging an easement to include adjoining tracts increases the burden.\r\nMcCammon v. Meredith, 830 S.W.2d 577, 580 (Tenn. Ct. App. 1991).\r\n\r\n            A fundamental principle is that an easement for the\r\n            benefit of a particular piece of land cannot be\r\n            enlarged and extended to other parcels of land,\r\n            whether adjoining or distinct tracts, to which the right\r\n            is not attached. In other words, an easement\r\n            appurtenant to a dominant tenement can be used only\r\n            for the purposes of that tenement; it is not a personal\r\n            right, and cannot be used, even by the dominant\r\n            owner, for any purpose unconnected with the\r\n            enjoyment of his estate. The purpose of this rule is to\r\n            prevent an increase of the burden upon the servient\r\n            estate, and it applies whether the easement is created\r\n            by grant, reservation, prescription, or implication.\r\n\r\nAdams v. Winnett, 156 S.W.2d 353, 357 (Tenn. Ct. App. 1941) (quotation\r\nmarks omitted).\r\n\r\n      The reason for the rule preventing an easement for the benefit of a\r\nparticular piece of land from being extended to other tracts of land \"is to\r\nprevent an increase of the burden upon the servient estate.\" Id.; see also\r\nOgle v. Trotter, 495 S.W.2d 558, 565-66 (Tenn. Ct. App. 1973). However,\r\nwhen the reason does not exist, the rule does not apply. Ogle, 495 S.W.2d at\r\n566. Thus, when the burden on the easement has materially decreased or not\r\nincreased, the easement holder may use the easement to access an adjoining\r\nproperty. Id. When \"the additional burden is relatively trifling, the user will\r\nnot be enjoined; and that, where the owner of a right of way appurtenant to a\r\ncertain tract uses it for the period of prescription as appurtenant also to\r\nanother tract, he gains a prescriptive right to such enlarged use.\" Id.\r\n\n(quotation marks omitted); see also Carbone v. Vigliotti, 610 A.2d 565, 569\r\n(Conn. 1992) (\"[W]hen no significant change has occurred in the use of the\r\neasement from that contemplated when it was created, . . . the mere addition\r\nof other land to the dominant estate does not constitute an overburden or\r\nmisuse of the easement.\").\r\n\r\n       Most of the case law provided by the Rhetts starts with the same\r\nprinciples that South Carolina jurisprudence expresses: an owner of an\r\neasement cannot materially increase the burden of the servient estate or\r\nimpose thereon a new and additional burden. However, other states have\r\ndetermined that expanding the use of an easement to property that is not\r\nappurtenant is not worthy of an injunction in situations in which the\r\nexpanded use does not increase the burden. South Carolina has not expressed\r\nsuch a principle, but in those cases the decisions were trusted to the trial\r\ncourt's judgment to weigh the particular facts. Here, the master allowed the\r\nRhetts to use the easement for one tract it found was not appurtenant, the\r\n4.12-acre tract, (discussed below in Gray's appeal) and did not allow them to\r\nuse it for the rest of their twenty-eight acres. The 5.97 acres contained one\r\nhouse, the cottage where their son lives, while the house where they live is\r\nlocated on the remainder of their twenty-eight acres. Thus, it would have\r\nincreased the usage by one household containing two people. Accordingly,\r\nthe master did not err in failing to allow the Rhetts to access their property\r\nother than the 5.97 acres with the easement.\r\n\r\n     D. Attorney's Fees\r\n\r\n      The Rhetts contend the master erred in finding they were not entitled to\r\nattorney's fees although Gray placed them in the position of having to bring\r\nthe lawsuit. We disagree.\r\n\r\n      Generally, attorney's fees are not recoverable unless authorized by\r\ncontract or statute. Baron Data Sys., Inc. v. Loter, 297 S.C. 382, 383, 377\r\nS.E.2d 296, 297 (1989). In Town of Winnsboro v. Wiedeman-Singleton,\r\nInc., 307 S.C. 128, 131, 414 S.E.2d 118, 120 (1992), the court allowed a\r\nparty to recover attorney's fees and costs expended in defending the\r\nnegligence of another party when the other party negligently performed its\r\ncontract with the first party and because of that negligence and breach of\r\n\ncontract directed toward the first party, the first party was forced to defend an\r\naction brought by a third party.\r\n\r\n      In Addy v. Bolton, 257 S.C. 28, 33, 183 S.E.2d 708, 709 (1971), the\r\ncourt found the l[e]ssors seek to recover from the contractor the\r\n            attorneys' fees incurred by them in defending\r\n            themselves against the claim asserted by the tenants.\r\n            The weight of authority sustains their right of\r\n            recovery, either on the theory of an implied contract\r\n            to indemnify, or because they were put to the\r\n            necessity of defending themselves against the lessees'\r\n            claim by the tortious conduct of the contractor, or by\r\n            his breach of contract.\r\n\r\n      The court noted:\r\n\r\n            \"It is generally held that where the wrongful act of\r\n            the defendant has involved the plaintiff in litigation\r\n            with others or placed him in such relation with others\r\n            as makes it necessary to incur expense to protect his\r\n            interest, such costs and expenses, including attorneys'\r\n            fees, should be treated as the legal consequences of\r\n            the original wrongful act and may be recovered as\r\n            damages. In order to recover attorneys' fees under\r\n            this principle, the plaintiff must show: (1) that the\r\n            plaintiff had become involved in a legal dispute\r\n            either because of a breach of contract by the\r\n            defendant or because of defendant's tortious conduct;\r\n            (2) that the dispute was with a third party-not with\r\n            the defendant; and (3) that the plaintiff incurred\r\n            attorneys' fees connected with that dispute. If the\r\n            attorneys' fees were incurred as a result of a breach of\r\n            contract between plaintiff and defendant, the\r\n            defendant will be deemed to have contemplated that\r\n\n            his breach might cause plaintiff to seek legal services\r\n            in his dispute with the third party.\"\r\n\r\n            \"In actions of indemnity, brought where the duty to\r\n            indemnify is either implied by law or arises under a\r\n            contract, reasonable attorney fees incurred in\r\n            resisting the claim indemnified against may be\r\n            recovered as part of the damages and expenses.\"\r\n\r\nId. at 33, 183 S.E.2d at 709-10 (quoting 22 Am. Jur. 2d Damages § 166 at\r\n235-36).\r\n\r\n      \"[I]n actions of indemnity, brought where the duty to indemnify is\r\neither implied by law or arises under contract, and no personal fault of the\r\nindemnitee has joined in causing the injury, reasonable attorneys' fees\r\nincurred in resisting the claim indemnified against may be recovered as part\r\nof the damages and expenses.\" Id. at 34, 183 S.E.2d at 710.\r\n\r\n       \"In order to sustain a claim for equitable indemnity, the existence of\r\nsome special relationship between the parties must be established.\"\r\nToomer v. Norfolk S. Ry. Co., 344 S.C. 486, 492, 544 S.E.2d 634, 637 (Ct.\r\nApp. 2001). \"[A] sufficient relationship exists [for indemnification] when the\r\nat-fault party's negligence or breach of contract is directed at the non-faulting\r\nparty and the non-faulting party incurs attorney fees and costs in defending\r\nitself against the other's conduct.\" Winnsboro, 307 S.C. at 132, 414 S.E.2d at\r\n121.  The cases the Rhetts cite are distinguishable from the present situation\r\nbecause they are all cases of implied indemnity. The current case is not such\r\na case. Accordingly, the master did not err in denying the Rhetts' request for\r\nattorney's fees.\r\n\r\n   II.   Gray's Appeal\r\n\r\n      Gray asserts the master erred in finding the fifty-foot easement could be\r\nused to access the 4.12-acre tract to which it is not appurtenant. We disagree.\r\n\n      As discussed above regarding the master's not allowing the Rhetts to\r\naccess the remainder of their twenty-eight acres, South Carolina has not\r\ndirectly addressed this issue. In the strictest sense, a landowner's use of an\r\notherwise valid easement not technically appurtenant to the land he or she\r\nattempts to use it for constitutes misuse. However, other states have affirmed\r\nthe trial court's findings it was not a misuse when the burden is not\r\nsubstantially increased. Here, although the easement is only appurtenant to\r\nthe 1.25-acre tract, it was originally granted to the entire 5.97 acre-tract.\r\nAlso, it does not seem to impose that much greater of a burden on Gray.\r\nAccordingly, we affirm the master's decision to allow the Rhetts to access the\r\nadditional 4.12 acres.          CONCLUSION\r\n\r\n      We reverse the master's finding that the thirty-foot easement was\r\nabandoned. Additionally, we affirm the master's determination that only the\r\n1.25-acre tract was appurtenant to the fifty-foot easement. Moreover, we\r\naffirm the master's decision to allow the Rhetts to use the fifty-foot easement\r\nto access 5.97 acres of their property but not the remainder of the twenty-\r\neight acres. Further, we affirm the master's determination that the Rhetts\r\nwere not entitled to attorney's fees. Accordingly, the master's decision is\r\n\r\n      AFFIRMED IN PART AND REVERSED IN PART.\r\n\r\n      GEATHERS, J., concurs.\r\n\r\n      PIEPER, J., concurring in part and dissenting in part.\r\n\r\n       I respectfully dissent with the majority's decision to hold the master\r\nerred in finding that one of the easements was abandoned. Based upon our\r\nstandard of review, I would affirm the master's determination of\r\nabandonment of the easement, as I would find evidence does exist in the\r\nrecord to support that determination. See Judy v. Kennedy, 398 S.C. 471,\r\n478, 728 S.E.2d 484, 487 (Ct. App. 2012) (providing the \"termination of an\r\neasement by abandonment is a factual question in an action at law\"); Eldridge\r\nv. Eldridge, 398 S.C. 113, 118, 728 S.E.2d 24, 26 (2012) (\"In an action at law\r\ntried by a master, an appellate court will affirm the master's factual findings if\r\n\nthere is any evidence in the record which reasonably supports them.\"). I \n\r\nconcur with the majority's decision to affirm the remaining issues on appeal. \n\r\n\n","court":"Appeals"},{"id":"5067","title":"Johnson v. Robert E. Lee Academy","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5067.pdf","description":"Patricia Johnson appeals the circuit court's grant of summary judgment in favor of Moore, Beauston & Woodham, LLP (MBW) in this negligence action.  Johnson argues the circuit court erred in finding MBW, an accounting firm retained by Johnson's former employer, owed no duty of care to her as a third party.","date":"2012-12-28","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n           In The Court of Appeals \n\r\n\r\nPatricia Rhodes Johnson, Appellant,\r\n\r\nv.\r\n\r\nRobert E. Lee Academy, Inc., Jennifer Hostetler, Marc\r\nQuigley, Moore, Beauston & Woodham, LLP, Moore,\r\nKirkland & Beauston, LLP and City of Bishopville,\r\nDefendants,\r\n\r\nOf Whom Moore, Beauston & Woodham, LLP is the,\r\nRespondent.\r\n\r\nAppellate Case No. 2011-198446\r\n\r\n\r\n               Appeal From Lee County\r\n         W. Jeffrey Young, Circuit Court Judge\r\n\r\n\r\n                Opinion No. 5067 \n\r\n Heard November 13, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                     AFFIRMED \n\r\n\r\n\r\nJames B. Moore, III and J. Edward Bell, III, both of Law\r\nOffice of J. Edward Bell, LLC, of Georgetown, for\r\nAppellant.\r\n\r\nMason A. Summers, Anthony E. Rebollo, and Francis\r\nMarion Mack, all of Richardson Plowden & Robinson,\r\nPA, of Columbia, for Respondent.\r\n\nKONDUROS, J.: Patricia Johnson appeals the circuit court's grant of summary\r\njudgment to the accounting firm Moore, Beauston, & Woodham, LLP (MBW)\r\nwith respect to her negligence claim. We affirm.\r\n\r\n                      FACTS/PROCEDURAL HISTORY\r\n\r\nJohnson was employed as the bookkeeper and office manager at Robert E. Lee\r\nAcademy in Lee County, South Carolina. Her responsibilities in that role included\r\ncollecting and depositing tuition and other incoming funds. Around the middle of\r\nMay 2006, Johnson had collected funds including $9,100 in cash plus additional\r\ncash and checks. On May 17, Johnson accounted for the $9,100 in her record\r\nkeeping and planned to deposit the funds in the bank. Not having time to reconcile\r\nthe additional cash and checks, she placed those funds in a container in the school's\r\nvault. According to bank records, the $9,100 deposit was made the morning of\r\nMay 18. Johnson was delayed in depositing the other monies for various personal\r\nreasons, and when she arrived at work on May 23, the container was missing. She\r\nreported this to the school principal, Mrs. Virginia Stokes.\r\n\r\nThe school began an investigation into the missing funds and the Bishopville\r\nPolice Department was brought in to assist. As part of the investigation, Johnson\r\nmade a list of deposits from the weeks immediately preceding the disappearance of\r\nthe funds and that list showed Johnson had made the $9,100 deposit. The school's\r\nmonthly statement from the bank also showed the deposit.\r\n\r\nJohnson was fired from her position at the school, and the school board hired\r\nMBW to investigate the missing funds.1 Marc Quigley was the accountant from\r\nMBW assigned to this task. Quigley met with the Bishopville Police investigating\r\nofficer, Calvin Collins, and Agent Glen McClellan from the South Carolina Law\r\nEnforcement Division on August 8. Agent McClellan testified in his deposition\r\nQuigley indicated funds appeared to be missing. A schedule of deposits compiled\r\nby MBW and the list created by Johnson were inconsistent because the MBW list\r\ndid not show the $9,100 deposit. Agent McClellan also indicated he provided\r\nQuigley with his email address should further information come to light about\r\nwhich the authorities should know. According to Quigley, he emphasized to\r\nOfficer Collins and Agent McClellan during this meeting his review was still in the\r\npreliminary stages and had not been finalized. Later that same day, Quigley\r\n\r\n1Whether MBW was hired to perform an actual audit or just to investigate the\r\nmissing funds is disputed; however, that does not affect our analysis of the issues\r\non appeal.\r\n\ncompared the financial records and lists and realized the $9,100 deposit had been\r\nmade. He emailed Agent McClellan with that information the same day and also\r\ninformed Katherine Woodham, a Robert E. Lee Academy school board member\r\ninvolved in the investigation. No one informed the Bishopville Police Department\r\nof this discovery. An arrest warrant accusing Johnson of misappropriating $9,100\r\nwas issued on August 15 and Johnson turned herself in to authorities on August\r\n16.2 The charges against Johnson were subsequently dropped.\r\n\r\nJohnson sued Robert E. Lee Academy, Jennifer Hostetler and Marc Quigley (both\r\nof MBW), MBW, and the City of Bishopville for defamation, abuse of process,\r\nmalicious prosecution, negligence, and false imprisonment. The claims against\r\nMBW were all dropped with the exception of the defamation and negligence\r\nclaims. The circuit court granted summary judgment in MBW's favor on both\r\nremaining causes of action. With respect to the negligence claim, the circuit court\r\ndetermined that because Johnson was not a client, MBW owed no duty of care\r\nthereby eliminating that claim as a matter of law. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nA trial court may grant a party's motion for summary judgment \"if the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file, together with the\r\naffidavits, if any, show that there is no genuine issue as to any material fact and\r\nthat the moving party is entitled to a judgment as a matter of law.\" Rule 56(c),\r\nSCRCP. \"An appellate court applies the same standard used by the trial court\r\nunder Rule 56(c) when reviewing the grant of a motion for summary judgment.\"\r\nEpstein v. Coastal Timber Co., 393 S.C. 276, 281, 711 S.E.2d 912, 915 (2011).\r\n\"This Court has established that '[t]he plain language of Rule 56(c) mandates the\r\nentry of summary judgment . . . against a party who fails to make a showing\r\nsufficient to establish the existence of an element essential to the party's case, and\r\non which that party will bear the burden of proof.'\" Hansson v. Scalise Builders of\r\nS.C., 374 S.C. 352, 357-58, 650 S.E.2d 68, 71 (2007) (internal citations omitted).\r\n\r\nLAW/ANALYSIS\r\n\r\nJohnson maintains the circuit court erred in finding MBW owed her no duty. She\r\ncontends Quigley's actions constituted a voluntary undertaking that gave rise to a\r\nduty of care toward her. We disagree.\r\n\r\n\r\n2   The record is unclear as to exactly the amount of funds that were unaccounted.\r\n\n\"Whether the law recognizes a particular duty is an issue of law to be determined\r\nby the court.\" Ellis v. Niles, 324 S.C. 223, 227, 479 S.E.2d 47, 49 (1996). \"An\r\naffirmative legal duty exists only if created by statute, contract, relationship, status,\r\nproperty interest, or some other special circumstance.\" Hendricks v. Clemson\r\nUniv., 353 S.C. 449, 456, 578 S.E.2d 711, 714 (2003). \"Ordinarily, the common\r\nlaw imposes no duty on a person to act. Where an act is voluntarily undertaken,\r\nhowever, the actor assumes the duty to use due care.\" Id. at 456-57, 578 S.E.2d at\r\n714 (citing Russell v. City of Columbia, 305 S.C. 86, 89, 406 S.E.2d 338, 339\r\n(1991)).\r\n\r\nThe recognition of a voluntarily assumed duty in South Carolina jurisprudence3 is\r\nrooted in the Restatement of Torts, which states:\r\n\r\n             One who undertakes, gratuitously or for consideration, to\r\n             render services to another which he should recognize as\r\n             necessary for the protection of the other's person or\r\n             things, is subject to liability to the other for physical\r\n             harm resulting from his failure to exercise reasonable\r\n             care to perform his undertaking, if\r\n\r\n3 See Madison ex rel. Bryant v. Babcock Ctr., Inc., 371 S.C. 123, 136, 638 S.E.2d\r\n650, 657 (2006) (recognizing a duty may arise under section 323); Russell v. City\r\nof Columbia, 305 S.C. 86, 89-90, 406 S.E.2d 338, 340 (1991) (relying in part on\r\nsection 323 to find duty may exist between volunteer defendant and plaintiff);\r\nSherer v. James, 290 S.C. 404, 407-08, 351 S.E.2d 148, 150 (1986) (internal\r\ncitation omitted) (\"'Section 323(a) simply establishes a duty on one who\r\nundertakes to render services for the protection of another to use due care to avoid\r\nincreasing the risk of harm.' We agree with this rationale.\"); Roundtree Villas\r\nAss'n, Inc. v. 4701 Kings Corp., 282 S.C. 415, 43, 321 S.E.2d 46, 51 (1984)\r\n(finding common law duty of care arose under section 323 when lender undertook\r\nto repair defects in condominiums); Shropshire v. Jones, 277 S.C. 468, 471, 289\r\nS.E.2d 410, 411 (1982) (stating cause of action for negligent performance of\r\ngratuitous promise is summarized in Restatement section 323); Staples v. Duell,\r\n329 S.C. 503, 510, 494 S.E.2d 639, 643 (Ct. App. 1997) (noting the South Carolina\r\nSupreme Court recognized section 323(a) \"as relating to the element of duty.\");\r\nGoode v. St. Stephens United Methodist Church, 329 S.C. 433, 444-45, 494 S.E.2d\r\n827, 832-33 (Ct. App. 1997) (finding no duty under section 323 when visitor to\r\napartment building did not rely on any security measures undertaken by the\r\nbuilding, and any measures taken were for protection of the tenants).\r\n\n             (a) his failure to exercise such care increases the risk of\r\n             such harm, or\r\n             (b) the harm is suffered because of the other's reliance\r\n             upon the undertaking.\r\n\r\nRestatement (Second) of Torts § 323.\r\n\r\nThe relationship between Johnson and MBW does not fit within the parameters set\r\nforth in section 323(a). Secton 323(a) contemplates a party relying on the\r\nrendering of services to another for the other's protection. Even assuming Quigley\r\nacted voluntarily, he assisted the Bishopville Police Department in its\r\ninvestigation.4 He did not render a service to Johnson; he assisted authorities.\r\nAdditionally, his conduct was not undertaken for Johnson's protection and any\r\nnegligence in his performance did not result in her physical harm.5\r\n\r\nFurthermore, contorting the Restatement to create a precedent that may have a\r\nchilling effect on cooperation with the authorities or other conduct that inures to\r\nthe public good is ill-advised and poor public policy. See Underwood v. Coponen,\r\n367 S.C. 214, 219 n.3, 625 S.E.2d 236, 239 n.3 (Ct. App. 2006) (\"If we extended\r\nthe duty to require private landowners to ensure that their trees do not hinder traffic\r\ncontrol devises, we would be discouraging private landowners from voluntarily\r\nmaintaining vegetation on their property which adjoins a public roadway or\r\nhighway in an effort to shield themselves from unwarranted liability.\"); Staples,\r\n329 S.C. 503, 510, 494 S.E.2d 639, 643 (Ct. App. 1997) (declining to impose duty\r\non defendant to inspect property under circumstances as doing so \"would create the\r\n\r\n4 While we do not need to reach the factual issue of whether Quigley's conduct\r\narose to the level of volunteer, we generally agree with Chief Justice Toal's\r\nstatement that \"[i]t simply does not square with common sense experience to\r\ncharacterize a . . . response to a governmental inquiry as voluntary.\" See Miller v.\r\nCity of Camden, 329 S.C. 310, 318, 494 S.E.2d 813, 817 (1997) (Toal, C.J.,\r\ndissenting in part, concurring in part).\r\n5 We are cognizant of Restatement (Second) of Torts section 324A, although that\r\nsection has not been adopted by our courts and is not specifically argued by\r\nJohnson on appeal. See Miller, 329 S.C. at 315 n.2, 494 S.E.2d at 816 n.2\r\n(declining to adopt section 324A). Section 324A contemplates a duty arising on\r\nthe part of one who undertakes to render a service to another for the protection of a\r\nthird party from physical harm. However, even applying section 324A to these\r\ncircumstances, Johnson's cause of action fails because Quigley's cooperation with\r\npolice was not intended to protect any party from physical harm.\r\n\nhighly undesirable precedent of encouraging rural landowners to shield their eyes\r\nand never inspect their land\"). Other causes of action exist to address when\r\ncitizens have been maliciously accused of or prosecuted for a crime.\r\n\r\nAdditionally, in Hendricks, 353 S.C. at 456-58, 578 S.E.2d at 714-15, the South\r\nCarolina Supreme Court signaled a reluctance to expand the voluntary assumption\r\nof duty doctrine beyond the circumstances set forth in the Restatement 323 and\r\nrecognized in our jurisprudence.\r\n             We believe recognizing a duty flowing from advisors to\r\n             students is not required by any precedent and would be\r\n             unwise, considering the great potential for embroiling\r\n             schools in litigation that such recognition would create.\r\n             Further, the Court of Appeals citation to Miller [329 S.C.\r\n             at 318, 494 S.E.2d at 817] indicating a duty may have\r\n             been created by Clemson's voluntary undertaking to\r\n             advise Hendricks to ensure NCAA eligibility, is\r\n             inapposite. The line of cases Miller discusses have thus\r\n             far been limited to situations in which a party has\r\n             voluntarily undertaken to prevent physical harm, not\r\n             economic injury.\r\n\r\nId. at 458, 578 S.E.2d at 715.\r\n\r\nThe circumstances of this case do not fit within the existing voluntary assumption\r\nof duty framework, and we decline to expand that doctrine under the facts\r\npresented.6\r\n\r\nAdditionally, Johnson submitted with her Rule 59(e), SCRCP, motion the affidavit\r\nof John Hamilton, a certified public accountant, who opined MBW owed Johnson\r\n\r\n6 South Carolina has recognized an accountant may have a duty to a third party\r\nunder a negligent misrepresentation cause of action. See ML-Lee v. Deloitte, 327\r\nS.C. 238, 241 n.3, 489 S.E.2d 470, 471 n.3 (1997) (\"We adopt the [Restatement\r\n(Second) of Torts] §552 standard of liability. . . . Under §552, an accountant has a\r\nduty to exercise reasonable care or competence in obtaining or communicating\r\ninformation.\"). However, to successfully pursue such a claim, the plaintiff must\r\nhave relied on the accountant's misrepresentation, and Johnson conceded at oral\r\narguments she did not rely on Quigley's statements.\r\n\na duty of care under the circumstances. However, the existence of a legal duty is a\r\nquestion of law for the court, and Hamilton's affidavit does not call into question\r\nany facts in the case. See Hendricks, 353 S.C. at 456, 578 S.E.2d at 714 (\"Whether\r\nthe law recognizes a particular duty is an issue of law to be decided by the\r\nCourt.\"). The affidavit simply proposes extending the potential third-party liability\r\nof an accountant beyond the limitations placed thereon by the Restatement.\r\nConsequently, his affidavit did not create a genuine issue of material fact\r\nwarranting the reconsideration of the circuit court's decision as to summary\r\njudgment.\r\n\r\nBecause MBW did not render a service to Johnson or for her protection from\r\nphysical harm, we conclude MBW owed no duty of care to Johnson as a matter of\r\nlaw arising out of Quigley's conduct in communicating with police officials\r\nregarding the investigation into REL's missing funds. The circuit court's grant of\r\nsummary judgment is\r\n\r\nAFFIRMED.\r\n\r\nSHORT and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5068","title":"Gaffney v. Gaffney","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5068.pdf","description":"Husband appeals the order of the family court interpreting the parties' divorce decree.  On appeal, Husband argues the family court erred in finding the loan obligor's full payment of the principal balance owing would reduce Husband's alimony obligation from $7,000 to $1,000 instead of eliminating it entirely.","date":"2012-12-28","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Ella Ranette Miller Gaffney, Respondent,\r\n\r\n             v.\r\n\r\n             William Wright Gaffney, Jr., Appellant.\r\n\r\n             Appellate Case No. 2011-196446\r\n\r\n\r\n\r\n                         Appeal From Greenville County \n\r\n                       Alex Kinlaw, Jr., Family Court Judge \n\r\n\r\n\r\n                             Opinion No. 5068 \n\r\n              Heard December 12, 2012 – Filed December 28, 2012 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n             Jeffrey A. Merriam, of Carter Smith Merriam Rogers &\r\n             Traxler, PA, of Greenville, for Appellant.\r\n\r\n             Timothy E. Madden and Reid T. Sherard, both of Nelson\r\n             Mullins Riley & Scarborough, LLP, of Greenville, for\r\n             Respondent.\r\n\r\n\r\nPER CURIAM: William Wright Gaffney, Jr., (Husband) appeals the order of the\r\nfamily court interpreting the parties' divorce decree. On appeal, Husband argues\r\nthe family court erred in finding that, under the terms of the decree and the\r\nsettlement agreement underlying it, the loan obligor's full payment of the principal\r\nbalance owing reduced Husband's alimony obligation from $7,000 to $1,000\r\ninstead of eliminating it entirely. We reverse.\r\n\nFACTS\r\n\r\nIn 2009, after thirty-four years of marriage, Ella Ranette Miller Gaffney (Wife)\r\ncommenced an action for an order of separate maintenance and support, equitable\r\ndistribution of property, and other relief. At the final hearing on March 30, 2009,\r\nthe family court permitted Wife to amend her pleading to seek an order of divorce\r\non the basis of one year's separation, and Husband did not object.\r\n\r\nTwo weeks later, the family court issued its order granting Wife a divorce. It\r\nmerged into that order the parties' written Marital Settlement Agreement dated\r\nMarch 5, 2009, and an amendment to that document dated March 30, 2009\r\n(collectively, the MSA).\r\n\r\nI.    The MSA\r\n\r\nAccording to the MSA, both parties were in their fifties and in good health.\r\nHusband, who was fifty-nine years old, was a co-owner and the president of\r\nCitadel Management, LLC (the LLC). Wife, who was fifty-six, received \"nominal\r\nincome\"1 from her part-time employment in a retail store. The parties agreed to\r\ndivide their assets more or less evenly, with Wife receiving the marital home and\r\nHusband receiving business interests other than the parties' interests in the LLC.\r\n\r\nEach party retained his or her respective ownership interest in the LLC. Wife\r\nretained a fifteen-percent ownership interest and Husband, a thirty-five-percent\r\ninterest. In addition, each party received fifty percent of a note receivable that the\r\nLLC owed to Husband and Wife.2\r\n\r\nWith regard to alimony, Husband acknowledged \"his ability to be self-supporting\r\nwithout contribution from Wife\" and waived alimony. He also agreed to pay Wife\r\n$7,000 per month in alimony, with a maximum of one hundred twenty payments.\r\n\r\n\r\n1Wife's financial declaration reflects she earned $300 per month from her retail\r\nemployment. However, the majority of Wife's financial security does not lie in her\r\nmonthly income, whether from earnings or alimony: a worksheet in the record\r\ndemonstrates Wife received property worth more than $2.3 million.\r\n2 Although the MSA does not provide details about the note, other evidence in the\r\nrecord indicates the LLC owed the parties approximately $1,776,241.\r\n\nThe amount of alimony would be modifiable downward based upon a substantial\r\nchange in circumstances. Moreover, the parties agreed:\r\n\r\n            This alimony shall be offset dollar for dollar for any\r\n            interest income Wife receives from her share of the note\r\n            receivable from [the LLC]. If [the LLC] ever reduces the\r\n            principal on the debt due to Wife for the note receivable,\r\n            then in such event Husband's alimony obligation to Wife\r\n            shall automatically reduce proportionate to the reduction\r\n            made in the principal obligation.\r\n\r\nThe written amendment incorporated into the MSA addressed Husband's\r\nobligations in securing health insurance for Wife. However, it also modified the\r\nalimony agreement. In order to provide Wife with health insurance benefits\r\nthrough the LLC, the parties agreed Wife would enter into a separate employment\r\nagreement with the LLC. The amendment concluded: \"to the extent Wife is\r\ncompensated under the employment agreement with [the LLC], any such\r\ncompensation shall be credited against husband's alimony obligation owed to Wife\r\nby the terms of the [MSA].\"\r\n\r\nII.   Contempt Action\r\n\r\nOn April 13, 2011, Wife filed a complaint for contempt against Husband for failure\r\nto pay alimony and her health insurance costs. According to Wife, the LLC\r\nsatisfied Husband's alimony obligation through January 2011: Wife received\r\n$6,000 per month in interest payments and an additional $1,000 per month for her\r\nemployment with the LLC. Beginning in February 2011, the LLC paid off the\r\nprincipal amount of the loan due Wife, terminated her employment, and ceased\r\nmaking any further payments to her. As a result, Wife began paying her health\r\ninsurance premiums of $402 per month out of pocket. Wife contended Husband\r\nowed her $1,000 per month in alimony from February 2011 forward, because the\r\nMSA provided the alimony obligation would be offset \"dollar for dollar\" by any\r\namounts Wife received in interest on the loan or toward the principal of the loan.\r\n\r\nHusband defended by quoting the alimony provision from the MSA and arguing it\r\nstated his obligation was to be reduced in proportion to the reduction in the\r\nprincipal amount owed Wife by the LLC, not dollar for dollar. He observed the\r\nMSA entitled Wife to a maximum of $840,000 in alimony ($7,000 x 120 months)\r\nand made no provision for an additional $1,000 per month. Furthermore, Husband\r\n\nstated Wife received $154,000 in alimony over the course of twenty-two months\r\nplus $888,120.58, which was the principal balance owing on her half of the parties'\r\nloan to the LLC.\r\n\r\nAt a hearing on June 24, 2011, the family court determined the alimony provision\r\nof the MSA was ambiguous and received testimony from the parties as to their\r\nintent. Husband testified they had agreed to divide the interest payments from the\r\nLLC of $12,000 per month evenly between them. He denied they intended for\r\nWife to receive no more than $6,000 from the interest payments, explaining any\r\nadditional alimony he paid would have come from his half of the interest payments\r\nbecause they were his only source of income at the time. However, he admitted\r\nthe LLC issued a Form 1099 to each party reflecting income of $72,000 per year,\r\nor $6,000 per month, and that under the amendment to the MSA, Wife received the\r\nremaining $1,000 per month in alimony through her status as an employee of the\r\nLLC. Husband stated he did not believe \"there was really any concern\" about the\r\nsource of his alimony payments, as long as he ensured Wife received the full\r\n$7,000 each month.\r\n\r\nWife testified the $6,000 per month in interest payments she received from the\r\nLLC was credited toward Husband's alimony obligation. Furthermore, she\r\nunderstood that when the LLC reduced the principal owing on the loan, any\r\ncorresponding automatic reduction in alimony would apply only to the $6,000\r\nportion of alimony that was paid directly to her in the form of loan interest.\r\n\r\nThe family court expressed concern that the MSA did not directly state full\r\npayment of the loan by the LLC would negate Husband's alimony obligation. In its\r\nwritten order, it found Husband was not in compliance with the divorce decree and\r\nthe MSA, but declined to find his non-compliance contemptuous. In reviewing the\r\nparties' intent when they executed the MSA, the family court found they had\r\n\"intended that the automatic reduction available to [Husband] in the event of the\r\npayoff of the Note [was] proportionate to the total alimony obligation. Therefore\r\nthe payoff of the Note results in a $6,000 per month reduction in total alimony\r\nobligation for Husband,\" leaving him owing Wife $1,000 per month. Husband\r\nappealed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In appeals from the family court, [appellate courts] review[] factual and legal\r\nissues de novo.\" Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667\r\n\n(2011). \"[W]hile retaining the authority to make our own findings of fact, we\r\nrecognize the superior position of the family court judge in making credibility\r\ndeterminations.\" Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011).\r\nThe burden is upon the appellant to convince the appellate court that the\r\npreponderance of the evidence is against the family court's findings. Id. \"Stated\r\ndifferently, de novo review neither relieves an appellant of demonstrating error nor\r\nrequires us to ignore the findings of the family court.\" Id. at 388-89, 709 S.E.2d at\r\n654.\r\n\r\nLAW/ANALYSIS\r\n\r\nHusband asserts the family court erred in interpreting the MSA to permit the full\r\nrepayment of the parties' loan to the LLC to reduce his monthly alimony obligation\r\nby only $6,000. We agree.\r\n\r\n\"The interpretation of [marital litigation] agreements is a matter of contract law.\r\nWhen an agreement is clear on its face and unambiguous, the court's only function\r\nis to interpret its lawful meaning and the intent of the parties as found within the\r\nagreement.\" State Mut. Ins. Co. v. Ard, 399 S.C. 232, 237, 730 S.E.2d 912, 914\r\n(Ct. App. 2012) (citations and quotation marks omitted). \"Unambiguous marital\r\nagreements will be enforced according to their terms . . . , regardless of the\r\ncontract's wisdom or folly, or the parties' failure to guard their rights carefully.\"\r\nDavis v. Davis, 372 S.C. 64, 75, 641 S.E.2d 446, 451-52 (Ct. App. 2006) (citation\r\nomitted). A court will look to extrinsic evidence only if an ambiguity exists in the\r\nagreement's terms. Nicholson v. Nicholson, 378 S.C. 523, 534, 663 S.E.2d 74, 80\r\n(Ct. App. 2008) (citing Charles v. B & B Theatres, Inc., 234 S.C. 15, 18, 106\r\nS.E.2d 455, 456 (1959)).\r\n\r\nWhether the language of a contract is ambiguous is a question of law to be\r\ndetermined by the court. Silver v. Aabstract Pools & Spas, Inc., 376 S.C. 585, 591,\r\n658 S.E.2d 539, 542 (Ct. App. 2008). In making this determination, the court must\r\nexamine the entire contract and not merely whether certain phrases taken in\r\nisolation could be interpreted in more than one way. Id. \"[O]ne may not, by\r\npointing out a single sentence or clause, create an ambiguity.\" Id. (quoting\r\nYarborough v. Phoenix Mut. Life Ins. Co., 266 S.C. 584, 592, 225 S.E.2d 344, 348\r\n(1976)).     In construing and determining the effect of a written\r\n             contract, the intention of the parties and the meaning are\r\n\n             gathered primarily from the contents of the writing itself,\r\n             or, as otherwise stated, from the four corners of the\r\n             instrument, and when such contract is clear and\r\n             unequivocal, its meaning must be determined by its\r\n             contents alone; and a meaning cannot be given it other\r\n             than that expressed. Hence words cannot be read into a\r\n             contract which import an intent wholly unexpressed\r\n             when the contract was executed.\r\n\r\nId. (quoting McPherson v. J.E. Sirrine & Co., 206 S.C. 183, 204, 33 S.E.2d 501,\r\n509 (1945)).\r\n\r\nWe find the language of the MSA is unambiguous and the full payment of the\r\nbalance due Wife on the note satisfied Husband's alimony obligation, and reverse.\r\nWhen the language of an agreement is clear and unambiguous, courts may look no\r\nfurther than the agreement itself to discern the parties' intent. Ard, 399 S.C. at 237,\r\n730 S.E.2d at 914; accord Davis, 372 S.C. at 75, 641 S.E.2d at 452.\r\n\r\nThe language of the MSA is not ambiguous. It required Husband to pay Wife \"the\r\nsum of Seven Thousand and 00/100 ($7,000.00) Dollars per month as alimony,\"\r\nwith a maximum of one hundred twenty payments. The MSA did not predicate\r\nthis amount upon either party's receipt of other income; however, it stated the\r\n$7,000 would be:\r\n\r\n             [O]ffset dollar for dollar for any interest income Wife\r\n             receives from her share of the note receivable from [the\r\n             LLC]. [Moreover, i]f [the LLC] ever reduces the\r\n             principal on the debt due to Wife for the note receivable,\r\n             then in such event Husband's alimony obligation to Wife\r\n             shall automatically reduce proportionate to the reduction\r\n             made in the principal obligation.\r\n\r\nThe amendment to the MSA further permitted Husband's monthly alimony\r\nobligation to be offset, dollar for dollar, by any employment income the LLC paid\r\nto Wife. We find these terms are clear.\r\n\r\nApplying these terms to the situation at hand, we find the family court erred in\r\nfinding the MSA required Husband to pay Wife $1,000 per month in alimony after\r\nthe LLC fully satisfied its debt to her. See Davis, 372 S.C. at 75, 641 S.E.2d at\r\n\n451-52 (\"Unambiguous marital agreements will be enforced according to their\r\nterms . . . , regardless of the contract's wisdom or folly, or the parties' failure to\r\nguard their rights carefully.\"). The MSA unequivocally states Husband's alimony\r\nobligation \"shall automatically reduce\" in proportion to the reduction of principal\r\non the LLC's debt to Wife. This provision contains no limiting language that\r\nwould prevent a one hundred-percent reduction in the principal from reducing\r\nHusband's alimony obligation by one hundred percent. Further, no language in the\r\nMSA establishes a minimum amount of alimony Husband must pay after the note's\r\nprincipal had been eliminated.\r\n\r\nAlthough the MSA does not per se discuss the \"termination\" of Husband's alimony\r\nobligation, neither does it contemplate the alimony obligation continuing\r\nindefinitely. In addition to listing other events that would end Husband's alimony\r\nobligation, the MSA provides for the full satisfaction of that obligation, either after\r\nHusband tendered one hundred twenty payments or after the LLC extinguished its\r\nloan obligation to Wife. The latter occurred. Because the LLC paid one hundred\r\npercent of its loan obligation to Wife, Husband's alimony obligation to Wife\r\ndecreased by one hundred percent. Accordingly, the family court erred in\r\nextending Husband's alimony obligation and in finding the MSA required him to\r\npay Wife $1,000 per month after Wife received full repayment of the LLC's loan\r\nobligation.\r\n\r\nCONCLUSION\r\n\r\nWe find the language of the parties' settlement agreement is clear and\r\nunambiguous. We further find the terms of that agreement established Husband's\r\nalimony obligation to Wife was $7,000 per month and specified that obligation\r\nwould reduce in proportion to the LLC's reduction of the principal it owed to Wife.\r\nIn view of these provisions, we find the LLC's payment of one hundred percent of\r\nits loan obligation to Wife caused Husband's monthly alimony obligation to be\r\nreduced by one hundred percent, to zero dollars. Accordingly, the decision of the\r\nfamily court is\r\n\r\nREVERSED.\r\n\r\nHUFF and THOMAS, JJ., and CURETON, A.J., concur.\r\n\n","court":"Appeals"}]