[{"id":"4967","title":"Adams v. H.R. Allen","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4967","description":"Appellants, H.R. Allen, Inc. (Employer) and Zurich North America (Zurich), appeal from an order of the circuit court affirming the Workers' Compensation Commission's Appellate Panel's (Commission's) award of benefits to Respondent Gaines Adams. We hold procedural due process requires that the parties to a rehearing must be provided an opportunity to be heard and to confront and cross-examine witnesses.  We vacate the circuit court's ruling and remand the case to the Commission to conduct a de novo hearing on the merits.","date":"2012-05-02","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\nGaines Adams, Respondent,\r\nv.\r\nH.R. Allen, Inc., CNA, and Zurich North\r\n      America, Defendants,\r\nOf whom H.R. Allen, Inc. and Zurich North America are Appellants,\r\nand CNA is a Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Greenville County\r\nEdward W. Miller, Circuit Court Judge\r\n\r\nOpinion No. 4967\r\nHeard March 20, 2012 – Filed May 2, 2012   \r\n\r\nVACATED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nJames Paul Newman Jr., Weston Adams III,\r\n  Helen F. Hiser, and Erroll Anne Y. Hodges, all of Columbia, for Appellants.\r\nAlan Randolph Cochran, of Greenville;\r\n  James P. Newman and Andrew E. Haselden, both of Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Appellants, H.R. Allen, Inc. (Employer) and Zurich\r\n  North America (Zurich), appeal from an order of the circuit court affirming the\r\n  Workers' Compensation Commission's Appellate Panel's (Commission's) award of\r\n  benefits to Respondent Gaines Adams. \r\nAlthough Appellants raise six issues on appeal, the threshold\r\n  issue of procedural due process is determinative.  We hold procedural due\r\n  process requires that the parties to a rehearing must be provided an opportunity\r\n  to be heard and to confront and cross-examine witnesses.  Accordingly, we vacate\r\n  the circuit court's ruling and remand the case to the Commission to conduct a de\r\n  novo hearing on the merits. \r\nFACTS/PROCEDURAL HISTORY\r\nOn March 15, 1999, Adams fell from a ladder,\r\n  shattering a bone in his left heel.[1]  Dr. Michael Tollison performed an ORIF—open reduction internal fixation. \r\n  Adams returned to &quot;light duty&quot; on August 30, 1999.  On December 17,\r\n  1999, Dr. Tollison determined Adams had reached maximum medical improvement\r\n  (MMI) and discharged him with twenty-four percent impairment of the left foot.  Dr.\r\n  Tollison's progress note stated that in the future Adams &quot;may require a\r\n  subtalar joint fusion with tribal bone graft.&quot;  Adams's work restrictions\r\n  required him to avoid climbing ladders, walking on roofs, carrying heavy items,\r\n  and working on scaffolds.[2]  \r\n Adams\r\n  saw Dr. Tollison in 2001 for hypersensitivity in his left foot.  Adams's\r\n  condition improved; however, Dr. Tollison again noted that Adams likely would\r\n  require subtalar joint fusion.  Adams did not visit Dr. Tollison again until\r\n  October 2006.  \r\nIn July 2006, Employer assigned Adams to work\r\n  part-time installing overhead lighting fixtures at a distribution center.  On\r\n  October 17, 2006, Adams returned to Dr. Tollison with increased pain and lack\r\n  of mobility in his left ankle.  Dr. Tollison diagnosed Adams as having left,\r\n  post-traumatic hind foot arthritis; left, sural nerve neuralgia; traumatic\r\n  arthropathy involving ankle and foot; and mononeuritis of the lower limb.  Adams\r\n  returned to work with additional permanent restrictions and a letter from Dr.\r\n  Tollison that stated: &quot;If employer has no work available according to\r\n  these restrictions, it is up to the employer to release [Adams] from\r\n  work.&quot;  On October 26, 2006, Employer terminated Adams's employment, stating\r\n  &quot;no permanent light duty work [was] available.&quot;  \r\n On\r\n  October 20, 2007, Adams filed a Form 50 contending he had sustained an\r\n  accidental injury on October 26, 2006 due to &quot;repetitive walking and\r\n  standing on unlevel/hard surfaces.&quot;  CNA denied that Adams's condition was\r\n  caused by &quot;a new accident&quot;; asserted that compensability of any\r\n  injury arising out of the March 1999 accident was barred; and stated CNA was\r\n  not Employer's workers' compensation carrier on the date of Adams's alleged\r\n  injury.  Adams subsequently added Zurich, Employer's workers' compensation\r\n  carrier from December 13, 2005 to December 13, 2006, as a defendant.  \r\nThe single commissioner conducted a hearing on May 7,\r\n  2008.  Following the hearing, the commissioner left the record open for Dr.\r\n  Tollison's deposition.  On June 16, 2008, the single commissioner ruled that Adams\r\n  had sustained &quot;a compensable injury, whether it is considered repetitive\r\n  trauma culminating in the last injurious exposure on October 26, 2006[,] or\r\n  whether this is considered a[n] October 26, 2006 on-the-job accident.&quot; \r\n  The commissioner dismissed CNA and found Zurich liable to Adams for benefits\r\n  related to the October 26, 2006 injury, including fusion surgery and temporary,\r\n  total disability benefits following surgery.  \r\nAfter Zurich requested review of the single\r\n  commissioner's decision, it became evident that the reporter's equipment had\r\n  malfunctioned and portions of the hearing were inaudible.  Adams asked the Commission\r\n  to remand the case to the single commissioner &quot;to retake such testimony as\r\n  may be necessary to replicate the record.&quot;  Thereafter, the Commission\r\n  ordered: &quot;[T]his matter is remanded to Commissioner Williams for rehearing.&quot;  \r\nThe single commissioner conducted the rehearing on\r\n  January 15, 2009.  Each of the participants, with the exception of Adams, was\r\n  given a copy of the original transcript.  Shortly after Adams began testifying,\r\n  Zurich's counsel repeatedly objected to testimony that it alleged was &quot;outside\r\n  the scope&quot; of the original transcript.  When CNA objected to Zurich's\r\n  attempt to follow up on Adams's answer, Zurich explained: &quot;But his answer\r\n  wasn't the same as it was in the original.&quot;  \r\nZurich asked the single commissioner for permission to\r\n  question Adams's supervisor about a description of the working conditions that\r\n  had been posed to Dr. Tollison during his deposition.  The commissioner denied\r\n  Zurich's request, stating:\r\n\r\n  The Single Commissioner: I'll deny that, obviously.  I already issued a ruling\r\n    in this case based on the evidence.  And I heard the evidence at the last case,\r\n    so I didn't need a transcript to make any ruling.  So, I'm going to deny that\r\n  motion right now.\r\n  Zurich: If\r\n    we could just place that on the record, that we would like to have them address\r\n    the hypothetical that the Claimant's own attorney gave after the hearing so we\r\n    couldn't address it at the [first] hearing because he didn't give it until\r\n  afterward.  \r\n  The Single Commissioner: I'm going to deny that, obviously, because my ruling\r\n  wasn't based on any of that.  You can move on.\r\n\r\nFollowing the rehearing, the single commissioner\r\n  reissued the prior order.  Zurich filed an application for review alleging numerous\r\n  errors, including a contention that significant irregularities had occurred during\r\n  the rehearing.  On June 26, 2009, the Commission unanimously adopted the single\r\n  commissioner's order; thereafter, the circuit court conducted a hearing and affirmed\r\n  the Commission's order in its entirety.  This appeal followed.\r\nISSUE ON APPEAL\r\nDid the Circuit Court err in upholding the hybrid manner\r\n  in which the single commissioner conducted the rehearing? \r\nLAW/ANALYSIS\r\nAppellants contend they &quot;were forced to repeat the question portion of the original\r\n  hearing, but the witnesses were allowed to answer in any way they saw fit,\r\n  often providing new testimony.&quot;  Appellants argue that while Adams was\r\n  allowed to answer questions freely, they were not allowed to ask &quot;routine\r\n  follow-up questions in response to new testimony.&quot;    They assert this\r\n  &quot;hybrid manner&quot; of conducting the rehearing was &quot;at worst a\r\n  violation of Appellant's due process rights and at best, highly unfair.&quot;  \r\nAdams contends that the trial court has discretion to\r\n  adopt &quot;the most effective method of reconstruction&quot; of a transcript. \r\n  He additionally contends, &quot;Appellant[s] suffered no consequential prejudice.&quot;  \r\nWhere portions of stenographic notes are lost prior to\r\n  transcription, it is appropriate for the judge to accept affidavits of counsel\r\n  and the court reporter to determine what transpired.  China v. Parrott,\r\n  251 S.C. 329, 333-34, 162 S.E.2d 276, 278 (1968).  However, the reconstructed\r\n  record must allow for meaningful appellate review.  State v. Ladson, 373\r\n  S.C. 320, 321, 644 S.E.2d 271, 271 (Ct. App. 2007).  &quot;A new trial is therefore appropriate if the appellant\r\n  establishes that the incomplete nature of the transcript prevents the appellate\r\n  court from conducting a meaningful appellate review.&quot;  Id. at 325,\r\n  644 S.E.2d at 274 (citations and internal quotation marks omitted).  \r\nThe South Carolina Constitution provides that in\r\n  procedures before administrative agencies: &quot;No person shall be finally\r\n  bound by a judicial or quasi-judicial decision of an administrative agency\r\n  affecting private rights except on due notice and an opportunity to be heard .\r\n  . . .&quot;  Art. I, § 22 (2009 &amp; Supp. 2011).  The South Carolina Supreme\r\n  Court has explained: \r\n\r\n&quot;Procedural due process requirements are not\r\n  technical; no particular form of procedure is necessary.  The United States\r\n  Supreme Court has held, however, that at a minimum certain elements must be present.  These include (1) adequate\r\n  notice; (2) adequate opportunity for a hearing; (3) the right to introduce\r\n  evidence; and (4) the right to confront and cross-examine witnesses.&quot;  \r\n\r\nIn\r\n  re Dickey, 395 S.C. 336, 360, 718\r\n  S.E.2d 739, 751 (2011) (quoting In re Vora, 354 S.C. 590, 595, 582\r\n  S.E.2d 413, 416 (2003)).  \r\nThe Administrative Procedures Act (APA) requires that,\r\n  in a contested case, all parties must be afforded the opportunity for a\r\n  hearing.  S.C. Code Ann. § 1-23-320(A) (2005 &amp; Supp. 2011).  The APA additionally requires: &quot;Opportunity\r\n  must be afforded all parties to respond and present evidence and argument on\r\n  all issues involved.&quot;  S.C. Code\r\n  Ann. § 1-23-320(E) (2005 &amp; Supp. 2011).  Moreover, the APA provides that, in a contested case, &quot;[a]ny party\r\n  may conduct cross-examination.&quot;  S.C. Code Ann. § 1-23-330(3) (2005).  \r\nIn State v. Mouzon, the South Carolina Supreme\r\n  Court distinguished between &quot;trial errors, which are subject to harmless\r\n  error analysis,&quot; and &quot;structural defects in the constitution of the\r\n  trial mechanism, which defy analysis by harmless error standards.&quot;  326\r\n  S.C. 199, 204, 485 S.E.2d 918, 921 (1997) (quoting Arizona v. Fulminante,\r\n  499 U.S. 279 (1991)).  In LaSalle Bank Nat'l Ass'n v. Davidson, the\r\n  court held that the failure of a judge to attend a mortgage foreclosure\r\n  proceeding was a structural defect that violated the Appellants'\r\n  &quot;constitutional guarantee to procedural due process.&quot;  386 S.C. 276,\r\n  277, 688 S.E.2d 121, 121 (2009).  There, the court ordered a new trial,\r\n  stating: &quot;The purported hearing was a nullity, and the resulting order must be vacated.  The judge's\r\n  absence from the hearing deprived the [Appellants] of the opportunity to be\r\n  heard and, thus violated their constitutional guarantee of procedural due\r\n  process.&quot;  Id. at 281, 688 S.E.2d at 123; see also U.S.\r\n    v. Marcus, 130 S. Ct. 2159, 2164 (2010) (stating that &quot;certain errors,\r\n  termed 'structural errors,' might 'affect substantial rights' regardless of\r\n  their actual impact on an appellant's trial&quot;).\r\nIn this case, a comparison of the two transcripts\r\n  supports Appellants' allegation that the rehearing allowed Adams an opportunity\r\n  to &quot;amplify&quot; the responses he provided at the first hearing, while\r\n  Appellants were not provided the opportunity to cross-examine Adams on new\r\n  responses.  We are concerned by the single commissioner's decision to provide\r\n  all participants—except Adams—with a copy of the original transcript.  In our\r\n  view, the commissioner was required to treat all witnesses similarly.  Had\r\n  Adams been provided a copy of the original transcript, he—like the other\r\n  witnesses—would have been in a position to read his transcribed responses and to\r\n  complete the inaudible portions of the original testimony.  Instead, Adams was\r\n  provided the unique opportunity to &quot;freely respond,&quot; while Appellants\r\n  were not allowed to freely cross-examine him.\r\nWe agree with Appellants' contention that &quot;the\r\n  preferable options would have been to have reconstructed only the incomplete\r\n  portions of the original transcript or to have remanded for an entirely new\r\n  hearing.&quot;  While we agree the trial court has discretion in determining\r\n  how to reconstruct missing portions of a transcript, this discretion must lie\r\n  within the limits required by procedural due process.  Here, although the\r\n  Commission ordered a rehearing, the single commissioner conducted the subsequent\r\n  hearing in a hybrid manner that was neither a true rehearing of the matter on\r\n  the merits nor a straight-forward reconstruction of the original transcript.  Such\r\n  a hybrid approach to rehearing constitutes a structural defect that cannot be\r\n  reviewed under the harmless error standard.  While we are mindful of the\r\n  importance of judicial efficiency, we find the hybrid rehearing procedure in\r\n  this case violated Appellants' right to procedural due process.[3] \r\nCONCLUSION\r\nBased on the foregoing, we vacate the\r\n  circuit court's order and remand the case to the Commission to conduct a de\r\n  novo hearing on the merits.\r\nVACATED AND\r\n  REMANDED.\r\nPIEPER,\r\n  KONDUROS, and GEATHERS, JJ., concur.\r\n\r\n\r\n[1]&nbsp; Any reference to a problem with Adams's right\r\n  lower extremity is a scrivener's error; Adams sustained injuries to his left\r\n  foot only.  \r\n[2]&nbsp; Respondent\r\n  CNA was Employer's workers' compensation carrier, and this was an admitted\r\n  accident.  \r\n[3]&nbsp; We decline to address Appellant's remaining\r\n  issues on appeal.  See Futch v. McAllister Towing of Georgetown, Inc.,\r\n  335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need\r\n  not review remaining issues when its determination of a prior issue is\r\n  dispositive of the appeal).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4968","title":"Way v. Way","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4968","description":"George Way appeals the family court's order granting him a divorce from Mary Way (Wife), arguing the family court erred in ordering him to pay Wife $20,000 as part of the equitable division of marital property and $500 per month in alimony.  We affirm as modified.","date":"2012-05-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nGeorge Way, Appellant,\r\nv.\r\nMary Way, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Clarendon County \r\nW. Jeffrey Young, Family Court Judge \r\n\r\nOpinion No.  4968 \r\nHeard March 12, 2012 - Filed May 9, 2012 \r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\nWilliam Ceth Land, of Manning, for \r\n  Appellant.   \r\nStephen L. Hudson, of Columbia, for \r\n  Respondent. \r\n       \r\n     \r\n   \r\n \r\nPER CURIAM: George \r\n  Way (Husband) appeals the family court's order granting him a divorce from Mary \r\n  Way (Wife), arguing the family court erred in ordering him to pay Wife $20,000 \r\n  as part of the equitable division of marital property and $500 per month in \r\n  alimony.  We affirm as modified.   \r\nFACTS \r\nHusband and Wife married in 1978 and separated in 2005 \r\n  when Husband moved out.  The parties had no children but incurred a great deal \r\n  of debt.  Complaining of Wife's spending habits, in July 2005, Husband filed an \r\n  action for separate support and maintenance, which he later amended to request \r\n  a divorce on the ground of one year's continuous separation.  In response to \r\n  Husband's petition for temporary relief, the family court entered an order \r\n  preserving the status quo, with Wife retaining temporary possession of the \r\n  marital home and Husband continuing to pay the mortgage, taxes, and insurance \r\n  on it.   \r\nOn August 14, 2007, the family court heard arguments.  \r\n  Both parties filed updated financial declarations showing monthly deficits.  \r\n  The primary issues were the division of debt, disposition of the parties' real \r\n  property, and alimony.   \r\nI.  Marital Home \r\nWith regard to the marital home, the parties testified \r\n  Husband received a one-acre lot of land from his family, whose land and homes \r\n  surrounded the lot.  For approximately eleven years after marrying, the parties \r\n  lived in a double-wide mobile home on the lot.  After Hurricane Hugo destroyed \r\n  the mobile home, the parties took out a mortgage loan and built a home in its \r\n  place.  Subsequently, Husband used defective concrete blocks to construct an \r\n  unpermitted storage building, where he stored tools and equipment.   \r\nAccording to Husband, the county tax assessor valued \r\n  the marital home and land at $73,100; adding the value of the unpermitted \r\n  building, Husband valued the property at approximately $75,000.  By contrast, \r\n  Wife believed the home was worth $110,000 and the outbuilding was worth an \r\n  additional $30,000.  At the time of the hearing, the parties owed $39,146.58 on \r\n  the first mortgage, payable at a rate of $524.66 per month.   \r\n \r\nII.  Other Debts \r\nIn 2001, the parties took out a second mortgage loan \r\n  in an effort to consolidate their then-existing debts.  At the time of the \r\n  hearing, the parties owed $53,873.85 on the second mortgage loan, payable at a \r\n  rate of $675.54 per month.   \r\nIn addition to the first and second mortgage loans, \r\n  each party owed debts in his or her own name.  According to his financial \r\n  declaration, Husband's non-mortgage debts totaled $14,794.25, for a monthly \r\n  obligation of $998.07.  One of Husband's debts, for $10,794.25 to \r\n  CitiFinancial, included the cost of purchasing Wife's car.  Wife's financial \r\n  declaration reflected non-mortgage debts totaling $29,118, for a monthly \r\n  obligation of $907.[1]  Husband testified that, until he began receiving \r\n  telephone calls from bill collectors, he was unaware of Wife's new debts.  Wife \r\n  confirmed that she had had the bills for these accounts sent to her sister's \r\n  address.   \r\nIII.  Other Assets \r\nBoth parties were employed.  Husband reported gross \r\n  monthly earnings averaging between $3,100 and $3,600 from his job as a truck \r\n  driver.  In addition, he received a monthly retirement payment of $401.68 from \r\n  Campbell's Soup.  Wife reported gross monthly earnings of $1,339 from her job \r\n  as a sewing machine operator.  She requested $1,000 per month in permanent \r\n  alimony.   \r\nWhile Husband had two retirement accounts, Wife had \r\n  none.  Husband testified the payments he received from his Campbell's Soup \r\n  retirement account would continue until he reached age 65.[2]  In addition, Husband expected to receive \r\n  approximately $500 per month from his military retirement account, beginning at \r\n  age 60.   \r\nEach party expressed a desire to keep his or her own \r\n  vehicle: Husband had a 1987 Chevrolet pickup truck, and Wife had a 1999 Toyota \r\n  Camry.[3]  At the conclusion of the hearing, the parties \r\n  stipulated an old motorcycle stored in the outbuilding was not marital \r\n  property.  The family court adjourned the hearing, noting it would hold open \r\n  the record for the receipt of the point credit summary relating to Husband's \r\n  military retirement account and the 2001 appraisal of the marital home.   \r\nIV.  Order\r\nOn April 18, 2008, the family court entered an order \r\n  granting the parties a divorce, dividing the marital property and debt, and \r\n  requiring Husband to pay Wife alimony.  The family court found Husband's \r\n  monthly income was $3,201.68, and Wife's was $1,339.00.  With respect to \r\n  marital property, the family court regarded all property as marital because neither \r\n  party possessed &quot;substantial&quot; non-marital property.  The family \r\n  court assigned a present value of -$8,500 to the marital home.[4]  The family court noted Wife \r\n  had no vested retirement account, but Husband had two.  Of Husband's two \r\n  retirement accounts, the family court determined his military retirement account \r\n  was divisible but his account from Campbell's Soup was not.  The family court \r\n  did not specify a value for any other marital property.   \r\nThe family court also found each party maintained \r\n  marital debt in his or her own name.  Husband's assets and debts, which \r\n  included the marital home, totaled -$31,051.68.  Wife's assets and debts \r\n  totaled -$20,488.00.  With regard to the 2001 second mortgage loan of \r\n  $57,400, the family court found $42,770 of the proceeds from that loan paid \r\n  Husband's debts[5] and $9,182 paid Wife's debts.   \r\nBased upon these facts, the family court awarded Wife \r\n  her automobile, the personal property already in her possession, any items of \r\n  personal property remaining in the marital home, and $132 per month of \r\n  Husband's military retirement account.[6]  Husband received the marital home, his pickup truck, \r\n  any items of personal property remaining in the storage building, his \r\n  Campbell's Soup retirement account, and the remainder of his military \r\n  retirement account.  The family court held each party individually \r\n  &quot;responsible for the debts in his or her individual name&quot; and for his \r\n  or her own attorney's fees and costs.   \r\nThe family court required Husband to pay Wife a lump \r\n  sum of $20,000 because he &quot;received Thirty-Three Thousand Five Hundred \r\n  Eighty-Eight and 00/100 ($33,588.00) in greater benefit&quot; from the 2001 \r\n  second mortgage than Wife.  Furthermore, in view of Husband's receipt of the \r\n  marital home and his undivided Campbell's Soup retirement account, the family \r\n  court ordered him to pay Wife $500 per month in permanent periodic alimony.     \r\nHusband filed a motion for reconsideration, contending \r\n  the evidence did not support the family court's allocation of proceeds from the \r\n  2001 second mortgage loan, award to Wife of a $20,000 lump sum, and award to \r\n  Wife of $500 per month in alimony.  The family court denied Husband's motion.  \r\n  This appeal followed.   \r\nSTANDARD OF REVIEW \r\n&quot;In appeals from the family court, [appellate \r\n  courts] review[] factual and legal issues de novo.&quot;  Simmons v. \r\n    Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011).  &quot;[W]hile retaining the authority to make our own \r\n  findings of fact, we recognize the superior position of the family court judge \r\n  in making credibility determinations.&quot;  Lewis v. Lewis, 392 S.C. \r\n  381, 392, 709 S.E.2d 650, 655 (2011).  The burden is upon the appellant to \r\n  convince the appellate court that the preponderance of the evidence is against \r\n  the family court's findings.  Id.  &quot;Stated differently, de novo review neither relieves an \r\n  appellant of demonstrating error nor requires us to ignore the findings of the \r\n  family court.&quot;  Id. at 388-89, 709 S.E.2d at 654.   \r\nLAW/ANALYSIS \r\nI.  Equitable Division \r\nHusband argues the family court failed to follow the \r\n  proper steps for equitable distribution and erred in ordering him to pay Wife $20,000 \r\n  toward equitable division.  We agree[7] and modify the family court's order to strike the $20,000 lump sum.   \r\n \r\nThis court recently held:   \r\n   \r\nThe doctrine of equitable distribution is based on a \r\n  recognition that marriage is, among other things, an economic partnership.  The \r\n  ultimate goal of apportionment is to divide the marital estate, as a whole, in \r\n  a manner that fairly reflects each spouse's contribution to the economic \r\n  partnership and also the effect on each of the parties of ending that partnership.  \r\n. . . For purposes of equitable distribution, \r\n  &quot;marital debt&quot; is debt incurred for the joint benefit of the parties \r\n  regardless of whether the parties are legally jointly liable for the debt or \r\n  whether one party is legally individually liable.  The same rules of fairness \r\n  and equity that apply to the equitable distribution of marital property also \r\n  apply to the equitable division of marital debts.   \r\n   \r\n \r\nKing \r\n  v. King, 384 S.C. 134, 143, 681 \r\n  S.E.2d 609, 614 (Ct. App. 2009) (internal citations and quotation marks \r\n  omitted).   \r\nIn the case at bar, the family court was tasked with \r\n  equitably dividing an estate comprised primarily of unpaid debt.  The marital \r\n  home, which is often the most valuable asset in a longterm marriage, was so \r\n  encumbered by mortgages that it had a negative value.  The record reflects that \r\n  the most substantial positively valued assets in the marital estate were the \r\n  parties' vehicles: Husband's truck, valued at $1,885, and Wife's car, valued at \r\n  either $4,590 or $5,100.[8]  \r\n  Nonetheless, even Wife's car was hardly owned outright: the parties purchased it \r\n  using funds from a loan the family court ordered Husband to repay in full.  As \r\n  a result, we find that, following the equitable distribution of the marital \r\n  estate, Husband lacked the means to pay a $20,000 lump sum.   \r\nIn addition, the family court carefully parsed and \r\n  divided between the parties the proceeds from the 2001 second mortgage loan.  Though \r\n  its reasoning is unclear from the record, the family court appears to have based \r\n  its award of a $20,000 lump sum to Wife on the benefits the parties purportedly \r\n  received from the proceeds of this loan.  For the purposes of this appeal and \r\n  in view of Husband's concession at oral argument, we set aside our concerns \r\n  about dividing up as non-marital property the proceeds of a seven-year-old \r\n  mortgage loan that was secured by, and was used at least in part to improve, \r\n  the marital home.  Regardless of who received which benefits or whether the \r\n  benefits conferred were personal or marital, Husband is obligated to repay the \r\n  full amount of the 2001 second mortgage loan.   \r\nWe find it sufficient to note that, to the extent the \r\n  proceeds at issue represented a marital asset, by the time the family court \r\n  ruled, it was a phantom asset.  The outstanding balance of the loan exceeded \r\n  the parties' equity in the property used to secure it.  Accordingly, Husband \r\n  could not have satisfied the 2001 second mortgage loan even by liquidating the \r\n  property.  Under the particular circumstances present in this case, we find it \r\n  inequitable to burden him with an additional payment to Wife of $20,000.   \r\nAfter a thorough review of the record on appeal and \r\n  the family court's order, we are unable to find any evidence supporting the \r\n  award of a $20,000 lump sum to Wife.  Furthermore, no evidence indicates \r\n  Husband either possessed or received through equitable distribution any assets \r\n  that would enable him to amass $20,000.  Accordingly, we affirm the family \r\n  court's division of marital property but modify its order to strike the lump \r\n  sum. \r\nII.  Alimony\r\nHusband argues the family court erred in ordering him \r\n  to pay Wife $500 per month in permanent periodic alimony.  We disagree.   \r\nAlimony functions as a substitute for the support \r\n  normally incident to the marital relationship and should put the supported \r\n  spouse in the same position, or as near as is practicable to the same position, \r\n  enjoyed during the marriage.  Allen v. Allen, 347 S.C. 177, 184, 554 \r\n  S.E.2d 421, 424 (Ct. App. 2001).  After finding an award of alimony is \r\n  warranted, the family court must ensure its award is &quot;fit, equitable, and \r\n  just.&quot;  Id.  The family court &quot;may grant alimony in such \r\n  amounts and for such term as [it] considers appropriate under the \r\n  circumstances.&quot;  Davis v. Davis, 372 S.C. 64, 79, 641 S.E.2d 446, \r\n  454 (Ct. App. 2006).  A family court considering an award of alimony:   \r\n[M]ust consider and give weight in such proportion as \r\n  it finds appropriate to all of the following factors:  \r\n \r\n \r\n  (1) the duration of the marriage[,] together with the ages of the parties at \r\n  the time of the marriage and at the time of the divorce or separate maintenance \r\n  action between the parties;  \r\n \r\n  (2) the physical and emotional condition of each spouse;  \r\n \r\n  (3) the educational background of each spouse, together with need of each \r\n  spouse for additional training or education in order to achieve that spouse's \r\n  income potential;  \r\n \r\n  (4) the employment history and earning potential of each spouse;  \r\n \r\n  (5) the standard of living established during the marriage;  \r\n \r\n  (6) the current and reasonably anticipated earnings of both spouses;  \r\n \r\n  (7) the current and reasonably anticipated expenses and needs of both spouses;  \r\n \r\n  (8) the marital and nonmarital properties of the parties, including those \r\n  apportioned to him or her in the divorce or separate maintenance action;  \r\n \r\n  (9) custody of the children . . . ;  \r\n \r\n  (10) marital misconduct or fault of either or both parties . . . ;  \r\n \r\n  (11) the tax consequences to each party as a result of the particular form of \r\n  support awarded;  \r\n \r\n  (12) the existence and extent of any support obligation from a prior marriage \r\n  or for any other reason of either party; and  \r\n \r\n  (13) such other factors the court considers relevant. \r\n \r\nS.C. \r\n  Code Ann. &sect; 20-3-130(C) (Supp. 2011).   \r\nWe affirm the award of alimony.  The family court \r\n  considered and adequately addressed each of the statutory factors in making its \r\n  award, and the preponderance of the evidence supports its decision.  Although \r\n  section 20-3-130(C) requires the family court to consider and give appropriate \r\n  weight to each of the thirteen factors, it does not require a full explanation \r\n  of the weight accorded to each factor.  Nonetheless, the family court made \r\n  clear which factors carried the greatest weight in this case.   \r\nThe family court recited all thirteen statutory \r\n  factors and made at least one finding of fact concerning each factor.  In \r\n  particular, the family court recognized although Wife would need additional \r\n  training to achieve a greater income, she had &quot;most likely reached her \r\n  income potential.&quot;  The family court also noted Wife's historical \r\n  dependence on Husband's income for her standard of living.  In addition, the \r\n  family court stated it considered Husband's greater income, which was augmented \r\n  by his undivided Campbell's Soup retirement account.  We find the standard of \r\n  living established during this lengthy marriage, the disparity in the parties' \r\n  incomes and earning abilities, and Wife's dependence upon Husband's income \r\n  support an award of alimony.   \r\nMoreover, the preponderance of the evidence supports \r\n  the amount of alimony awarded.  See Allen, 347 S.C. at 184, 554 \r\n  S.E.2d at 424 (requiring an award of alimony to be &quot;fit, equitable, and \r\n  just&quot;).  The family court recorded Husband's &quot;current income \r\n  total[ed]&quot; $3,201.68 per month.  Although the family court did not \r\n  indicate whether this amount included the monthly disbursement of $401.68 from \r\n  Husband's retirement account, we note the family court specifically identified \r\n  the retirement income as a factor in its alimony analysis.[9]  The family court further recorded Wife's current \r\n  income was $1,339.00 per month.  An award of $500 per month in alimony to Wife \r\n  effectively reduced Husband's gross income to $2,701.68 per month and raised \r\n  Wife's to $1,839 per month.   \r\nThe family court's award leaves both parties suffering \r\n  from similar monthly deficits.  Husband identified monthly expenses of \r\n  $3,340.59, including $100 for room rent while living with his parents and \r\n  $1,200.20 for payments on the first and second mortgages.  As a result, he has \r\n  a monthly deficit of $638.91 before taxes, which is reducible to a deficit of \r\n  $538.91 upon his return to the marital home.  If Husband's future earnings \r\n  exceed $2,800 per month, he could further reduce his deficit.  Wife identified \r\n  monthly expenses of $2,668.84, including $1,240.84 for housing based upon the \r\n  first and second mortgage payments on the marital home.  The record does not \r\n  reflect how much Wife might pay for other housing.  Using these numbers, Wife \r\n  has a monthly deficit of $829.84 before taxes.  However, she could reduce that \r\n  deficit by minimizing the amount she spends on housing.   \r\nThe alimony award leaves Husband with a greater gross \r\n  monthly income than Wife.  However, after paying the monthly bills reflected in \r\n  the parties' financial declarations, both parties experience similar deficits.  \r\n  Neither experiences a windfall.  Accordingly, the award is equitable, and the \r\n  preponderance of the evidence supports the family court's decision.   \r\n \r\nCONCLUSION \r\nWe find the evidence in the record does \r\n  not support the family court's award to Wife of a $20,000 lump sum.  Therefore, \r\n  we affirm the family court's distribution of the marital estate but strike the \r\n  $20,000 lump sum.   \r\nIn addition, we find the preponderance of \r\n  the evidence supports the family court's award of permanent periodic alimony to \r\n  Wife.  Accordingly, we affirm that decision.   \r\nAFFIRMED AS MODIFIED. \r\nFEW, C.J., HUFF, J., and CURETON, A.J., \r\n  concur.   \r\n \r\n \r\n[1] Wife did not specify a monthly payment for her Chase Visa account, the balance \r\n  of which was $14,500.  She testified she could not afford to make payments on \r\n  that account.   \r\n[2] At the time Husband filed this action, he was 57 years old and Wife was 48 \r\n  years old.   \r\n[3] The parties stipulated to a value of $1,885 for Husband's truck.  Husband \r\n  considered Wife's car to be in excellent condition and valued it at $5,100.  \r\n  Wife described it as being in good condition and valued the car at $4,590.   \r\n[4] This number appears to reflect the family court's determination of the home's \r\n  market value, minus the amounts owed on the first and second mortgages that \r\n  encumbered the home.  Adding the mortgage balances and reducing the total by $8,500 \r\n  indicates the family court set the marital home's market value at $84,520.43, \r\n  which falls within the range established by the parties' valuations of the \r\n  home.   \r\n[5] Although Husband expressed concern about Wife's spending habits, his testimony \r\n  demonstrated he, too, suffered from poor judgment in financial matters.  For \r\n  example, he took out a loan of $12,957 to provide a car for his son from a \r\n  prior marriage.  After the son failed to make payments for the car, Husband repossessed \r\n  it and resold it at a loss for either $4,000 or $400.  Part of the proceeds \r\n  from the 2001 second mortgage loan paid off the car loan.     \r\n[6] In the absence of actuarial evidence, the family court determined Wife's \r\n  distribution from each payment rather than setting a present value for the \r\n  divisible account.  See Smith v. Smith, 308 S.C. 372, 375, 418 \r\n  S.E.2d 314, 316 (Ct. App. 1991) (recognizing &quot;two common methods of \r\n  valuing pensions . . . : (1) present cash value, and (2) distribution from each \r\n  payment&quot;).   \r\n[7] Wife did not appeal the division of the marital estate.  At oral argument, \r\n  Husband conceded he was satisfied with the overall division and, with regard to \r\n  the issue of equitable division, sought only to have the $20,000 lump sum \r\n  stricken.  Therefore, we address the family court's equitable division of the \r\n  marital estate only to the extent the lump sum affects the fairness of the \r\n  overall award.  See Barrow v. Barrow, 394 S.C. 603, 610 n.3, 716 \r\n  S.E.2d 302, 306 n.3 (Ct. App. 2011) (excluding matters conceded at oral \r\n  argument from discussion of issue on appeal). \r\n[8] The family court awarded the personal property from the home to Wife and from the \r\n  storage building to Husband but made no findings as to the value of either \r\n  award.  Only Husband listed the aggregate value of the parties' personal \r\n  property on his financial declaration.  He valued it at $3,000.   \r\n[9] According to his financial declaration and testimony, Husband earned an average \r\n  of $3,100 to $3,600 per month as a truck driver.  Nonetheless, the family court \r\n  found Husband's total monthly income was $3,201.68.  If this total includes the \r\n  $401.68 retirement benefit, Husband earned only $2,800.  However, neither party \r\n  contests this finding.   \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4969","title":"Campbell v. Robinson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4969","description":"These cross appeals arise out of a broken engagement between Matthew Campbell and Ashley Robinson.  Campbell appeals the trial court's (1) denial of his motions for directed verdict and judgment notwithstanding the verdict (JNOV) and (2) overruling of his objections to the jury charge and verdict form.  Robinson appeals the trial court's denial of her post-trial motions.  We affirm in part, reverse in part, and remand.","date":"2012-05-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nMatthew \r\n      Campbell, Appellant/Respondent,\r\nv.\r\nAshley Robinson, Respondent/Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Greenville County \r\nLarry R. Patterson, Circuit Court Judge \r\n\r\nOpinion No.  4969 \r\nHeard October 5, 2012 - Filed May 9, 2012  \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED  \r\n\r\n\r\n  \r\n    \r\n      \r\nDavid Alexander, of Greenville, for Appellant/Respondent.\r\nKenneth C. Porter, of Greenville, for\r\n  Respondent/Appellant.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.:     These \r\n  cross appeals arise out of a broken engagement between Matthew Campbell and \r\n  Ashley Robinson.  Campbell appeals the trial court's (1) denial of his motions \r\n  for directed verdict and judgment notwithstanding the verdict (JNOV) and (2) \r\n  overruling of his objections to the jury charge and verdict form.  Robinson \r\n  appeals the trial court's denial of her post-trial motions.  We affirm in part, \r\n  reverse in part, and remand. \r\nFACTS AND PROCEDURAL HISTORY \r\nCampbell proposed and presented a ring to \r\n  Robinson in December 2005.  In a spring 2006 phone conversation, they agreed to \r\n  postpone the wedding.  The engagement was later cancelled, and a dispute ensued \r\n  over ownership of the ring. \r\nCampbell filed suit against Robinson, \r\n  demanding a jury trial and seeking (1) declaratory judgment that he owned the \r\n  ring and was entitled to the ring's return or equivalent value; (2) claim and \r\n  delivery of the ring, plus damages for the ring's wrongful retention; and (3) \r\n  restitution for the benefit Robinson received while possessing the ring.  \r\n  Robinson answered and raised a counterclaim for breach of promise to marry, \r\n  arguing she was entitled to damages for her prenuptial expenditures, mental \r\n  anguish, and injury to health. \r\nAt trial, Robinson testified the \r\n  engagement ended simply because Campbell cancelled it.  She also testified that \r\n  after the engagement was cancelled, she asked Campbell twice whether she should \r\n  return the ring.  She maintained that Campbell, in response to her inquiries, \r\n  said she should keep the ring.  Campbell testified that he gave Robinson the \r\n  ring believing they would get married.  He denied ending the engagement by \r\n  himself and contended the cancellation was mutual.  He also denied telling Robinson \r\n  that she should keep the ring.  He contended Robinson refused to give him the \r\n  ring after he asked for its return.[1]   \r\nCampbell moved for directed verdict on \r\n  Robinson's action for breach of promise to marry, arguing South Carolina no \r\n  longer recognizes the claim.  He \r\n  also moved for directed verdict on his claims, \r\n  maintaining he was entitled to the ring because the ring was a gift conditioned \r\n  upon the marriage.  Robinson moved for directed verdict on all of the \r\n  parties' causes of action.  The trial court held (1) South Carolina has not \r\n  abolished actions for breach of promise to marry and (2) South Carolina courts hinge \r\n  entitlement to the ring upon who was &quot;at fault&quot; in the engagement's \r\n  cancellation.  Consequently, the trial court explained that Campbell would \r\n  receive the ring if Robinson was at fault in terminating the engagement.  If \r\n  Campbell was at fault, Robinson would keep the ring, and if Campbell breached \r\n  the promise to marry, Robinson could recover damages.  The trial court rejected \r\n  Campbell's argument that he could recover damages on his claims.   \r\nThe trial court charged the jury consistent \r\n  with the above explanation and provided a verdict form asking the jury to \r\n  determine which &quot;party was responsible for the termination of the contract \r\n  to marry.&quot;  The court then overruled Campbell's jury charge and verdict \r\n  form objections, which were based upon the same grounds he raised at the \r\n  directed verdict stage.  The jury found that Campbell was responsible for the \r\n  termination of the engagement but also found that Robinson was not entitled to \r\n  any damages.  Campbell moved for JNOV or a new trial absolute.  Robinson moved \r\n  for JNOV and &quot;a new trial on the sole issue of damages,&quot; arguing the \r\n  jury rendered an inconsistent verdict.  The trial court denied the motions, and \r\n  this appeal followed. \r\nISSUES ON APPEAL \r\n \r\n  1.   Did the trial court err in denying \r\n  Campbell's motion for directed verdict on Robinson's breach of promise to marry \r\n  action? \r\n  2.   Did the trial court err in denying \r\n  Campbell's motions for directed verdict and JNOV on his claims? \r\n  3.   Did the trial court err in \r\n  overruling Campbell's objections to the jury charge and verdict form? \r\n  4.   Did the trial court err in denying \r\n  Robinson's post-trial motions for her breach of promise to marry action? \r\n \r\nCAMPBELL'S APPEAL \r\nI.  The \r\n  Action for Breach of Promise to Marry \r\nCampbell argues the trial court erred in denying \r\n  his motion for directed verdict on Robinson's breach of promise to marry action \r\n  because South Carolina courts no longer recognize the claim.  He acknowledges \r\n  our supreme court in Bradley v. Somers, 283 S.C. 365, 322 S.E.2d 665 (1984), explicitly refused \r\n  to eliminate promise to marry claims.  Id. at 368-69, 322 S.E.2d at 667.  However, he maintains Russo \r\n    v. Sutton, 310 S.C. 200, 422 S.E.2d 750 (1992), effectively overruled Bradley because it established a policy disfavoring &quot;heart balm&quot; actions.  We \r\n  disagree. \r\nCertain heart balm actions similar to \r\n  breach of promise to marry claims have been abolished.  See Russo, 310 S.C. at 204-05, 205 n.5, 422 S.E.2d at \r\n  753, 753 n.5 (abolishing the heart balm action for alienation of affection and \r\n  recognizing our legislature abolished the heart balm action for criminal \r\n  conversation); Heape v. Heape, 335 S.C. 420, 424, 517 S.E.2d 1, 3 (Ct. \r\n  App. 1999) (noting Russo's holding as to alienation of affection and the \r\n  legislature's action as to criminal conversation).  However, promise to marry \r\n  actions have not been expressly abolished, and we may not overrule supreme \r\n  court precedent such as Bradley.  See S.C. Const. art. V &sect; 9 (&quot;The \r\n  decisions of the Supreme Court shall bind the Court of Appeals as precedents.&quot;).  Consequently, we affirm the denial of Campbell's directed verdict \r\n  motion. \r\nII.  Directed Verdict and JNOV \r\nCampbell contends the trial court erred in denying his \r\n  motions for directed verdict and JNOV because the trial court hinged ownership \r\n  of the ring upon who was at fault in the engagement's cancellation.  We agree that fault does not determine \r\n  ownership of the ring but affirm the denial of Campbell's motions.[2] \r\n&quot;When reviewing the denial of a \r\n  motion for directed verdict or JNOV,&quot; we must &quot;view \r\n  the evidence and inferences that reasonably can be drawn from the evidence in \r\n  the light most favorable to the non-moving party.&quot;  Pridgen v. Ward, \r\n  391 S.C. 238, 243, 705 S.E.2d 58, 61 (Ct. App. 2010) (internal quotation marks \r\n  omitted).  We will reverse the trial court's ruling only &quot;when there is no \r\n  evidence to support the ruling or when the ruling is controlled by an error of \r\n  law.&quot;  Id. (internal quotation marks omitted).   \r\nAn engagement ring by its very nature is a symbol of the donor's \r\n  continuing devotion to the donee.  Once an engagement is cancelled, the ring no \r\n  longer holds that significance.  See, e.g., Heiman v. Parrish, 942 P.2d 631, 634 (Kan. 1997); McIntire \r\n    v. Raukhorst, 585 N.E.2d 456, 457-58 (Ohio Ct. App. 1989); Lindh v. \r\n      Surman, 742 A.2d 643, 645 (Pa. 1999); Brown v. Thomas, 379 N.W.2d \r\n  868, 872 (Wisc. Ct. App. 1985), abrogation on other grounds \r\n    recognized by Koestler v. Pollard, 471 N.W.2d 7, 9 n.4 (Wis. 1991); 38A C.J.S. Gifts &sect; 41 (2011).  Thus, if a \r\n  party presents evidence a ring was given in contemplation of marriage, the ring \r\n  is an engagement ring.  As an engagement ring, the gift is impliedly conditioned \r\n  upon the marriage taking place.  Until the \r\n  condition underlying the gift is fulfilled, the attempted gift is unenforceable \r\n  and must be returned to the donor upon the donor's request.  Cf. Watkins \r\n    v. Hodge, 232 S.C. 245, 249, 101 S.E.2d 657, 658 (1958) (&quot;[T]he only \r\n  reasonable inference is that there was not a gift . . . .  In \r\n  common parlance, to be legally binding a gift must have no strings attached, \r\n  such as admittedly existed in this case.&quot;); Lynch v. Lynch, 201 \r\n  S.C. 130, 137, 146, 21 S.E.2d 569, 572, 576 (1942) (&quot;[A] gift to be \r\n  operative must be executed and must take effect immediately and irrevocably, \r\n  for the obvious reason that if anything remains to be done the title to the \r\n  property does not pass . . . .  Thus, mere intention to give without \r\n  delivery is unavailing; the intention must be executed by a complete and \r\n  unconditional delivery.&quot; (internal quotation marks omitted)). \r\nThe person challenging the assertions that \r\n  the ring is an engagement ring and therefore impliedly conditioned upon \r\n  marriage has the burden of presenting evidence to overcome those assertions.  \r\n  This burden may be satisfied by presenting evidence showing that the ring was \r\n  not given in contemplation of marriage-it was not an engagement ring-or was not \r\n  conditioned upon the marriage.  If the parties do not dispute that the ring was \r\n  originally an engagement ring conditioned upon the marriage, the burden may \r\n  also be satisfied by presenting evidence establishing \r\n  the ring subsequently became the challenger's property.  See, e.g., Hawkins v. Smith, 141 S.E. 917, 917 (Ga. Ct. App. 1928) (recognizing that a conditional gift of an engagement ring \r\n  could become an absolute gift after the engagement was cancelled).   \r\nJurisdictions differ on whether ownership \r\n  of an engagement ring may be based upon fault in the breakup.  Courts that do consider fault generally reason that it is unfair \r\n  for a person to retain the fruit of a broken promise.[3]  In contrast, courts with a &quot;no-fault&quot; \r\n  approach often base their decision upon the abolishment \r\n  of heart balm actions, adoption of no-fault divorce, desire to limit courtroom \r\n  dramatics, and reduction of the difficulty in determining the issue of what constitutes \r\n  fault in the decline of a relationship.[4]   \r\nWe hold that the consideration of fault has no place in determining ownership of an \r\n  engagement ring.  Generally, gift law will dictate who has the legal right to \r\n  the ring.   \r\nIn other contexts, the culpability of one's \r\n  conduct is determined by legal standards such as the reasonable person.  See, \r\n    e.g., Berberich v. Jack, 392 S.C. 278, 287, 709 \r\n  S.E.2d 607, 612 (2011) (&quot;[N]egligence is \r\n  the failure to use due care, i.e., that degree of care which a person of \r\n  ordinary prudence and reason would exercise under the same circumstances.&quot; \r\n  (internal quotation marks omitted)).  In contrast, no legal standard \r\n  exists by which a fact finder can adjudge culpability or fault in a prenuptial \r\n  breakup.  See, e.g., Heiman, 942 P.2d at 637-38 (&quot;What \r\n  is fault or the unjustifiable calling off of an \r\n  engagement? . . .  [S]hould courts be asked to determine which \r\n  of the following grounds for breaking an engagement is fault or justified?  (1) \r\n  The parties have nothing in common; (2) one party cannot stand prospective \r\n  in-laws; (3) a minor child of one of the parties is hostile to and will not \r\n  accept the other party; (4) an adult child of one of the parties will not \r\n  accept the other party; (5) the parties' pets do not get along; (6) a party was \r\n  too hasty in proposing or accepting the proposal; (7) the engagement was a \r\n  rebound situation which is now regretted; (8) one party has untidy habits that \r\n  irritate the other; or (9) the parties have religious differences.  The list \r\n  could be endless.&quot;); Aronow, 538 A.2d at 853-54 (&quot;What fact \r\n  justifies the breaking of an engagement?  The absence of a sense of humor?  \r\n  Differing musical tastes?  Differing political views? . . .  They \r\n  must be approached with intelligent care and should not happen without a decent \r\n  assurance of success.  When either party lacks that assurance, for whatever \r\n  reason, the engagement should be broken.  No justification is needed.  Either \r\n  party may act.  Fault, impossible to fix, does not count.&quot;). \r\nSouth Carolina's use of fault in dividing \r\n  property within the family court's jurisdiction does not mandate the use of the \r\n  fault approach for determining ownership of engagement rings when the marriage fails \r\n  to occur.  When the family court apportions property based upon fault, the parties in the dispute have a special statutory right \r\n  in the subject property.  See S.C. Code Ann. &sect; 20-3-610 (Supp. 2011) (&quot;During \r\n  the marriage a spouse shall acquire . . . a vested special equity and \r\n  ownership right in the marital property . . . .&quot;); S.C. \r\n  Code Ann. &sect; 20-3-630(A) (Supp. 2011) (providing that &quot;marital property&quot; \r\n  is, except for certain enumerated exclusions, &quot;all real and personal \r\n  property which has been acquired by the parties during the marriage and which \r\n  is owned as of the date of filing or commencement of marital litigation&quot;); \r\n  S.C. Code Ann. &sect; 20-3-630(B) (Supp. 2011) (providing that the family court lacks \r\n  jurisdiction to apportion nonmarital property); see also S.C. Code Ann. \r\n  &sect; 20-3-620(B)(2) (Supp. 2011) (&quot;In making apportionment, the court must \r\n  give weight in such proportion as it finds appropriate to . . . \r\n  marital misconduct or fault of either or both parties . . . .&quot;).  \r\n  Outside of property apportionment during a divorce, that statutory right does \r\n  not exist.   \r\nOur legislature has long expressed an \r\n  interest in protecting the sanctity of marriage.  Absent one of the other four explicitly limited grounds \r\n  for divorce, spouses may divorce only if the couple \r\n  lives separately without cohabitation for one year.  S.C. Const. art. XVII, &sect; \r\n  3; S.C. Code Ann. &sect; 20-3-10(1)-(5) (1976).  With that recognition in mind, the \r\n  adoption of the fault approach could cause ironic results.  Two of the main \r\n  purposes of an engagement are to prepare the couple for marriage and test the \r\n  permanency of their compatibility.  In some circumstances, the fault approach \r\n  may penalize a party who innocently recognizes the couple's incompatibility.  See Fierro, 465 N.W.2d at 672 (&quot;This \r\n  court adopts the no fault approach followed in a minority of jurisdictions.  \r\n  Since the major purpose of the engagement period is to allow a couple time to \r\n  test the permanency of their feelings, it would seem highly ironic to penalize \r\n  the donor for taking steps to prevent a possibly unhappy marriage.&quot; \r\n  (citations and internal quotation marks omitted)).  On the other hand, adoption \r\n  of the no-fault approach would not diminish our state's intent to protect the \r\n  marital relationship. \r\nLastly, our law addressing heart balm actions does not \r\n  suggest that we should adopt the fault approach.  In fact, our law may provide \r\n  contradicting suggestions.  While breach of promise to marry actions have not \r\n  been explicitly abolished, the claims for alienation of affections and criminal \r\n  conversation have.  Compare Bradley, 283 S.C. at 368, 322 S.E.2d at 667 (&quot;The appellant \r\n  urges this court to abolish the cause of action for breach of marriage \r\n  promise.  We decline to do so.&quot;), with Russo, 310 S.C. at \r\n  204-05, 205 n.5, 422 S.E.2d at 753, 753 n.5 (abolishing the heart balm action \r\n  for alienation of affections and recognizing our legislature abolished the \r\n  heart balm action for criminal conversation); Heape, 335 S.C. at 424, \r\n  517 S.E.2d at 3 (noting Russo's holding as to alienation of affection \r\n  and the legislature's action as to criminal conversation).   \r\nAlthough fault cannot determine ownership of the ring, we affirm \r\n  the denial of Campbell's motions for directed verdict and JNOV on his actions \r\n  for declaratory judgment and claim and \r\n  delivery.  Here, Campbell gave Robinson the ring \r\n  during his proposal.  Thus, he presented evidence that the ring was given in \r\n  contemplation of marriage and therefore was an engagement ring conditioned upon \r\n  the marriage occurring.  Although Robinson kept the ring in a safe deposit box \r\n  after the engagement was cancelled, without further evidence the ring would \r\n  remain a conditional gift and Campbell would be entitled to recover it as a \r\n  matter of law.   \r\nRobinson explicitly characterizes the ring \r\n  as an engagement ring.  However, she has presented evidence that the ring was \r\n  converted into an absolute gift by testifying Campbell told her to keep the ring \r\n  after the engagement was cancelled.  Because Campbell disputes this contention, \r\n  the evidence conflicts as to whether the ring was conditioned upon marriage.  See Worrell v. Lathan, 324 S.C. 368, 371, 478 S.E.2d 287, 288 (Ct. App. \r\n  1996) (noting that a gift is complete when there is &quot;a donative intent to \r\n  transfer title to the property, a delivery by the donor, and an acceptance by \r\n  the donee&quot; (internal quotation marks omitted)); see also Smith \r\n    v. Johnson, 223 S.C. 64, 67-68, 74 S.E.2d 419, 421 (1953) (holding that &quot;delivery&quot; \r\n  need not be &quot;manual&quot; but, &quot;so far as the donor can make it so,&quot; \r\n  must only be &quot;some act which indicates a relinquishment of possession and \r\n  dominion on the part of the donor in behalf of the donee&quot; (citations and \r\n  internal quotation marks omitted)); Hawkins, 141 S.E. at 917 (recognizing \r\n  that a conditional gift of an engagement ring can become an absolute gift after \r\n  the engagement is cancelled).  Accordingly, ownership of the ring was a jury \r\n  issue, and a directed verdict on Campbell's claims for declaratory \r\n  judgment and claim and delivery were not warranted. \r\nWe also affirm the trial court's denial of Campbell's \r\n  motions for directed verdict and JNOV on his restitution claim.  Restitution is an equitable remedy sought to prevent unjust \r\n  enrichment.  Verenes v. Alvanos, 387 S.C. 11, 17, 690 S.E.2d 771, 773 \r\n  (2010); Stanley Smith &amp; Sons v. Limestone Coll., 283 S.C. 430, 434 \r\n  n.1, 322 S.E.2d 474, 478 n.1 (Ct. App. 1984).  Thus, &quot;the plaintiff \r\n  must show: (1) that he conferred a nongratuitous benefit on the defendant; (2) \r\n  that the defendant realized some value from the benefit; and (3) that it would \r\n  be inequitable for the defendant to retain the benefit without paying the \r\n  plaintiff its value.&quot;  Niggel Assocs. v. Polo's of N. Myrtle Beach, Inc., 296 S.C. 530, 532, \r\n  374 S.E.2d 507, 509 (Ct. App. 1988).  To be conferred nongratuitously, the \r\n  plaintiff must confer the benefit either &quot;(1) at \r\n  the defendant's request or (2) in circumstances where the \r\n  plaintiff reasonably relies on the defendant to pay for the benefit and the \r\n  defendant understands or ought to understand that the plaintiff expects \r\n  compensation and looks to him for payment.&quot;  Id. at 532-33, 374 \r\n  S.E.2d at 509.   \r\nHere, the record does not contain evidence Campbell presented \r\n  the ring to Robinson at her request.  Nor does the record contain evidence \r\n  Campbell permitted Robinson to keep the ring at her request or that he \r\n  reasonably relied upon her to pay for the ring.  Thus, Campbell was not \r\n  entitled to a directed verdict or JNOV on his restitution claim. \r\nIII.  Verdict Form and Jury Charge \r\nCampbell claims the trial court erred in denying his \r\n  motion for a new trial absolute because the verdict form and jury charge were \r\n  erroneous.  In light of our rulings above, we agree.[5]   \r\n&quot;An appellate court will not reverse \r\n  the trial court's decision regarding jury instructions unless the trial court \r\n  committed an abuse of discretion.  An abuse of discretion occurs when the trial \r\n  court's ruling is based on an error of law or is not supported by the evidence.&quot;  Berberich, \r\n  392 S.C. at 285, 709 S.E.2d at 611 (citation and internal quotation marks \r\n  omitted).  &quot;An erroneous jury instruction will not \r\n  result in reversal unless it causes prejudice to the appealing party.&quot;  Id. \r\nHere, the trial court provided an \r\n  erroneous jury charge and verdict form.  The evidence presented a jury issue of \r\n  whether the ring was a conditional or absolute gift.  While the charge instructed the jury that the gift was \r\n  conditional, it did not explain that the gift could become absolute.  Moreover, the jury charge and verdict form hinged ownership of the ring \r\n  upon fault in the breakup. \r\nThe focus on fault in the jury charge and \r\n  verdict form undoubtedly affected the verdict.  Fault was the only question \r\n  posed to the jury to determine ownership of the ring, and the jury's finding on \r\n  the question was adverse to Campbell.  Thus, his actions for declaratory \r\n  judgment and claim and delivery were prejudiced by the jury charge and verdict \r\n  form.  He is entitled to a new trial on those claims.  In contrast, no evidence \r\n  shows the ring was conferred to Robinson &quot;nongratuitously.&quot;  \r\n  Therefore, Campbell was not prejudiced by the verdict \r\n  form or jury charge on his restitution action, and he is not entitled to a new \r\n  trial on that claim.   \r\nROBINSON'S APPEAL \r\nRobinson argues the trial court erred in declining to \r\n  grant her JNOV to award her damages, a new trial nisi additur, and a new \r\n  trial as to damages because the jury's verdict was inconsistent.[6]  \r\n  We affirm.   \r\nEven if the verdict was inconsistent, Robinson's \r\n  motions were not appropriate remedies to correct that error.  When a jury \r\n  renders an inconsistent verdict, the only remedies available at that moment are \r\n  to resubmit the case to the jury or grant a new trial absolute.  See Stevens v. Allen, 342 \r\n  S.C. 47, 52-53, 536 S.E.2d 663, 665-66 (2000); Camden v. Hilton, 360 \r\n  S.C. 164, 173-74, 600 S.E.2d 88, 92-93 (Ct. App. 2004).  The remedies to correct \r\n  an inconsistent verdict are limited because a court cannot determine whether the \r\n  jury intended to render a verdict for the plaintiff or defendant.  Stevens \r\n    v. Allen, 336 S.C. 439, 450-51, 520 S.E.2d 625, 630-31 (Ct. App. 1999).  \r\nCONCLUSION \r\nFor the aforementioned reasons, we affirm \r\n  the issues as they relate to Campbell's action for restitution and Robinson's action \r\n  for breach of promise to marry.  We reverse and remand for a new trial on \r\n  Campbell's actions for declaratory judgment and claim and delivery. \r\nAFFIRMED IN PART, REVERSED IN PART, AND \r\n  REMANDED. \r\nFEW, C.J., and KONDUROS, J., concur. \r\n \r\n \r\n[1] Neither party contends that the ring was a family \r\n  heirloom or that they shared its cost. \r\n[2] Robinson argues \r\n  the trial court properly denied Campbell's motions for directed verdict and \r\n  JNOV because the action for breach of promise to marry determines entitlement \r\n  to the ring.  We disagree.  The actionable conduct underlying breach of promise \r\n  to marry claims is the act of breaking the promise to marry; it does not \r\n  include the conduct that leads to the breakup.  See Coggins v. Cannon, \r\n  112 S.C. 225, 229, 99 S.E. 823, 824 (1919) (&quot;[T]he issues were: (1) Did \r\n  the defendant make the promise to marry . . . ?  (2) Did \r\n  the defendant break that promise?  (3) If so, was the plaintiff damaged \r\n  . . . ?&quot;).  Moreover, the claim for breach of promise to \r\n  marry does not determine which person is entitled to an engagement ring.  The \r\n  claim seeks tort damages to grant economic redress for harm and loss of \r\n  expectation caused by the rejection.  Bradley, 283 S.C. at 367-68, 322 \r\n  S.E.2d at 666-67.   \r\n[3] See, e.g., De Cicco v. Barker, 159 \r\n  N.E.2d 534, 535 (Mass. 1959); Clippard v. Pfefferkorn, 168 S.W.3d 616, 620 \r\n  (Mo. Ct. App. 2005); Gikas v. Nicholis, 71 A.2d 785, 785-86 (N.H. 1950); Curtis v. Anderson, 106 S.W.3d 251, 256 (Tx. Ct. App. 2003); Spinnell v. Quigley, 785 P.2d \r\n  1149, 1151 (Wash. Ct. App. 1990). \r\n[4] See, e.g., Fierro v. Hoel, 465 N.W.2d \r\n  669, 672 (Iowa Ct. App. 1990); Heiman, 942 P.2d at 637; Meyer v. \r\n    Mitnick, 625 N.W.2d 136, 139-40 (Mich. Ct. App. 2001); Aronow v. Silver, \r\n  538 A.2d 851, 853-54 (N.J. Super. Ct. Ch. Div. 1987); Vigil v. Haber, \r\n  888 P.2d 455, 457 (N.M. 1994); Gaden v. Gaden, 272 N.E.2d 471, 476 (N.Y. \r\n  1971); Lyle v. Durham, 473 N.E.2d 1216, 1218-19 (Oh. Ct. App. 1984); Lindh, \r\n  742 A.2d at 646; Brown, 379 N.W.2d at 873. \r\n[5] We acknowledge the trial court lacked appellate court \r\n  guidance on this issue at the time of trial. \r\n[6] We note that Robinson's argument seeking a new trial nisi \r\n  additur is unpreserved.  See Cullen v. McNeal, 390 S.C. 470, \r\n  492, 702 S.E.2d 378, 390 (Ct. App. 2010) (&quot;[F]or an issue to be preserved \r\n  for appellate review it must have been raised to and ruled upon by the trial \r\n  court.&quot;).  Moreover, Robinson's appellate brief describes her motion for a \r\n  new trial as to damages as a &quot;new trial absolute as to damages.&quot;  \r\n  However, her post-trial motions sought merely &quot;a new trial on the sole issue of damages . . . .&quot;  A new trial absolute and a new \r\n  trial as to damages are different remedies.  Thus, even if her appellate argument \r\n  sought a new trial absolute, that issue is unpreserved.  See id. (&quot;[F]or an issue to be preserved for appellate review it must have been \r\n  raised to and ruled upon by the trial court.&quot;). \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4970","title":"Carolina Convenience Stores v. City of Spartanburg","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4970","description":"The Court of Appeals affirms the circuit court's grant of summary judgment in favor of the City of Spartanburg on Carolina Convenience Store's inverse condemnation claim against the City, finding the City's actions did not consitute a taking as contemplated under the South Carolina Constitution or South Carolina case law.","date":"2012-05-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n\r\n  \r\n    \r\n      \r\n        Carolina Convenience Stores,\r\n          Inc., Harry Lancaster, Jr., as Power of Attorney for Harry Lancaster, Sr.,\r\n          and Oil Company, Inc., Appellants,\r\n      \r\n    \r\n  \r\n\r\nv.\r\n\r\n  \r\n    \r\n      \r\n        City of Spartanburg, SC, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Spartanburg County\r\nE. C. Burnett, III, Acting Circuit Court Judge\r\n\r\nOpinion No. 4970\r\nHeard February 14, 2012 - Filed May 9, 2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\n        Charles J. Hodge and Timothy Ryan Langley, of\r\n          Spartanburg, for Appellants.\r\n        David Leon Morrison, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS, J.: Carolina Convenience Stores, Inc., Harry Lancaster,\r\n  Jr., and Willard Oil Company, Inc. (collectively, CCS) appeal the circuit\r\n  court's grant of summary judgment in favor of the City of Spartanburg (the\r\n  City) on CCS's inverse condemnation claim against the City.  We affirm. \r\nFACTS/PROCEDURAL\r\n  HISTORY\r\nThis appeal stems from a\r\n  hostage incident that occurred at CCS on July 19, 2004.  Because CCS filed suit against the\r\n  City based on its actions during this incident, we briefly recite the facts as\r\n  background to the instant action.  \r\nOn July 19, 2004, Jimmy\r\n  Johnson (Johnson) fled from police after being stopped for an expired license\r\n  plate.  Johnson, who was armed, entered CCS and took Mrs. Saroj Patel (Mrs.\r\n  Patel), a CCS employee, hostage.  City police were dispatched to CCS.  Major\r\n  Doug Horton (Major Horton) of the City Public Safety Department was the first\r\n  to arrive on the scene.  Major Horton testified the initial plan was to\r\n  try to talk to Johnson and encourage him to surrender.  These negotiations\r\n  proved unsuccessful.  The police then cut off the building's power as well as\r\n  introduced tear gas and pepper spray through the duct work.  Despite the\r\n  police's efforts over the course of the day to force Johnson to surrender, Johnson\r\n  was unwilling to surrender.  \r\nThe ability of police to see the\r\n  interior of CCS was obscured because Johnson had taped cardboard over the\r\n  windows that morning.  In addition, CCS had only one front entrance, and the\r\n  building contained no other windows or doors.  Major Horton stated the lack of\r\n  other viable entries and the presence of approximately 8,500 gallons of\r\n  gasoline inside gas tanks in front of the building prompted the police to\r\n  utilize a bulldozer to breach the walls of the cinder block building.  Major\r\n  Horton testified the police decided to use this strategy only after negotiation\r\n  efforts proved futile, and they had exhausted all other less invasive remedies.  \r\nAfter a twelve-hour standoff,\r\n  the police attempted to breach the left corner of the building with a bulldozer. \r\n  At this point, Johnson, who was with Mrs. Patel in the main area of CCS, began\r\n  shooting at the police.  Johnson then fled with Mrs. Patel into the store's\r\n  walk-in cooler.  Because the police's vision was obstructed, the police decided\r\n  to use the bulldozer to breach the right front corner of the building where\r\n  they believed Johnson and Mrs. Patel were located.  With the demolition of the\r\n  wall, Johnson and Mrs. Patel were visible, and a sharpshooter shot Johnson in\r\n  the right shoulder as he and Mrs. Patel were struggling for Johnson's gun. \r\n  Johnson held Mrs. Patel hostage in CCS for more than thirteen hours before the\r\n  standoff ended.  Mrs. Patel was unharmed, and Johnson was arrested.  \r\nDuring that process, the\r\n  police's actions caused structural damage and other economic loss to CCS.  As\r\n  a result, CCS filed suit against the City alleging inverse condemnation and\r\n  negligence.  The City filed a motion for summary judgment on both causes of\r\n  action, and the circuit court held a hearing on the City's motion on November\r\n  3, 2009.  The circuit court orally granted the City's motion for the inverse\r\n  condemnation claim and denied the City's motion for the negligence claim.  The\r\n  negligence claim was then tried before a jury the week of November 16, 2009,\r\n  and after a four-day trial, the jury returned a verdict in favor of the City. \r\n  The circuit court issued a formal order on November 30, 2009, granting summary\r\n  judgment on CCS's inverse condemnation claim and holding the damage to the\r\n  property did not constitute a &quot;taking&quot; that would entitle CCS to compensation\r\n  under an inverse condemnation theory.  This appeal followed.\r\nSTANDARD OF REVIEW\r\n&quot;In reviewing the grant\r\n  of a summary judgment motion, the appellate court applies the same standard\r\n  that governs the trial court under Rule 56(c), SCRCP.&quot;  Boyd v.\r\n    BellSouth Tel. Tel. Co., 369 S.C. 410, 415, 633 S.E.2d 136, 138 (2006).  &quot;Under\r\n  Rule 56, SCRCP, a party is entitled to a judgment as a matter of law if the\r\n  pleadings, depositions, answers to interrogatories, and admissions on file,\r\n  together with the affidavits, if any, show that there is no genuine issue as to\r\n  any material fact.&quot;  Id.  To determine whether any triable issues\r\n  of fact exist for summary judgment purposes, the evidence and all inferences\r\n  which can be reasonably drawn from the evidence must be viewed in the light\r\n  most favorable to the nonmoving party.  Id.  \r\nLAW/ANALYSIS\r\n  \r\n\r\nCCS contends the circuit\r\n  court erred in granting the City's motion for summary judgment on CCS's inverse\r\n  condemnation claim.  We disagree.\r\nThe South Carolina\r\n  Constitution provides, &quot;[e]xcept as otherwise provided in this\r\n  Constitution, private property shall not be taken for private use without the\r\n  consent of the owner, nor for public use without just compensation being first\r\n  made for the property.&quot;  S.C. Const. art. I, Â§ 13(A). In an inverse\r\n  condemnation action, a private property owner seeks to establish that a\r\n  government entity has taken his or her property.  Hilton Head Auto., LLC v. S.C.\r\n    Dep't of Transp., 394 S.C. 27, 30, 714 S.E.2d 308, 310 (2011).  Inverse\r\n  condemnation may result from the government's physical appropriation of private\r\n  property, or it may result from government-imposed limitations on the use of\r\n  private property.  Byrd v. City of Hartsville, 365 S.C. 650, 656, 620\r\n  S.E.2d 76, 79 (2005).  A plaintiff's right to recovery in an inverse\r\n  condemnation case is premised upon the ability to show that he or she has\r\n  suffered a taking.  Hardin v. S.C. Dep't of Transp., 371 S.C. 598, 604, 641\r\n  S.E.2d 437, 443 (2007).  \r\nIn this case, CCS claims the\r\n  City's use of a bulldozer to tear down CCS's building was an affirmative,\r\n  aggressive act that constituted a physical taking of CCS's property, thereby\r\n  entitling CCS to just compensation.  We find the City's actions do not\r\n  constitute a taking as contemplated under our Constitution or South Carolina\r\n  case law.\r\nFirst, the City did not\r\n  physically appropriate the property for public use.  See Carolina\r\n    Chloride, Inc. v. S.C. Dep't of Transp., 391 S.C. 429, 435, 706 S.E.2d 501,\r\n  504 (2011) (holding the elements of an action for inverse condemnation are: (1)\r\n  affirmative conduct of a government entity; (2) the conduct amounts to a\r\n  taking; and (3) the taking is for a public use).  CCS maintained title to and\r\n  possession of the property at all relevant times, and while the City's actions\r\n  caused damage to CCS's property, no physical appropriation occurred.  Moreover,\r\n  the fact that the crime and the City's ensuing actions occurred on CCS's\r\n  property is insufficient to show the City appropriated the property for public\r\n  use.  \r\nWe find the City's actions in\r\n  this instance are more properly categorized as a legitimate exercise of its\r\n  police power.  Police power, &quot;[a]lthough not clearly defined . . . is an\r\n  extensive power, distinguished not only from the power of taxation, but also\r\n  from that of eminent domain, and, in its widest sense, is said to be the\r\n  general power of a government to preserve and promote the general welfare, even\r\n  at the expense of private rights.&quot;  City Council of Charleston v.\r\n    Werner, 38 S.C. 488, 495, 17 S.E. 33, 35 (1893).  A detriment to private\r\n  property that results from a legitimate exercise of police power does not\r\n  constitute a taking of private property for public use.  See Richards\r\n    v. City of Columbia, 227 S.C. 538, 547-48, 88 S.E.2d 683, 687 (1955)\r\n  (finding city's ordinance that caused financial loss to property owners was a\r\n  legitimate exercise of police power as distinguished from a taking of their\r\n  property for public use); see also Edens v. City of Columbia, 228\r\n  S.C. 563, 571, 91 S.E.2d 280, 282 (1956) (holding eminent domain and police\r\n  powers are not the same; just compensation must be made in government's\r\n  exercise of eminent domain but not for loss of property from exercise of police\r\n  power); Arnold v. City of Spartanburg, 201 S.C. 523, 538, 23 S.E.2d 735,\r\n  741 (1943) (&quot;[T]he law will never, by any construction, advance a private\r\n  interest to the destruction of a public interest; but, on the contrary, [] it\r\n  will advance the public interest, so far as it is possible, though it be to the\r\n  prejudice of a private one.&quot;).  Under these facts, we find an inverse\r\n  condemnation claim was not the proper avenue of recourse for any damage caused\r\n  by the City's actions.     \r\nWe find support for this\r\n  conclusion from other states as well.  In a factually similar case, the\r\n  California Supreme Court found a convenience store owner could not bring an\r\n  inverse condemnation against the City of Sacramento for property damage caused\r\n  by its police officers in an effort to apprehend a fleeing suspect who had\r\n  taken refuge in the convenience store.  Customer Co. v. City of Sacramento,\r\n  895 P.2d 900, 901 (Cal. 1995).  The court concluded the convenience store could\r\n  not bring an inverse condemnation action to recover damages caused by the\r\n  police's firing of tear gas into the store.  Id.  The court stated,\r\n\r\n  Although\r\n    the requirement of 'just compensation' has been extended, in limited\r\n    circumstancesâ€”beyond its traditional context involving the taking or damaging\r\n    of private property in connection with public improvement projectsâ€”to encompass\r\n    government regulations that constitute the functional equivalent of an exercise\r\n    of eminent domain, [it] . . . never has been applied to require a public entity\r\n    to compensate a property owner for property damage resulting from the efforts\r\n    of law enforcement officers to enforce the criminal laws.\r\n\r\nId. at 905-06.\r\nThe California Supreme Court noted\r\n  the public policy implications from its decision as well.  The court went on to\r\n  hold,\r\n\r\n  In the\r\n    same manner, law enforcement officers must be permitted to respond to emergency\r\n    situations that endanger public safety, unhampered by the specter of\r\n    constitutionally mandated liability for resulting damage to private property\r\n    and by the ensuing potential for disciplinary action.  This court never has\r\n    sanctioned an action for inverse condemnation seeking recovery for incidental\r\n    damage to private property caused by law enforcement officers in the course of\r\n    efforts to enforce the criminal law.  Permitting [the plaintiff] to bring an\r\n    action for inverse condemnation under the circumstances of the present case\r\n    would constitute a significant, unprecedented, and unwarranted expansion of the\r\n    scope of the just compensation requirement and might well deter law enforcement\r\n    officers from acting swiftly and effectively to protect public safety in\r\n    emergency situations.\r\n\r\nId. at 910-11.  Moreover, the majority of states\r\n  considering this issue have determined a property owner cannot bring an inverse\r\n  condemnation action against the government for destruction or damage to private\r\n  property caused by police actions in attempting to enforce criminal laws.  See\r\n    e.g., Certain Interested Underwriters at Lloyd's London Subscribing to\r\n      Certificate No. TPCLDP217477 v. City of St. Petersburg, 864 So.2d 1145,\r\n  1148 (Fla. Dist. Ct. App. 2003) (finding damage to apartment caused by police's\r\n  use of &quot;flash-bang&quot; grenades in executing a search warrant did not\r\n  constitute a taking under just compensation clause and any recovery for damages\r\n  was only available under state tort law); McCoy v. Sanders, 148 S.E.2d\r\n  902, 905-06 (Ga. 1966) (holding damage to private property caused during a\r\n  search for a missing person was a legitimate exercise of police power, thereby\r\n  precluding inverse condemnation claim); Indiana State Police v. May, 469\r\n  N.E.2d 1183, 1184 (Ind. Ct. App. 1984) (finding the only remedy for damage\r\n  caused to private property after tear gas was fired into home to capture a\r\n  suspect was under state tort law, not as an action for inverse condemnation); Kelley\r\n    v. Story Cnty. Sheriff, 611 N.W.2d 475, 482 (Iowa 2000) (holding damage to\r\n  residence when executing an arrest warrant was the result of a reasonable\r\n  exercise of police power rather than eminent domain so that no viable cause of\r\n  action for inverse condemnation existed); Sullivant v. City of Oklahoma City,\r\n  940 P.2d 220, 226 (Okla. 1997) (holding situations involving police action that\r\n  caused incidental or consequential property damage were properly classified as an\r\n  exercise of police power as opposed to eminent domain because intent was to\r\n  execute a warrant or undertake other police activity, not to take private\r\n  property and convert it to public use); Brutsche v. City of Kent, 193\r\n  P.3d 110, 121 (Wash. 2008) (holding the use of a battering ram to gain entry to\r\n  execute a search warrant did not constitute a taking).\r\nBecause CCS failed to\r\n  demonstrate any facts or evidence that would entitle them to relief under an\r\n  inverse condemnation theory, we hold the circuit court properly granted the\r\n  City's motion for summary judgment on CCS's inverse condemnation claim.[1]\r\nCONCLUSION\r\nBased on the foregoing, the\r\n  circuit court's grant of summary judgment on CCS's inverse condemnation claim\r\n  is\r\nAFFIRMED.\r\nTHOMAS and LOCKEMY, JJ.,\r\n  concur.\r\n[1] We also note the just compensation clause of the Constitution requires\r\n  &quot;just compensation be[] first made for the property.&quot;  S.C.\r\n  Const. art. I, Â§ 13(A) (emphasis added).  A plain reading demonstrates the\r\n  drafters intended any governmental taking of a person's property under the\r\n  eminent domain power to be one where the government pays for its use of the\r\n  private property prior to taking it for public use.  We do not believe\r\n  the drafters intended to compensate private property owners for property damage\r\n  under this clause for police action taken to protect the public and enforce\r\n  criminal laws. \r\n\r\n","court":"Appeals"},{"id":"4971","title":"Burkey v. Noce","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4971","description":"Peter Noce, Melinda Noce, DDLabs, Inc., AvVenta Worldwide, Inc., AvVenta Worldwide, S.A., AvVenta Holdings, LLC, and Wild Dunes Investments (Appellants) appeal an order of the circuit court denying their motion to dismiss for forum non conveniens.  We dismiss the appeal as not immediately appealable.","date":"2012-05-09","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n \r\n\r\n\r\n\r\n<!--\r\nbody{\r\nfont-family: Arial, Helvetica, sans-serif;\r\n}\r\nP.heading {\r\ntext-align:center\r\n}\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nWilliam Burkey, Respondent,\r\nv.\r\nPeter Jay Noce, Melinda Noce, DDLabs, Inc., AvVenta Worldwide, \r\n      Inc., AvVenta Worldwide, S.A., AvVenta Holdings, LLC, and Wild Dunes \r\n      Investments, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Charleston County \r\n Roger M. Young, Sr., Circuit Court \r\n  Judge \r\n\r\nOpinion No. 4971 \r\nSubmitted April 2, 2012 - Filed May 9, \r\n  2012  \r\n\r\nAPPEAL DISMISSED\r\n\r\n\r\n  \r\n    \r\n      \r\nJohn\r\n  S. Wilkerson, III, Nosizi Ralephata, and Sean A. O'Connor, all of Charleston,\r\n  R. Hawthorne Barrett, of Columbia, and Jeffrey L. Squires, of Washington, D.C.,\r\n  for Appellants.\r\nAllan\r\n  R. Holmes, A. Riley Holmes, Jr., and Timothy O. Lewis, all of Charleston, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nPER CURIAM: Peter \r\n  Noce, Melinda Noce, DDLabs, Inc., AvVenta Worldwide, Inc., AvVenta Worldwide, \r\n  S.A., AvVenta Holdings, LLC, and Wild Dunes Investments (Appellants) appeal an order of the circuit court denying their \r\n  motion to dismiss for forum non conveniens.  We dismiss[1] the appeal as not immediately appealable.  \r\nFACTS \r\nAppellants employed William Burkey in Costa Rica \r\n  pursuant to an Employment and Confidentiality Agreement, from November 15, \r\n  2005, through December 31, 2008.  Burkey sued Appellants in the Charleston \r\n  County Court of Common Pleas, alleging the following causes of action: breach \r\n  of contract, fraudulent breach of contract accompanied by fraudulent act, \r\n  defamation, breach of employment contract in violation of clear mandate of \r\n  public policy, South Carolina Payment of Wages Act, and declaratory relief \r\n  invalidating unlawful and unenforceable covenant.  Appellants filed a motion to \r\n  dismiss the complaint pursuant to principles of forum non conveniens and \r\n  multiple Rule 12(b), SCRCP, grounds.  The circuit court held a motions hearing \r\n  on the matters.  The circuit court subsequently denied all motions to dismiss \r\n  in a written order.[2]  \r\n  This appeal followed.&nbsp;  \r\nLAW/ANALYSIS \r\nSection 14-3-330 of the South Carolina \r\n  Code (1977 &amp; Supp. 2011) limits this court's ability to hear appeals.&nbsp; \r\n  Only final judgments and certain interlocutory orders are appealable.&nbsp; Id.  \r\n  An interlocutory order is not immediately appealable unless it involves the \r\n  merits of the case or affects a substantial right.&nbsp; Id.&nbsp; While \r\n  no South Carolina case law concerns the immediate appealability of a denial of \r\n  dismissal based specifically on forum non conveniens, our courts have ruled on \r\n  the appealability of other denials of motions to dismiss.  Generally, the \r\n  denial of a motion to dismiss under Rule 12(b)(6), SCRCP, is not immediately \r\n  appealable.  Huntley v. Young, 319 S.C. 559, 560, 462 S.E.2d 860, 861 \r\n  (1995).  &quot;[T]he denial of a motion to dismiss [based on statute of \r\n  limitations] is not directly appealable . . . .&quot;  McLendon v. S.C. Dep't \r\n    of Highways &amp; Pub. Transp., 313 S.C. 525, 526 n.2, 443 S.E.2d 539, 540 \r\n  n.2 (1994).&nbsp; An order denying a motion to \r\n  dismiss for lack of subject matter jurisdiction is also not directly \r\n  appealable.  Allison v. W.L. Gore &amp; Assocs., 394 S.C. 185, 188, 714 \r\n  S.E.2d 547, 549 (2011).  Additionally, an order denying a motion to change \r\n  venue is not immediately appealable.  Breland v. Love Chevrolet Olds, Inc., \r\n  339 S.C. 89, 95, 529 S.E.2d 11, 14 (2000). \r\nMoreover, the United States Supreme \r\n  Court has expressly ruled that federal court litigants cannot immediately \r\n  appeal the denial of a motion to dismiss based on forum non conveniens.  Van \r\n    Cauwenberghe v. Biard, 486 U.S. 517, 527 (1988).  In Van Cauwenberghe, \r\n  the petitioner argued the district court's order denying his motion to dismiss \r\n  on the ground of forum non conveniens fell within the collateral order doctrine, \r\n  and thus, was immediately appealable.  Id.  The Supreme Court held that \r\n  the question of the convenience of the forum is not &quot;completely separate \r\n  from the merits of the action,&quot; and thus, is not \r\n  immediately appealable as of right.  Id. (quoting Coopers &amp; \r\n    Lybrand v. Livesay, 437 U.S. 463, 468 (1978)).  Additionally, \r\n  other courts have addressed the issue and have held the denial of a motion to \r\n  dismiss on the basis of forum non conveniens is not immediately appealable.  See King v. Cessna \r\n    Aircraft Co., \r\n  562 F.3d 1374, 1378-81 (11th Cir. 2009) (finding the denial of a motion to \r\n  dismiss on the basis of forum non conveniens is not a final, appealable order); Rosenstein \r\n    v. Merrell Dow Pharm., Inc., 769 F.2d 352, 354 (6th Cir. 1985) (holding the \r\n  denial of a motion to dismiss on forum non conveniens grounds is not \r\n  immediately appealable under collateral order exception to final judgment rule); Rolinski \r\n    v. Lewis, 828 A.2d 739, 742 (D.C. 2003) (holding that denials of forum non \r\n  conveniens motions to dismiss are not immediately appealable as of right); Payton-Henderson \r\n    v. Evans, 949 A.2d 654, 662 (Md. Ct. Spec. App. \r\n  2008) (stating forum non conveniens issues are treated the same as change of \r\n  venue and the denial of either is not immediately appealable).  After a careful \r\n  analysis of section 14-3-330 and the authority cited herein, we find the denial \r\n  of Appellants' motion to dismiss based on forum non conveniens is not \r\n  immediately appealable.[3]   \r\nCONCLUSION \r\nFor the foregoing reasons, the appeal is \r\nDISMISSED. \r\nPIEPER, KONDUROS, and GEATHERS, JJ., concur. \r\n \r\n \r\n[1] We decide this case without oral argument pursuant to \r\n  Rule 215, SCACR. \r\n[2] Appellants are only appealing the denial of the \r\n  motion to dismiss on the ground of forum non conveniens.   \r\n[3] In light of our disposition herein, we decline to \r\n  address Appellants' remaining arguments.  See Futch v. McAllister \r\n    Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) \r\n  (holding an appellate court need not review remaining issues when its \r\n  determination of a prior issue is dispositive of the appeal). \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4972","title":"Bickerstaff v. Prevost","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4972","description":"In this appeal, Charles Bickerstaff and Barbara Magera (Appellants) argue the circuit court erred in finding it lacked jurisdiction to consider Appellants' motion to set the rate of interest.  Appellants contend: (1) the rate of interest applicable post-judgment was established in a prior order of the circuit court, and that order is the law of the case; (2) the circuit court erred in declining to consider matters not affected by this court's decision in the initial appellate process; (3) a post-judgment interest rate of 1% per day is punitive and grossly disproportionate to the amount of principal; and (4) the imposition of excessive post-judgment interest violates the Equal Protection Clause of the United States Constitution.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE \r\n  STATE OF SOUTH CAROLINA \r\nIn \r\n  The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nCharles Bickerstaff, M.D., and Barbara Magera, M.D., Appellants,\r\nv.\r\nRoger Prevost d/b/a Prevost Construction, Inc., Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal \r\n  From Charleston County \r\nDeadra L. Jefferson, Circuit Court Judge \r\n\r\nOpinion \r\n  No. 4972 \r\nHeard \r\n  February 29, 2012 – Filed May 16, 2012 \r\n\r\nREVERSED\r\n  AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nSteven L. Smith, of\r\n  Charleston, for Appellants.\r\nFrank M. Cisa, of Mt.\r\n  Pleasant, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY, J.:  In \r\n  this appeal, Charles Bickerstaff and Barbara Magera (Appellants) argue the \r\n  circuit court erred in finding it lacked jurisdiction to consider Appellants' \r\n  motion to set the rate of interest.  Appellants contend: (1) the rate of \r\n  interest applicable post-judgment was established in a prior order of the \r\n  circuit court, and that order is the law of the case; (2) the circuit court \r\n  erred in declining to consider matters not affected by this court's decision in \r\n  the initial appellate process; (3) a post-judgment interest rate of 1% per day \r\n  is punitive and grossly disproportionate to the amount of principal; and (4) \r\n  the imposition of excessive post-judgment interest violates the Equal \r\n  Protection Clause of the United States Constitution.  We reverse and remand.    \r\nFACTS/PROCEDURAL \r\n  BACKGROUND \r\nAppellants entered into a contract with Roger \r\n  Prevost d/b/a Prevost Construction, Inc. (Prevost) for interior remodeling of \r\n  their home.  The home experienced significant water damage when a broken water \r\n  line to the washing machine flooded the first floor of the residence.  Thereafter, \r\n  Appellants brought an action against Prevost alleging negligence and breach of \r\n  implied warranty of workmanship as a part of the remodeling work. Prevost \r\n  answered Appellants' complaint, and counterclaimed for breach of contract, \r\n  implied contract/quantum meruit, and foreclosure of its previously filed \r\n  mechanic's lien.  Included in Prevost's counterclaims was a request for \r\n  interest on any payment due pursuant to the contract, at the agreed-upon \r\n  &quot;daily rate of 1%.&quot; \r\nA May 2006 jury trial resulted in \r\n  a $6,437.62 verdict in favor of Prevost.  Prevost made a post-trial motion for \r\n  attorney's fees and prejudgment interest under the contract. The contractual \r\n  provision at issue stated: &quot;Payment due under this Contract but not paid \r\n  shall incur a daily interest rate of 1% from the date the payment is due.&quot; \r\n  The circuit court subsequently issued an order awarding Prevost $6,437.62 in \r\n  attorney's fees and prejudgment interest as defined under the contract. Thereafter, \r\n  Appellants appealed the circuit court's award of prejudgment interest to this \r\n  court.   \r\nOn March 28, 2007, Appellants filed a \r\n  motion for leave to deposit funds into the register of the court. The circuit \r\n  court granted Appellants' motion, finding that pursuant to the underlying \r\n  contract, prejudgment interest on the $6,437.62 judgment accrued at the rate of \r\n  1% per day.  The court also found post-judgment interest continued to accrue at \r\n  the statutory rate of 11.25% per annum.  Prevost subsequently filed a \r\n  motion requesting the court alter or amend its order to provide that \r\n  post-judgment interest accrues at the rate of 1% per day.  The circuit court \r\n  denied Prevost's motion, stating the following in a footnote: \r\n \r\nThe parties agree that the Order \r\n  regarding Leave to Deposit Funds into the Register of the Court and the \r\n  calculation of interest on the judgment contained therein has no bearing on the \r\n  ultimate calculation of interest on the judgment; that matter will ultimately \r\n  be determined by the Appellate Court.  Therefore, the parties agree that the \r\n  calculation of pre and post-judgment interest contained in the Order regarding \r\n  Leave to Deposit Funds is limited to the actual deposit of funds and relief \r\n  requested in the motion. \r\n \r\nIn January 2009, this court affirmed the \r\n  circuit court's award of prejudgment interest.  See Bickerstaff v. \r\n    Prevost, 380 S.C. 521, 670 S.E.2d 660&nbsp;(Ct. App. 2009).  Subsequently, Appellants' \r\n  petition for certiorari was denied.  Following remittitur, Appellants filed a \r\n  motion to set the rate of interest requesting the circuit court determine \r\n  whether the judgment award should accrue post-judgment interest at the rate set \r\n  by law or the rate established by the parties' contract.  The circuit court found \r\n  Appellants' motion was &quot;not a motion to enforce a judgment or take action \r\n  consistent with the appellate court's ruling, and, therefore, [the circuit \r\n  court did] not have the authority to modify or set an interest rate.&quot;  The \r\n  circuit court found that &quot;in regards to this matter and all other \r\n  matters,&quot; the decision of this court was the law of the case, and concluded \r\n  that the 1% per day interest rate affirmed by this court applied to prejudgment \r\n  and post-judgment interest.  This appeal followed.   \r\nLAW/ANALYSIS \r\nI.&nbsp; Order \r\n  Granting Motion for Leave to Deposit Funds  \r\nAppellants argue the rate of interest \r\n  applicable post-judgment was established in the circuit court's order granting \r\n  Appellants' motion for leave to deposit funds into the register of the court, \r\n  and that order is the law of the case.  We disagree.   \r\n \r\nIn its order, the circuit court found   \r\n   \r\nThe judgment entered at the trial of \r\n  this matter is a principal sum of Six Thousand Four Hundred Thirty-Seven and \r\n  62/100 ($6,437.62) dollars.  Interest on this principal, pursuant to the \r\n  underlying contract between the parties, accrued at the rate of One Percent per \r\n  day prejudgment, and the judgment of the Court reflected the same.  It \r\n  continues to accrue post-judgment interest at the statutory rate of 11.25% per \r\n  annum. \r\n   \r\n \r\nAppellants \r\n  maintain this language establishes a post-judgment interest rate of 11.25% per \r\n  annum.  Prevost contends the Appellants' argument ignores the circuit court's \r\n  subsequent order denying Prevost's motion to alter or amend wherein the circuit \r\n  court stated in a footnote \r\n \r\nThe Court has consulted with the \r\n  attorneys regarding the status of this motion by telephone on several \r\n  occasions.  The parties agree that the Order regarding Leave to Deposit Funds \r\n  into the Register of the Court and the calculation of interest on the judgment \r\n  contained therein has no bearing on the ultimate calculation of interest on the \r\n  judgment; that matter will ultimately be determined by the Appellate Court.  \r\n  Therefore, the parties agree that the calculation of pre and post-judgment \r\n  interest contained in the Order regarding Leave to Deposit Funds is limited to \r\n  the actual deposit of funds and relief requested in the motion. \r\n \r\nPrevost \r\n  argues this footnote clearly establishes that the order denying Appellants' motion \r\n  for leave to deposit funds had no bearing on the ultimate calculation of \r\n  interest and was limited to the actual deposit of funds and the relief \r\n  requested by Appellants.  Appellants maintain that because Prevost's motion to \r\n  alter or amend was denied, the comments made by the circuit court in the \r\n  footnote were &quot;merely dictum&quot; and the order denying Prevost's motion \r\n  to alter or amend is final and unappealable. \r\nWe \r\n  agree with Prevost. The post-judgment interest rate was not established by the \r\n  circuit court.  The circuit court specifically noted in its order denying \r\n  Prevost's motion to alter or amend that the calculation of post-judgment interest \r\n  was &quot;limited to the actual deposit of funds and the relief requested in \r\n  the motion,&quot; and this court would ultimately determine the rate of \r\n  post-judgment interest.  Furthermore, Appellants admit in their reply brief \r\n  that &quot;[p]rior to remittitur, there had been absolutely no discussion, no \r\n  hearing, and no ruling of any nature related to the question of the rate to be \r\n  imposed post-judgment.&quot;   \r\nII.&nbsp; Court \r\n  of Appeals Decision \r\nAppellants argue post-judgment interest \r\n  was not an issue before this court during the first appeal, and therefore, the \r\n  circuit court erred in finding this court's January 2009 decision was the law \r\n  of the case.  We agree.   \r\nThe circuit court determined it lacked \r\n  jurisdiction to hear matters involving post-judgment interest.  The court found \r\n  the decision of this court was the law of the case, and concluded that the 1% \r\n  per day interest rate affirmed by this court applied to prejudgment and \r\n  post-judgment interest.  The circuit court noted Appellants' motion to set the rate \r\n  of interest was &quot;not a motion to enforce a judgment or take action \r\n  consistent with the appellate court's ruling, and, therefore, [the circuit \r\n  court did] not have the authority to modify or set an interest rate.&quot;  In \r\n  a footnote, the circuit court stated \r\n \r\nOur Courts have held that the statutory \r\n  interest rate under § 34-31-20(B) &quot;is applicable only in the absence of a \r\n  written agreement between the parties fixing a different rate of \r\n  interest.&quot; Renaissance Enterprises, Inc. v. Ocean Resorts, Inc., \r\n  326 S.C. 460, 466, 483 S.E.2d 796 (Ct. App. 1997), rev'd on other grounds by Renaissance Enterprises, Inc. v. Ocean Resorts, Inc., 334 S.C. 324, 513 \r\n  S.E.2d 617 (1999) (citing Turner Coleman, Inc. v. Ohio Construction &amp; \r\n    Engineering, Inc., 272 S.C. 289, 251 S.E.2d 738 (1979)).  Further, &quot;if \r\n  a contract has specified a lawful rate of interest to be paid after maturity, \r\n  the same rate will apply on the judgment entered on the contract.&quot; Id.  \r\n  This Court has no authority to modify the interest rate that was affirmed on \r\n  appeal or rule on matters that were not remanded from the Appellate Court, but \r\n  notes that these cases are controlling as to the issue of post-judgment \r\n  interest.  \r\n \r\nWe agree with Appellants that the sole \r\n  issue before this court in the first appeal was prejudgment interest.  This \r\n  court clearly noted in its opinion that &quot;[t]he award of prejudgment \r\n  interest is the only issue before us on appeal.&quot;  Bickerstaff, 380 \r\n  S.C. at 524, 670 S.E.2d at 661.  Pursuant to Rule 205, SCACR, &quot;[u]pon the \r\n  service of the notice of appeal, the appellate court shall have exclusive \r\n  jurisdiction over the appeal,&quot; but nothing shall prohibit the lower court \r\n  from proceeding with matters not affected by the appeal.  Here, the issue of \r\n  post-judgment interest was not affected by the first appeal to this court.  Because \r\n  the circuit court retains jurisdiction over matters not affected by the appeal, \r\n  including the authority to enforce any matters not stayed by the appeal, we find \r\n  the circuit court had the authority to rule on the issue of post-judgment \r\n  interest.  See Rule 241(a), SCACR.  Accordingly, we reverse the circuit \r\n  court's determination that it lacked jurisdiction and remand for \r\n  reconsideration of the issue of post-judgment interest.   \r\nIII.&nbsp; Constitutional \r\n  Claims \r\nAppellants argue a 1% per day \r\n  post-judgment interest rate is punitive, grossly disproportionate to actual \r\n  damages, and violates the Equal Protection Clause of the United States \r\n  Constitution.  Because Appellants failed to raise these arguments to the \r\n  circuit court, they are not preserved for our review.  See Pye v. \r\n    Estate of Fox, 369 S.C. 555, 564, 633 S.E.2d 505, 510&nbsp;(2006) (holding issues must be raised \r\n  to and ruled upon by the circuit court to be preserved for appellate review); see also State v. Powers, 331 S.C. 37, 42-43, 501 S.E.2d 116, 118 (1998) (finding \r\n  constitutional arguments are not an exception to the rule, and if not raised to \r\n  the circuit court are deemed waived on appeal). \r\nCONCLUSION \r\nWe reverse the circuit court's \r\n  determination that it lacked jurisdiction and remand for reconsideration of the \r\n  issue of post-judgment interest.   \r\nREVERSED AND REMANDED. \r\nWILLIAMS and THOMAS, JJ., concur.   \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4973","title":"Byrd v. Livingston","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4973","description":"Forrest Byrd (Byrd) appeals from the trial court's order finding an agreement, which stemmed from a land purchase, was enforceable.  Byrd argues the court erred in: (1) finding his son was a discretionary party to the agreement; (2) concluding the subsequent conduct of the parties and attorneys established the parties had a meeting of the minds on all terms of the agreement; (3) failing to apply the law of joint contracts to the motion to enforce the agreement; (4) failing to apply the legal principle of condition precedent to his alleged obligation with respect to a final settlement agreement; and (5) ruling the agreement's provision that included his son was severable from the remainder of the agreement.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nForest Byrd, Appellant,\r\nv.\r\nJudy Livingston and TIAA Timberlands, II, LLC, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Newberry County \r\nFrank R. Addy, Jr., Circuit Court Judge \r\n\r\nOpinion No.  4973 \r\nHeard April 24, 2012 – Filed May 16, 2012  \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nB. Michael Brackett, of Columbia, for Appellant.\r\nBlaney A. Coskrey, III, of Columbia, and Timothy D. Savidge, of\r\n  Prosperity, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.:  Forrest Byrd \r\n  (Byrd) appeals from the trial court's order finding an agreement to settle a \r\n  lawsuit relating to a land purchase was enforceable.  Byrd argues the court \r\n  erred in: (1) finding his son was not a party to the agreement; (2) concluding \r\n  the subsequent conduct of the parties and attorneys established the parties had \r\n  a meeting of the minds on all terms of the agreement; (3) not applying the law \r\n  of joint contracts to the motion to enforce the agreement; (4) finding the agreement \r\n  did not contain a condition precedent; and (5) ruling the agreement's provision \r\n  that included his son was severable from the remainder of the agreement.  We \r\n  affirm. \r\nFACTS \r\nByrd \r\n  entered into a contract to purchase property from Judy Livingston (Livingston) \r\n  in May 2007, after being the winning bidder at a private auction.  Byrd paid \r\n  the full purchase price, and Livingston executed and delivered a general \r\n  warranty deed for the property to Byrd in July 2007.  Two days prior to \r\n  executing the deed, Livingston executed and delivered a sixty-six-foot \r\n  right-of-way easement over and across the subject property to TIAA Timberland, \r\n  II, LLC (TIAA).  This easement was recorded a little more than two hours after \r\n  Byrd's deed was recorded.  Byrd filed a complaint on September 10, 2008, \r\n  against Livingston and TIAA, asserting five causes of action: (1) quiet title; \r\n  (2) reformation; (3) breach of contract; (4) breach of contract accompanied by a \r\n  fraudulent act; and (5) fraud or negligent misrepresentation.  Byrd alleged \r\n  Livingston concealed the right-of-way, and he accepted the deed based on her \r\n  representations that Newberry County zoning ordinances required the right-of-way.  \r\n  TIAA filed an answer denying the allegations and counterclaimed, seeking \r\n  &quot;a declaratory judgment that it has an easement, express, implied by prior \r\n  use, implied by necessity, and/or a prescriptive easement over [Byrd's] \r\n  property.&quot;  Livingston also filed an answer, denying all allegations.  \r\n  Following pretrial discovery, Byrd, Livingston, and TIAA attended a mediation \r\n  conference on November 23, 2009, which resulted in all three parties signing an \r\n  &quot;Agreement in Principle&quot; (Agreement).[1]  \r\n  The Agreement stated, &quot;this agreement will be supplanted by a more formal \r\n  and detailed written Settlement Agreement setting forth the agreement between \r\n  the parties&quot;; however, the Settlement Agreement was never signed. \r\nOn \r\n  February 19, 2010, Livingston and TIAA (Respondents) filed a motion to enforce \r\n  the Agreement.  Byrd filed a motion in opposition.  A hearing on the motion was \r\n  held on June 30, 2010.  Byrd asserted that because his son would not execute the \r\n  proposed Settlement Agreement, he himself was no longer bound by the Agreement \r\n  and was unwilling to execute the Settlement Agreement.  Respondents argued the \r\n  November 23, 2009 Agreement was a valid, enforceable, stand-alone contract.  \r\n  The trial court issued its order on July 30, 2010, finding the Agreement \r\n  enforceable against Byrd, Livingston, and TIAA, and ordering the parties to \r\n  prepare and execute a formal settlement document embodying the terms of the Agreement.  \r\n  Byrd filed a Rule 59(e), SCRCP, motion for reconsideration, which the court \r\n  denied.  This appeal followed. \r\nSTANDARD OF REVIEW \r\n&quot;In \r\n  South Carolina jurisprudence, settlement agreements are viewed as \r\n  contracts.&quot;  Pee Dee Stores, Inc. v. Doyle, 381 S.C. 234, 241, 672 \r\n  S.E.2d 799, 802 (Ct. App. 2009); see also Pruitt v. S.C. Med. \r\n    Malpractice Liab. Joint Underwriting Ass'n, 343 S.C. 335, 339, 540 S.E.2d \r\n  843, 845 (2001) (finding enforcement of the terms of a settlement agreement is \r\n  a matter of contract law); Ecclesiastes Prod. Ministries v. Outparcel Assocs., \r\n  374 S.C. 483, 497, 649 S.E.2d 494, 501 (Ct. App. 2007) (stating a release \r\n  agreement is a contract and contract principles of law should be used to \r\n  determine what the parties intended); Mattox v. Cassady, 289 S.C. 57, \r\n  61, 344 S.E.2d 620, 622 (Ct. App. 1986) (applying the general rules of contract \r\n  construction to a settlement agreement).  An action to construe a contract is \r\n  an action at law.  Silver v. Aabstract Pools &amp; Spas, Inc., 376 S.C. \r\n  585, 590, 658 S.E.2d 539, 541 (Ct. App. 2008).  In an action at law, on appeal \r\n  of a case tried without a jury, the judge's findings will not be disturbed \r\n  unless they are without evidentiary support.  Townes Assocs. v. City of \r\n    Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976).  However, this \r\n  court is free to decide questions of law with no particular deference to the \r\n  trial court.  Silver, 376 S.C. at 590, 658 S.E.2d at 542. \r\nLAW/ANALYSIS \r\nI.  Byrd \r\n  argues the trial court erred in finding his son was not a party to the Settlement \r\n  Agreement.  We disagree.   \r\nByrd \r\n  maintains that because the November 23, 2009 Agreement referenced his son's \r\n  parcel as well as his own, his son was intended to be a necessary party to a \r\n  final agreement, and because his son did not sign the Settlement Agreement, he \r\n  himself is not bound by the Agreement.  The court found the Agreement was not \r\n  enforceable as to Byrd's son, and the inclusion of the three-word reference to \r\n  Byrd's son's property does not release Byrd himself from the Agreement.  The \r\n  Agreement's three-word reference to Byrd's son's property was included in one \r\n  of its paragraphs: \r\n \r\n   \r\n25' \r\n  easement (measured equally from center of the existing road) for purposes of \r\n  ingress and egress, runs with land, subject to verification of feasibility by \r\n  TIAA/Hancock – express grant superceding [sic] and canceling the 66' grant, \r\n  son's parcel included. \r\n   \r\nThe \r\n  trial court noted that in Byrd's son's affidavit, he stated: \r\n   \r\nI am \r\n  not, and never have been, a party to the legal action [between Byrd, \r\n  Livingston, and TIAA]. . . . I did not attend, and was not represented at, the \r\n  mediation conference . . . held on or about November 23, 2009.  My father spoke \r\n  to me about the mediation after the fact and explained to me the Agreement in \r\n  Principal [sic] that was the product of the mediation.  I was not involved in \r\n  the negotiation of the terms of the Agreement in Principal [sic]; I did not \r\n  authorize anyone to speak for me or to act on my behalf with respect to the \r\n  Agreement in Principal [sic]; and I did not sign the Agreement in Principal \r\n  [sic] . . . . I do not agree with the terms of the Agreement in Principal [sic], \r\n  and I will not sign either the Agreement in Principal [sic] or a more formal \r\n  and detailed written settlement agreement based on the terms of the Agreement \r\n  in Principal [sic]. \r\n   \r\n \r\nThe \r\n  court found the record contained no evidence warranting a finding that Byrd \r\n  acted with actual or apparent authority by including his son in the Agreement.  \r\n  The court also found nothing in the record to contradict his son's sworn \r\n  statement.  The Agreement stated &quot;[t]he undersigned parties . . . have \r\n  reached an agreement in principle&quot; and was signed by Byrd, Livingston, and \r\n  TIAA's agent.  It further stated, &quot;[l]itigation dismissed, mutual releases \r\n  among all parties.&quot;  We find the evidence supports the court's \r\n  determination that Byrd's son was not a party to the Agreement, the Agreement \r\n  was not binding as to Byrd's son, and the inclusion of the three-word reference \r\n  to Byrd's son's property does not release Byrd himself from the Agreement. \r\nII.  \r\n  Byrd next argues the trial court erred in concluding the subsequent conduct of \r\n  the parties and attorneys established the parties had a meeting of the minds on \r\n  all terms of the Agreement.  We disagree.   \r\n&quot;South \r\n  Carolina common law requires that, in order to have a valid and enforceable \r\n  contract, there must be a meeting of the minds between the parties with regard \r\n  to all essential and material terms of the agreement.&quot; Patricia \r\n    Grand Hotel, L.L.C. v. MacGuire Enters., Inc., 372 S.C. 634, 638, 643 \r\n  S.E.2d 692, 694 (Ct. App. 2007).  &quot;The 'meeting of minds' required to make \r\n  a contract is not based on secret purpose or intention on the part of one of \r\n  the parties, stored away in his mind and not brought to the attention of the \r\n  other party, but must be based on purpose and intention which has been made \r\n  known or which, from all the circumstances, should be known.&quot;  Player \r\n    v. Chandler, 299 S.C. 101, 105, 382 S.E.2d 891, 894 (1989).  &quot;The \r\n  intention of the parties should be determined from the surrounding \r\n  circumstances, as well as from the testimony of all the witnesses; and \r\n  subsequent acts are relevant to show whether a contract was intended.&quot;  Wright \r\n    v. Trask, 329 S.C. 170, 178, 495 S.E.2d 222, 226 (Ct. App. 1997). \r\nByrd \r\n  argues the subsequent conduct of the parties to the Agreement demonstrated the \r\n  intended and understood involvement of Byrd's son, and asserts as proof that \r\n  his son was identified in the proposed Settlement Agreement as a party to the \r\n  Agreement.  However, the trial court found the subsequent actions of the \r\n  attorneys show the parties' intent to settle the case:  (1) the attorneys' \r\n  emails &quot;demonstrate[d] that Byrd's attorney believed the settlement to be \r\n  binding but had apparently run into problems getting his own client to sign the \r\n  documents,&quot; and Byrd's attorney asked to be relieved as his counsel; (2) \r\n  &quot;counsel's lack of compliance with the Scheduling Order in the case also \r\n  strongly indicates that everyone believed the case to be settled&quot;; (3) \r\n  Byrd's attorney withdrew a pending motion; (4) the parties obtained and \r\n  recorded a new survey as contemplated by the November 23, 2009 Agreement; and \r\n  (5) Byrd paid his one-third share of the cost of the survey as contemplated by \r\n  the November 23, 2009 Agreement.  Therefore, the court found it was \r\n  &quot;impossible to reconcile these actions by Byrd and his attorney with \r\n  Byrd's current position that he did not intend to be bound.&quot;  We find no \r\n  error with the court's determination that the subsequent conduct of the parties \r\n  and attorneys established the parties had a meeting of the minds and intended \r\n  to be bound by the Agreement. \r\nIII.  \r\n  Byrd also argues the trial court erred finding the Agreement did not contain a \r\n  condition precedent.  We disagree. \r\n&quot;A \r\n  condition precedent to a contract is 'any fact other than the lapse of time, \r\n  which, unless excused, must exist or occur before a duty of immediate \r\n  performance arises.'&quot;  Brewer v. Stokes Kia, Isuzu, Subaru, Inc., \r\n  364 S.C. 444, 449, 613 S.E.2d 802, 805 (Ct. App. 2005) (quoting Worley v. \r\n    Yarborough Ford, Inc., 317 S.C. 206, 210, 452 S.E.2d 622, 624 (Ct. App. \r\n  1994)).  &quot;The question of whether a provision in a contract constitutes a \r\n  condition precedent is a question of construction dependent on the intent of \r\n  the parties to be gathered from the language they employ.&quot;  Id. (internal \r\n  quotation marks omitted). \r\nByrd \r\n  claims the three words used in the Agreement referencing Byrd's son's property \r\n  created a condition precedent that required Byrd's son to ratify the Agreement \r\n  and sign the more formal and detailed Settlement Agreement to follow.  Byrd \r\n  argues the alleged condition precedent was not satisfied; therefore, his \r\n  performance under the Agreement is excused.  However, the trial court found \r\n  there was no condition precedent to be found in the three words in the \r\n  Agreement referencing his son's parcel.  Further, the court found &quot;Byrd's \r\n  duties with respect to the Agreement are not conditional, either expressly or \r\n  impliedly,&quot; and the inclusion of his son's property was &quot;not so \r\n  essential to the Agreement as to constitute a condition precedent or to excuse \r\n  [Byrd's] non-performance under the Agreement.&quot;  The court continued: \r\n \r\n[Byrd] \r\n  should not be rewarded for asking that a term be included in the Agreement and \r\n  then seek to avoid the Agreement once his son expresses a desire to not join \r\n  the [settlement agreement].  In short, the Agreement cannot be read to excuse compliance \r\n  due to the non-cooperation of a person who is not a party to the Agreement. . . \r\n  . The law does not and should not sanction a party's own request that a term be \r\n  included, only to later argue that its very inclusion renders an agreement \r\n  unenforceable. \r\n \r\nWe \r\n  find no error in the trial court's ruling that the Agreement did not contain a \r\n  condition precedent to his alleged obligation with respect to a final \r\n  settlement agreement. \r\nIV.  \r\n  As to the remaining issues, we adopt the trial court's order.  See Grosshuesch \r\n    v. Cramer, 367 S.C. 1, 6, 623 S.E.2d 833, 835 (2005) (adopting the \r\n  reasoning set forth in the trial court's order as to some of the issues on \r\n  appeal). \r\nAFFIRMED. \r\nFEW, C.J., and HUFF, J., concur.  \r\n \r\n \r\n[1]  During \r\n  discovery, Byrd's son purchased a tract of land adjacent to Byrd's parcel.  The \r\n  purchase on July 31, 2009, was almost ten months after Byrd had filed his \r\n  complaint against Livingston and TIAA.  The dirt road, the subject of Byrd's \r\n  lawsuit, crosses his son's property before it crosses Byrd's property; \r\n  therefore, the easement also burdens his son's property.  Byrd did not move to \r\n  add his son as a party to the litigation when his son purchased his land. \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4974","title":"State v. Elgin","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4974","description":"In this criminal appeal, the Court of Appeals affirms the circuit court's decision to deny the defendant's motion for a mistrial on grounds that a juror's discussion of the case with her mother prejudiced the defendant.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nCurtis Lee Elgin, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Fairfield County \r\nBrooks P. Goldsmith, Circuit Court Judge \r\n\r\nOpinion No. 4974 \r\nHeard February 15, 2012 – Filed May 16, 2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate\r\n  Defender Elizabeth Franklin-Best, of Columbia, for Appellant.\r\nAttorney\r\n  General Alan Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy\r\n  Attorney General Donald J. Zelenka, Senior Assistant Attorney General Melody J.\r\n  Brown, all of Columbia; Solicitor Douglas A. Barfield, of Lancaster, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nWILLIAMS,\r\n  J.: Curtis Lee Elgin (Elgin) appeals \r\n  his conviction for murder, arguing the circuit court erred in failing to grant \r\n  him a new trial after the court discovered a juror engaged in misconduct during \r\n  the course of the trial by discussing the case with the juror's mother.  We \r\n  affirm.  \r\nFACTS/PROCEDURAL HISTORY \r\nAudre Belton (the victim) was shot to death inside her \r\n  home in Winnsboro, South Carolina, on her birthday, February 8, 1993.  After \r\n  not hearing from the victim in over a week, the victim's sister and her husband \r\n  went to the victim's home.  They discovered the victim's body in a back bedroom \r\n  of her home.  The victim had been shot four times.   \r\nInitially, the \r\n  police had few leads on the case.  An onsite investigation revealed the \r\n  following: an outside screen from a window had been removed but there was no \r\n  sign of forced entry; the bullet holes in the home were from a .22 \r\n  caliber gun; the thermostat was set at 52 degrees; and one fingerprint \r\n  and two palm prints were recovered but did not match Elgin's prints.   \r\nApproximately four \r\n  months later, a police officer discovered a discarded .22 caliber gun next to a \r\n  dumpster at the Uniroyal Tire manufacturing plant, which was within a \r\n  five-minute walk from the victim's home.  The gun was later identified \r\n  as the gun used in the victim's murder.  The gun was traced back to a father \r\n  and son who purchased the gun from Carolina Furniture, but subsequently \r\n  returned the gun on trade.   \r\nJimmy \r\n  Ray Douglas (Jimmy Ray) and his father, Harold Douglas, own Carolina \r\n  Furniture.   Jimmy Ray testified he repurchased the .22 caliber gun from \r\n  the customer where it was subsequently stored in a cabinet in his father's \r\n  office.  Jimmy Ray testified his father moved the gun at some point into the \r\n  glove compartment of his truck.  After the police inquired about the gun, Jimmy \r\n  Ray discovered the gun was missing from his father's glove compartment.  Jimmy \r\n  Ray testified Elgin stocked and delivered furniture for Carolina Furniture \r\n  around the time of the victim's murder, and he and his father permitted \r\n  delivery personnel to drive his father's truck to the front of the store every \r\n  night upon closing.   \r\nThe police stopped \r\n  Elgin in July 1993, approximately one month after discovering the gun.  Elgin \r\n  said he knew who the victim was because his girlfriend lived about five doors \r\n  down from her.  He would see the victim occasionally when he would walk back \r\n  and forth to his girlfriend's house.  When asked, Elgin told the police he saw \r\n  the gun when he accompanied Jimmy Ray's father to a home about a surety bond \r\n  and recalled seeing him unlock his glove compartment to retrieve the gun.  Elgin \r\n  told police he did not know where the key to the glove compartment was kept.   \r\nNo further information was uncovered about the \r\n  victim's murder for several years.  In 1996, Raymond Barnes (Barnes), an inmate \r\n  at Fairfield County Detention Center, contacted police, claiming his cellmate, \r\n  Elgin, had confessed to murdering the victim.  Barnes testified that on or \r\n  about June 27, 1996, Elgin confessed the following details: (1) the murder \r\n  occurred in February; (2) the body was discovered a week or two after the murder; \r\n  (3) the victim was Audre Belton; (4) the victim was &quot;light skinned with \r\n  long pretty black hair . . . a beautiful lady&quot;; (5) the victim was shot \r\n  with a .22 caliber on a .32 frame; (6) Elgin stole the gun from a furniture \r\n  store where he worked; (7) the murder occurred inside the victim's home; (8) \r\n  Elgin had a key to her house from a delivery of furniture; (9) Elgin went into \r\n  the victim's home to rob her, but she was not there when he arrived; (10) Elgin \r\n  wore socks on his hands to prevent leaving prints; (11) the victim returned \r\n  when he was inside and began &quot;hollering&quot;; (12) Elgin shot her \r\n  multiple times but said she would not die and that is when Elgin shot her in \r\n  the back of the head; (13) Elgin turned the thermostat up and was concerned his \r\n  prints might be on the thermostat; and (14) Elgin threw the gun behind a \r\n  dumpster at the Uniroyal Tire manufacturing plant.   \r\nBarnes further testified that Elgin had contact with \r\n  the victim because Elgin had offered to cut her grass and was in the victim's \r\n  neighborhood because his cousin lived next door to the victim.  Barnes \r\n  testified he had never been to Winnsboro and had no relatives or friends in \r\n  Winnsboro.  Further, Barnes received no assistance on his federal \r\n  sentence from his testimony and was released from prison by the time of Elgin's \r\n  trial.   \r\nElgin's \r\n  other cellmate, Lindsay Goins (Goins), was also interviewed by police, but the \r\n  police did not obtain a statement from Goins until December 2004.  Goins \r\n  testified he mostly overheard conversations between Barnes and Elgin concerning \r\n  the victim, but Elgin had told Goins that he had killed a girl that &quot;[did] \r\n  not stay too far from [Goins].&quot;  Goins' testimony largely corroborated \r\n  that of Barnes.  Two other inmates, Robert Green and Virgil Pauling, eventually \r\n  came forward to testify but recanted their statements at trial.[1]   \r\nOn July 9, 2009, \r\n  the jury convicted Elgin of murder, and the circuit court sentenced him to \r\n  fifty years imprisonment.  Elgin filed a motion for a new trial one week \r\n  later.  He claimed the State presented insufficient circumstantial evidence to \r\n  submit his case to the jury and juror misconduct warranted a new trial.  Elgin \r\n  attached an affidavit to his new trial motion from a private investigator, Amos \r\n  Jones (Jones), who contacted Roxanna Young (the juror), one of the jurors in \r\n  Elgin's murder trial.  In his affidavit, Jones stated he met with the juror \r\n  after being contacted by Elgin's niece, Latasha Fant (Ms. Fant).  Ms. Fant \r\n  stated the juror approached her in the parking lot of the Dollar General and \r\n  told Ms. Fant that she was very sorry the jury found Elgin guilty.  The juror \r\n  told Ms. Fant that she was only twenty-four years old and had never served on a \r\n  jury prior to Elgin's trial.  As a result, the juror was somewhat \r\n  confused about what to do with the information she received during the trial, \r\n  so she spoke to her mother about the trial proceedings.   \r\nThe juror told \r\n  Jones that she and four other jurors did not think the State had proven its \r\n  case against Elgin, but one of the jurors continually maintained Elgin was \r\n  guilty.  The juror stated she spoke to her mother twice about the trial, and \r\n  her mother told her Elgin was not guilty but was being framed for the victim's \r\n  murder.  The juror's mother stated she heard that Jimmy Ray's father killed the \r\n  victim because he did not want the victim to date Jimmy Ray.  Jimmy Ray's \r\n  father paid the victim to leave town, and when she remained in town and kept \r\n  the money, the father killed the victim.  The juror stated she did not know \r\n  whether her mother's story was true, but her mother's story weighed heavily on \r\n  her mind and impacted her decision.  The juror told Jones her decision to \r\n  vote guilty was not based solely upon the evidence at trial, but largely in \r\n  part upon the information received from her mother.   \r\nThe \r\n  circuit court held a hearing on Elgin's new trial motion on September 25, \r\n  2009.  The juror was sworn in and told the circuit court she spoke to her \r\n  mother in contravention of the court's instructions.  When questioned by the \r\n  court as to what the juror's mother told her, she stated, &quot;My mother just \r\n  basically – she just told me that she had heard that Curtis Elgin – basically \r\n  he wasn't the one that did the murder or whatnot, but he was framed for \r\n  it.&quot;  The juror reiterated what Jones had sworn to in his affidavit about \r\n  Harold Douglas murdering the victim.   \r\nNeither \r\n  the State nor Elgin contested the juror's actions constituted juror misconduct. \r\n  The circuit court found the juror \r\n  engaged in misconduct by speaking to her mother during the course of the \r\n  trial.  However, the circuit court reasoned, &quot;The information she \r\n  received, while it was improper, was far from prejudicial to the defendant, but \r\n  in fact was conceivably favorable to him.&quot;  In response, Elgin contended \r\n  this outside information improperly influenced the juror's decision.  While it \r\n  did not implicate Elgin, because a murder for hire scenario was introduced at \r\n  trial, her mother's corroboration that it was a murder for hire suggested that \r\n  Elgin was the murderer.  The State argued this information could not be \r\n  prejudicial since Elgin was innocent in the mother's story.  Furthermore, the \r\n  murder for hire scenario was presented at trial and was not a novel idea or \r\n  theory that was not otherwise before the jury for its consideration.  The \r\n  circuit court agreed with the State and found the juror's misconduct did not \r\n  prejudice Elgin.  Accordingly, it denied Elgin's motion for a new trial.[2]   \r\nSTANDARD OF REVIEW \r\nThe \r\n  decision to grant or deny a mistrial is within the sound discretion of the circuit \r\n  court and will not be overturned on appeal absent an abuse of discretion \r\n  amounting to an error of law.  State v. Cooper, 334 S.C. 540, 551, 514 \r\n  S.E.2d 584, 590 (1999).  The granting of a motion for mistrial is an extreme \r\n  measure that should be taken only when the incident is so grievous the \r\n  prejudicial effect can be removed in no other way.  State v. Beckham, \r\n  334 S.C. 302, 310, 513 S.E.2d 606, 610 (1999).  A mistrial should be granted \r\n  only when absolutely necessary, and a defendant must show both error and \r\n  resulting prejudice to be entitled to a mistrial.  State v. Harris, 340 \r\n  S.C. 59, 63, 530 S.E.2d 626, 628 (2000).  \r\nLAW/ANALYSIS \r\nElgin \r\n  contends the circuit court erred when it denied his request for a new trial \r\n  based on a juror's discussion of the case with the juror's mother during the \r\n  course of Elgin's trial.  We disagree. \r\nJury \r\n  misconduct that does not affect the jury's impartiality will not undermine the verdict. \r\n  State v. Pittman, 373 S.C. 527, 555, 647 S.E.2d 144, 159 (2007).  The circuit \r\n  court may exercise broad discretion in assessing the prejudicial effect of an \r\n  allegation of juror misconduct due to an external influence.  Harris, 340 \r\n  S.C. at 63, 530 S.E.2d at 627.  The circuit court should consider three factors \r\n  when making this determination: (1) the number of jurors exposed, (2) the \r\n  weight of the evidence properly before the jury, and (3) the likelihood that \r\n  curative measures were effective in reducing the prejudice.  Id.  The circuit \r\n  court's finding will not be disturbed absent an abuse of discretion.  Id. at 63, 530 S.E.2d at 627-28. \r\nIn \r\n  the case at hand, both parties agreed, and the circuit court found, the juror's \r\n  discussion of the case with her mother constituted juror misconduct.  \r\n  Accordingly, the relevant inquiry is whether the juror's misconduct prejudiced \r\n  Elgin.  See State v. Galbreath, 359 S.C. 398, 402, 597 S.E.2d 845, 847 (Ct. App. \r\n  2004) (holding that when a defendant seeks a new trial on the basis of juror \r\n  misconduct, he is required to prove both the alleged misconduct and the \r\n  resulting prejudice). \r\nWe \r\n  conclude the juror's discussion with her mother cannot reasonably be found to \r\n  have prejudiced Elgin.  First, the juror testified under oath she did not tell \r\n  other members of the jury that she discussed the case with her mother.  Second, \r\n  the evidence, although largely circumstantial, indicated Elgin had reason to be \r\n  near victim's home and knew where the victim lived.  Elgin had knowledge of, and \r\n  access to, the gun used to murder the victim by virtue of his employment at \r\n  Carolina Furniture.  Moreover, Elgin gave incriminating statements to his cell \r\n  mates that contained details that the cellmates would not otherwise know.  \r\n  Third, the circuit court instructed the jury to determine Elgin's guilt or \r\n  innocence based on the evidence presented at trial.  Furthermore, the juror's \r\n  decision that Elgin was guilty indicates her mother's statement did not \r\n  influence her verdict.  See State v. Kelly, 331 S.C. 132, 142-43, \r\n  502 S.E.2d 99, 104-05 (1998) (finding juror's misconduct in sharing pro-death \r\n  penalty pamphlet with other jurors during penalty phase of capital murder trial \r\n  did not violate defendant's rights to fair trial).  We find consideration of \r\n  these three factors demonstrates Elgin was not prejudiced in this instance. \r\nFurthermore, \r\n  the juror's testimony before the circuit court reiterates Elgin was not harmed \r\n  by the juror's discussion with her mother as the juror told the circuit court \r\n  twice that her mother told her Elgin was not guilty of the murder.  See State \r\n    v. Zeigler, 364 S.C. 94, 108, 610 S.E.2d 859, 866 (Ct. App. 2005) (&quot;The \r\n  general test for evaluating alleged juror misconduct is whether there in fact \r\n  was misconduct and, if so, whether any harm resulted to the defendant as a \r\n  consequence.&quot;).  Although the juror admitted in her affidavit that her \r\n  conversations with her mother influenced her decision, we cannot find prejudice \r\n  where none exists.  Because the circuit court separately interviewed \r\n  this juror under oath and was satisfied she had reached a fair and impartial \r\n  verdict, we defer to the circuit court's decision to deny the new trial.  See State v. Bantan, 387 S.C. 412, 423, 692 S.E.2d 201, 206 (Ct. App. 2010) \r\n  (holding that in determining juror misconduct, the circuit court is in the best \r\n  position to determine the credibility of the jurors; therefore, this court \r\n  should grant it broad deference on this issue).   \r\nCONCLUSION \r\nBased on the \r\n  foregoing, the circuit court's decision is \r\n AFFIRMED. \r\nTHOMAS and \r\n  LOCKEMY, JJ., concur.  \r\n \r\n \r\n[1] Green wrote a letter to the solicitor's office in February 2007, in \r\n  which he claimed that Elgin told him he was hired to kill a woman.  Green \r\n  recanted his statement at trial and admitted that he and Elgin had a sexual \r\n  relationship and was angry with Elgin at the time he wrote the letter to \r\n  police.  Pauling gave a statement to police in May 2006, in which he stated \r\n  that he had known Elgin since Pauling was a child and was incarcerated with \r\n  Elgin at the time Elgin confessed to murdering the victim.  Pauling told police \r\n  Elgin killed the victim and was paid to kill her by Jimmy Ray's wife.  Pauling \r\n  disavowed the entire statement at trial, stating he was actually never \r\n  incarcerated with Elgin, but had only heard rumors in the community about the \r\n  victim's murder.  Pauling stated he lied in hopes of lessening his sentence and \r\n  admitted to previously giving false information on another cellmate.   \r\n[2] The circuit court also denied Elgin's challenge to the sufficiency of \r\n  the evidence.  Elgin does not challenge this ruling on appeal.   \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4975","title":"Greeneagle v. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4975","description":"Appellant Greeneagle, Inc. (Greeneagle) appeals from an order of the Administrative Law Court (ALC) upholding Respondent South Carolina Department of Health and Environmental Control's (DHEC) decision to deny Greeneagle's landfill permit application.  On appeal, Greeneagle argues the ALC erred as a matter of law by finding DHEC properly denied its permit application because the proposed landfill was inconsistent with the 2007 York County Solid Waste Management Plan.  We affirm.","date":"2012-05-16","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n\r\n\r\n  \r\n    \r\n      \r\nGreeneagle, Inc., Appellant,\r\nv.\r\nSouth Carolina Department of \r\n      Health and Environmental Control, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From The Administrative Law Court \r\n John D. McLeod, Administrative Law Judge \r\n\r\nOpinion No. 4975 \r\nHeard April 26, 2012 – Filed May 16, 2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nW. Thomas\r\n  Lavender, Jr., Leon C. Harmon, and Joan W. Hartley, all of Columbia, for\r\n  Appellant.\r\nCarlisle\r\n  Roberts, Jr., Jacquelyn S. Dickman, and Etta R. Williams, all of Columbia, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nPIEPER,\r\n  J.:  Appellant Greeneagle, Inc. \r\n  (Greeneagle) appeals from an order of the Administrative Law Court (ALC) \r\n  upholding Respondent South Carolina Department of Health and Environmental \r\n  Control's (DHEC) decision to deny Greeneagle's landfill permit application.  On \r\n  appeal, Greeneagle argues the ALC erred as a matter of law by finding DHEC \r\n  properly denied its permit application because the proposed landfill was \r\n  inconsistent with the 2007 York County Solid Waste Management Plan.  We affirm. \r\nFACTS \r\nIn 2005, Marvin Taylor and Hall \r\n  Rogers, who later incorporated Greeneagle, became interested in locating a \r\n  long-term construction, demolition, and land-clearing debris (C&amp;D) landfill \r\n  (the proposed landfill) in York County.  After identifying a site for the \r\n  proposed landfill, Greeneagle submitted a demonstration of need (DON) request \r\n  and a request for a consistency review to DHEC.  On April 25, 2006, DHEC issued \r\n  a DON approval letter, wherein DHEC evaluated the information and determined \r\n  that pursuant to the DON regulations, there was a need for the proposed \r\n  landfill.  The following month, DHEC issued a preliminary consistency \r\n  determination for the proposed landfill based upon its review of the local plan \r\n  of record, the 1994 Catawba Region Solid Waste Management Plan (1994 Plan).  \r\n  DHEC's preliminary finding was that the proposed landfill was consistent with \r\n  the 1994 Plan and the South Carolina Solid Waste Management Plan.  However, the \r\n  preliminary consistency determination indicated that DHEC could not make a \r\n  final consistency determination until the potential permit was ready for \r\n  issuance.  The preliminary consistency determination also indicated that York \r\n  County was in the process of preparing a new solid waste management plan and if \r\n  York County revised or replaced the 1994 Plan during the permitting process, \r\n  DHEC would review the newest plan of record to make the final consistency \r\n  determination. \r\nGreeneagle began to undertake the \r\n  design, engineering, and field work necessary to support an application package \r\n  for the proposed landfill.  During this time, York County adopted by ordinance \r\n  a new solid waste management plan on February 28, 2007 (2007 Plan).  \r\n  Approximately one year after York County adopted the 2007 Plan, Greeneagle \r\n  submitted its completed permit application to DHEC.  On May 19, 2008, DHEC \r\n  notified Greeneagle by letter that DHEC could not issue a permit for the \r\n  proposed landfill because it had determined that the proposed landfill was not \r\n  consistent with the 2007 Plan.  In an internal memorandum, DHEC indicated that \r\n  it had reviewed information relevant to the adoption of the 2007 Plan and it \r\n  was satisfied that York County had properly adopted the 2007 Plan.  DHEC also \r\n  indicated in the memorandum that it had determined the proposed landfill was \r\n  inconsistent with the 2007 Plan because the 2007 Plan provided that the \r\n  county's current and projected capacity needs for C&amp;D waste could be \r\n  adequately addressed with existing facilities and the potential for expansion \r\n  of existing facilities.   \r\nTwo months after DHEC denied \r\n  Greeneagle's permit application, Greeneagle filed a request for a contested \r\n  case hearing in the ALC.  After a hearing, the ALC issued an order \r\n  finding no evidence existed to support Greeneagle's allegations that DHEC \r\n  unlawfully denied its permit application.  The ALC also found that DHEC \r\n  thoroughly reviewed the application, made appropriate DON and consistency \r\n  determinations pursuant to the requirements of the South Carolina Solid Waste \r\n  Policy and Management Act (SWPMA) and the applicable regulations, and properly \r\n  determined that Greeneagle's permit application was not consistent with the \r\n  2007 Plan.  This appeal followed. \r\nSTANDARD OF REVIEW \r\nThe Administrative Procedures Act \r\n  (APA) establishes the standard of review for appeals from the ALC.  Murphy \r\n    v. S.C. Dep't of Health &amp; Envtl. Control, __ S.C. __, 723 S.E.2d 191, \r\n  194 (2012).  The APA provides this court may reverse or modify the ALC's \r\n  decision only if the substantive rights of a party have been prejudiced due to: \r\n  constitutional or statutory violations; an agency exceeding its authority; \r\n  unlawful procedure; an error of law; a clearly erroneous view of evidence in \r\n  the record; or an abuse of discretion.  S.C. Code Ann. § 1-23-610(B) (Supp. \r\n  2011).  &quot;As to factual issues, judicial review of administrative agency \r\n  orders is limited to a determination [of] whether the order is supported by \r\n  substantial evidence.&quot;  Murphy, __ S.C. at __, 723 S.E.2d at 194 \r\n  (internal quotation marks omitted).  &quot;Substantial evidence&quot; \r\n  sufficient to support a finding of the ALC is &quot;evidence which, considering \r\n  the record as a whole, would allow reasonable minds to reach the conclusion \r\n  that the administrative agency reached.&quot;  Risher v. S.C. Dep't of \r\n    Health &amp; Envtl. Control, 393 S.C. 198, 210, 712 S.E.2d 428, 434 (2011) (internal \r\n  quotation marks omitted).  &quot;The possibility of drawing two inconsistent \r\n  conclusions from the evidence does not prevent an administrative agency's \r\n  finding from being supported by substantial evidence.&quot;  Id. (internal quotation marks omitted). \r\nANALYSIS \r\nGreeneagle argues the ALC erred by \r\n  upholding DHEC's decision because (1) DHEC improperly merged or comingled the \r\n  DON and consistency requirements in deciding to deny its permit application, \r\n  and (2) DHEC's finding that the proposed landfill was inconsistent with the \r\n  2007 Plan constituted an improper delegation of DHEC's permitting authority.[1]  \r\n  We disagree.          \r\nThe SWPMA requires a person to \r\n  obtain a permit from DHEC before operating a solid waste management facility.  \r\n  S.C. Code Ann. § 44-96-290(A) (2002).  For purposes of the SWPMA, a C&amp;D \r\n  landfill is considered a &quot;solid waste management facility.&quot;  S.C. \r\n  Code Ann. § 44-96-40(49) (2002).  Under the SWPMA, DHEC has the sole authority \r\n  to issue, deny, revoke, or modify permits.  S.C. Code Ann. § 44-96-260(2) \r\n  (2002); see also Se. Res. Recovery, Inc. v. S.C. Dep't of Health \r\n    &amp; Envtl. Control, 358 S.C. 402, 408, 595 S.E.2d 468, 471 (2004) \r\n  (holding DHEC is the final arbiter on permitting).  Therefore, DHEC is charged \r\n  with ensuring solid waste management facilities meet the requirements for \r\n  permitting.  Se. Res. Recovery, Inc., 358 S.C. at 408, 595 S.E.2d at \r\n  471.     \r\nThe permitting section of the SWPMA \r\n  provides, &quot;No permit to construct a new solid waste management facility or \r\n  to expand an existing solid waste management facility may be issued until a \r\n  demonstration of need is approved by [DHEC].&quot;  S.C. Code Ann. § \r\n  44-96-290(E) (2002).  This section also prohibits DHEC from issuing a permit \r\n  &quot;unless the proposed facility or expansion is consistent with . . . the \r\n  local or regional solid waste management plan and the state solid waste \r\n  management plan . . . .&quot;  S.C. Code Ann. § 44-96-290(F) (2002).  The \r\n  planning section of the SWPMA sets forth requirements that the counties must adhere \r\n  to when developing a local solid waste management plan.  S.C. Code Ann. § \r\n  44-96-80 (2002).  In particular, the planning section of the SWPMA requires \r\n  each local plan to include &quot;an analysis of the existing and new solid \r\n  waste facilities which will be needed to manage the solid waste generated \r\n  within that county or region during the projected twenty-year period.&quot;  \r\n  S.C. Code Ann. § 44-96-80(A)(3) (2002).   \r\nThe determination of need and of consistency \r\n  are two separate and distinct factors in the permitting process, and the SWPMA \r\n  does not expressly require DHEC to follow any specific procedures in making \r\n  decisions regarding need and consistency.  Se. Res. Recovery, Inc., 358 \r\n  S.C. at 408, 595 S.E.2d at 471.  Nor does the SWPMA expressly define the term \r\n  &quot;need.&quot;  The SWPMA does, however, require DHEC to promulgate \r\n  regulations to carry out its responsibility of making decisions regarding the \r\n  DON requirement.  S.C. Code Ann. § 44-96-290(E) (2002).  These regulations \r\n  require DHEC to look to the number of surrounding disposal facilities when \r\n  determining whether there is a need for a new solid waste facility.  S.C. Code \r\n  Ann. Regs. 61-107.17(D)(3) (Supp. 2007).[2]  \r\n  &quot;Where there are at least two commercial disposal facilities under separate \r\n  ownership within [a ten-mile radius][3] that meet the disposal needs for the area, e.g., that accept special waste and, \r\n  if applicable, are capable of handling additional tonnage, no new disposal \r\n  capacity will be allowed.&quot;  S.C. Code Ann. Regs. 61-107.17(D)(3)(a) (Supp. \r\n  2007). \r\nSubstantial evidence supports a \r\n  finding that DHEC's DON determination was separate and distinct from its \r\n  consistency determination.  In the April 25, 2006 letter, in which DHEC \r\n  notified Greeneagle that it had determined there was a need for the proposed \r\n  landfill in the corresponding planning area, DHEC specifically distinguished \r\n  between the DON requirement and the consistency requirement as separate steps \r\n  in the review process.  The letter further provided that DHEC had decided to \r\n  approve the DON based upon the applicable regulations, indicating there was a geographical need for a C&amp;D landfill.  See S.C. Code Ann. Regs. 61-107.17(D)(3) \r\n  (Supp. 2007) (requiring DHEC to make a DON determination prior to making a \r\n  consistency determination based upon the number of existing C&amp;D landfills within \r\n  a ten-mile radius of the proposed landfill).  At the hearing, Arthur Braswell, the \r\n  former director of DHEC's Solid Waste Management Division, testified that DHEC \r\n  did not rely on anything in the local plan in its decision to approve the DON.  \r\n  Braswell further testified that had Greeneagle asked for a DON determination on \r\n  the same day that York County adopted the 2007 Plan, DHEC's decision to approve \r\n  the DON would not have changed.  This evidence indicates the &quot;need&quot; \r\n  assessed by DHEC in making its DON determination was a geographical need, solely \r\n  dependent upon the number of existing landfills within the statutorily defined area \r\n  of the proposed landfill.   \r\nOn the other hand, DHEC notified \r\n  Greeneagle in two subsequent letters that DHEC made preliminary and final consistency \r\n  determinations based upon its review of the current York County solid waste \r\n  management plan.  Kent Coleman, who is the director of DHEC's Division of \r\n  Mining and Solid Waste Management, testified at the hearing that DHEC ultimately \r\n  concluded the proposed landfill was not consistent with the planning effort of York \r\n  County because York County had adequate landfill capacity to meet its disposal needs.  This evidence indicates that the &quot;need&quot; assessed by DHEC in \r\n  making its consistency determination was a disposal need, which depended upon \r\n  whether the existing landfills had the capacity to adequately dispose of the current \r\n  and projected amount of C&amp;D waste produced in York County.   Because DHEC \r\n  independently assessed the geographical need for the proposed landfill based \r\n  upon the number of existing facilities and the disposal need based upon the \r\n  capacity of those existing facilities, we find DHEC did not merge or comingle \r\n  its determination of need with its consistency determination. \r\nTo support its argument that DHEC's \r\n  consistency determination constituted an improper delegation of DHEC's \r\n  permitting authority, Greeneagle relies on the supreme court's opinion in Southeast \r\n    Resource Recovery, Inc. v. South Carolina Department of Health &amp; \r\n    Environmental Control, 358 S.C. 402, 595 S.E.2d 468 (2004) (SRRI).  \r\n  In SRRI, the supreme court held DHEC's practice of allowing the counties \r\n  to determine whether a proposed solid waste management facility was consistent \r\n  with the local solid waste management plan constituted an impermissible \r\n  delegation of authority.  Id. at 408, 595 S.E.2d at 471.  More recently, \r\n  this court determined in York County v. South Carolina Department of Health \r\n    &amp; Environmental Control, that there was no meaningful distinction \r\n  between the counties' consistency determinations in SRRI and an \r\n  emergency county ordinance that declared all proposed landfills not yet \r\n  permitted by DHEC were inconsistent with the local solid waste management \r\n  plan.  __ S.C. __, 723 S.E.2d 255, 256-57 (Ct. App. 2012).  This court found \r\n  that in both situations, the county was making a consistency determination \r\n  regarding a proposed landfill, which was a power that only DHEC could \r\n  exercise.  Id.   \r\nThe present case is distinguishable \r\n  from both SRRI and York County.  As required by the SWPMA, the \r\n  2007 Plan provided an analysis of York County's current and future capacity to \r\n  manage solid waste.  See S.C. Code Ann. § 44-96-80(A)(3) (2002) \r\n  (providing each local solid waste management plan must include &quot;an analysis \r\n  of the existing and new solid waste facilities which will be needed to manage \r\n  the solid waste generated within that county or region during the projected \r\n  twenty-year period&quot;).  Based upon this analysis, the 2007 Plan indicated \r\n  that York County could address its current and projected capacity needs for \r\n  C&amp;D waste with existing facilities and the potential for expansion of \r\n  existing facilities.  Unlike the emergency ordinance in York County and \r\n  the letters of consistency in SRRI, the 2007 Plan did not directly make \r\n  a consistency determination by expressly declaring the proposed landfill \r\n  inconsistent with the local solid waste management plan.   \r\nEven if we were to assume that the \r\n  2007 Plan was an effort by York County to usurp DHEC's authority by indirectly controlling \r\n  DHEC's permitting decision, substantial evidence exists that DHEC, not the county, \r\n  determined the proposed landfill was inconsistent with the local solid waste \r\n  management plan.  At the hearing, Jana White, who is the manager of DHEC's \r\n  Solid Waste Planning and Grants Section, and Kent Coleman both testified that \r\n  DHEC did not simply rely upon the capacity determination provided in the 2007 \r\n  Plan.  According to White and Coleman, DHEC conducted its own analysis and \r\n  independently verified that York County had accurately identified the amount of \r\n  waste it currently generated; made a logical projection of how much waste the \r\n  county would generate in the future based on population and tons per person; \r\n  and that the existing facilities had the capacity to adequately handle the \r\n  current and expectant amount of waste.  White and Coleman both testified that \r\n  the need analysis in the 2007 Plan did not undermine DHEC's permitting \r\n  authority and it played no role in DHEC's consistency determination.  Based on \r\n  this evidence, we find DHEC did not improperly delegate its permitting \r\n  authority by allowing York County to determine whether the proposed landfill \r\n  was consistent with the local plan.[4]   \r\nCONCLUSION \r\nFor the \r\n  foregoing reasons, the decision of the ALC is hereby \r\n AFFIRMED. \r\nKONDUROS and \r\n  GEATHERS, JJ., concur. \r\n \r\n[1] Greeneagle does not contend that the decision of the \r\n  ALC was arbitrary or capricious.   \r\n[2] This regulation was in effect at the time DHEC made \r\n  all of its determinations regarding the proposed landfill.  This regulation was \r\n  amended effective June 26, 2009. \r\n[3] The 2009 amendment changed this to a twenty-mile \r\n  radius. \r\n[4] In light of our disposition herein, we decline to \r\n  address Greeneagle's remaining arguments.  See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) \r\n  (providing an appellate court need not address all issues on appeal when the \r\n  disposition of one issue is dispositive). \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4976","title":"Judy v. Kennedy","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4976","description":"James and Bobby Judy appeal the master-in-equity's order permitting a locked gate to remain across an easement.  Scott and Beau Kennedy appeal the master-in-equity's determination that the Judys had not abandoned the easement in question.  We affirm as modified.","date":"2012-05-23","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nJames T. Judy \r\n      and Bobby Judy, Appellants/Respondents,\r\nv.\r\nS. Scott \r\n      Kennedy and Beau D. Kennedy, Respondents/Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Dorchester County  \r\n Patrick R. Watts, Master-in-Equity  \r\n \r\nOpinion No. 4976  \r\nHeard April 12, 2012 – Filed May 23, 2012   \r\n \r\nAFFIRMED AS MODIFIED \r\n \r\n \r\n   \r\n     \r\n       \r\nCapers G. Barr, III, of Charleston, for \r\n  Appellants/Respondents. \r\nJames E. Chellis, of Summerville, for \r\n  Respondents/Appellants. \r\n       \r\n     \r\n   \r\n \r\n KONDUROS,  \r\n  J.: Beau D. and S. Scott Kennedy (collectively the Kennedys) erected a front  \r\n  gate and a back gate across an ingress and egress easement, respectively, belonging  \r\n  to James T. and Bobby Judy (collectively the Judys).  The Judys appeal the  \r\n  master's ruling the locked front gate can remain in place, and the Kennedys  \r\n  appeal the master's finding the Judys did not abandon the easement.  We affirm  \r\n  as modified.  \r\nFACTS  \r\nIn 1973, Tina and T.C. Kennerty subdivided 195 acres  \r\n  of land located in Dorchester County into three parcels.  Tina became owner of  \r\n  two tracts of land, one approximately 12 acres and another approximately 85  \r\n  acres.  T.C. became the owner of a 97-acre tract situated between the 12-acre  \r\n  and 85-acre tracts.  Each granted to the other the right to use a 50-foot  \r\n  access easement across the tracts for ingress and egress.  Crooked Creek Drive  \r\n  is a fifteen-foot-wide dirt road located mostly inside the easement although  \r\n  the road exits the easement and cuts across adjacent property for a short  \r\n  period because of trees that currently are an obstruction.    \r\nTina's property was ultimately deeded to the Judys.  James  \r\n  has harvested timber from the 85 acres and uses it regularly to host organized  \r\n  deer hunts.[1]   \r\n  He testified he may put mobile homes on the property in the future and will  \r\n  continue to harvest timber possibly with larger equipment.  He envisions using  \r\n  Crooked Creek Drive to access the land for these activities. T.C.'s property  \r\n  was conveyed to Scott Kennedy.  Scott renovated and occupied a mobile home  \r\n  located at the northern end of his 97-acre tract and constructed a bathhouse,  \r\n  pavilion, and three tree houses overlooking the Edisto River further south.  He  \r\n  operated the property as a camp and wildlife preserve and now leases the  \r\n  property to a company for the same purpose.  Scott conveyed 9.8 acres at the northwest portion of his 97 acres to his son, Beau.  This included the mobile home,  \r\n  which Beau expanded.  Beau eventually erected a new home on the property.  In  \r\n  1995, the Judys conveyed a portion of the twelve-acre tract to another party.   \r\n  The deed of conveyance did not specifically reserve an easement across the land  \r\n  in the Judys' favor.    \r\nIn late 2007, Beau erected a substantial gate across Crooked  \r\n  Creek Drive at the point where it enters his property.  The gate, supported by  \r\n  brick pillars, leaves approximately a twelve-foot-eight-inch-wide opening for  \r\n  vehicles to pass through.  The gates can be opened by either a handheld  \r\n  electronic device or a stationary electronic pad mounted away from the gate.  As  \r\n  one leaves Beau's property, the gates open automatically when a buried sensor  \r\n  is activated.  Sometime later, Scott installed a less substantial metal gate in  \r\n  the easement near the point on the 97-acre tract as it turns to the 85-acre  \r\n  tract.  The gate is not across the road bed of Crooked Creek Drive but just  \r\n  south where Crooked Creek Drive exits the easement.  After this suit was  \r\n  commenced, Beau provided James with one handheld electronic key to the front  \r\n  gate.    \r\nAt trial, Beau testified people drove on Crooked Creek  \r\n  Drive although he could generally not determine if they were hunters or not.   \r\n  On one occasion, he had a contentious encounter with a hunter as to who would  \r\n  yield the roadway.  In another instance, he came home and found a child he did  \r\n  not know in his home without his permission.  This is primarily what prompted  \r\n  him to erect the gate.  Beau testified hunting dogs had been in his yard at  \r\n  times but this was not really a concern to him.  He further stated the hunts  \r\n  mostly take place on Saturdays and that he did not really even see the hunters  \r\n  entering or exiting the property when he is in his front yard or driveway.  James  \r\n  testified the gates unreasonably interfere with the use of his property,  \r\n  particularly for hosting deer hunts, and he is concerned it will impede the  \r\n  possibility of continuing to harvest timber or bring in mobile homes.     \r\nThe master determined Beau was entitled to keep the  \r\n  front gate in place for the protection of his property and that the front gate  \r\n  did not unreasonably interfere with the Judys' use of their property.  The  \r\n  master required Beau to also provide Bobby with an electronic opening device  \r\n  for the gate.  He further concluded the possibility of bringing mobile homes to  \r\n  the 85-acre tract or requiring larger equipment for harvesting timber was too  \r\n  speculative.  Finally, he concluded the second gate should be removed as it did  \r\n  not appear to protect any interest of the Kennedys.  The master supplemented  \r\n  his original order with the finding that the easement was not abandoned by the  \r\n  Judys.  These cross-appeals followed.   \r\nLAW/ANALYSIS  \r\nI.&nbsp; The Judys' Appeal[2]—The  \r\n  Reasonableness of the Front Gate  \r\nThe Judys contend the master erred in finding the  \r\n  front gate was needed for the protection of the servient estate and in the  \r\n  alternative finding it reasonable that the gate remain locked with the only  \r\n  access being two electronic devices.  We agree in part.   \r\n&quot;In an appeal of an equitable action tried before a master  \r\n  authorized to enter final judgment, this Court must review the entire record  \r\n  and make its own findings of fact according to its view of the preponderance of  \r\n  the evidence.&quot;  Thomas v. Mitchell, 287 S.C. 35, 37, 336 S.E.2d  \r\n  154, 155 (Ct. App. 1985).  &quot;This requirement  \r\n  does not, however, command us to ignore the findings of the trial judge who heard  \r\n  the witnesses.&quot;  Id. at 38, 336 S.E.2d at 155.  \r\n&quot;[T]he general rule is that the  \r\n  owner of the servient estate may erect gates across an easement if they (1) are  \r\n  so located, constructed[,] and maintained as not to unreasonably interfere with  \r\n  the right of passage of the dominant estate, (2) are necessary for the  \r\n  preservation of the servient estate, and (3) are necessary for use of the  \r\n  servient estate.&quot;  Brown v. Gaskins, 284 S.C. 30, 33, 324 S.E.2d  \r\n  639, 640 (Ct. App. 1984).   \r\n&quot;Whether the owner of land over which  \r\n  a right of way runs is justified in erecting a locked gate across it depends  \r\n  upon the circumstances. No hard and fast rule may be prescribed. Each case must  \r\n  be controlled, in large measure, by the particular facts and circumstances of  \r\n  the case.&quot;  Thomas, 287 at 39, 336 S.C. at 156. (internal citations  \r\n  omitted).  The court has &quot;applied a balancing test to determine the  \r\n  reasonableness of placing a gate across an easement.&quot;  Id.    \r\nBeau demonstrated some need to keep  \r\n  trespassers off his property.  His main concern had been that a child, unknown  \r\n  to him, was in his home without his permission.  Other complaints involved  \r\n  persons, not necessarily members of James's hunt club, being on Crooked Creek  \r\n  Drive.  However, Beau testified to only one specific instance of a  \r\n  confrontation.  Unlike other cases in which locked gates have been found  \r\n  necessary, there are no allegations of vandalism or littering on Beau's  \r\n  property.  See Thomas, 287 S.C. at 37, 336 S.E.2d at 155 (finding  \r\n  need to protect servient estate when plagued by trespassers, night hunters and  \r\n  vandals who drove vehicles over planted fields); Brown, 284 S.C. at 32,  \r\n  324 S.E.2d at 640 (finding need to protect servient estate when trespassers  \r\n  vandalized and littered property and broke into homes located thereon); Ballington  \r\n    v. Paxton, 327 S.C. 372, 376-77, 488 S.E.2d 882, 885 (Ct. App. 1997)  (finding  \r\n  need to protect servient estate when trespassers littered at pond, vandalized  \r\n  pond house, and shot firearms on property).  Therefore, the necessity of protecting  \r\n  the servient estate here is not as significant as in those cases.  \r\nOn the other side of the scale, the burden  \r\n  placed on the Judys in accessing their property is substantial under the  \r\n  specific facts of this case.  Were the activities of the Judys more limited,  \r\n  the provision of two remote control keys to James and Bobby might be sufficient  \r\n  and not place an unreasonable burden on the dominant estate.  However, James  \r\n  utilizes the 85-acre parcel for hosting hunts for his hunt club.  As a property  \r\n  owner, he is permitted to use the land in that manner and has done so for many  \r\n  years.  Because the 85 acres is bisected by a swamp, the northern portion of it  \r\n  can only be accessed via Crooked Creek Drive.  Hunters may enter the property  \r\n  from that direction, and hunters may need to access that area to collect their  \r\n  dogs at the end of a hunt.  However, any arguments regarding the width of the  \r\n  gate are not persuasive as to the complete removal of the gate.  The testimony  \r\n  did not establish that the gate could not remain in place and allow larger  \r\n  vehicles to pass.  Beau testified the gate is not currently programmed to open  \r\n  to its widest potential, which would be approximately fourteen and one-half  \r\n  feet.  He testified the gates can also be removed entirely from the pillars in  \r\n  about fifteen minutes which would provide an opening of approximately fifteen  \r\n  feet.  James testified the narrowest mobile home one can purchase is approximately  \r\n  fourteen-feet wide and the widest equipment he might use for timbering and  \r\n  clearing would be around fourteen-feet wide.    \r\nOn balance, the existence of the gate is  \r\n  not an unreasonable burden on the dominant estate.  However, locking the gate  \r\n  and providing only two electronic keys to James and Bobby, under the  \r\n  circumstances of this case, is not the resolution that best balances the  \r\n  equities of the parties.  Therefore, so long as the gate remains in its current  \r\n  location and locked, Beau must provide James and Bobby Judy with the current  \r\n  numeric code to unlock the gate as well as the two remote opening devices  \r\n  already provided.  Furthermore, Beau must apprise the Judys of any change in  \r\n  the numeric code in a timely manner.  \r\nII.&nbsp; The Kennedys' Appeal—Abandonment  \r\n  of the Easement  \r\nThe Kennedys argue the master erred in  \r\n  concluding the Judys had not abandoned the easement because they failed to  \r\n  specifically reserve an easement for themselves when they conveyed a portion of  \r\n  the twelve acres and because they did not use the easement exactly as  \r\n  designated on the Chewing plat.  We disagree.   \r\n&quot;[T]ermination of an easement by abandonment is a  \r\n  factual question in an action at law . . . .&quot;   Eldridge v. City of  \r\n    Greenwood, 331 S.C. 398, 416, 503 S.E.2d 191, 200 (Ct. App. 1998).  In a  \r\n  law case tried by the judge without a jury, this court reviews for errors of  \r\n  law and reviews factual findings only for evidence which reasonably supports  \r\n  the court's findings.&quot;  Id.   \r\n  \r\n[A]n easement may be lost by abandonment  \r\n  and in determining such question the intention of the owner to abandon is the  \r\n  primary inquiry. The intention to abandon need not appear by express  \r\n  declaration, but may be inferred from all of the facts and circumstances of the  \r\n  case. It may be inferred from the acts and conduct of the owner and the nature  \r\n  and situation of the property, where there appears some clear and unmistakable  \r\n  affirmative act or series of acts clearly indicating, either a present intent  \r\n  to relinquish the easement, or purpose inconsistent with its further existence.    \r\n  \r\nCarolina Land Co., v. Bland, 265 S.C. 98, 109, 217 S.E.2d 16, 21 (1975).  The burden of proof  \r\n  is upon the complaining party to show the abandonment by clear and  \r\n  unequivocable evidence.  Id.    \r\nThe burden is on  \r\n  the Kennedys to establish the Judys abandoned the easement.  That burden is a  \r\n  high one that cannot be satisfied by mere nonuse.  See Witt v. Poole, 182 S.C. 110, 115, 188 S.E. 496, 499  \r\n  (1936) (&quot;The authorities are harmonious in holding, that mere nonuse[] of  \r\n  an easement created by deed for a period however long will not amount to an  \r\n  abandonment, except where otherwise provided by statute, or by the deed  \r\n  itself.&quot;).&nbsp; The record established the Judys used the easement,  \r\n  although not precisely as platted due to an area of old trees obstructing the  \r\n  way.  Additionally, the failure to specifically reserve an easement in  \r\n  themselves when conveying a portion of the property does not establish a clear  \r\n  intent to abandon the easement when the deed refers to the Chewing plat, which  \r\n  shows the easement.  These facts do not establish a clear intent by the Judys  \r\n  to abandon the easement.  Thus, the master's ruling is supported by the record  \r\n  and is affirmed.  \r\nCONCLUSION  \r\nIn balancing the need to protect the servient estate  \r\n  against the right of the dominant estate to have reasonable access to property,  \r\n  we conclude if the front gate is to remain locked, Beau must provide each of  \r\n  the Judys with an electronic handheld key and the numeric code for the keypad.   \r\n  Furthermore, we affirm the master's ruling the Judys did not abandon the  \r\n  easement.[3]   \r\n  Accordingly, the ruling of the master is   \r\nAFFIRMED AS MODIFIED.  \r\nPIEPER and GEATHERS, JJ., concur.  \r\n  \r\n  \r\n[1] At these hunts, hunting dogs are released and chase  \r\n  deer back to the deer stands where hunters are waiting.  \r\n[2] We address all four of the Judys' issues on appeal  \r\n  together as they all relate to the same facts and the applicable law to all  \r\n  questions is essentially whether the master's resolution sufficiently protects  \r\n  the Kennedys' interests without unreasonably burdening the Judys.  \r\n[3] Nothing in this opinion shall be construed to prevent  \r\n  the parties from seeking any future relief should the circumstances change.  \r\n  \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4977","title":"State v. Miller","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4977","description":"Phillip Miller appeals his conviction for possession with intent to distribute crack cocaine.  He argues the trial court erred in admitting the drugs into evidence and in denying his motion for a new trial based on a juror's failure to respond to a question asked during voir dire.  We affirm the admission of the drugs.  As to the ruling on the new trial motion, we reverse the trial court's finding that the information the juror concealed would not have been a material factor in Miller's use of his peremptory challenges.  We remand for a factual determination of whether the juror intentionally concealed the information.","date":"2012-05-23","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nThe State, Respondent,\r\nv.\r\nPhillip Miller, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lancaster County \r\n J.C. &quot;Buddy&quot; Nicholson, Jr., \r\n  Circuit Court Judge \r\n\r\nOpinion No. 4977 \r\nHeard October 19, 2011 – Filed May 23, \r\n  2012    \r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND\r\n  REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender LaNelle Cantey DuRant,\r\n  of Columbia, for Appellant.\r\nAttorney General Alan M. Wilson, Chief\r\n  Deputy Attorney General John W. McIntosh, Assistant Deputy Attorney General\r\n  Salley W. Elliott, Assistant Attorney General William M. Blitch, Jr., all of\r\n  Columbia; and Solicitor Douglas A. Barfield, Jr., of Lancaster, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nFEW, C.J.: Phillip Miller appeals his conviction for possession with intent to distribute \r\n  crack cocaine.  He argues the trial court erred in admitting the drugs into \r\n  evidence and in denying his motion for a new trial based on a juror's failure \r\n  to respond to a question asked during voir dire.  We affirm the admission of the \r\n  drugs.  As to the ruling on the new trial motion, we reverse the trial court's \r\n  finding that the information the juror concealed would not have been a material \r\n  factor in Miller's use of his peremptory challenges.  We remand for a factual \r\n  determination of whether the juror intentionally concealed the information.   \r\nI.&nbsp; Facts \r\n  and Procedural History \r\nMiller was tried in Lancaster County.  During voir \r\n  dire, the trial court asked potential jurors: &quot;Is there any member of the \r\n  jury panel who has been a victim of a crime in Lancaster County or member of \r\n  your immediate family a victim of a crime . . . ?&quot;  Ten months earlier, \r\n  the juror at issue testified for the State in a Lancaster County assault and battery \r\n  with intent to kill (ABWIK) trial of a man accused of stabbing the juror's \r\n  mother.  Despite this, the juror did not respond to the voir dire question.  \r\n  Defense counsel had two peremptory strikes remaining when the juror was \r\n  seated.   \r\nThe jury found Miller guilty.  After the verdict was \r\n  published but before the jury was released, former Lancaster County assistant \r\n  solicitor William Frick entered the courtroom.  Frick was one of the \r\n  prosecutors in the ABWIK trial, and he &quot;immediately recognized&quot; the \r\n  juror.  At his first opportunity, which was after the trial court excused the \r\n  jury, Frick told Miller's lawyer about the juror's involvement in the ABWIK \r\n  trial.   \r\nMiller filed a motion for a new trial based on the \r\n  juror's failure to disclose the attack on her mother.  At the hearing on the \r\n  motion, Miller offered an affidavit prepared by Frick.  In the affidavit, Frick \r\n  explained that he interviewed the juror before the ABWIK trial and conducted \r\n  her direct examination.  Based on Frick's interactions with the juror, he \r\n  stated he was &quot;absolutely certain&quot; of her identity.  Miller \r\n  also offered the indictment, the sentencing sheet, and a docket report from the \r\n  ABWIK trial.  However, neither the State nor Miller contacted the juror, nor \r\n  did she appear at the hearing.  The trial court did not rule on the motion at \r\n  the hearing.  Instead, the court left the record open to give the parties a \r\n  chance to subpoena the juror to testify.  The juror was never called to \r\n  testify.  The court later denied Miller's motion in a written order.   \r\nII.&nbsp; Denial \r\n  of Motion for New Trial \r\nThe \r\n  trial court must grant a motion for a new trial based on a juror's failure to \r\n  disclose information requested during voir dire &quot;when the court finds the \r\n  juror intentionally concealed the information, and that the information \r\n  concealed would have supported a challenge for cause or would have been a \r\n  material factor in the use of the party's peremptory challenges.&quot;  State\r\n    v. Woods, 345 S.C. 583, 587, 550 S.E.2d 282, 284 (2001).  A circuit court's \r\n  ruling on a new trial motion will not be disturbed absent an abuse of \r\n  discretion amounting to an error of law.  State v. Sparkman, 358 S.C. \r\n  491, 495, 596 S.E.2d 375, 377 (2004). \r\nA.&nbsp; Material \r\n  Factor \r\nThe trial court based its decision solely on the \r\n  second prong of Woods, ruling that the concealed information would not \r\n  have supported a challenge for cause and would not have been a material factor \r\n  in Miller's use of his peremptory challenges.  The written order states in its \r\n  entirety: &quot;Defendant's motion for a new trial is denied.  The issue raised \r\n  in Defendant's motion is not a material factor, because there is no victim in \r\n  the Defendant's case and there is no violent crime in the Defendant's \r\n  case.&quot;[1]      \r\nWe believe the trial court took too narrow a view of \r\n  materiality.  &quot;Material&quot; means &quot;[o]f such a nature that \r\n  knowledge of the item would affect a person's decision-making; significant; \r\n  essential.&quot;  Black's Law Dictionary 1066 (9th ed. 2009).  Here, a \r\n  juror failed to disclose that, just ten months earlier, she participated in a \r\n  criminal trial in which a man who had stabbed her mother was successfully \r\n  prosecuted by the same solicitor's office that was prosecuting Miller.  This \r\n  information would have been significant to Miller, and therefore a material \r\n  factor, in deciding how to use his peremptory challenges.  Accordingly, we find \r\n  the trial court committed an error of law. \r\nThe State argues the information concealed by the \r\n  juror would not have been a material factor because unlike the ABWIK case, \r\n  Miller's case concerned drug possession, involved no weapons or violence, and \r\n  had no &quot;other logical connection to the trial involving her mother's \r\n  attacker.&quot;  We disagree.  The &quot;logical connection&quot; that makes \r\n  the information material is the solicitor's office, which prosecuted both \r\n  defendants and with which the juror cooperated in convicting the person who \r\n  stabbed her mother.  The focus of the voir dire question on crimes occurring in \r\n  Lancaster County indicates that at least part of the question's purpose was to \r\n  identify potential jurors who may be biased for or against members of the local \r\n  criminal justice system, such as prosecutors, defense attorneys, or law \r\n  enforcement officers.   \r\nThe supreme court's holding in Woods supports \r\n  our conclusion.  In that case, the defendant was convicted of possession with \r\n  intent to distribute crack cocaine.  345 S.C. at 585, 550 S.E.2d at 283.  The \r\n  defendant later learned that before his trial, one of the jurors had volunteered \r\n  as a victim's advocate in the solicitor's office that prosecuted him.  Id.  \r\n  In analyzing whether this information would have been a material factor, the \r\n  supreme court focused on the juror's connection to the prosecution, not on \r\n  whether she had participated in factually similar cases.  See 345 S.C. \r\n  at 590, 550 S.E.2d at 286 (concluding &quot;a juror's previous three year \r\n  relationship as a victims' advocate with the prosecuting solicitor's office \r\n  would be a material factor in the use of a criminal defendant's peremptory challenges&quot;).  \r\n  Despite the differences between the drug case being tried and the crimes that \r\n  connected the juror to the solicitor's office, the supreme court found the \r\n  juror's previous relationship with the office would have been a material \r\n  factor.  Id.   \r\nThe \r\n  situation here is comparable to Woods because of the relationship \r\n  between the juror and the solicitor's office.  Standing alone, a juror's \r\n  participation in a factually dissimilar trial might not be significant in trial \r\n  counsel's decisions on peremptory strikes, particularly if the earlier trial \r\n  occurred in another state or even a different county.  Here, however, the \r\n  information withheld has significance beyond the nature of the other case.    The \r\n  juror's participation in the ABWIK trial reveals a relationship between the juror \r\n  and the solicitor's office prosecuting Miller.  The mere existence of this \r\n  relationship is significant.  The fact that this relationship developed in the \r\n  context of the juror's participation in the office's successful attempt to \r\n  incarcerate a man who attacked her mother increases its significance. \r\nWe \r\n  hold the information withheld by the juror would have been a material factor in \r\n  the use of Miller's peremptory challenges in this case.  The information also \r\n  could not support a challenge for cause.  Therefore, we reverse.            \r\nB.&nbsp; Intentional \r\n  Concealment \r\nThe trial court made no factual determination on the \r\n  first prong of the Woods test—whether the juror intentionally concealed \r\n  the information.  Because we believe this determination should be made by the \r\n  trial court based on information that is not in the record before us, we remand \r\n  the case to the trial court. \r\nAt the hearing before the trial court, the State \r\n  argued the juror must provide an explanation before the court could decide if \r\n  the concealment was intentional.  The assistant solicitor stated:  \r\n \r\nI don't know how we can answer whether she understood \r\n  it, didn't understand it, didn't hear it, thought you were referring to a case \r\n  involving the same prosecutors and defense lawyers that are here.  We don't \r\n  have that information about her and . . . I'd argue it's probably fatal to the \r\n  motion without having some testimony or explanation from her.   \r\n \r\nThe \r\n  trial court disagreed with the State's argument, stating:  \r\n \r\n[Woods] says &quot;reasonably comprehensible to \r\n  the average juror&quot; . . . .  So they . . . put it on the reasonable man \r\n  type of concept; i.e., a reasonable average juror, not the individual . . . \r\n  state of mind of the juror at the time they didn't reveal information[.  That] \r\n  is the way I interpret the case, which is contrary to what you're saying.     \r\n \r\nAfter \r\n  much discussion, the trial court returned to the question of the juror's \r\n  testimony, stating to the assistant solicitor: \r\n \r\nYour initial argument was that you felt like there's \r\n  no way I could make this decision without knowing why she didn't [answer] and \r\n  whether it was intentional or not and [I] can't make the determination of \r\n  intention without having talked with her.  So I'm offering the opportunity to \r\n  bring her in under oath and ask her the question if you think that's necessary \r\n  to your argument.     \r\n \r\nThe \r\n  assistant solicitor then stated &quot;I think it's necessary to his \r\n  argument.&quot;    The trial court's response and the ensuing dialogue indicate \r\n  the trial court believed that if the juror's testimony was necessary, the \r\n  responsibility to obtain it belonged to the State. \r\n \r\nThe Court:  Okay.  Well, he doesn't think so.  You're \r\n  the one who brought it up. \r\nSolicitor:  Yes, sir. \r\nThe Court:  Why don't we do this?  If you want to do \r\n  that, you think about it and let me know.  We'll reconvene the hearing, we'll \r\n  issue a subpoena, and we'll bring her in, put her under oath and take her \r\n  testimony.  If I have to come to Lancaster to do that, I'll do that. \r\nSolicitor:  Yes, sir, I appreciate you giving us that \r\n  opportunity.     \r\n \r\nThus, the trial court apparently believed the question \r\n  of intentional concealment should be decided objectively, and the juror's testimony \r\n  was not necessary to either party's position.  We disagree.  In Woods, \r\n  the supreme court defined intentional concealment as follows: \r\n \r\n[I]ntentional concealment occurs when the question \r\n  presented to the jury on voir dire is reasonably comprehensible to the \r\n  average juror and the subject of the inquiry is of such significance that the \r\n  juror's failure to respond is unreasonable.  Unintentional concealment, on the \r\n  other hand, occurs where the question posed is ambiguous or incomprehensible to \r\n  the average juror, or where the subject of the inquiry is insignificant or so \r\n  far removed in time that the juror's failure to respond is reasonable under the \r\n  circumstances. \r\n \r\n345 \r\n  S.C. at 588, 550 S.E.2d at 284.  This definition suggests an objective component \r\n  to the analysis, which is not dependent on the juror's testimony.  However, we \r\n  interpret Woods to support a subjective analysis, in addition to an \r\n  objective one, in which the trial court considers the testimony of the juror if \r\n  it is reasonably available.   \r\nThe supreme court stated in Woods: &quot;whether \r\n  a juror's failure to respond is intentional is a fact intensive determination \r\n  which must be made on a case by case basis.&quot;  345 S.C. at 588, 550 S.E.2d \r\n  at 284.  Ordinarily, the juror's testimony is part of the basis of that \r\n  determination.  See Sparkman, 358 S.C. at 496-97, 596 S.E.2d at \r\n  377 (finding juror's failure to respond to voir dire question seeking to \r\n  identify victims of &quot;serious&quot; crimes was reasonable, where juror \r\n  testified he did not immediately recall that he had been assaulted forty years \r\n  earlier and was not sure if the assault was a &quot;serious&quot; crime).  The \r\n  juror testified in Woods, and the court carefully considered the juror's \r\n  testimony in concluding she intentionally concealed the information.  345 S.C. \r\n  at 586-87, 589, 550 S.E.2d at 284, 285 (noting the juror &quot;offered \r\n  inconsistent explanations for her failure to respond&quot;).  The court \r\n  specifically noted the possibility that &quot;contrary&quot; information may \r\n  affect the inferences to be drawn from a juror's failure to disclose a relationship: \r\n  &quot;Where a juror, without justification, fails to disclose a relationship, \r\n  it may be inferred, nothing to the contrary appearing, that the juror is not impartial.&quot;  345 \r\n  S.C. at 587-88, 550 S.E.2d at 284 (emphasis added).  Finally, in Williams ex \r\n    rel. Wilford v. Barnes Hospital, 736 S.W.2d 33 (Mo. 1987), a case relied on \r\n  by our supreme court in Woods, the Missouri Supreme Court made a juror's \r\n  actual recollection of the information concealed part of its intentional \r\n  concealment analysis.  See 736 S.W.2d at 36 (cited in Woods, 345 \r\n  S.C. at 588, 550 S.E.2d at 284-85). \r\nBecause the juror in this case did not testify, \r\n  potentially important facts are missing from the record before us.  Further, \r\n  the record raises concerns that the voir dire question may not have been asked \r\n  separately, but as one in a long series of questions with no pause in between \r\n  to allow jurors a chance to respond.  In this context, it is uncertain whether \r\n  the question was reasonably comprehensible.  Therefore, we find it necessary to \r\n  remand to the trial court to determine whether the juror intentionally \r\n  concealed the information.[2]   \r\nC.&nbsp; Burden \r\n  of Proof \r\nThe \r\n  dissent argues that Miller had the burden of proof and that his conviction \r\n  should be affirmed because he failed to meet his burden.  In light of the \r\n  approach taken by the trial court, however, we do not find it appropriate to \r\n  base our decision on the burden of proof.  The State argued the juror's testimony \r\n  was necessary, and Miller argued it was not.  By interpreting Woods &quot;contrary&quot; to the State's argument, the trial court essentially ruled \r\n  that it was not Miller's obligation to obtain the testimony of the juror.  It \r\n  is counterintuitive to penalize Miller for not disagreeing with the trial court \r\n  on an issue as to which the court ruled in Miller's favor.  See I'On, \r\n    L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 419, 526 S.E.2d 716, 723 \r\n  (2000) (&quot;It would be inefficient and pointless to require a respondent to \r\n  return to the judge and ask for a ruling on other arguments.&quot;). \r\nMoreover, our \r\n  courts have not clearly indicated that the defendant has the burden of proving the \r\n  juror's concealment of the information was intentional.  In support of the \r\n  position that the defendant does bear the burden, the dissent cites only State \r\n    v. Bonneau, 276 S.C. 122, 276 S.E.2d 300 (1981), which does not involve a \r\n  motion for a new trial based on a juror's intentional concealment of \r\n  information during voir dire.  Rather, as the Bonneau court stated, \r\n  &quot;[t]he sole question for determination of the court [was] whether the fact \r\n  that an alternate juror was in the jury room briefly after the judge completed \r\n  his charge denied the defendant a fair trial.&quot;  276 S.C. at 123, 276 \r\n  S.E.2d at 300.  In Woods, the supreme court did not expressly impose the \r\n  burden of proof on the defendant as to this issue.[3]  \r\n  Describing the two-prong test trial courts should use, the supreme court stated \r\n  &quot;a new trial is required only when the court finds&quot; both of \r\n  the prongs exist.  345 S.C. at 587, 550 S.E.2d at 284 (emphasis added).  The supreme \r\n  court then stated a trial court may infer the juror was not impartial &quot;nothing \r\n    to the contrary appearing.&quot;  345 S.C. at 587-88, 550 S.E.2d at 284 \r\n  (emphasis added).  Explaining its decision in State v. Kelly, 331 S.C. \r\n  132, 502 S.E.2d 99 (1998), the Woods court wrote &quot;we stated that the \r\n    first inquiry in the juror disqualification analysis is whether the juror \r\n  intentionally concealed the information.&quot;  345 S.C. at 588, 550 S.E.2d at \r\n  284 (emphasis added).  Finally, the Woods court stated &quot;where a \r\n  juror's response to voir dire amounts to an intentional concealment, the \r\n    movant need only show that the information concealed would have supported a \r\n  challenge for cause or would have been a material factor in the use of the \r\n  party's peremptory challenges.&quot;  345 S.C. at 589, 550 S.E.2d at 285 \r\n  (emphasis added).   \r\nWe do not interpret this language to mean there is no \r\n  burden of proof.  Rather, we interpret the lack of a clear statement about it \r\n  to indicate that the existence and scope of any burden remains an open question. \r\n  This uncertainty magnifies the significance of the trial court's \r\n  interpretation of Woods as not requiring the testimony of the juror.  \r\n  Under these circumstances, we decline to decide this case by holding Miller \r\n  failed to meet a burden of proof.  If the burden of proof remains an issue on \r\n  appeal from the trial court's ruling on remand, our appellate courts may address \r\n  it on a complete record.   \r\nIII.&nbsp; Admission \r\n  of Drugs into Evidence \r\nMiller argues the trial court erred in admitting drugs \r\n  into evidence because the State failed to establish a sufficient a chain of \r\n  custody for the drugs.  We affirm the trial court's ruling pursuant to Rule \r\n  220(b)(1), SCACR, and the following authorities: State v. Sweet, 374 \r\n  S.C. 1, 4-5, 647 S.E.2d 202, 204 (2007) (stating a trial court's decision to \r\n  admit evidence will not be reversed on appeal absent an abuse of discretion); State \r\n    v. Taylor, 360 S.C. 18, 22, 598 S.E.2d 735, 737 (Ct. App. 2004) (stating a party \r\n  offering into evidence fungible items such as drugs must establish a chain of \r\n  custody as far as practicable); State v. Carter, 344 S.C. 419, 424, 544 \r\n  S.E.2d 835, 837 (2001) (&quot;[W]here there is a weak link in the chain of \r\n  custody, as opposed to a missing link, the question is only one of credibility \r\n  and not admissibility.&quot;); Sweet, 374 S.C. at 6, 647 S.E.2d at \r\n  205-06 (&quot;[I]f the identity of each person handling the evidence is \r\n  established, and the manner of handling is reasonably demonstrated, no abuse of \r\n  discretion by the trial court is shown in admitting the evidence absent proof \r\n  of tampering, bad faith, or ill-motive.&quot;); State v. Hatcher, 392 \r\n  S.C. 86, 94, 708 S.E.2d 750, 754 (2011) (holding a mere suggestion that \r\n  evidence tampering could possibly have occurred is insufficient to establish a \r\n  break in the chain of custody). \r\nIV.&nbsp; Conclusion\r\nWe affirm the trial court's decision to admit the \r\n  drugs into evidence.  We reverse the court's ruling that the information the \r\n  juror concealed would not have been a material factor in Miller's use of his \r\n  peremptory challenges.  We remand to the trial court for a determination as to \r\n  whether the juror intentionally concealed the information.  \r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED. \r\n KONDUROS, \r\n  J., concurs. \r\nTHOMAS, J. (concurring and dissenting): I agree with the majority's decision to uphold the \r\n  admission of the drugs into evidence.  I disagree, however, with the majority's \r\n  decision to remand this matter to the circuit court for a determination as to \r\n  whether the juror intentionally concealed that her mother had been the victim \r\n  of a crime.  Although I agree with the majority that the juror's failure to \r\n  disclose that her mother had been the victim of a violent crime could have been \r\n  a material factor in the defense's decision to use one of its peremptory \r\n  challenges, I note the trial judge never ruled—nor was he requested to rule—as \r\n  to whether this failure could have supported a challenge for cause.  See State v. Woods, 345 S.C. 583, 587, 550 S.E.2d 282, 284 (2001) (stating \r\n  concealment of information by a juror is grounds for a new trial only when (1) \r\n  the court finds the juror intentionally concealed the information and (2) the \r\n  information concealed would have supported a challenge for cause or would have \r\n  been a material factor in the use of the requesting party's peremptory \r\n  challenges).   \r\nWhen \r\n  a party argues on appeal that a new trial should have been granted because a \r\n  juror failed to disclose information during the voir dire, the first question \r\n  for the appellate court is whether the concealment was intentional.  State\r\n    v. Kelly, 331 S.C. 132, 146, 502 S.E.2d 99, 106-07 (1998).  There are two \r\n  prerequisites for intentional concealment.  First, the voir dire question must \r\n  be &quot;reasonably comprehensible to the average juror.&quot;  Woods, \r\n  345 S.C. at 588, 550 S.E.2d at 284.  In addition, the party seeking a new trial \r\n  must show &quot;the subject of the inquiry is of such significance that the \r\n  juror's failure to respond is unreasonable.&quot;  Id.  I would hold \r\n  Miller satisfied neither prerequisite in this case. \r\nThe majority is correct that a determination of \r\n  intentional concealment should be made by the trial judge; however, the trial \r\n  judge cannot make such a finding unless evidence is presented upon which he can \r\n  rule.  Miller, as the moving party, had the burden to present that evidence.  Cf. State v. Bonneau, 276 S.C. 122, 125, 276 S.E.2d 300, 301 (1981) \r\n  (&quot;It is, of course, incumbent upon an appellant in this court to prove \r\n  that he was denied a fair trial.&quot;).   \r\nThe \r\n  majority has quoted portions of the transcript in which the trial judge stated \r\n  he interpreted Woods to impose an objective standard in determining \r\n  whether a juror's nondisclosure was deliberate and the juror's testimony was \r\n  therefore not necessary to either party's position.  The majority construes the \r\n  trial judge's statements as a ruling in Miller's favor and asserts it would be \r\n  counterintuitive to penalize him for not disagreeing with it.  The portions of \r\n  the colloquy following what the majority has quoted, however, show the trial \r\n  judge offered both Miller and the State the opportunity to subpoena the juror \r\n  at a later date to determine her intention when she failed to advise the court \r\n  about her participation in the earlier trial: \r\n \r\nDefense Counsel:  Right.  Well, but the issue is not \r\n  whether — it's simply would I have used it had she said yes, she was, and that \r\n  really, the material factor is really in the mind — is  what the judge believes \r\n  is in the mind of the defense or whoever is exercising the strike, but we'll \r\n  try to get you some more guidance on that. \r\nThe Court:  That's all I'm asking you.  If you all \r\n  want to take her testimony, let me know and we'll come over to Lancaster one \r\n  day and see what she's got to say. \r\nSolicitor:  Thank you, Judge. \r\nDefense Counsel:  Thank you.  So within 30 days you \r\n  want an order with all this? \r\nThe Court:  Do a short order and say it's under \r\n  advisement and you all will have 30 days to file your memo.  If you would like \r\n  to take her testimony, let me know and I'll reconvene the hearing and we'll \r\n  come to Lancaster and we'll get the clerk to subpoena her and bring her in to hear \r\n  what she's got to say.  If you want to do that.  If you don't, that's fine.  \r\n  I'm not trying to tell you how to try your case.  I'm just affording you the \r\n  opportunity. \r\nDefense Counsel:  Thank you, Judge.[4] \r\n \r\nThe trial court left the record open after the motion \r\n  hearing for counsel to take testimony from the juror on this issue.  Neither \r\n  the State nor the defense took advantage of this opportunity despite having \r\n  nearly a year to do so.  Under these circumstances, I would hold a remand is \r\n  unnecessary.  See State v. Cooper, 334 S.C. 540, 551, 514 S.E.2d \r\n  584, 590 (1999) (noting in response to the appellant's argument that the trial \r\n  court should have done something more to investigate a juror's alleged \r\n  misconduct, &quot;defense counsel never requested that the trial court do \r\n  anything else&quot;).  \r\nFurthermore, nothing in the record or briefs \r\n  indicates the defense requested the trial judge to find the subject of the \r\n  inquiry was of such significance that the juror's failure to respond was \r\n  unreasonable, and no foundation was laid for such a finding.  Thus, the second \r\n  prerequisite for intentional concealment was not met, and this failure alone is \r\n  sufficient to hold that intentional concealment, for the purposes of \r\n  determining whether a new trial was warranted, was not established.  \r\nFinally, I would hold the voir dire question was not \r\n  reasonably comprehensible to the average juror.  As stated in the majority \r\n  opinion, the trial judge inquired of potential jurors whether any of them had \r\n  been a victim of a crime in Lancaster County or whether a member of &quot;your \r\n  immediate family&quot; had been the victim of a crime.  I do not think it would \r\n  have been unreasonable for the juror to have understood the question to apply \r\n  to only members of her household, which may not have included her mother.  Cf. Barkley v. Int'l Mut. Ins. Co., 227 S.C. 38, 42-43, 86 S.E.2d 602, 604 \r\n  (1955) (agreeing with the view that &quot;family&quot; &quot;signifies the \r\n  collective body of persons living in one house,&quot; characterizing the term \r\n  &quot;immediate family&quot; as &quot;one more restricted in meaning and \r\n  scope,&quot; and noting this term, when used in the policies of mutual benefit \r\n  societies, has been held to exclude those living outside the insured's \r\n  household) (quoting Home Ins. Co. v. Pettit, 143 So. 839, 840 (Ala. \r\n  1932)).  In addition, as the majority acknowledges, the voir dire question with \r\n  which we are concerned was part of a long series of questions with no pause to \r\n  allow jurors a chance to respond.  Contrary, then, to the position the defense \r\n  took during the hearing on Miller's new trial motion, I would decline to hold \r\n  either that the question was on its face comprehensible to the average juror or \r\n  that the juror's failure to respond to the question amounted to deliberate \r\n  nondisclosure.  See Woods, 345 S.C. at 588, 550 S.E.2d at 284 \r\n  (&quot;Unintentional concealment . . . occurs where the question posed is \r\n  ambiguous or incomprehensible to the average juror, or where the subject of the \r\n  inquiry is insignificant or so far removed in time that the juror's failure to \r\n  respond is reasonable under the circumstances.&quot;).  Without the juror's \r\n  testimony about her understanding of the inquiry, I would be reluctant to hold \r\n  her nondisclosure amounted to a deliberate attempt on her part to mislead the \r\n  court about her impartiality. \r\nI would affirm Miller's conviction. \r\n \r\n \r\n[1] The trial court's \r\n  ruling that the information would not support a challenge for cause is implicit \r\n  in its ruling denying the motion, as the information obviously would not \r\n  support such a challenge, and the court would otherwise have been required to \r\n  consider the intentional concealment prong of Woods.  See State \r\n    v. Lowery, 332 S.C. 261, 266, 503 S.E.2d 794, 797 (Ct. App. 1998) (explaining \r\n  that a juror may be excused for cause &quot;only if her opinions would prevent \r\n  or substantially impair the performance of her duties as a juror in accordance \r\n  with her oath and instructions.&quot; (citation and quotation marks omitted)). \r\n[2] At oral \r\n  argument before this court, the State took the position that if a factual \r\n  finding is required on the question of intentional concealment, we should remand \r\n  for the trial court to make the finding.  After a lengthy discussion on this \r\n  procedural question, the court asked the State: &quot;So, on the first prong, \r\n  if we disagree with this circuit judge on the second prong, you're asking us to \r\n  remand to the circuit court for a ruling on the facts?&quot;  The State \r\n  replied: &quot;That's correct.&quot;   \r\n[3] In Woods, \r\n  the supreme court affirmed this court's decision to reverse the trial court and \r\n  grant a new trial.  Significantly, this court also did not place the burden of \r\n  proof on the defendant.  State v. Woods, 338 S.C. 561, 564, 527 S.E.2d \r\n  128, 129-30 (Ct. App. 2000) (stating &quot;the juror did not justify her \r\n  failure to disclose particular information that was specifically sought by a voir \r\n    dire question&quot;).  \r\n[4]  The record did \r\n  not include an order prepared by either Miller or the State pursuant to these \r\n  instructions; however, defense counsel's statements to the court suggest he \r\n  understood he was responsible for drafting it.  Whether or not such an order \r\n  was prepared, the record includes a letter from defense counsel to the trial \r\n  judge in which counsel states he sent a memorandum within thirty days after the \r\n  hearing on Miller's new trial motion.   \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4978","title":"Tillman v. Oakes","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4978","description":"In this child custody appeal, we find the order changing custody does not adequately set forth the basis on which it awarded the change and does not demonstrate a substantial change in circumstances affecting the welfare of the child. We also address the circumstances under which a lower court may proceed with matters not affected by the appeal. We reverse and remand for a new trial.","date":"2012-05-30","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA \r\nIn The Court of Appeals \r\n \r\n   \r\n     \r\n       \r\nSean Patrick Tillman, Respondent,  \r\n \r\n  v. \r\n \r\n  Margaret Jane Oakes, Appellant. \r\nAppellate Case No. \r\n  2010-164666 \r\n       \r\n     \r\n   \r\n \r\n\r\nAppeal From Greenville County \r\nRobert N. Jenkins, Sr., Family Court Judge \r\n\r\nOpinion No. 4978 \r\nHeard April 24, 2012 – Filed May 30, 2012 \r\n\r\nREVERSED AND REMANDED \r\n\r\n\r\n  \r\n    \r\n      \r\nDavid\r\n  Alan Wilson, Horton, Drawdy, Ward, Mullinax, &amp; Farry, P.A., of Greenville,\r\n  for Appellant.\r\nJohn \r\n  Michael Turner, Sr., Turner &amp; Burney, P.C., of Laurens, for Respondent. \r\n       \r\n     \r\n   \r\n \r\n\r\nFEW, C.J.: This is an appeal from an order of the \r\n  family court to change custody of a child.  We find the order does not \r\n  adequately set forth the basis on which it awarded the change and does not \r\n  demonstrate a substantial change in circumstances affecting the welfare of the \r\n  child.  We reverse and remand for a new trial.   \r\nI.&nbsp; Facts and \r\n  Procedural History \r\nMargaret Oakes \r\n  and Sean Tillman married and had two sons: Jack, born in 1993, and Peter, born \r\n  in 1999.  The couple divorced in 2003.  The divorce decree incorporated a \r\n  custody agreement which stated the parents would share joint legal custody of \r\n  the children with primary placement to Oakes and liberal visitation to Tillman.  \r\n  Almost five years later, in March 2008, Tillman filed this action seeking full \r\n  custody of the children.[1]  \r\n  In his complaint, Tillman alleged the substantial change in circumstances warranting \r\n  a custody change was &quot;substantial problems in scheduling visitation and in \r\n  communication between the parties&quot; and unnamed &quot;other issues.&quot;  By \r\n  the time of trial in October 2009, Tillman also asserted a change in \r\n  circumstances due to two instances of Oakes physically punishing Peter, her \r\n  alleged lack of cooperation in dealing with &quot;some serious issues&quot; \r\n  related to Jack, and her alleged attempt to turn the boys against him.  \r\nTillman spent the \r\n  vast majority of his trial testimony discussing issues regarding Jack's \r\n  behavior.  He explained that these issues relate to Peter, the younger son, because \r\n  his &quot;biggest concern is that if the situation stays the same that it is \r\n  today that Peter will end up with some of these same issues that Jack is struggling \r\n  with.&quot;  However, except to say Oakes &quot;has refused to cooperate with \r\n  the father or discuss with him significant issues of concern pertaining to the \r\n  children,&quot; the family court did not address those issues in its order.   \r\nThe guardian ad \r\n  litem testified both parents &quot;present great opportunities for these children&quot; \r\n  and &quot;are good parents.&quot;  In his written report, the guardian stated, &quot;I believe . . . both parents are very capable of \r\n  providing for their children and, no matter where custody is placed, can meet \r\n  the needs of the children.&quot;  He went on to explain the problem with maintaining the original custody arrangement is the \r\n  parents' communication problems, and the issue &quot;is how to spell out the \r\n  time specifically in such a manner that there is no doubt about when the \r\n  children are to be with each parent.&quot;  \r\nOn December 30, \r\n  2009, the family court issued an order granting Tillman's request for a change \r\n  in custody of Peter &quot;commencing with the 2010-2011 school year.&quot;  The \r\n  order left custody of Jack with Oakes and provided she would have visitation \r\n  with Peter every other weekend.  While this appeal was pending, Tillman filed a \r\n  petition in the family court and later this court asking the court to suspend Oakes' \r\n  visitation with Peter. \r\nII.&nbsp; Review of the \r\n  Family Court's Custody Determination \r\nWe review \r\n  decisions of the family court de novo, as the supreme court recently explained \r\n  in Lewis v. Lewis, 392 S.C. 381, 386-89, 709 S.E.2d 650, 652-54 (2011).  \r\n  In Latimer v. Farmer, 360 S.C. 375, 602 S.E.2d 32 (2004), the supreme court \r\n  summarized the legal principles courts apply to a request for a change of \r\n  custody: \r\n \r\nAs in \r\n  all matters of child custody, a change in custody analysis inevitably asks \r\n  whether the transfer in custody is in the child's best interests.  In order for \r\n  a court to grant a change in custody, there must be a showing of changed \r\n  circumstances[,] . . . mean[ing] that sufficient facts have been shown to \r\n  warrant the conclusion that the best interests of the children would be served \r\n  by the change.  The change of circumstances relied on for a change of custody \r\n  must be such as would substantially affect the interest and welfare of the \r\n  child.  Because the best interest of the child is the overriding concern in all \r\n  child custody matters, when a non-custodial parent seeks a change in custody, \r\n  the non-custodial parent must establish the following: (1) there has been a \r\n  substantial change in circumstances affecting the welfare of the child and (2) \r\n  a change in custody is in the overall best interests of the child. \r\n \r\n360 S.C. at 381, 602 S.E.2d \r\n  at 35 (internal citations and quotation marks \r\n  omitted).  See also Housand v. \r\n    Housand, 333 S.C. 397, 405-06 n.5, 509 \r\n  S.E.2d 827, 832 n.5 (Ct. App. 1998) (&quot;When determining whether a change of \r\n  circumstance has been established in a custody case, the issue is whether the \r\n  evidence, viewed as a whole, establishes that the circumstances of the \r\n  parties have changed enough that the best interests of the children will be \r\n  served by changing custody.&quot;); Shirley v. Shirley, 342 S.C. 324, 330, \r\n  536 S.E.2d 427, 430 (Ct. App. 2000) (&quot;[T]he change of circumstance relied \r\n  on for a change of custody must be such as would substantially affect the \r\n  interest and the welfare of the child, not merely the parties, their wishes or \r\n  convenience.&quot; (internal quotation marks omitted)); Hollar v. Hollar, \r\n  342 S.C. 463, 476, 536 S.E.2d 883, 890 (Ct. App. 2000) (&quot;While Mother \r\n  clearly suffered a lapse in judgment in allowing [a man] into her bed while the \r\n  child was in the home, the record is devoid of evidence of any impact on the \r\n  child whatsoever. . . . [W]e are not persuaded this isolated incident is \r\n  sufficient to warrant a change in custody.&quot;); Routh v. Routh, 328 \r\n  S.C. 512, 520, 492 S.E.2d 415, 419 (Ct. App. 1997) (&quot;[R]emarriage is \r\n  normally relevant to show improved circumstances on the part of a remarried \r\n  parent seeking to obtain custody, not to show the deterioration of the \r\n  circumstances of the custodial parent.&quot;). \r\nThe family \r\n  court's order is unclear as to the factual findings which support its conclusion \r\n  that Tillman proved a substantial change in circumstances that affected Peter's \r\n  welfare.  See Rule 26(a), SCFCR (&quot;An order or judgment pursuant to an adjudication in a domestic \r\n  relations case shall set forth the specific findings of fact and conclusions of \r\n  law to support the court's decision.&quot;).  From \r\n  our review of the order, we discern the following factual findings to support \r\n  the court's decision: \r\n \r\n  \r\n    \r\n      1.\r\n       Communications between \r\n  the parents &quot;diminished to the point that there is no personal mutual acknowledgement \r\n  or mutual respect between the parents and stepparent to the extent that proper \r\n  parenting under the joint custody Order is no longer effective.&quot; \r\n         \r\n       \r\n     \r\n     \r\n      2.\r\n       Tillman &quot;remarried \r\n  and relocated and has a suitable and proper home.&quot; \r\n         \r\n       \r\n     \r\n     \r\n      3.\r\n       Jack is a full-time \r\n  resident at Governor's School. \r\n         \r\n       \r\n     \r\n     \r\n      4.\r\n       &quot;[T]he children \r\n  are now older.&quot; \r\n         \r\n       \r\n     \r\n     \r\n      5.&nbsp;\r\n       &quot;There has been \r\n  at least one incident of excessive corporal punishment&quot; of Peter by Oakes. \r\n         \r\n       \r\n     \r\n     \r\n      6.\r\n       &quot;There have been \r\n  incidents of physical altercations between&quot; Oakes and Peter. \r\n         \r\n       \r\n     \r\n     \r\n      7.\r\n       The parents &quot;disparaged \r\n  each other to the children and have improperly exposed the children to their \r\n  parental difficulties and conflicts.&quot; \r\n         \r\n       \r\n     \r\n     \r\n      8.&nbsp;\r\n       Oakes &quot;refused to \r\n  cooperate with&quot; Tillman &quot;or discuss with him significant issues of \r\n  concern pertaining to the children.&quot; \r\n         \r\n       \r\n     \r\n     \r\n      9.\r\n       Oakes and Jack \r\n  &quot;both have interests in drama and theatre.  Peter on the other hand is \r\n  more into math and science . . . .&quot; \r\n         \r\n       \r\n     \r\n     \r\n      10.\r\n       &quot;Peter has mainly \r\n  expressed an interest in being with his father.&quot; \r\n     \r\n   \r\n \r\nThese findings, viewed as a whole, do not \r\n  amount to &quot;a substantial change in \r\n  circumstances affecting the welfare of the child&quot; or a showing that the &quot;change \r\n  in custody is in the overall best interests of the child.&quot;  Latimer, 360 S.C. at 381, 602 S.E.2d at \r\n  35. \r\nSeveral of the findings warrant individual discussion.  \r\n  First, the family court relied on the parents' \r\n  communication problems.  However, the court found the parents mutually \r\n  responsible for those problems. The court gave no explanation as to how the \r\n  communication problems affect Peter's welfare and made no finding that a change \r\n  of custody would improve the problems. \r\nSecond, the family court characterized two incidents \r\n  as &quot;excessive corporal punishment,&quot; and found &quot;incidents of physical altercations between&quot; Oakes and Peter.  \r\n  Our review of the testimony reveals that in one incident, Oakes bruised Peter's \r\n  arm while trying to put a sweatshirt on him before school.  Peter had dressed \r\n  himself in short sleeves when the temperature was thirty degrees outside.  When \r\n  Oakes pressed him to wear the sweatshirt, he &quot;pretty much threw a \r\n  fit&quot; and refused to wear it, saying to his mother, &quot;No, you can't \r\n  make me.  I'm not gonna wear it.&quot;  When she attempted to force him to put \r\n  it on, he started hitting her.  In her attempts to restrain him, she bruised \r\n  his arm.  Oakes testified the second incident occurred in the morning after \r\n  Peter had been particularly defiant since the night before.  She described his \r\n  demeanor as &quot;hateful,&quot; &quot;yelling at me,&quot; and &quot;objecting \r\n  when I asked him to do anything at all.&quot;  She testified he told her \r\n  &quot;I won't do that,&quot; &quot;you can't make me,&quot; and &quot;you're \r\n  mean.&quot;  At one point he walked away from her when she was trying to talk \r\n  to him.  She testified candidly, &quot;I spun him around by the shoulder \r\n  and I slapped him.&quot;  As to the &quot;physical altercations,&quot; \r\n  Oakes testified that they occurred in 2008 when Peter &quot;would get \r\n  upset&quot; and swing his arms, but he does not do that any longer.  \r\nOccasional misbehavior \r\n  of this type is normal for a child of Peter's age.  Though we do not condone \r\n  Oakes' responses, no parent can be held to the unattainable standard of making a \r\n  perfect response to the misbehavior of a child every time.  Our review of Oakes' \r\n  testimony convinces us she understands her responses in these situations were \r\n  unacceptable and is working to ensure she does not respond in that manner in \r\n  the future.  Moreover, the record clearly indicates these were isolated \r\n  incidents.  There is no evidence that any corporal punishment or physical \r\n  altercations continued to affect Oakes' relationship with Peter, or Peter's \r\n  welfare, as of the time of trial.  See Hollar, 342 S.C. at 476, \r\n  536 S.E.2d at 890 (refusing to change custody based on an &quot;isolated \r\n  incident&quot;). \r\nThird, the family \r\n  court placed some emphasis on Peter's supposed preference to live with \r\n  Tillman.  We find the preference of a ten-year-old on the important issue of a \r\n  change in custody to be of little value, if any.  See Bolding v. Bolding, 278 S.C. 129, 130, 293 S.E.2d 699, 700 (1982) (stating &quot;[t]he \r\n  significance to be attached to the wishes of the child in a custody dispute \r\n  depends upon the age of the child and the attendant circumstances,&quot; and \r\n  discounting the importance of the preference expressed by an eleven-year-old); Brown \r\n    v. Brown, 362 S.C. 85, 93, 95, 606 S.E.2d 785, 789, 790 (Ct. App. 2004) \r\n  (stating &quot;[t]he court shall place weight upon the preference based upon \r\n  the child's age, experience, maturity, [and] judgment,&quot; and discounting \r\n  the importance of the preference expressed by a ten-year-old).  Moreover, at other times Peter expressed a preference to \r\n  live with his mother.   \r\nFinally, the order \r\n  contains several vague references to such things as &quot;some serious \r\n  issues&quot; and &quot;significant issues of concern.&quot;  There is no \r\n  explanation of what those &quot;issues&quot; are, which parent is responsible \r\n  for their development, or how they affect Peter's welfare.  At oral argument, \r\n  this court addressed its concern that some unwritten factor forms a substantial \r\n  basis for the family court's decision.  The responses from both counsel served \r\n  only to increase our concern, and we believe the entire basis of the lower \r\n  court's decision is not reflected in its order.  The court's order begins its \r\n  recitation of changes in circumstances by stating, &quot;there have been a \r\n  number of material changes in circumstances . . . [which] include but are not \r\n  limited to . . . .&quot;  Rule 26(a) requires that the family court set forth \r\n  all of the findings of fact that support its decision.  By relying on unnamed \r\n  &quot;serious&quot; issues &quot;of concern&quot; and by failing to set forth \r\n  all &quot;material&quot; changes in circumstances, the order violates Rule \r\n  26(a). \r\nIII.&nbsp; Remand for a \r\n  New Trial \r\nAfter a thorough \r\n  review of the entire record and consideration of all the evidence, we conclude \r\n  the reasons stated by the family court, taken as a whole, do not qualify as a substantial \r\n  change in circumstances that affect Peter's welfare.  We remand for a de novo \r\n  custody determination.  See Thomson \r\n    v. Thomson, 377 S.C. 613, 623, 661 \r\n  S.E.2d 130, 135 (Ct. App. 2008) (&quot;When an order from the family court \r\n  fails to make specific findings of fact in support of the court's decision, the \r\n  appellate court may remand the matter to the family court . . . .&quot;).  Two \r\n  reasons support our decision to remand so that the family court can make the \r\n  custody determination.  First, we believe that some \r\n  issues not addressed in the order formed a substantial basis for the family \r\n  court's decision.  We find ourselves unable to fully assess the significance of \r\n  these issues and what effect they might have on Peter's welfare by reviewing \r\n  the record of the proceedings below.   \r\nSecond, we are \r\n  troubled by what is alleged to have happened since the family court's order.  \r\n  During the appeal, Tillman filed a petition with the family court, and later \r\n  with this court, in which he made serious allegations against Oakes regarding \r\n  her care for Peter during his visitation with her.  The petition requests \r\n  suspension of Oakes' visitation rights.  We are unable to determine whether \r\n  these accusations are true, or are simply the next incident in this father and \r\n  mother's longstanding pattern of using accusations against each other to \r\n  further their interests regarding the children and using the children to make \r\n  their attacks against each other more effective.  &quot;In gauging between fit parents as to who would \r\n  better serve the best interests and welfare of the child in a custodial \r\n  setting, the family court judge is in a superior position to appellate judges \r\n  who are left only to review the cold record.&quot;  Altman v. Griffith, \r\n  372 S.C. 388, 393, 642 S.E.2d 619, 622 (Ct. App. 2007).  Recognizing this, we find it necessary for these \r\n  allegations to be presented to and considered by the family court.  See Dorn \r\n    v. Criddle, 306 S.C. 189, 192, 410 S.E.2d 590, 592 (Ct. App. 1991) \r\n  (remanding for a &quot;trial de novo&quot; where &quot;more than three \r\n  years have elapsed since the trial court issued the appealed order&quot;); Cook \r\n    v. Cook, 280 S.C. 91, 93, 311 S.E.2d 90, 91 (Ct. App. 1984) (remanding for \r\n  a &quot;trial de novo&quot; because the court could not determine the child's \r\n  best interest &quot;due to the considerable amount of time which has elapsed \r\n  since custody was granted to the mother&quot;). \r\nAccordingly, we \r\n  reverse the family court's determination that Tillman met his burden to prove a \r\n  substantial change in circumstances that affected Peter's welfare and remand \r\n  for a new trial.  On remand, the family court is to consider all facts and \r\n  circumstances up to the time of the new trial.   \r\nIV.&nbsp; Matters Not \r\n  Affected by the Appeal \r\nFinally, we \r\n  address the petition Tillman filed in the family court during the pendency of \r\n  this appeal asking the court to suspend Oakes' visitation.  The family court \r\n  refused to rule on the petition, stating &quot;this Court is of the opinion \r\n  that it cannot proceed with this action which involves issues pending on appeal \r\n  unless the automatic stay is lifted.&quot;  Denying a subsequent &quot;Motion \r\n  to Lift Automatic Stay,&quot; the family court stated &quot;[t]he better course \r\n  would be for [the] Father to demonstrate his need for the automatic stay to be \r\n  lifted before the South Carolina Court of Appeals.&quot;[2]  \r\nThe question of \r\n  when a lower court may proceed with a case after one of its orders has been \r\n  appealed can be a difficult one to answer.  In this case, the family court erred \r\n  in finding it could not rule on the petition.  As an initial matter, the family \r\n  court was mistaken in determining that an automatic stay existed as to the \r\n  appealed order.  Rule 241(a), SCACR, provides that &quot;[a]s a general rule, \r\n  the service of a notice of \r\n  appeal in a civil matter acts to automatically stay matters decided in the \r\n  order . . . and . . . the relief ordered.&quot;  However, Rule 241(b)(6) \r\n  specifically excludes the order appealed in this case from the general rule, \r\n  listing &quot;[f]amily court orders regarding a child&quot; as an exception to \r\n  the automatic stay provision.  Under \r\n  Rule 241(b)(6), therefore, there is no automatic stay in this case.  Both parties and the family court \r\n  recognized this, as the order appealed from took effect according to its terms \r\n  and custody was changed to Tillman despite the filing of the notice of appeal.   \r\nHowever, the absence \r\n  of a stay does not mean the family court may proceed with the case while one of \r\n  its orders is on appeal.  When a party appeals an order, two questions may \r\n  arise as to the effect of the appeal: (1) what is the effect of the appeal on matters \r\n  decided in the order, particularly the immediate effectiveness of relief \r\n  ordered; and (2) what is the effect of the appeal on the power of the lower \r\n  court to proceed with the underlying action while the appeal is pending.  The \r\n  answer to the first question is governed by the stay and supersedeas provisions \r\n  of Rule 241.  If a stay exists, either automatically under Rule 241(a) or by \r\n  supersedeas under Rule 241(c), the appealed order may not be carried out or enforced \r\n  during the pendency of the appeal.  This is the purpose of a stay under Rule \r\n  241—to determine whether the appealed order may be carried out or \r\n  enforced—not to determine whether the action may proceed in the lower \r\n  court while the appeal is pending. \r\nThe second question \r\n  is whether the lower court may proceed with the action during the pendency of \r\n  the appeal, and its answer is governed by Rule 205, SCACR.  The rule provides: \r\n  &quot;Upon the service of the notice of appeal, the appellate court shall have \r\n  exclusive jurisdiction over the appeal . . . .&quot;  Under Rule 205, the lower \r\n  court is deprived of the power to proceed with matters that are affected by the \r\n  appeal, but is specifically allowed to proceed with matters not affected by the \r\n  appeal.[3]  \r\n  The rule states: &quot;Nothing in these Rules shall prohibit the lower court . \r\n  . . from proceeding with matters not affected by the appeal.&quot;  Rule 205, \r\n  SCACR; see also Rule 241(a), SCACR (&quot;The lower court . . . retains jurisdiction over matters not affected by \r\n  the appeal . . . .&quot;).  Thus, the existence or \r\n  nonexistence of a stay under Rule 241 does not control the family court's power \r\n  to proceed with the action and address matters not affected by the appeal.  \r\n  Rather, the lower court's power to proceed is determined by whether the issue \r\n  sought to be litigated in the lower court during the appeal is a &quot;matter[] \r\n  affected by the appeal&quot; under Rules 205 and 241(a).  See Arnal v. \r\n    Fraser, 371 S.C. 512, 518-19, 641 S.E.2d 419, 422 (2007) (per curiam) (explaining \r\n  that Rules 205 and 241(a) permit the family court's action on matters not \r\n  affected by the appeal and prohibit action on matters that are affected by the \r\n  appeal).[4] \r\nIn deciding \r\n  whether it could hear Tillman's petition, the family court addressed the wrong \r\n  question—whether the order was stayed during appeal.  The question the court \r\n  should have addressed is whether the issue raised in the petition was a matter \r\n  affected by the appeal.  We find that it was not, and that the family court \r\n  should have ruled on the petition. \r\nThe order on \r\n  appeal in this case changed custody from Oakes to Tillman and established \r\n  Oakes' visitation rights.  Tillman's petition relates to Oakes' visitation \r\n  rights.  It would appear at first, therefore, that the appeal affected Oakes' \r\n  visitation rights, and the family court did not retain the power to proceed.  However, \r\n  answering the question of whether a matter is &quot;affected by the \r\n  appeal&quot; requires a closer examination of the appeal.  Oakes challenges \r\n  only the custody portion of the order in her appeal.  In fact, understanding \r\n  she lost primary custody, Oakes is actually the beneficiary of the visitation \r\n  provisions in the order.  Tillman did not file an appeal.  Thus, there is no \r\n  action the appellate courts could take resolving this appeal that would affect \r\n  the visitation established in the appealed order, except to reverse the custody \r\n  determination, in which case Oakes would not need visitation.   \r\nMoreover, the \r\n  petition did not seek relitigation of any factual findings in the order on \r\n  appeal.  The appealed order made a permanent change of custody and established \r\n  permanent visitation rights based on changes in circumstances occurring before \r\n  the order.  Tillman's petition requested a temporary suspension of Oakes' \r\n  visitation based exclusively on events occurring after the order. \r\nUnder these \r\n  circumstances, Tillman's petition addressed a &quot;matter[] not affected by \r\n  the appeal.&quot;  Therefore, the family court retained the power to rule on \r\n  Tillman's petition.   \r\nV.&nbsp; Conclusion\r\nWe remand the \r\n  custody issue to the family court for a new trial.  We understand, however, that \r\n  the family court cannot conduct the retrial until after this court has sent \r\n  down the remittitur.  In the meantime, the family court should promptly hear \r\n  and decide Tillman's petition to suspend visitation.  We request that the \r\n  family court report its progress on both issues to the Clerk of this court \r\n  within sixty days, and every thirty days thereafter until a final order is \r\n  entered. \r\nREVERSED AND \r\n  REMANDED. \r\nHUFF and \r\n  SHORT, JJ., concur. \r\n \r\n[1] Tillman's complaint states he &quot;believes it is in \r\n  the best interest of the minor children that he should be awarded full&quot; \r\n  custody.  However, the complaint also states he recognizes that Jack, the older \r\n  son, is mature and Tillman will respect his parental custodian choice.  The \r\n  family court maintained custody of Jack with Oakes, and his custody is not at \r\n  issue on appeal. \r\n[2] On April 23, 2012, Tillman filed a &quot;Petition to Lift Stay&quot; with this \r\n  court.   \r\n[3] The reference in Rules 205 and 241(a) to the \r\n  &quot;jurisdiction&quot; of the lower courts does not refer to subject matter \r\n  jurisdiction.  Rather, the rules govern the circumstances under which the \r\n  exclusive appellate jurisdiction Rule 205 grants to the appellate court \r\n  deprives the lower court of the power to address a particular issue, or \r\n  &quot;matter,&quot; during the pendency of the appeal. \r\n[4] Arnal was decided before Rule 241(a) was \r\n  renumbered from the former 225(a).  See Rule 241, SCACR, note. \r\n \r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]