[{"id":"4926","title":"Dinkins v. Lowe's Home Centers","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4926","description":"In this worker's compensation action, Henry Dinkins appeals the circuit court's decision that there is substantial evidence in the record to support the Appellate Panel of the Worker's Compensation Commission's (Appellate Panel) finding he is not entitled to total disability pursuant to section 42-9-10 of the South Carolina Code (1985).  Specifically, Dinkins contends the Appellate Panel erred in (1) finding section 42-9-400 of the South Carolina Code (1985 & Supp. 2005) inapplicable; (2) finding Dinkins is only entitled to compensation under section 42-9-30 of the South Carolina Code (1985); and (3) failing to rule on whether Dinkins' proof of diligent efforts to secure employment establishes a total loss of earnings under section 42-9-10.  Dinkins also argues the circuit court erred in failing to remand the case with instructions to make specific findings of fact and conclusions of law affirmatively addressing total disability proven by unsuccessful \"diligent efforts to secure employment.\"  We affirm.","date":"2012-01-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nHenry Dinkins, Appellant,\r\nv.\r\nLowe's Home Centers, Inc. – Sumter, SC and Specialty Risk\r\n      Services, LLC, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Sumter County\r\nGeorge C. James, Jr., Circuit Court\r\n  Judge\r\n\r\nOpinion No. 4926\r\nHeard October 5, 2011 – Filed January 4,\r\n  2012  \r\n\r\nAffirmed\r\n\r\n\r\n  \r\n    \r\n      \r\nStephen\r\n  Benjamin Samuels, of Columbia, for Appellant.\r\nWeston\r\n  Adams, III, Helen F. Hiser, C. Edward Rawl, Jr., and M. McMullen Taylor, all of\r\n  Columbia, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nLockemy, J.:  In this worker's compensation action,\r\n  Henry Dinkins appeals the circuit court's decision that there is substantial\r\n  evidence in the record to support the Appellate Panel of the Worker's\r\n  Compensation Commission's (Appellate Panel) finding he is not entitled to total\r\n  disability pursuant to section 42-9-10 of the South Carolina Code (1985). \r\n  Specifically, Dinkins contends the Appellate Panel erred in (1) finding section\r\n  42-9-400 of the South Carolina Code (1985 &amp; Supp. 2005) inapplicable; (2)\r\n  finding Dinkins is only entitled to compensation under section 42-9-30 of the\r\n  South Carolina Code (1985); and (3) failing to rule on whether Dinkins' proof\r\n  of diligent efforts to secure employment establishes a total loss of earnings\r\n  under section 42-9-10.  Dinkins also argues the circuit court erred in failing\r\n  to remand the case with instructions to make specific findings of fact and\r\n  conclusions of law affirmatively addressing total disability proven by\r\n  unsuccessful &quot;diligent efforts to secure employment.&quot;  We affirm.\r\nFACTS\r\nDinkins\r\n  began working for Lowe's Home Centers, Inc. (Lowe's) on April 17, 1999, as a\r\n  Customer Service Representative and was eventually promoted to Paint and Home\r\n  Décor Department Manager.  On May 1, 2001, Dinkins suffered the first of three\r\n  injuries at Lowe's when he injured his left ankle.  The commissioner found\r\n  Dinkins sustained a 40% permanent partial disability to the left leg.  Dinkins\r\n  then injured his right knee at Lowe's on June 22, 2002, and the commissioner\r\n  found Dinkins sustained a 30% permanent partial disability to the right leg. \r\n  Following the two incidents, Lowe's reassigned Dinkins to a customer service\r\n  position to accommodate his physical injuries.  \r\nDinkins\r\n  injured his back on April 20, 2005, and reported his injury to Lowe's.  After\r\n  receiving treatment from Dr. Stacey, an orthopedic surgeon, Dinkins was\r\n  diagnosed with &quot;L4 radiculopathy.&quot;  On December 5, 2005, Lowe's\r\n  released Dinkins from work after Dr. Armsey (Dr. Stacey's partner) reported\r\n  Dinkins was restricted from lifting items exceeding 20 pounds.  Dinkins has not\r\n  been employed since that time.  Dr. Johnson reported Dinkins at maximum medical\r\n  improvement on March 9, 2007, and stated Dinkins was a good candidate for\r\n  &quot;long-term anti-inflammatory medications&quot; and was unlikely to need\r\n  surgery in the future.  However, Dr. Johnson also recommended Dinkins be placed\r\n  on sedentary to light work with a lifting restriction of 10 pounds on an\r\n  occasional basis.  Dr. Johnson suggested avoiding repetitive bending and\r\n  twisting if possible, because if Dinkins did not, his condition would be\r\n  exacerbated.  After examining Dinkins on June 2, 2006, Dr. Timothy Zgleszewski,\r\n  stated &quot;I believe that the lower back injury is a separate injury [from\r\n  Dinkins' previous ankle and knee injury] . . . . &quot;  \r\nDinkins\r\n  met with two vocational experts, Adger Brown and Glen Adams.  Brown stated\r\n  Dinkins was permanently and totally disabled because of Dinkins' physical\r\n  limitations combined with his age and lack of transferable skills.  Brown also\r\n  stated that &quot;being sixty-three years old, [Dinkins] is already at an\r\n  incredible deficit for anyone hiring him into any type of meaningful sustained\r\n  employment.&quot;  In contrast, Adams, after meeting with Dinkins, created a\r\n  report that detailed all the jobs and fields Dinkins is fit to work with his\r\n  restrictions.  Adams stated:\r\n\r\nA labor market\r\n  survey was conducted based on the factors outlined in this report in order to\r\n  identify actual jobs for which Mr. Dinkins qualifies.  A stable labor market\r\n  was found to exist in his local labor market in the banking, financial and\r\n  retail industries.  Based on the strength of his prior work history in\r\n  management positions, as well as the other factors outlined in this report, he\r\n  is currently employable in his labor market.\r\n\r\nPrior\r\n  to working for Lowe's, Dinkins was employed in the banking industry, and he stated\r\n  he could return to work in that industry.  Dinkins conducted a job search in\r\n  Columbia, Florence, Camden, and Sumter over the course of about three months. \r\n  After sending out between twenty-five to thirty applications, he was either\r\n  refused the job or had not heard back from the employer.  Dinkins admitted he\r\n  is not applying to any jobs that he could not do.  \r\nOn\r\n  January 23, 2008, the single commissioner found Dinkins' compensable injury was\r\n  confined to his back; thus, he was limited to the scheduled disability\r\n  compensation under section 42-9-30.  Further, the commissioner found Ellison\r\n    v. Frigidaire Home Prods., 360 S.C. 236, 600 S.E.2d 120 (Ct. App. 2004) (Ellison\r\n      I) was not applicable because Dinkins' pre-existing ankle and knee injuries\r\n  did not combine to cause a greater disability.  The commissioner also found\r\n  even if Ellison I were applicable, Dinkins did not meet his burden of\r\n  proving a total loss of earning capacity due to his work related injuries.  She\r\n  awarded Dinkins a 12% permanent partial disability to his back under section 42-9-30. \r\n  Dinkins appealed the commissioner's decision to the Appellate Panel, and the\r\n  Appellate Panel affirmed the commissioner's findings, and also found Ellison\r\n    v. Frigidaire Home Prods., 371 S.C. 159, 638 S.E.2d 664 (2006) (Ellison\r\n      II) was not applicable.  Dinkins then appealed to the court of common\r\n  pleas, and the court of common pleas affirmed the Appellate Panel's decision.  \r\nSTANDARD OF REVIEW\r\nThe\r\n  Administrative Procedures Act (&quot;APA&quot;) provides the standard for\r\n  judicial review of workers' compensation decisions.  Pierre v. Seaside Farms,\r\n    Inc., 386 S.C. 534, 540, 689 S.E.2d 615, 618 (2010); Lark v. Bi-Lo, Inc.,\r\n  276 S.C. 130, 276 S.E.2d 304 (1981).  Under the APA, this court can reverse or\r\n  modify the decision of the Appellate Panel if the substantial rights of the\r\n  appellant have been prejudiced because the decision is affected by an error of\r\n  law or is clearly erroneous in view of the reliable, probative, and substantial\r\n  evidence on the whole record.  S.C. Code Ann. § 1–23–380(5)(d),(e) (Supp. 2010); Transp. Ins. Co. v. South Carolina Second Injury Fund, 389 S.C. 422,\r\n  427, 699 S.E.2d 687, 689-90 (2010).  \r\nThe\r\n  Appellate Panel is the ultimate fact-finder in workers' compensation cases.  Jordan\r\n    v. Kelly Co., 381 S.C. 483, 486, 674 S.E.2d 166, 168 (2009); Shealy v.\r\n      Aiken County, 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000).  As a general\r\n  rule, this court must affirm the findings of fact made by the Appellate Panel\r\n  if they are supported by substantial evidence.  Pierre, 386 S.C. at 540,\r\n  689 S.E.2d at 618.  &quot;Substantial evidence is that evidence which, in\r\n  considering the record as a whole, would allow reasonable minds to reach the\r\n  conclusion the [Appellate Panel] reached.&quot;  Hill v. Eagle Motor Lines,\r\n  373 S.C. 422, 436, 645 S.E.2d 424, 431 (2007).  &quot;The possibility of\r\n  drawing two inconsistent conclusions from the evidence does not prevent the [Appellate\r\n  Panel's] finding from being supported by substantial evidence.&quot;  Id.\r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Greater disability pursuant to section 42-9-400\r\n\r\n\r\nDinkins\r\n  contends substantial evidence in the record supports his argument that his back\r\n  injury in combination with his previous knee and ankle injuries resulted in a\r\n  greater disability than the back injury alone, pursuant to section 42-9-400. \r\n  Specifically, Dinkins argues the Appellate Panel erred in basing its findings\r\n  on Wigfall v. Tideland Utilities, Inc., 354 S.C. 100, 580 S.E.2d 100\r\n  (2003), and contends Ellison II is controlling.  We disagree.\r\n  \r\n  \r\nIn Wigfall, the claimant's sole physical\r\n  injury was a broken left femur stemming from a work-related accident.  Wigfall,\r\n  354 S.C. at 102, 580 S.E.2d at 101.  The single commissioner found that while\r\n  Wigfall's injury, employment history, age, and educational attainment rendered\r\n  him totally disabled, the supreme court's ruling in  Singleton v. Young\r\n  Lumber Co., 236 S.C. 454, 114 S.E.2d 837 (1960) limited him to an award\r\n  under the scheduled member statute.  Id. at 102-03, 580 S.E.2d at 101; see Singleton, 236 S.C. at 471, 114 S.E.2d at 845 (&quot;Where the injury is\r\n  confined to the scheduled member, and there is no impairment of any other part\r\n  of the body because of such injury, the employee is limited to the scheduled\r\n  compensation, even though other considerations such as age, lack of training,\r\n  or other conditions peculiar to the individual, effect a total or partial\r\n  industrial incapacity.&quot;).  On appeal, the supreme court reaffirmed its\r\n  ruling in Singleton that an injury to a scheduled member which is the\r\n  sole cause of the claimant's disability may be compensated only under the\r\n  scheduled injury statute.  Wigfall, 354 S.C. at 106-07, 580 S.E.2d at\r\n  103.\r\n  \r\n  \r\nIn Ellison, the claimant was given a 20%\r\n  permanent impairment rating to his leg after injuring it on the job.  Ellison\r\n  II, 371 S.C. 159, 161, 638 S.E.2d 664, 665 (2006).  Ellison also had\r\n  pre-existing physical conditions including hypertension, sleep apnea, prostate\r\n  cancer, diabetes, and congestive cardiac disease, which, in combination with\r\n  his workplace injury, rendered him physically unable to return to work after his\r\n  accident.  Id.  Applying section 42-9-400, the commissioner concluded\r\n  Ellison was totally disabled from the combined effect of his pre-existing\r\n  conditions and his workplace injury to his leg.  Id. at 162, 638 S.E.2d\r\n  at 665.  Section 42-9-400 provided in pertinent part:\r\n  \r\n\r\n  \r\n  \r\n(a) If an\r\n  employee who has a permanent physical impairment from any cause or origin\r\n  incurs a subsequent disability from injury by accident arising out of and in\r\n  the course of his employment, resulting in compensation and medical payments\r\n  liability or either, for disability that is substantially greater, by reason of\r\n  the combined effects of the preexisting impairment and subsequent injury or by\r\n  reason of the aggravation of the preexisting impairment, than that which would\r\n  have resulted from the subsequent injury alone, the employer or his insurance\r\n  carrier shall in the first instance pay all awards of compensation and medical\r\n  benefits provided by this Title; but such employer or his insurance carrier\r\n  shall be reimbursed from the Second Injury Fund . . . .\r\n\r\n\r\n. . . .\r\n\r\n\r\n(d) As used in\r\n  this section, &quot;permanent physical impairment&quot; means any permanent\r\n  condition, whether congenital or due to injury or disease, of such seriousness\r\n  as to constitute a hindrance or obstacle to obtaining employment or to obtaining\r\n  reemployment if the employee should become unemployed.[1]\r\n  \r\n\r\n  \r\n  \r\nS.C.\r\n  Code Ann. § 42-9-400 (1985 &amp; Supp. 2005).  On appeal, this court found\r\n  section 42-9-400 merely entitled an employer's insurance carrier to be reimbursed\r\n  by the Second Injury Fund; thus, Singleton  should have been applied to\r\n  the facts.  Ellison II, 371 S.C. at 164, 638 S.E.2d at 666.  Our supreme\r\n  court reversed this court's decision, holding Singleton was\r\n  inapplicable.  Id. at 162-64, 638 S.E.2d at 665-66 (stating Singleton &quot;stands simply for the proposition that impairment involving only a\r\n  scheduled member is compensated under the scheduled injury statute and not the\r\n  general disability statute&quot;).  It held that in contrast to Singleton,\r\n  Ellison claimed total disability from the combined effect of his workplace\r\n  injury and his pre-existing physical deficiencies.  Id. at 162-63, 638\r\n  S.E.2d at 665-66.   The supreme court found &quot;[t]he language of § 42-9-400(a)\r\n  and (d) indicates the legislature clearly envisioned that a claimant may\r\n  recover for greater disability than that incurred from a single injury to a\r\n  particular body part if the combination with any pre-existing condition hinders\r\n  employment.&quot;  Id. at 164, 638 S.E.2d at 666. \r\n  \r\n  \r\nWhile distinguishable from the current appeal, the\r\n  recent decision in Bartley v. Allendale Cnty. Sch. Dist., 392 S.C. 300,\r\n  709 S.E.2d 619 (2011) is also relevant to our analysis.  In Bartley, our\r\n  supreme court determined this court arguably did some improper fact finding to\r\n  make its ruling that the injury at issue did not cause or aggravate Bartley's\r\n  other conditions, and therefore, Bartley was not entitled to compensation under\r\n  section 42-9-400.[2]  Bartley, 392 S.C. at 310-11, 709 S.E.2d at 623-24.   The supreme court\r\n  then stated, &quot;[I]t appears the Court of Appeals focused on whether\r\n  Bartley's 2002 accident caused her other medical conditions or whether\r\n  it aggravated her pre-existing conditions.&quot;  Id. at 309, 709\r\n  S.E.2d at 623.  However, &quot;[t]here is no requirement that the pre-existing\r\n  condition aggravated the work injury or that the work injury aggravated the\r\n  pre-existing condition; rather, the question to be considered was whether the\r\n  combined effects of the condition and the workplace injury resulted in a\r\n  greater disability than would otherwise have existed.&quot;  Id. at 308,\r\n  709 S.E.2d at 623 (citing Ellison II, 371 S.C. at 164, 638 S.E.2d at\r\n  666).  The case was remanded to the Appellate Panel because &quot;had [the\r\n  Appellate Panel] considered the application of the law in Ellison II,\r\n  [it] would have made additional findings of fact pertinent to this analysis\r\n  that are missing from the record.&quot;  Id. at 310, 709 S.E.2d at 624; see Ellison II, 371 S.C. 159, 638 S.E.2d 664 (2006).\r\n  \r\n  Here,\r\n    the commissioner erred in citing Ellison I, 360 S.C. 236, 600 S.E.2d 120\r\n    (Ct. App. 2004), which was overturned.  However, the Appellate Panel cited to\r\n    the controlling case law in Ellison II, 371 S.C. 159, 638 S.E.2d 664\r\n    (2006).  The Appellate Panel analyzed the facts in light of Ellison II,\r\n    and determined that upon the evidence, Ellison II did not apply. \r\n    Specifically, the Appellate Panel found:\r\n\r\n  Based on the\r\n    testimony and evidence presented, Claimant's current inability to work, if\r\n      any, is secondary solely to his back injury.  The knee and ankle\r\n    injuries he sustained in his previous work-related accidents do not contribute\r\n    to his disability as defined by § 42-1-10 [sic] in any way; therefore,\r\n    Claimant's reliance on Ellison and § 42-1-400(a) [sic] is misplaced.\r\n\r\n  (citations\r\n    omitted).  Unlike the Appellate Panel in Bartley, the Appellate Panel\r\n    here made findings of fact about Dinkins' previous injuries.  In addition, the\r\n    order cites a doctor's report which states the back injury is a &quot;separate\r\n    and distinct&quot; injury from Dinkins' ankle and knee injury.  The Appellate\r\n    Panel found Dinkins' knee and ankle injuries did not combine with his current\r\n    back injury to create a greater disability, and therefore he could not\r\n    establish total disability based upon section 42-9-400.  While the Appellate\r\n    Panel did not use the preferable language, &quot;combined effects to cause a\r\n    greater disability,&quot;[3] it did cite the proper case law.  We believe it viewed the facts appropriately\r\n    in light of Ellison II, and substantial evidence in the record supports\r\n    the Appellate Panel's decision that Dinkins did not have a greater disability\r\n    as a result of the combined effects of his previous injuries and his current\r\n    injury.  Accordingly, we affirm the Appellate Panel's finding.\r\n   In view of our determination\r\n    that Dinkins has not proven he has a greater disability as a result of the\r\n    combined effects of his injuries, we need not reach the remaining issues\r\n    relating to loss of earning capacity. See Futch v. McAllister Towing\r\n      of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (ruling\r\n    an appellate court need not review remaining issues when its determination of a\r\n    prior issue is dispositive of the appeal).\r\n  CONCLUSION\r\n   Based on the foregoing\r\n    reasons, the trial court is  \r\n  AFFIRMED.\r\n  HUFF and PIEPER, JJ., concur.\r\n\r\n\r\n[1] Section 42-9-400(a) was later amended to refer to a\r\n  &quot;disability that is substantially greater and is caused by\r\n  aggravation of the preexisting impairment than that which would have resulted\r\n  from the subsequent injury alone,&quot; and it has omitted the &quot;combined\r\n  effects&quot; language.  Act No. 111, Pt. II, § 3, 2007 S.C. Acts 599 (emphasis\r\n  added). However, this change is applicable only to injuries that occur on or\r\n  after July 1, 2007.\r\n[2] The Appellate Panel found it could not\r\n  &quot;stack&quot; Bartley's previous injuries with her current injuries; thus, it\r\n  did not make any findings of fact in regards to her previous injuries.  Therefore,\r\n  our supreme court found this court may have made its own findings of fact in\r\n  regard to those previous injuries in order to come to its decision.  \r\n[3] The Appellate Panel specifically stated &quot;do not\r\n  contribute to his disability.&quot;  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4927","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4927","description":"Respondent, John Porter Johnson, was convicted in magistrate court of driving under the influence (DUI).  The circuit court reversed Johnson's conviction based on an alleged insufficiency in the number of potential jurors from which to draw a jury for Johnson's trial in magistrate court.  We reverse the circuit court order and reinstate Johnson's conviction.","date":"2012-01-04","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Appellant,\r\nv.\r\nJohn Porter Johnson, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Cherokee County\r\nJ. Mark Hayes, II, Circuit Court Judge\r\n\r\nOpinion No.    4927\r\nHeard November 3, 2011 – Filed January 4,\r\n  2012\r\n\r\nREVERSED\r\n\r\n\r\n  \r\n    \r\n      \r\nAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  W. McIntosh, Assistant Deputy Attorney General Salley W. Elliott, Assistant\r\n  Attorney General Mark R. Farthing, all of Columbia; and Solicitor Barry J.\r\n  Barnette, of Spartanburg, for Appellant.\r\nRalph Keith Kelly, of Spartanburg, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nHUFF, J.:  The\r\n  State appeals an order of the circuit court reversing John Porter Johnson's\r\n  conviction of driving under the influence (DUI) on the basis of an alleged\r\n  insufficiency in the number of potential jurors from which to draw a jury for\r\n  Johnson's trial in magistrate court.  We reverse the circuit court order and\r\n  reinstate Johnson's conviction.\r\nFACTUAL/PROCEDURAL BACKGROUND\r\nThe facts of this case are undisputed.  Johnson was arrested on\r\n  August 24, 2008, and charged with DUI.  His case was called to trial on\r\n  February 22, 2010, and was the first case on the docket for that week.  Prior\r\n  to the term of court, pursuant to section 22-2-90 of the South Carolina Code,\r\n  the magistrate drew seventy-five names for jury service, and issued a writ of\r\n  venire facias requiring the jurors' attendance on February 22, 2010, for a one\r\n  week term of court.  On the morning of February 22, 2010, thirty-nine of the\r\n  seventy-five summoned jurors appeared.  During jury qualifications, the\r\n  magistrate excused six of those thirty-nine, leaving thirty-three jurors from\r\n  which to select the petit jury for Johnson's trial.  Johnson objected to being\r\n  required to select from a jury pool of less than forty jurors, asserting a\r\n  failure of the court to comply with code section 22-2-90(B), and sought a\r\n  continuance.  The magistrate overruled the objection and denied the motion for\r\n  continuance.  A six-member jury was drawn, and neither Johnson nor the State\r\n  extinguished the list of remaining jurors in seating the jury.  The case\r\n  proceeded to trial, and Johnson was convicted.\r\nJohnson filed a notice of appeal to the circuit court asserting\r\n  the magistrate erred in overruling his objection to going forward with an\r\n  insufficient number of jurors available, because section 22-2-90 required a\r\n  minimum of forty jurors.  Johnson maintained the magistrate should have granted\r\n  him a continuance until a sufficient number of jurors could be assembled in\r\n  accordance with section 22-2-120 of the South Carolina Code.  In his argument\r\n  before the circuit court, Johnson asserted that the legislature provided that a\r\n  specific number of jurors are required to be present in magistrate court.  He\r\n  argued that the practice being followed in other jurisdictions in the state was\r\n  to cancel a jury term where &quot;there were insufficient number being less\r\n  than 40(forty).&quot;  Johnson insisted that he should have had forty jurors to\r\n  choose from for his jury, and the magistrate erred in making him go forward\r\n  when there were only thirty-three available.  The State, on the other hand,\r\n  argued that section 22-2-90 required only that the magistrate draw at least\r\n  forty and not more than one hundred jurors, and there is a distinction between\r\n  the number of jurors drawn and the number of jurors selected.  It argued there\r\n  were more than sufficient jurors to meet subsection (B) of 22-2-90, as\r\n  seventy-five were drawn where the statute only required that forty be drawn. \r\n  Additionally, the State asserted there were sufficient jurors available to\r\n  ensure that each side would receive its maximum strikes and still have enough jurors\r\n  available to seat a six-member jury.\r\nThe circuit court took the matter under advisement and later\r\n  issued an informal order reversing Johnson's conviction, but indicated a more\r\n  formal order would be prepared that would become the final order of the court. \r\n  The court subsequently issued a written order reversing Johnson's conviction. \r\n  It concluded, after reviewing sections 22-2-20 through 22-2-150 of the South\r\n  Carolina Code, and applying basic rules of statutory construction to determine\r\n  legislative intent, the number of jurors available for jury selection fell\r\n  below the statutory minimum number required.  The circuit court found the\r\n  random selection method intended by the legislature would not be accomplished\r\n  when, in advance of the random selection, there is an insufficient number from\r\n  which to choose.  Accordingly, the circuit court concluded the magistrate erred\r\n  as a matter of law in overruling Johnson's objection, denying his motion for\r\n  continuance, and requiring the parties to proceed to jury selection and trial. \r\n  This appeal followed.   \r\nISSUE\r\nWhether the circuit court erred in reversing Johnson's conviction\r\n  based on an alleged insufficiency in the number of potential jurors present for\r\n  selection where the magistrate properly drew the names of seventy-five jurors\r\n  in compliance with section 22-2-90 of the South Carolina Code, a qualified jury\r\n  panel was selected from the available jury pool, and Johnson suffered no\r\n  prejudice from the jury selection process as conducted.\r\nSTANDARD OF REVIEW\r\n&quot;In criminal appeals from magistrate or municipal court, the\r\n  circuit court does not conduct a de novo review, but instead reviews for\r\n  preserved error raised to it by appropriate exception.&quot;  State v.\r\n    Henderson, 347 S.C. 455, 457, 556 S.E.2d 691, 692 (Ct. App. 2001).  In\r\n  criminal cases, the appellate court reviews errors of law only.  City of\r\n    Rock Hill v. Suchenski, 374 S.C. 12, 15, 646 S.E.2d 879, 880 (2007). Accordingly,\r\n  this court's scope of review is limited to correcting the circuit court's order\r\n  for errors of law.  Id.                     \r\nLAW/ANALYSIS\r\nThe State contends the circuit court erred in reversing Johnson's\r\n  conviction, as a qualified jury was properly empaneled and the magistrate\r\n  properly exercised his discretion in denying Johnson's motion for continuance. \r\n  We agree.\r\n&quot;The cardinal rule of statutory construction is to ascertain\r\n  and effectuate the intent of the legislature.&quot; State v. Pittman,\r\n  373 S.C. 527, 561, 647 S.E.2d 144, 161 (2007).  If it can be reasonably\r\n  discovered in the language used, legislative intent must prevail.  Id.  The\r\n  language of a statute must be construed in light of the intended purpose of the\r\n  statute, and whenever possible, legislative intent should be found in the plain\r\n  language of the statute itself.  State v. Gaines, 380 S.C. 23, 33, 667\r\n  S.E.2d 728, 733 (2008).  Additionally, statutes which are part of the same\r\n  legislative scheme should be construed together.  Stardancer Casino, Inc. v.\r\n    Stewart, 347 S.C. 377, 383, 556 S.E.2d 357, 360 (2001).  In interpreting a\r\n  statute, the court should give words their plain and ordinary meaning, without\r\n  resort to subtle or forced construction to limit or expand the statute's\r\n  operation, and the language of the statute should be &quot;read in a sense\r\n  which harmonizes with its subject matter and accords with its general\r\n  purpose.&quot;  State v. Sweat, 386 S.C. 339, 350, 688 S.E.2d 569, 575\r\n  (2010).  A court must take the statute as it finds it, giving effect to the\r\n  legislative intent as expressed in the language of the statute, and cannot,\r\n  under its power of construction, supply an omission in a statute.  State v.\r\n    White, 338 S.C. 56, 58, 525 S.E.2d 261, 263 (Ct. App. 1999).\r\nA review of Chapter 2 of Title 22 reveals the following pertinent\r\n  code sections in this matter concerning the selection of juries in magistrate\r\n  court:\r\n\r\nIn October of each year, the State Election Commission must\r\n  provide to the chief magistrate for administration of each county, at no cost,\r\n  a jury list compiled in accordance with the provisions of Section 14-7-130. \r\n  The chief magistrate for administration of the county must use these lists in\r\n  preparing, for each jury area, a list of the qualified electors in these jury\r\n  areas, and must forward these lists to the respective magistrates.\r\n\r\nS.C. Code Ann. §\r\n  22-2-50 (2007).\r\n\r\nA constable or other person appointed by a magistrate shall,\r\n  during the first thirty days of each calendar year, prepare a jury box for use\r\n  in the magistrate's court which shall be provided by the governing body of the\r\n  county.  Each box shall contain two compartments designated as A and B\r\n  respectively.  The person charged with the preparation of the box shall, within\r\n  the specified period, place in Compartment A of the box the individual names of\r\n  all qualified electors in the Jury Area.  After Compartment A has been filled\r\n  with names, the box shall be locked and kept in the magistrate's custody.\r\n\r\nS.C. Code Ann. §\r\n  22-2-60 (2007).\r\n\r\n(A) In all cases except as provided in Section 22-2-90 in a\r\n  magistrates court in which a jury is required, a jury list must be selected in the\r\n  following manner:\r\nA person appointed by the magistrate who is not connected with the\r\n  trial of the case for either party must draw out of Compartment &quot;A&quot;\r\n  of the jury box at least thirty but not more than one hundred names, and this\r\n  list of names must be delivered to each party or to the attorney for each\r\n  party.\r\n(B) If a court has experienced difficulty in drawing a sufficient\r\n  number of jurors from the qualified electors of the area, and, before\r\n  implementing a process pursuant to this subsection, seeks and receives the\r\n  approval of South Carolina Court Administration, the person selected by the\r\n  presiding magistrate may draw at least one hundred names but not more than a\r\n  number determined sufficient by court administration for the jury list, and\r\n  must deliver this list to each party or the attorney for each party.\r\n\r\nS.C. Code Ann. §\r\n  22-2-80 (2007).\r\n\r\n(A) In addition to the procedure for drawing a jury list as\r\n  provided for in Section 22-2-80, in a magistrates court which schedules terms\r\n  for jury trials, the magistrate may select a jury list in the manner provided\r\n  by this section.\r\n(B) At least ten but not more than forty-five days before a\r\n  scheduled term of jury trials, a person selected by the presiding magistrate\r\n  must draw at least forty but not more than one hundred jurors to serve one week\r\n  only.\r\n(C) If a court has experienced difficulty in drawing a sufficient\r\n  number of jurors from the qualified electors of the area, and, before\r\n  implementing a process pursuant to this subsection, seeks and receives the\r\n  approval of South Carolina Court Administration, the person selected by the\r\n  presiding magistrate may draw at least one hundred names but not more than a\r\n  number determined sufficient by court administration to serve one week only.\r\n(D) Immediately after the jurors are drawn, the magistrate must\r\n  issue a writ of venire facias for the jurors requiring their attendance on the\r\n  first day of the week for which they have been drawn.  This writ must be\r\n  delivered to the magistrate's constable or the sheriff of the county concerned.\r\n\r\nS.C. Code Ann. §\r\n  22-2-90 (2007).\r\n\r\nThe names drawn pursuant to either Section 22-2-80 or Section\r\n  22-2-90 must be placed in a box or hat and individual names randomly drawn out\r\n  one at a time until six jurors and four alternates are selected.  Each party\r\n  has a maximum of six peremptory challenges as to primary jurors and four\r\n  peremptory challenges as to alternate jurors and any other challenges for cause\r\n  the court permits.  If for any reason it is impossible to select sufficient\r\n  jurors and alternates from the names drawn, names must be drawn randomly from\r\n  Compartment &quot;A&quot; until sufficient jurors and alternates are selected.\r\n\r\nS.C. Code Ann. §\r\n  22-2-100 (2007).\r\n\r\nIf at the time set for the trial there are not sufficient jurors\r\n  to proceed because one or more have failed to attend, have not been summoned,\r\n  or have been excused or disqualified by the court, additional jurors must be\r\n  selected from the remaining names or in the manner provided in Section 22-2-80\r\n  or Section 22-2-100.\r\n\r\nS.C. Code Ann. §\r\n  22-2-120 (2007).\r\nIn summary, our statutes require a constable or other person\r\n  appointed by a magistrate to prepare a jury box for use in the magistrate\r\n  court, which contains two compartments, designated as A and B, and to place in\r\n  Compartment &quot;A&quot; of the box the individual names of all qualified\r\n  electors in the Jury Area.  S.C. Code Ann. § 22-2-60 (2007).  Except where\r\n  jurors are drawn for a weeklong term of court under section 22-2-90, the person\r\n  appointed by the magistrate must draw out of Compartment &quot;A&quot; of the\r\n  jury box at least thirty but not more than one hundred names, with this list\r\n  then delivered to each party or to the parties' attorneys.  S.C. Code Ann. §\r\n  22-2-80(A) (2007).  Where a magistrate court schedules terms for jury trials,\r\n  the procedure to follow is similar to that of section 22-2-80, but requires\r\n  that the person selected by the presiding magistrate draw at least forty, but\r\n  not more than one hundred, jurors to serve a one week term.  S.C. Code Ann. §\r\n  22-2-90(B) (2007).  Like section 22-2-80, section 22-2-90 includes a provision\r\n  that if the court has experienced difficulty in drawing a sufficient number of\r\n  jurors from the qualified electors of the area, it may seek the approval of\r\n  South Carolina Court Administration to allow the person selected by the presiding\r\n  magistrate to draw a minimum of one hundred names to serve.  S.C. Code Ann. §§ 22-2-80 (B) (2007); 22-2-90(C) (2007).  Whether drawing names\r\n  pursuant to section 22-2-80 or, as in this case, for a weeklong term of court\r\n  pursuant to section 22-2-90, the individual names must be randomly drawn out,\r\n  one at a time, until six jurors and four alternates are selected, and each\r\n  party is allowed a maximum of six peremptory challenges as to primary jurors\r\n  and four peremptory challenges as to alternate jurors.  S.C. Code Ann. §\r\n  22-2-100 (2007).  If it is not possible &quot;to select sufficient jurors and\r\n  alternates from the names drawn, names then must be drawn randomly from\r\n  Compartment 'A' until sufficient jurors and alternates are selected.&quot;  Id. \r\n  &quot;If at the time set for the trial there are not sufficient jurors to\r\n  proceed because one or more have failed to attend, have not been summoned, or\r\n  have been excused or disqualified by the court, additional jurors must be\r\n  selected from the remaining names or in the manner provided in Section 22-2-80\r\n  or Section 22-2-100.&quot;  S.C. Code Ann. § 22-2-120 (2007).\r\nWe agree with the State that there is no provision in Chapter 2 of\r\n  Title 22 specifically establishing a minimum number of jurors required to be\r\n  present in the jury pool before jury selection can proceed.  The plain wording\r\n  of section 22-2-90 requires only that a person selected by the presiding\r\n  magistrate draw a minimum of forty jurors to serve for a one week term.  It\r\n  does not require that forty jurors be present and available in the jury pool\r\n  before jury selection can proceed for a trial.  \r\nFurther, section 22-2-100 mandates the individual names be\r\n  randomly drawn until six jurors and four alternates are selected, with each\r\n  party being allowed a maximum of six peremptory challenges as to primary jurors\r\n  and four peremptory challenges as to alternate jurors.  Thus, as noted by the\r\n  State, allowing for the maximum number of primary (six) and alternate (four)\r\n  jurors along with the maximum number of combined peremptory challenges\r\n  (twenty), thirty jurors would be sufficient to meet such needs.  Although it\r\n  could possibly take every single one of the individual jurors to ultimately\r\n  seat a jury, the names would still be drawn in random order, with different\r\n  decisions regarding the parties' choices on whether or not to use their\r\n  peremptory challenges affecting the ultimate make-up, and therefore allowing\r\n  for the randomness of the jury.\r\nAdditionally, we note that in those cases where the jury is not\r\n  being selected for a weeklong term of court, section 22-2-80(A) allows the\r\n  person appointed by the magistrate to draw a minimum of thirty names for a jury\r\n  trial in magistrate court.  If the drawing of only thirty names is sufficient\r\n  under section 22-2-80, thus allowing for a maximum of thirty potential jurors\r\n  to present themselves for jury selection in those cases, such a number should\r\n  likewise be sufficient from which to select a jury under section 22-2-90, as\r\n  there is no difference in the number of primary and alternate jurors and the\r\n  number of peremptory strikes available to each party whether drawing names\r\n  pursuant to section 22-2-80 or pursuant to section 22-2-90.  Therefore,\r\n  construing these statutes, which are part of the same legislative scheme,\r\n  together, and reading the language of these statutes in a sense which\r\n  harmonizes with the subject matter and accords with its general purpose, we find\r\n  the presence of thirty-three jurors in this case was sufficient to select a\r\n  qualified jury panel from the jury pool.\r\nJohnson and the circuit court effectively read section 22-2-90 as\r\n  requiring that a minimum of forty individuals appear and be available\r\n  for jury selection, while the plain terms of the statute require only that\r\n  forty individual names be drawn and ordered to appear.  Indeed, section\r\n  22-2-120 seems to recognize that some of the summoned jurors may fail to\r\n  appear.  However, it is only when &quot;it is impossible to select sufficient\r\n  jurors and alternates from the names drawn&quot; and &quot;there are not\r\n  sufficient jurors to proceed because one or more have failed to attend, have\r\n  not been summoned, or have been excused or disqualified by the court&quot; that\r\n  steps must be taken to remedy an insufficient jury pool.  S.C. Code Ann. §§\r\n  22-2-100; 22-2-120.  The legislature has set forth no specified number of jurors\r\n  required to be present and available in the jury pool before jury selection can\r\n  proceed.  As noted, a court cannot, under its power of construction, supply an\r\n  omission in a statute.  White, 338 S.C. at 58, 525 S.E.2d at 263.  By\r\n  asserting a mandatory minimum of forty jurors are required to be present and\r\n  available for selection in a magistrate court jury trial, Johnson and the\r\n  circuit court seek to supply an omission in the statute and expand the\r\n  statute's operation.  Further, we find such an interpretation to be\r\n  inconsistent with the legislative intent in enacting these statutory\r\n  provisions.  Here, there were sufficient jurors available to ensure that each\r\n  side would receive its maximum strikes and still have enough to seat a jury. \r\n  Accordingly, we conclude that the circuit court erred in finding the\r\n  thirty-three jurors available for jury selection fell below the statutory\r\n  minimum number required.\r\nIn light of our holding in this case, we find it unnecessary to\r\n  address the State's alternate assertion that, even assuming the magistrate\r\n  erred in his interpretation of the statutory provisions, the statutory\r\n  provisions are merely directory and Johnson suffered no prejudice.  See Futch\r\n    v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n  591, 598 (1999) (holding an appellate court need not address remaining issues\r\n  when disposition of a prior issue is dispositive).  \r\nCONCLUSION\r\nFor the foregoing reasons, we reverse and reinstate Johnson's\r\n  conviction.\r\nREVERSED.\r\nPIEPER and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4928","title":"State v. Fripp","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4928","description":"Gerald Fripp appeals his conviction for second-degree burglary arguing the trial court erred in permitting State's witnesses to testify the burglar appearing on a surveillance videotape was him.  Fripp  alleges the trial court made several other erroneous evidentiary rulings.  We affirm.","date":"2012-01-18","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nGerald Fripp, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Beaufort County\r\nAlexander\r\n  S. Macaulay, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4928\r\nHeard\r\n  November 2, 2011 – Filed January 18, 2012 \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nAppellate Defender Dayne C.\r\n  Phillips and Appellate Defender M. Celia Robinson, both of Columbia, for\r\n  Appellant.\r\nAttorney General Alan\r\n  Wilson, Chief Deputy Attorney General John W. McIntosh, Assistant Deputy\r\n  Attorney General Salley W. Elliott, Assistant  Attorney General Mark R.\r\n  Farthing, all of Columbia; and Solicitor Isaac McDuffie Stone, III, of Beaufort,\r\n  for Respondent.\r\n      \r\n    \r\n  \r\n\r\nKONDUROS, J.: Gerald Fripp\r\n  appeals his conviction for second-degree burglary alleging the trial court\r\n  erred in (1) allowing lay witnesses to testify that, in their opinion, Fripp\r\n  was the suspect seen on surveillance videotape; (2) allowing hearsay testimony\r\n  regarding a police officer's observation about Fripp's clothing the day after\r\n  the burglary; (3) admitting Fripp's statement to police without determining\r\n  whether it was knowingly and voluntarily given; (4) admitting evidence of two\r\n  of Fripp's prior burglary convictions; and (5) refusing to strike a juror for\r\n  cause when the juror had been the victim of a robbery that was still under\r\n  investigation at the time of trial.  We affirm.\r\nFACTS\r\nThe Callawassie\r\n  General Store, a convenience store, (the Store) in Beaufort County was\r\n  burglarized around 4:00 a.m. on July 10, 2004.  An alarm was tripped causing\r\n  police to respond to the scene and the burglar's image was captured on the\r\n  Store's surveillance tape.  Employees of the Store indicated Fripp, who was\r\n  staying in a car on a property near the Store, might be a suspect.  Fripp\r\n  eventually contacted police for a meeting.  Officer Kelly Heany and Officer\r\n  Christopher Madson met Fripp at an area business, where Officer Madson read\r\n  Fripp his Miranda[1] rights.  Fripp then rode with Officer Madson to the jail where he gave a\r\n  statement to Officer Heany indicating he had not committed the robbery but\r\n  heard the alarm and walked to the Store to see what happened.  Officer Heany\r\n  indicated Fripp might be on the surveillance video, and Fripp stated the camera\r\n  could have recorded him when he looked in the doorway of the Store.  \r\nFripp\r\n  was indicted for second-degree burglary.  Prior to trial, during jury voir\r\n  dire, Juror #166 (the Juror) indicated he had been the victim of a robbery that\r\n  was still under investigation.  Upon questioning by the trial court, the Juror\r\n  indicated he could be fair and impartial.  Fripp asked that the Juror be\r\n  stricken for cause, but the trial court denied this request.  Fripp therefore\r\n  used one of his ten peremptory strikes on the Juror.  \r\n During\r\n  pre-trial motions, Fripp moved to prohibit the State from presenting evidence\r\n  of Fripp's prior burglarly convictions to establish second-degree burglary\r\n  because Fripp would stipulate the crime in question occurred in the nighttime. \r\n  The trial court denied Fripp's motion in limine, but limited the evidence of\r\n  prior burglaries to two.  \r\nAt trial, the State presented Patricia\r\n  Brown and Edwina Young, a Store manager and Store employee respectively.  Brown\r\n  testified she reviewed the videotape and, in her opinion, the suspect depicted\r\n  on the tape was Fripp.  She testified that in the tape he was wearing &quot;a\r\n  jacket pulled up over his head, a blue shirt – a blue shirt I always see him\r\n  with it on, and I guess it was a [sic] dark pants.&quot;  Brown stated she knew\r\n  Fripp &quot;very well&quot; and &quot;saw him all the time.&quot;  Young also\r\n  testified that Fripp was the man on the videotape,  although when initially\r\n  questioned about the suspect's identity at the time of the robbery, she could\r\n  not make an identification.  Young further testified the burglar was wearing the\r\n  same clothes in the videotape as Fripp had worn when she saw him the previous\r\n  day.  She indicated she knew Fripp because she lived in the area and knew him\r\n  through his family.  \r\nOfficer Heany testified as to Fripp's\r\n  statement over Fripp's objection that the State failed to establish the\r\n  statement was knowingly and voluntarily given.  On cross-examination Fripp\r\n  asked Officer Heany if Officer Zarkman, another officer involved with the case,\r\n  told her he saw Fripp the day after the burglary.  On re-direct the State asked\r\n  Officer Heany what Officer Zarkman said Fripp was wearing that day and she\r\n  responded:  &quot;He told me he – Mr. Fripp was wearing the same clothes as the\r\n  individual he observed on the tape at the store.&quot;  Fripp objected,\r\n  but the trial court overruled the objection on the grounds that Fripp had\r\n  opened the door to this testimony on cross-examination.  \r\n The\r\n  jury found Fripp guilty of second-degree burglary, and the trial court\r\n  sentenced him to fifteen years' incarceration, provided that upon service of\r\n  ten years and payment of costs and assessments, the balance was suspended with\r\n  five years' probation to follow.  This appeal followed.\r\nLAW/ANALYSIS\r\nFripp argues the trial court erred in\r\n  permitting Brown and Young to testify that Fripp was the person depicted on the\r\n  surveillance videotape.  We disagree.  \r\n&quot;The admission or\r\n  exclusion of evidence is a matter addressed to the sound discretion of the\r\n  trial court and its ruling will not be disturbed in the absence of a manifest\r\n  abuse of discretion accompanied by probable prejudice.&quot;  State v.\r\n    Douglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48 (2006).  Rule 701 of the\r\n  South Carolina Rules of Evidence explains when lay witness testimony is\r\n  admissible.\r\n\r\nIf the witness is not\r\n  testifying as an expert, the witness' testimony in the form of opinions or\r\n  inferences is limited to those opinions or inferences which (a) are rationally\r\n  based on the perception of the witness, (b) are helpful to a clear understanding\r\n  of the witness' testimony or the determination of a fact in issue, and (c) do\r\n  not require special knowledge, skill, experience or training.  \r\n\r\nRule 701, SCRE; State v. Williams, 321 S.C. 455, 463, 469\r\n  S.E.2d 49, 54 (1996).  &quot;Testimony in the form of an opinion or inference\r\n  otherwise admissible is not objectionable because it embraces an ultimate issue\r\n  to be decided by the trier of fact.&quot;  Rule 704, SCRE.  \r\n    We find the record\r\n      demonstrates the criteria set forth in Rule 701 are met.  First, Brown's and Young's\r\n      testimonies were based on their perceptions of Fripp, not only on the\r\n      videotape, but during the time they had known and observed him in the Store. \r\n      Brown indicated she knew Fripp &quot;very well&quot; and &quot;saw him all\r\n      the time&quot; and he came into the Store frequently–&quot;once a day. \r\n      Sometimes twice a day.&quot;  She further testified the videotape contained a\r\n      &quot;good shot of his face&quot; &quot;on one of the angles on the\r\n      tape.&quot;  In her statement to police, Young testified she had worked at\r\n      the Store for several years and also knew Fripp through his family. \r\n      Therefore, the witnesses' testimonies were rationally based on their\r\n      perceptions of Fripp's appearance including his physical appearance, mannerisms,\r\n      and clothing.\r\n        Secondly, Brown's and\r\n          Young's opinions were helpful in determining a key fact in issue–whether\r\n          Fripp was the person depicted on the videotape.  Federal authority construing\r\n          the identical element in Rule 701 of the Federal Rules of Evidence is\r\n          instructive.[2] \r\n          In United States v. Allen, 787 F.2d 933 (4th Cir. 1986) vacated on\r\n            other grounds, 479 U.S. 1077 (1987) the court permitted identification\r\n          testimony by witnesses based on surveillance photographs.  The court stated:\r\n\r\n      We\r\n        believe . . . testimony by those who knew defendants over a period of time\r\n        and in a variety of circumstances offers to the jury a perspective it could\r\n        not acquire in its limited exposure to defendants. Human features develop in\r\n        the mind's eye over time. These witnesses had interacted with defendants in a\r\n        way the jury could not, and in natural settings that gave them a greater\r\n        appreciation of defendants' normal appearance. Thus, their testimony provided\r\n        the jury with the opinion of those whose exposure was not limited to three\r\n        days in a sterile courtroom setting.  \r\n      This\r\n        fuller perspective is especially helpful where, as here, the photographs used\r\n        for identification are less than clear.\r\n\r\n      Id. at 936.\r\n      In United States v.\r\n        Robinson, 804 F.2d 280 (4th Cir. 1986), the court concluded the defendant's\r\n        brother's identification testimony, based on surveillance photographs,\r\n        was admissible under Federal Rule 701 as it would aid the jury in determining\r\n        a key fact in issue.\r\n\r\n      Sylvester\r\n        Robinson was an individual who could testify under this rule as a lay\r\n        witness. His testimony was based upon his perceptions from viewing the\r\n        photographs and from his perceptions of and close association with his\r\n        brother over the years. Although the defendant's appearance may not have physically\r\n        changed from the time of the bank surveillance photograph until the time of\r\n        trial, the individual in the photograph was wearing a hat and dark glasses,\r\n        and the testimony of Sylvester Robinson could be helpful to the jury on the\r\n        issue of fact of whether the appellant was the person shown in the bank\r\n        surveillance photographs.  A lay witness may give an opinion concerning the\r\n        identity of a person depicted in a surveillance photograph if there is some\r\n        basis for concluding that the witness is more likely to correctly identify\r\n        the defendant from the photograph than is the jury.  U.S. v. Farnsworth,\r\n        729 F.2d 1158, 1160 (8th Cir. 1984).  Sylvester Robinson certainly qualified\r\n        as a person more likely to correctly identify the individual shown in the photograph.\r\n\r\n      Id. at 282.\r\n      In this case, the\r\n        surveillance video was not crystal clear and the perpetrator sought, in some\r\n        measure, to obscure his identity by wearing the hood of his jacket up.  While\r\n        the jury, having observed Fripp for a relatively brief period of time in the\r\n        courtroom setting, may have believed Fripp was the person on the videotape,\r\n        Brown's and Young's testimonies, based on their perceptions of him over time,\r\n        aided the jury in making an ultimate determination as to the burglar's\r\n        identity.    \r\n      Finally, the\r\n        identification of a familiar person does not require any specialized\r\n        knowledge, skill, experience, or training as contemplated by sub-part (3) of\r\n        Rule 701.  Consequently, we affirm the trial court's admission of Brown's and\r\n        Young's identification testimonies.\r\n      We conclude Fripp's\r\n        remaining arguments are without merit.  In his appellate brief, Fripp does\r\n        not dispute the correctness of the trial court's ruling that he opened the\r\n        door to Officer Heany's hearsay testimony.  Therefore, that ruling is the law\r\n        of the case.  See Burton v. Cnty. of Abbeville, 312 S.C. 359, 363,\r\n        440 S.E.2d 396, 398 (Ct. App. 1994) (stating the appellant's failure to\r\n        challenge the trial court's ruling in the appellate brief renders the unchallenged\r\n        ruling the law of the case).  As to Fripp's claim the State failed to\r\n        establish his statement to police was knowingly and voluntarily given, the\r\n        evidence in the record establishes Fripp turned himself in to police and was\r\n        advised of his Miranda rights.  The fact that he was not advised a\r\n        second time of his Miranda rights upon questioning at the detention\r\n        center does not, under the facts of this case, negate his knowledge of his\r\n        rights or the voluntariness of his statement. See State\r\n          v. Simmons, 384 S.C. 145, 165 n.6, 682 S.E.2d 19, 29 n.6 (Ct. App. 2009)\r\n        (holding a lapse of approximately four hours between the initial Miranda warnings and the defendant's subsequent incriminatory statement was not too\r\n        attenuated to require a second rendering of Miranda rights).  With\r\n        respect to the admission of two prior burglary convictions, case law is clear\r\n        that the State may introduce such evidence as it is an element of\r\n        second-degree burglary.  See State v. Cheatham, 349 S.C. 101,\r\n        110, 561 S.E.2d 618, 623 (Ct. App. 2002) (finding &quot;no merit to [the\r\n        defendant]'s assertion that because he was willing to stipulate to the 'nighttime'\r\n        element of first[-]degree burglary, the State should have been limited to\r\n        proving only the 'nighttime' element and it was unnecessary for the State to\r\n        present any evidence of the 'two or more convictions of burglary or\r\n        housebreaking' element.&quot;).  Finally, as to the trial court's decision\r\n        not to disqualify the Juror, the record demonstrates Fripp failed to utilize\r\n        all of his peremptory strikes and the Juror affirmed, upon questioning by the\r\n        trial court, that he could be fair and impartial in the case.  Consequently,\r\n        we find no abuse of discretion in the trial court's decision not to remove\r\n        the Juror for cause.  See State v. Simpson, 325 S.C. 37, 41,\r\n        479 S.E.2d 57, 59 (1996) (&quot;A juror's competence is within the trial\r\n        judge's discretion and is not reviewable on appeal unless wholly unsupported\r\n        by the evidence.&quot;).\r\n      CONCLUSION\r\n      We conclude the trial court\r\n        did not abuse its discretion in admitting Brown's and Young's identification\r\n        testimonies, Fripp's statement, or evidence of two of Fripp's prior burglary\r\n        convictions.  Furthermore, the trial court did not err in refusing to strike the\r\n        Juror for cause and the trial court's ruling that Fripp opened the door to\r\n        Officer Heany's hearsay testimony is the law of the case.  Based on all of\r\n        the foregoing, the trial court is \r\n      AFFIRMED.\r\n      FEW, C.J., and THOMAS, J.,\r\n        concur.\r\n\r\n[1] Miranda v.\r\n  Arizona, 384 U.S. 436 (1966).\r\n[2] Rule 701 of the\r\n  Federal Rules of Evidence states: &quot;If the witness is not\r\n  testifying as an expert, the witness' testimony in the form of opinions or\r\n  inferences is limited to those opinions or inferences which are (a) rationally\r\n  based on the perception of the witness, (b) helpful to a clear understanding of\r\n  the witness' testimony or the determination of a fact in issue, and (c) not\r\n  based on scientific, technical, or other specialized knowledge within the scope\r\n  of Rule 702.&quot;\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4929","title":"Kelley v. Snyder","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4929","description":"In this land dispute involving a road on Thelease Kelley's property that leads to the property of Lee Snyder and his father Harry Snyder (Respondents), Kelley appeals the master's order granting Respondents a prescriptive easement to use the road \"for ingress and egress\" from their property to a public road.","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\n\r\n  \r\n    \r\n      \r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\nThelease Kelley, Appellant,\r\nv.\r\nLee Dewayne Snyder and Harry L. Snyder, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Orangeburg County\r\nOlin D. Burgdorf, Circuit Court Judge\r\n\r\nOpinion No.  4929\r\nHeard December 5, 2011 – Filed January 25,\r\n  2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nR. Bentz Kirby, of Orangeburg, for Appellant.\r\nJames B. Jackson, Jr., of Santee, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.:  In this land dispute involving a road on Thelease\r\n  Kelley's property that leads to the property of Lee Snyder and his father Harry\r\n  Snyder[1] (Respondents), Kelley appeals the master's order granting Respondents a\r\n  prescriptive easement to use the road &quot;for ingress and egress&quot; from\r\n  their property to a public road.  We affirm.\r\nFACTS\r\nKelley\r\n  purchased twenty-eight acres of land from his brother on November 23, 1977. \r\n  The property description did not mention the property was subject to an\r\n  easement.[2] \r\n  Respondents purchased their property from Willie and Lois Rast on June 29,\r\n  1989, and the deed included an easement for a twenty-foot access road from U.S.\r\n  Highway 178 to Respondents' property, which appears to be the road at issue in\r\n  this case.[3] \r\n  A new survey of Kelley's land was completed on May 25, 2005, showing Kelley's\r\n  twenty-four acres, the one-acre parcel he sold, and the roadway in question.\r\nKelley\r\n  lives in New York, but has owned the property since purchasing it in 1977, and\r\n  although he acknowledged Respondents had been using the &quot;wagon road&quot;\r\n  since purchasing their property, he claimed he never gave Respondents\r\n  permission to use the road to access their property.[4]  Kelley testified\r\n  Respondents never asked him for permission to use the road or &quot;cut\r\n  it&quot;; however, he never told them they were not allowed to use the road. \r\n  Kelley maintains the road was barely passable by any vehicle other than a wagon\r\n  until Respondents &quot;cut&quot; a road through after they purchased the\r\n  property and put up a gate and private property sign.  He claims the parties\r\n  have had an &quot;ongoing dispute&quot; about the road for more than ten years,\r\n  but the only contact he had with Respondents was comprised of two conversations\r\n  about the gate they erected on the road.  Kelley testified he asked Respondents\r\n  to move the gate when they installed it, and they moved it back about halfway\r\n  down his property.  He then asked Respondents why they did not move it to their\r\n  property line, and they replied they had an easement and a right to do what they\r\n  wanted with his property.  Lee Snyder (Lee) testified Kelley asked him to move\r\n  the gate, but he said he preferred to leave the gate to prevent people from\r\n  using it.  He offered Kelley a key to the gate, but Kelley refused to take it. \r\nRespondents\r\n  testified Kelley never forbade them from using the road, and no one has ever\r\n  prevented them from using it.  Respondents also assert local residents have\r\n  used the road for years to access their property and other property for hunting\r\n  and farming.[5] \r\n  Larry Rast, son of Willie and Lois Rast, testified he and his father widened\r\n  the road to accommodate farm equipment in the mid-1960s, and his family used\r\n  the road to farm their property until the 1970s.  Resident Harry Wimberly\r\n  testified he used the road as far back as the late 1960s to hunt, and he has\r\n  used it to access Respondents' house.  Curtis Spell, who grew up in the area,\r\n  testified he is seventy-eight years old, and the road was there when he was\r\n  born.  Marion Kennedy also testified the road has been there as long as he can\r\n  remember, and he is sixty-five years old.  He also testified he has seen others\r\n  use the road, in addition to Respondents.  Before purchasing the property,\r\n  Respondents rented the land from the Rasts and used the road to hunt the land.\r\nLee\r\n  testified he is the only person who maintains the road on Kelley's property. \r\n  Respondents also admitted they have exercised some control over the road by\r\n  telling loggers and a farmer they &quot;preferred them not to use it,&quot; and\r\n  the loggers and farmer acquiesced.[6] \r\n  Kelley testified there were other ways Respondents could have accessed their\r\n  property, including an existing road.  Lee testified that in addition to the\r\n  road on Kelley's land, he and his father also use another road to access their\r\n  property, which traverses some additional land they purchased.\r\nKelley\r\n  filed a complaint on June 4, 2008, alleging Respondents had created a\r\n  twenty-foot private roadway on his property without his permission, and he had\r\n  given notice to Respondents to cease using his property for any purpose.  He\r\n  sought an injunction to restrain Respondents from using the property and\r\n  trespassing on his land.  Respondents filed an answer, asserting as a\r\n  counterclaim that Respondents had purchased property from the Rasts, which\r\n  included a conveyance of &quot;[a]ll our right, title and interest in an\r\n  easement or right-of-way for ingress and egress over, along and through a\r\n  20-foot access road from the property herein described to U.S. Highway No.\r\n  178.&quot;  Additionally, Respondents asserted they had used the road in an\r\n  open and hostile manner continuously since purchasing the property in 1989;\r\n  therefore, Respondents sought a declaratory judgment that they obtained a\r\n  prescriptive easement over the road.  The matter was referred to a master in\r\n  equity by a consent order of reference, and the master granted Respondents\r\n  &quot;a prescriptive easement to use the twenty (20)-foot roadway in question .\r\n  . . for purposes of ingress and egress to their property.&quot;[7]  Kelley filed a motion to\r\n  reconsider, which the master denied.  This appeal followed.\r\nSTANDARD OF REVIEW\r\n &quot;The\r\n  determination of the existence of an easement is a question of fact in a law\r\n  action and subject to an any evidence standard of review when tried by a judge\r\n  without a jury.&quot;  Pittman v. Lowther, 363 S.C. 47, 50, 610 S.E.2d\r\n  479, 480 (2005).  &quot;In an action at law, on appeal of a case tried without\r\n  a jury, the findings of fact of the judge will not be disturbed upon appeal\r\n  unless found to be without evidence which reasonably supports the judge’s\r\n  findings.&quot;  Townes Assocs., Ltd. v. City of Greenville, 266 S.C.\r\n  81, 86, 221 S.E.2d 773, 775 (1976).   \r\nLAW/ANALYSIS\r\nKelley\r\n  argues the master erred in ruling Respondents had a prescriptive easement under\r\n  a claim of right and pursuant to an adverse use for a period of twenty years.[8]\r\nAn\r\n  easement is a right given to a person to use the land of another for a specific\r\n  purpose.  Murrells Inlet Corp. v. Ward, 378 S.C. 225, 232, 662 S.E.2d\r\n  452, 455 (Ct. App. 2008).  An easement may arise in three ways: (1) by grant;\r\n  (2) from necessity; and (3) by prescription.  Frierson v. Watson, 371\r\n  S.C. 60, 67, 636 S.E.2d 872, 875 (Ct. App. 2006).  &quot;A prescriptive\r\n  easement is not implied by law but is established by the conduct of the\r\n  dominant tenement owner.&quot;  Boyd v. BellSouth Tel. Tel. Co., 369\r\n  S.C. 410, 419, 633 S.E.2d 136, 141 (2006).  To establish a prescriptive\r\n  easement, the party asserting the right must show: (1) continued and\r\n  uninterrupted use of the right for twenty years; (2) the identity of the thing\r\n  enjoyed; and (3) use which is either adverse or under a claim of right.  Horry\r\n    Cnty. v. Laychur, 315 S.C. 364, 367, 434 S.E.2d 259, 261 (1993).  &quot;To\r\n  establish an easement by prescription, one need only establish either a\r\n  justifiable claim of right or adverse and hostile use.&quot;  Jones\r\n    v. Daley, 363 S.C. 310, 316, 609 S.E.2d 597, 600 (Ct. App. 2005) (emphasis\r\n  added).  There is no requirement of exclusivity of use to establish a\r\n  prescriptive easement.  Id. at 317, 609 S.E.2d at 600.  The party\r\n  claiming a prescriptive easement bears the burden of proving all of the\r\n  elements.  Morrow v. Dyches, 328 S.C. 522, 527, 492 S.E.2d 420, 423 (Ct.\r\n  App. 1997). \r\n\r\nI.&nbsp; Identity\r\nKelley\r\n  concedes the identity of the roadway, the second element necessary to establish\r\n  a right by prescription.  Therefore, we need not address this element.\r\n\r\nII.&nbsp; Continuous\r\n  and Uninterrupted\r\nKelley\r\n  does not specifically challenge the master's finding that Respondents' use of\r\n  the road was continuous and uninterrupted, the first element necessary to establish\r\n  a right by prescription.  &quot;[I]n order to satisfy the continual use\r\n  requirement, the use must only be of a reasonable frequency as determined from\r\n  the nature and needs of the claimant.&quot;  Jones, 363 S.C. at 318, 609\r\n  S.E.2d at 601.  &quot;When the claimant has established that the use was open,\r\n  notorious, continuous, and uninterrupted, the use will be presumed to have been\r\n  adverse.&quot;  Boyd, 369 S.C. at 419, 633 S.E.2d at 141.  \r\nAlthough\r\n  Respondents' need for using the road has evolved over time, testimony indicates\r\n  Respondents used the road with reasonable frequency for each of those needs. \r\n  Lee testified he began using the road in 1978 or 1979 for hunting purposes.  He\r\n  did not explicitly state how often he used the road for hunting; however, the\r\n  fact that he was a member of a hunting club that used the road suggests he used\r\n  it with reasonable frequency to hunt.  Lee further testified that after he\r\n  bought the property in 1989, he kept dogs on his land and used the road to get\r\n  to the dogs.  In order to care for his dogs, Lee had to have used the road\r\n  frequently.  Finally, Lee testified that when he moved to his land in 1991 or\r\n  1992, he used the road to get to his house.\r\nThe\r\n  record also supports the master's finding that Respondents' use of the road was\r\n  uninterrupted during the prescriptive period.  The servient owner may interrupt\r\n  the prescriptive period by engaging in &quot;overt acts, such as erecting\r\n  physical barriers, which cause a discontinuance of the dominant landowner's use\r\n  of the land, no matter how brief.&quot;  Pittman, 363 S.C. at 52, 610\r\n  S.E.2d at 481.  &quot;In addition to physical barriers, verbal threats which\r\n  convey to the dominant landowner the impression the servient landowner does not\r\n  acquiesce in the use of the land, are also sufficient to interrupt the prescriptive\r\n  period.&quot;  Id.  Respondents testified Kelley did not prevent them\r\n  from using the road, and Harry testified the only obstruction he has ever seen\r\n  on the road is the gate they erected.  Although Kelley asked Respondents to\r\n  move the gate, there is no indication that Kelley's request conveyed to\r\n  Respondents the impression that he did not acquiesce in Respondents using the\r\n  road.  In fact, after Lee moved the gate back, Kelley merely asked why Lee put\r\n  it there instead of on his land.  Further, Kelley never told Respondents they\r\n  could not use the road.  Therefore, the testimony shows Respondents' use of the\r\n  road was uninterrupted during the prescriptive period.  \r\n\r\nIII.&nbsp; Claim of\r\n  Right\r\nA\r\n  party claiming a prescriptive easement under a claim of right &quot;must\r\n  demonstrate a substantial belief that he had the right to use the parcel or\r\n  road based upon the totality of the circumstances surrounding his use.&quot;  Hartley\r\n    v. John Wesley United Methodist Church, 355 S.C. 145, 151, 584 S.E.2d 386,\r\n  389 (Ct. App. 2003); see Revis v. Barrett, 321 S.C. 206, 209, 467\r\n  S.E.2d 460, 462 (Ct. App. 1996) (holding a party's belief that she had a right\r\n  to use a road flowed from a claim of right that originated with her parents'\r\n  use of the roadway to access the property, and her use of the road for a\r\n  substantial period of time to access her property); Morrow, 328 S.C. at\r\n  528, 492 S.E.2d at 424 (noting a party's belief that he had a right-of-way may\r\n  be sufficient for a prescriptive easement pursuant to a claim of right). \r\n  &quot;The law granting a prescriptive easement under claim of right does not\r\n  mandate a party to believe that he holds actual title or that he intends to\r\n  acquire it.&quot;  Hartley, 355 S.C. at 151, 584 S.E.2d at 389.  \r\nHere,\r\n  there is evidence that Respondents believed they possessed the right to use the\r\n  road.  Respondents' deed indicated the Rasts had a right of ingress and egress\r\n  over the road and were conveying that right to Respondents.  Harry Snyder\r\n  testified that before purchasing the land, they checked the deed to make sure\r\n  it had an easement because they would not have purchased land-locked land.  As\r\n  such, Respondents used the road to access their land, and improved and\r\n  maintained the road.  Additionally, before purchasing the property, Respondents\r\n  rented the land from the Rasts and used the road to hunt the land.  There was\r\n  also ample evidence the Rasts used the road under a claim of right.  The\r\n  language in the deed, stating the Rasts were conveying &quot;[a]ll of our right,\r\n  title and interest in an easement or right-of-way for ingress and egress over,\r\n  along and through&quot; the road, indicates the Rasts believed they had a right\r\n  to use the road.  Larry Rast testified he and his father widened the road in\r\n  the mid-1960s to accommodate their farming equipment.  Additionally, Larry\r\n  testified his grandparents owned the land prior to his parents, and they also\r\n  used the road to access the land.\r\nKelley\r\n  asserts the master erred in ruling that the claim of right existed against both\r\n  Kelley and his grantor for more than twenty years because there was no evidence\r\n  that any claim of right existed prior to the deed to Respondents in 1989.  Respondents\r\n  purchased their land on June 29, 1989, and Kelley filed his complaint on June\r\n  4, 2008; therefore, Respondents' claim of right as landowners extends back just\r\n  shy of nineteen years.  Regardless, &quot;[a] party may 'tack' the period of\r\n  use of prior owners in order to satisfy the 20-year requirement.&quot;  Morrow,\r\n  328 S.C. at 527, 492 S.E.2d at 423 (citing 25 Am. Jur. 2d Easements and\r\n    Licenses § 70 (1996)).  &quot;[T]he time of possession may be tacked not\r\n  only by ancestors and heirs, but also between parties in privity in order to\r\n  establish the 20-year period.&quot;  Getsinger v. Midlands Orthopaedic\r\n    Profit Sharing Plan, 327 S.C. 424, 430, 489 S.E.2d 223, 226 (Ct. App.\r\n  1997).  Tacking of periods of prescriptive use is permitted where &quot;there\r\n  is a transfer between the prescriptive users of either the inchoate servitude\r\n  or the estate benefitted by the inchoate servitude.&quot;  Matthews v.\r\n    Dennis, 365 S.C. 245, 249, 616 S.E.2d 437, 439 (Ct. App. 2005) (quoting\r\n  Restatement (Third) of Property: Servitudes § 2.17 (2000)).  If tacking is\r\n  used, the use by the previous owners must have also been adverse or under a\r\n  claim of right.  See Morrow, 328 S.C. at 528, 492 S.E.2d at 424. \r\n  Therefore, tacking the Rasts' claim of right over the road to Respondents'\r\n  claim of right, Respondents have well over twenty years of use of the roadway.\r\n\r\nIV.&nbsp; Adverse\r\n  Use\r\n&quot;When\r\n  the claimant has established that the use was open, notorious, continuous, and\r\n  uninterrupted, the use will be presumed to have been adverse.&quot;  Boyd,\r\n  369 S.C. at 419, 633 S.E.2d at 141.  Then, the burden shifts to the title owner\r\n  of the servient tenement (Kelley) to rebut the presumption that the use was\r\n  adverse.  Sanitary &amp; Aseptic Package Co. v. Shealy, 205 S.C. 198,\r\n  203, 31 S.E.2d 253, 255 (1944).  An &quot;intent to claim adversely may be inferred\r\n  from the acts and conduct&quot; of the dominant users.  Matthews, 365\r\n  S.C. at 250 n.10, 616 S.E.2d at 440 n.10 (quoting 25 Am. Jur. 2d Easements\r\n    &amp; Licenses § 57, at 552 (2004)).  \r\nKelley\r\n  impliedly concedes Respondents' use of the road after they purchased their land\r\n  in 1989 was adverse, in that they erected a gate and asked loggers and a farmer\r\n  not to use the road.  However, Kelley argues Respondents are not entitled to a\r\n  prescriptive easement based on adverse use because &quot;there is no competent\r\n  evidence that the use was adverse&quot; for the full twenty years.  Kelley\r\n  states, &quot;there is no testimony by any of the witnesses that the use was\r\n  ever adverse, except the testimony which relates to the time period which is\r\n  less than twenty (20) years prior to the law suit being instituted.&quot;\r\nBecause\r\n  Respondents established the use was open, notorious, continuous, and\r\n  uninterrupted, and Kelley did not appeal this finding, the use is presumed to\r\n  have been adverse.  It is Kelley's burden to rebut the presumption.  Larry Rast\r\n  testified his family used the road to access their land for farming, and they\r\n  widened it in the mid-1960s to accommodate their farming equipment. \r\n  Additionally, Larry testified his grandparents owned the land prior to his\r\n  parents, and they used the road to access the land, as well.  Kelley did not\r\n  present any evidence that he gave the Rasts permission to use or improve the\r\n  road; therefore, Kelley has failed to rebut the presumption of adverse use. \r\n  Also, as tacking is permitted to establish the 20-year period, when the Rasts'\r\n  adverse use of the road is tacked to Respondents' adverse use, Respondents have\r\n  well over twenty years of adverse use of the roadway.\r\nConclusion\r\nBecause\r\n  the existence of the easement is in issue, and the existence of an easement is\r\n  a question of fact in a law action, we are subject to an any evidence standard\r\n  of review, and we will not disturb the master's findings of fact unless there\r\n  is no evidence that reasonably supports the findings.  We find the evidence\r\n  supports the master's finding that Respondents are the owners of the\r\n  twenty-foot right-of-way easement, by both claim of right and adverse use;\r\n  therefore, we affirm the master's order.\r\nAFFIRMED.\r\nWILLIAMS\r\n  and GEATHERS, JJ., concur.\r\n\r\n\r\n[1]  Because Harry\r\n  Snyder co-owned the land, the court joined him as a defendant.\r\n[2]  At some point,\r\n  Kelley sold a one-acre tract of the land.\r\n[3]  All parties\r\n  agree there appears to be no other deeded easement to this roadway on the\r\n  records in Orangeburg County. \r\n[4]  The road is\r\n  unpaved and runs the entire length of one side of Kelley's land, connecting\r\n  Respondents' land to U.S. Highway 178.\r\n[5]  Kelley\r\n  testified he never gave any hunters permission to use his land, and he has\r\n  never known any hunters to use the road.\r\n[6]  The loggers\r\n  and farmer were using Kelley's land with his permission.\r\n[7]  The master\r\n  also ordered Respondents to move their gate to their property; however, the\r\n  parties have not appealed that portion of the order.\r\n[8]  It is not\r\n  clear whether the master granted Respondents a prescriptive easement on grounds\r\n  of adverse use, a claim of right, or both, and the parties concede the master's\r\n  order is unclear.  The master based the prescriptive easement on several\r\n  findings of fact he made in his order.  In finding of fact number four, the\r\n  master found that based on Respondents' deed, &quot;[t]he use and enjoyment of\r\n  the roadway in question was both adverse to [Kelley] and his predecessor\r\n  in title since 1989 under a claim of right.&quot;  (Emphasis added.) \r\n  The master also found in finding of fact number four, that Respondents &quot;claim\r\n    their right to the roadway in question pursuant to their deed, which\r\n  indicated that a twenty (20)-foot easement was granted to them by their\r\n  predecessors in title.&quot;  (Emphasis added.)  In finding of fact\r\n  number one, the master found &quot;[t]he roadway in question has been used\r\n  continuously, openly and notoriously for a period in excess of twenty (20)\r\n  years&quot; and &quot;the use [of the roadway] by [Respondents] and others\r\n  [has] been hostile to the ownership of [Kelley] and his predecessor in\r\n  title, as evidenced by the fact that [Respondents] have maintained a gate\r\n  thereon since the early 1990s.&quot;  (Emphasis added.)  The master never clarified\r\n  if he granted Respondents a prescriptive easement on the ground of adverse use\r\n  or under a claim of right, or on both.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4930","title":"Jervey v. Martint Environmental","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4930","description":"Martint Environmental, Inc. (Martint) and General Casualty Insurance Company (collectively, Appellants) appeal the circuit court's order vacating in part and affirming in part the order of the Appellate Panel of the Workers' Compensation Commission, arguing the court erred in finding: (1) section 42-9-260 of the South Carolina Code is a time bar for raising a defense against compensability; (2) William Jervey could raise both waiver and laches as affirmative defenses; and (3) Jervey suffered from a compensable injury by accident in the course and scope of his employment.","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nWilliam T. Jervey, Jr., Employee, Respondent,\r\nv.\r\nMartint Environmental, Inc., Employer,\r\nand General Casualty Insurance Company, Carrier, Appellants.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Lexington County\r\nR. Knox McMahon, Circuit Court Judge\r\n\r\nOpinion No. 4930 \r\nHeard October 31, 2011 – Filed January 25,\r\n  2012 \r\n\r\nAFFIRMED AS MODIFIED\r\n\r\n\r\n  \r\n    \r\n      \r\nE. Ros Huff, Jr., of Irmo, for Appellants.\r\nAndrew Nathan Safran, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nSHORT, J.: Martint Environmental, Inc. (Martint) and General\r\n  Casualty Insurance Company (collectively, Appellants) appeal the circuit\r\n  court's order vacating in part and affirming in part the order of the Appellate\r\n  Panel of the Workers' Compensation Commission, arguing the court erred in finding:\r\n  (1) section 42-9-260 of the South Carolina Code is a time bar for raising a\r\n  defense against compensability; (2) William Jervey could raise both waiver and\r\n  laches as affirmative defenses; and (3) Jervey suffered from a compensable\r\n  injury by accident in the course and scope of his employment.  We affirm as\r\n  modified.\r\nFACTS\r\n On January 23,\r\n  2006, Jervey was working for Martint when a pipe he was carrying spilled\r\n  sulfuric acid on his neck, face, and back.  The next day, Martint began paying\r\n  Jervey temporary total disability payments and covering his medical bills.[1]  Jervey\r\n  subsequently developed post-traumatic stress disorder and began having cervical\r\n  disc problems.  Thereafter, on June 29, 2007, he filed a Form 50 seeking\r\n  treatment for his cervical problems and designation of Dr. Donald Johnson as\r\n  his authorized treating physician.  Martint filed a Form 51 denying Jervey's\r\n  requested treatment and that he had sustained a compensable injury.  Jervey then\r\n  filed a Form 58, pre-hearing brief, asserting in pertinent part that Martint's\r\n  claims are &quot;barred by several legal doctrines, including waiver, estoppel\r\n  and laches.&quot;  Also, Jervey claimed that, despite knowing all the relevant\r\n  facts, Martint failed to assert its defense for approximately fifteen months,\r\n  while it paid him weekly compensation and provided him with treatment. \r\n During a\r\n  pre-hearing conference, the single commissioner took testimony on the issue of\r\n  compensability, and Jervey's attorney made a motion asserting Martint could not\r\n  raise any defenses as to the compensability of the claim because Martint\r\n  accepted the claim and paid Jervey temporary total disability payments beyond\r\n  the 150-day time limit established in section 42-9-260 of the South Carolina\r\n  Code.  Jervey claimed the only issue Martint could litigate was Jervey's\r\n  request for treatment for his cervical problems.  The commissioner agreed and\r\n  ruled Martint could not raise a defense on compensability after 150 days.  At\r\n  that time, Martint stipulated &quot;the medical evidence to date indicate[d] a\r\n  cervical problem that the doctors [said] is causally related.&quot;\r\nIn\r\n  his order, the commissioner reviewed section 42-9-260 of the South Carolina\r\n  Code, and found the language was explicit:\r\n\r\nSection\r\n  42-9-260 clearly establishes that an Employer/Carrier: (a) &quot;may start temporary disability payments . . . [once] an employee has been out of\r\n  work due to a work-related injury . . . for eight days&quot;; (b) is afforded a\r\n  150-day grace period, during which it may conduct &quot;a good faith\r\n  investigation&quot; to determine whether any &quot;grounds for denial of the\r\n  claim&quot; exist; and (c) does not &quot;waive . . . any grounds for good\r\n  faith denial,&quot; provided the defense is raised within the prescribed\r\n    period.  This language likewise: (a) limits this grace period to &quot;one\r\n  hundred fifty days from the date the injury . . . is reported&quot;; and (b) invokes\r\n    a &quot;waiver of any grounds for good faith denial&quot; in the event payments\r\n    are continued beyond expiration of this grace period.      \r\n\r\n(Emphasis in original.)  The\r\n  commissioner further found Martint did not attempt to disclaim liability for\r\n  Jervey's injuries until approximately 450 days after receiving notification of\r\n  the accident.  Moreover, Martint's denial stems from the same allegation that\r\n  was listed on its January 24, 2006 Form 12-A, in which Martint asserted Jervey\r\n  was asked not to &quot;touch or dismantle the sulfuric acid system.&quot; \r\n  Therefore, the commissioner's order provided Martint must: (a) continue to pay\r\n  Jervey weekly compensation at the rate of $586.11 until such time as this\r\n  obligation is relieved by further order of the commission or agreement of the\r\n  parties; (b) accept financial responsibility for all causally-related medical\r\n  treatments Jervey has received, including those provided by Dr. Johnson; and\r\n  (c) authorize the additional medical treatments prescribed by Dr. Johnson and Dr.\r\n  Roger Deal.\r\nMartint\r\n  subsequently filed a Form 30, appealing the commissioner's order on thirty-four\r\n  grounds.  The Appellate Panel agreed with the commissioner that Jervey was\r\n  entitled to temporary total disability payments and medical benefits including\r\n  those provided by Dr. Johnson and Dr. Deal; however, it vacated the\r\n  commissioner's ruling that the statute of limitations in section 42-9-260\r\n  barred Martint's defense, and instead found the doctrines of waiver and laches\r\n  prohibited Martint's defense.  Jervey filed an appeal with the circuit court,\r\n  arguing the Appellate Panel erred in vacating the commissioner's determination\r\n  that section 42-9-260 prohibited Martint from asserting its compensability\r\n  defense.  Martint filed its appeal with the circuit court four days later,\r\n  raising twenty-three points of alleged error, including that the Appellate\r\n  Panel erred in applying the doctrines of waiver and laches.  Following a\r\n  hearing, the circuit court issued its order affirming the Appellate Panel's\r\n  order in all respects except for the portion that vacated the single\r\n  commissioner's legal conclusions concerning the impact of the statute of\r\n  limitations in section 42-9-260(A).  The court also reinstated the award of\r\n  compensation and medical benefits and dismissed Martint's appeal.  This appeal\r\n  followed.\r\nSTANDARD OF REVIEW\r\n The South Carolina\r\n  Administrative Procedures Act (APA) establishes the standard for judicial\r\n  review of decisions by the Appellate Panel of the Workers' Compensation\r\n  Commission.&nbsp; Fredrick v. Wellman, Inc., 385 S.C. 8, 15-16, 682\r\n  S.E.2d 516, 519 (Ct. App. 2009); see Lark v. Bi-Lo, Inc., 276\r\n  S.C. 130, 134-35, 276 S.E.2d 304, 306 (1981).&nbsp; Under the scope\r\n  of review established in the APA, this court may not substitute its judgment\r\n  for that of the Appellate Panel as to the weight of the evidence on questions\r\n  of fact, but may reverse or modify the Appellate Panel's decision if the\r\n  appellant's substantial rights have been prejudiced because the decision is\r\n  affected by an error of law or is &quot;clearly erroneous in view of the\r\n  reliable, probative and substantial evidence on the whole record.&quot;  S.C.\r\n  Code Ann. § 1-23-380(5) (Supp. 2010); see Stone v. Traylor Bros.,\r\n    Inc., 360 S.C. 271, 274, 600 S.E.2d 551, 552 (Ct. App. 2004).  Our supreme\r\n  court has defined substantial evidence as evidence that, in viewing the record\r\n  as a whole, would allow reasonable minds to reach the same conclusion that the\r\n  Appellate Panel reached.  Lark, 276 S.C. at 135, 276 S.E.2d at 306. \r\n  &quot;[T]he possibility of drawing two inconsistent conclusions from the evidence\r\n  does not prevent an administrative agency's finding from being supported by\r\n  substantial evidence.&quot;&nbsp; Palmetto Alliance, Inc. v. S.C. Pub. Serv.\r\n    Comm'n, 282 S.C. 430, 432, 319 S.E.2d 695, 696 (1984).&nbsp;\r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Statute of\r\n  Limitations\r\nMartint\r\n  argues the circuit court erred in finding section 42-9-260 of the South\r\n  Carolina Code is a time bar for raising a defense against compensability.  We\r\n  agree.\r\nThe\r\n  fundamental rule of statutory construction is to ascertain and give effect to\r\n  the intent of the legislature.  Blackburn v. Daufuskie Island Fire Dist.,\r\n  382 S.C. 626, 629, 677 S.E.2d 606, 607 (2009).  &quot;In ascertaining\r\n  legislative intent, 'a court should not focus on any single section or\r\n  provision but should consider the language of the statute as a whole.'&quot;  Gov't\r\n    Emps. Ins. Co. v. Draine, 389 S.C. 586, 592, 698 S.E.2d 866, 869 (Ct. App.\r\n  2010) (quoting Mid-State Auto Auction of Lexington, Inc. v. Altman, 324\r\n  S.C. 65, 69, 476 S.E.2d 690, 692 (1996)).  &quot;Unless there is something in\r\n  the statute requiring a different interpretation, the words used in a statute\r\n  must be given their ordinary meaning.&quot;  S.C. Coastal Conservation\r\n    League v. S.C. Dep't of Health and Env't Control, 390 S.C. 418, 425, 702\r\n  S.E.2d 246, 250 (2010).  &quot;When a statute's terms are clear and unambiguous\r\n  on their face, there is no room for statutory construction and a court must\r\n  apply the statute according to its literal meaning.&quot;  Id. at 425-26,\r\n  702 S.E.2d at 250.  If two provisions have an irreconcilable conflict, our\r\n  courts have used the &quot;last legislative expression rule,&quot; which\r\n  provides &quot;where conflicting provisions exist[], the last in point of time\r\n  or order of arrangement, prevails.&quot;  Eagle Container Co. v. Cnty. of\r\n    Newberry, 379 S.C. 564, 572, 666 S.E.2d 892, 896 (2008) (quoting Ramsey\r\n      v. Cnty. of McCormick, 306 S.C. 393, 397, 412 S.E.2d 408, 410 (1991). \r\n  However, the last legislative expression rule &quot;is purely an arbitrary rule\r\n  of construction and is to be resorted to only when there is clearly an\r\n  irreconcilable conflict, and all other means of interpretation have been\r\n  exhausted.&quot;  Id. (quoting Feldman v. S.C. Tax Comm'n, 203\r\n  S.C. 49, 54, 26 S.E.2d 22, 24 (1943)).\r\nSection\r\n  42-9-260(A) of the South Carolina Code provides &quot;[w]hen an employee has\r\n  been out of work due to a reported work-related injury or occupational disease\r\n  for eight days, an employer may start temporary disability payments immediately\r\n  and may continue these payments for up to one hundred fifty days from\r\n  the date the injury or disease is reported without waiver of any grounds for\r\n    good faith denial.&quot;  S.C. Code Ann. § 42-9-260(A) (Supp. 2010)\r\n  (emphasis added).  Section 42-9-260(B) states that &quot;[o]nce temporary\r\n  disability payments are commenced, the payments may be terminated or suspended\r\n  immediately at any time within the one hundred fifty days if: . . . (3) a good\r\n  faith investigation by the employer reveals grounds for denial of the claim . .\r\n  . .&quot;  S.C. Code Ann. § 42-9-260(B) (Supp. 2010).  Section 42-9-260(F)\r\n  provides: &quot;After the one-hundred-fifty-day period has expired, the\r\n  commission shall provide by regulation the method and procedure by which\r\n  benefits may be suspended or terminated for any cause, but the regulation must\r\n  provide for an evidentiary hearing and commission approval prior to termination\r\n  or suspension . . . .&quot;  S.C. Code Ann. § 42-9-260(F) (Supp. 2010).  \r\nMartint\r\n  argues section 42-9-260(F) provides the Commission with the authority to\r\n  designate procedures for terminating benefits after the 150-day period\r\n  &quot;for any cause,&quot; which includes a good faith defense, and the\r\n  Commission neglected to adopt a procedure.  Although the Commission adopted\r\n  Regulation 67-506[2] to establish the procedure for terminating disability benefits after the first 150-days\r\n  after the employer's notice of the injury, Martint asserts the regulation does\r\n  not address the procedure for terminating benefits based on a denial of\r\n  compensability, and the statute's clear &quot;for any cause&quot; language is\r\n  plain and unambiguous and &quot;must be interpreted to include a good faith\r\n  defense on the issue of compensability.&quot;  Thus, Martint contends it can raise\r\n  the issue of compensability as a good faith defense after the 150-day period\r\n  has expired. \r\nIn Fredrick\r\n  v. Wellman, Inc., 385 S.C. 8, 682 S.E.2d 516 (Ct. App. 2009), this court\r\n  addressed the issue.  Fredrick argued that when 150 days from the first report\r\n  of injury have expired, payments may be terminated or suspended for only those\r\n  reasons set forth in Regulations 67-505 and -506 and Form 21.  Id. at\r\n  18, 682 S.E.2d at 521.  Fredrick asserted Wellman's fraud defense was not\r\n  properly before the commissioner because Wellman failed to assert it within 150\r\n  days from the date the injury was first reported, and Wellman failed to raise\r\n  the fraud defense in its Form 21.[3]  Id. at 17, 682 S.E.2d at 520.  This court disagreed and held that\r\n  section 42-9-260(F) permits an employer to terminate benefits for any cause\r\n  after the expiration of the 150 days; thus, Wellman's fraud defense was\r\n  properly before the commissioner.  Id. at 19, 682 S.E.2d at 521.  Because Fredrick held section 42-9-260(F) permits an employer to terminate\r\n  benefits for any cause after the expiration of 150 days, we find Martint is not\r\n  prohibited from asserting its defense.  Therefore, the Appellate Panel was\r\n  correct in vacating the single commissioner's finding that section 42-9-260 is\r\n  a time bar for raising a defense against compensability.\r\n\r\nII.&nbsp; Affirmative\r\n  Defenses\r\nMartint\r\n  argues the circuit court erred in finding Jervey could raise both waiver and\r\n  laches as affirmative defenses.  We disagree.\r\nWaiver is the &quot;voluntary and intentional relinquishment or\r\n  abandonment of a known right.&quot;&nbsp; Strickland v. Strickland, 375\r\n  S.C. 76, 85, 650 S.E.2d 465, 470 (2007).&nbsp; The party claiming waiver must\r\n  show the other party possessed, at the time, actual or constructive knowledge\r\n  of his rights or of all the material facts upon which they were\r\n  dependent.&nbsp; Janasik v. Fairway Oaks Villas Horizontal Prop. Regime,\r\n  307 S.C. 339, 344, 415 S.E.2d 384, 387-88 (1992).&nbsp; &quot;The doctrine of\r\n  waiver does not necessarily imply that the party asserting waiver has been\r\n  misled to his prejudice or into an altered position.&quot;&nbsp; Id. at\r\n  344, 415 S.E.2d at 388.  Laches is an\r\n  equitable doctrine that our courts have defined as &quot;neglect for an\r\n  unreasonable and unexplained length of time, under circumstances affording\r\n  opportunity for diligence, to do what in law should have been done.&quot;  Historic\r\n    Charleston Holdings, LLC v. Mallon, 381 S.C. 417, 432, 673 S.E.2d 448, 456\r\n  (2009) (quoting Hallums v. Hallums, 296 S.C. 195, 198, 371 S.E.2d 525,\r\n  527 (1988)).  &quot;[T]o establish laches as a defense, a party must show that\r\n  the complaining party unreasonably delayed its assertion of a right, resulting\r\n  in prejudice to the party asserting the defense of laches.&quot;  Id. \r\n  &quot;[W]hether laches applies in a particular situation is highly\r\n  fact-specific, so each case must be judged on its own merits.&quot;  Muir v.\r\n    C.R. Bard, Inc., 336 S.C. 266, 297, 519 S.E.2d 583, 599 (Ct. App. 1999).\r\nMartint\r\n  asserts Jervey did not amend his Form 50 to raise the defense of waiver and\r\n  laches, and he did not raise it as an issue during the hearing before the\r\n  single commissioner.  Therefore, Martint maintains the issue was not before the\r\n  commissioner and was waived by Jervey.  However, Jervey filed a Form 58,\r\n  pre-hearing brief, in which he asserted Martint's claims were barred by several\r\n  legal doctrines, including waiver, estoppel, and laches.  In Fredrick, this\r\n  court found a prehearing brief effectively amended a Form 51 Answer, and the\r\n  prehearing brief provided Fredrick and the Commission with ample notice of the\r\n  fraud defense.  Fredrick, 385 S.C. at 20, 682 S.E.2d at 522.  Martint\r\n  did not object to Jervey's pre-hearing brief at the October 15, 2007 hearing. \r\n  Additionally, in its Form 30 appeal to the appellate panel, Martint raised\r\n  thirty-four issues; however, none of these allege Jervey's waiver and laches\r\n  arguments were untimely or improper.  Instead, Martint only argued the single\r\n  commissioner erred in concluding its conduct satisfied the criteria for waiver\r\n  and laches.  Therefore, we find Jervey's defenses of waiver and laches were\r\n  properly before the single commissioner.  \r\nAdditionally,\r\n  we find Martint's argument that Jervey did not amend his Form 50 to raise the\r\n  defense of waiver and laches or raise it as an issue during the hearing before\r\n  the single commissioner is not preserved for our review because it did not\r\n  raise the argument to the single commissioner or the Appellate Panel.  Pratt\r\n    v. Morris Roofing, Inc., 353 S.C. 339, 352, 577 S.E.2d 475, 481-82 (Ct.\r\n  App. 2003) (stating an issue cannot be raised for the first time on appeal, but\r\n  must have been raised to and ruled upon by the single commissioner or in a\r\n  request for commission review of the single commissioner's order to be\r\n  preserved for appellate review).  Furthermore, we find because Martint knew of\r\n  its defense the day of the accident, yet it paid and has continued to pay\r\n  Jervey disability compensation, and it did not assert the defense until at\r\n  least 450 days after the accident, the evidence supports the Appellate Panel's\r\n  finding that Martint's defense is barred by the doctrine of waiver and laches.[4]     \r\n\r\nIII.&nbsp; Compensable\r\n  Injury\r\nMartint\r\n  argues the circuit court erred in finding Jervey suffered from a compensable\r\n  injury by accident in the course and scope of his employment because he was\r\n  working outside the scope of his employment when he &quot;was asked not [to]\r\n  touch or dismantle the sulfuric acid system,&quot; and he &quot;did not use\r\n  [the] provided safety gear.&quot;  We need not address this issue because we find\r\n  the doctrines of waiver and laches prohibit Martint from asserting its\r\n  compensability defense.  See Futch v. McAllister Towing of Georgetown, Inc.,\r\n  335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need\r\n  not review remaining issues when its determination of another issue is\r\n  dispositive of the appeal).   \r\nConclusion\r\nAccordingly,\r\n  the circuit court's order is affirmed as modified, reinstating the Appellate\r\n  Panel's finding that section 42-9-260 does not prohibit Martint from asserting\r\n  its compensability defense.  However, we find Martint's defense is barred by\r\n  the doctrine of waiver and laches because Martint knew of its defense the day\r\n  of the accident, yet it paid and has continued to pay Jervey disability\r\n  compensation, and it did not assert the defense until at least 450 days after\r\n  the accident.\r\nAFFIRMED\r\n  AS MODIFIED.\r\nWILLIAMS\r\n  and GEATHERS, JJ., concur. \r\n\r\n\r\n[1]  The circuit\r\n  court found the compensation payments from Martint to Jervey have continued\r\n  without interruption since January 24, 2006.\r\n[2]  25A S.C. Code\r\n  Ann. Regs. 67-506 (Supp. 2010).  \r\n[3]  Wellman\r\n  asserted Fredrick's concealment of prior back problems vitiated their\r\n  employment relationship.  Id. at 16, 682 S.E.2d at 519-20.  Here, there\r\n  is no allegation of fraud.\r\n[4]  From our\r\n  review of the record, Martint did not assert its defense until it filed a Form\r\n  51 on July 27, 2007, which was 510 days after the date of the accident.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4931","title":"Fuller v. Fuller","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4931","description":"In this domestic relations matter, Wife appeals the decision of the family court judge granting Husband a reduction in alimony, asserting the family court erred in focusing only on Husband's age and excluding relevant evidence.  We reverse and remand, finding the family court committed an error of law in excluding relevant evidence, failing to consider relevant factors, and reducing husband's alimony based solely on Husband's age.","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nJune T. Fuller, Appellant,\r\nv.\r\nJames T.\r\n      Fuller, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Greenville County\r\nR. Kinard Johnson, Jr., Family Court\r\n  Judge\r\n\r\nOpinion No.  4931\r\nHeard September 15, 2011 – Filed January\r\n  25, 2012\r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nKirby Rakes Mitchell, of Greenville, for Appellant.\r\nBruce Wyche Bannister, of Greenville, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nHUFF, J.:  In\r\n  this domestic relations matter, June T. Fuller (Wife) appeals the decision of\r\n  the family court judge reducing the monthly alimony obligation of James T.\r\n  Fuller (Husband) from $1,200 to $250.  Wife asserts the family court erred in\r\n  focusing only on Husband's age in considering Husband's request to reduce\r\n  alimony, excluding relevant evidence, and repeatedly mischaracterizing the\r\n  issue as one of whether Husband would be required to return, or go, to work. \r\n  We reverse and remand. \r\nFACTUAL/PROCEDURAL\r\n  BACKGROUND\r\nFollowing a bifurcated hearing, the parties were divorced on June\r\n  23, 2004, and in March 2005, Husband was ordered to pay Wife alimony of $1,200\r\n  monthly, beginning on April 1, 2005.  The present action was commenced on\r\n  August 20, 2007, when Husband filed a motion for temporary relief seeking\r\n  suspension of his alimony obligations while he was undergoing knee replacement\r\n  surgery, or until a final hearing could be held to determine his long-term\r\n  income potential.  A temporary hearing was held, at which time Husband's\r\n  alimony obligations were suspended until the matter could be heard on the\r\n  merits.\r\nOn October 8, 2009, a final hearing was held on Husband's motion before\r\n  Judge Johnson.  At the start of the hearing, counsel for Husband indicated\r\n  there was a matter concerning Husband's treating physician, Dr. Voss, which\r\n  needed to be addressed.  He stated that Wife's attorney declined his request to\r\n  admit the medical records of Dr. Voss to show Husband's ability to work, but he\r\n  had been unable to depose Dr. Voss before the hearing because of Dr. Voss'\r\n  schedule.  He therefore sought to leave the record open for Dr. Voss'\r\n  testimony.  Wife's attorney objected to this.  Judge Johnson asked how old\r\n  Husband was.  Upon hearing that Husband was 67 years old, Judge Johnson\r\n  replied, &quot;Well, I don't make 67 year-old men go to work.&quot;  Judge\r\n  Johnson then stated, &quot; . . . if it's a question about me telling a 67\r\n  year-old man - - whether his knees are good or bad, doesn't matter to me - -\r\n  that he's got to go out and get a job now, I'm not going to wait for the doctor\r\n  to tell me his knees are bad if that's what it's all about.&quot;  Judge\r\n  Johnson continued, &quot;I mean if it's all about whether his knees are good\r\n  enough to send him out to get a job somewhere, I don't need the doctor.&quot; \r\n  When counsel for Wife interjected that Husband had several surgeries, some of\r\n  them prior to the divorce action which were taken into consideration when\r\n  alimony was awarded, the judge stated, &quot;I don't care,&quot; noting that\r\n  being ordered to pay alimony at the age of sixty-two or sixty-three was\r\n  different than being ordered to do so at the age of sixty-seven, and stating\r\n  &quot;I'm not going to tell somebody that's 67 you've got to go out and get a\r\n  job.&quot;  The judge therefore concluded he did not need Dr. Voss' testimony.\r\nHusband took the stand and testified he was sixty-seven years old,\r\n  and the last time he worked was on June 15, 2007.  While being questioned in\r\n  regard to his past work experience, the judge interrupted, stating, &quot;I\r\n  just want both of you attorneys to understand the man is 67 years old.  In my\r\n  opinion, he's old enough to be retired and doesn't need to be sent out to get a\r\n  job.  So I don't care what any (sic) kind of work he did when he was 40.&quot;  At\r\n  this time, counsel for Wife raised an objection based on the scope of Husband's\r\n  pleading, asserting Husband based his pleading on having a temporary disability\r\n  due to knee replacement surgery and requesting alimony be suspended during\r\n  recuperation.  Wife maintained whether Husband was of working age was not an\r\n  issue before the court.  Wife's counsel maintained that Husband wanted to\r\n  proffer the testimony of Dr. Voss to say Husband was 100 percent disabled, but\r\n  Wife disputed that claim and desired to cross-examine the doctor on the issue. \r\n  The judge replied, &quot;[M]y position is when you're 67 years old you're disabled\r\n  so - - because I'm not going to make somebody go out and get a job when they're\r\n  67.  That's all.&quot;  The judge indicated, though Husband may have had\r\n  &quot;some temporary knee surgery that had him out of work,&quot; he was\r\n  &quot;going to deal with whatever the situation is now.&quot;  At this point,\r\n  Husband's attorney moved to amend his pleadings to conform to the facts that\r\n  Husband has a permanent disability and is now 67 years old.  The judge noted\r\n  Wife was entitled to notice of a motion to amend pleadings, and again stated he\r\n  was going to &quot;deal with whatever the situation is now,&quot; exclaiming\r\n  &quot;. . . and you can appeal this because I don't care whether he's disabled\r\n  or not, if he's 67, I'm not going to make him go out and get a job and you can\r\n  appeal that to whatever court you want to appeal it to.&quot;  \r\nHusband resumed his testimony and testified he had undergone four\r\n  knee surgeries and a back surgery, and stated that he was diabetic and required\r\n  insulin shots.  Husband's counsel noted that he had records to confirm\r\n  Husband's testimony regarding his health issues, but he was not going to offer\r\n  them in light of the court's comments about not making a sixty-seven year old\r\n  go back to work.  The judge again stated his position that he did not think the\r\n  court should &quot;order someone who is 67 years old to go get a job.&quot; \r\n  Husband testified he did not have the ability to continue paying Wife alimony,\r\n  and he asked the court to reduce his alimony obligation down to zero,\r\n  retroactive to the day of his filing.  On cross examination, Husband admitted\r\n  he had actually retired in 2003, but was working when the final order on\r\n  alimony came out in 2005.  He acknowledged that Judge Jenkins found in the 2005\r\n  order that Husband was employed at Bi-Lo and was capable of continued\r\n  employment at that time.  Husband also agreed he did not appeal the alimony\r\n  that was awarded in 2005, because he was capable of paying it then.  He stated\r\n  he did not anticipate he would have the knee surgery and diabetes problems, and\r\n  he had not attempted to obtain a job because no one would hire him with his\r\n  health problems.\r\nWife, who was sixty-six years old at the time of the hearing on\r\n  this matter, testified her income was $829 a month, that she received this sum\r\n  from social security, she had no other source of income, she now has a very low\r\n  standard of living whereas she used to live a &quot;high life-style,&quot; and\r\n  that she had been drawing food stamps for the past year.  Wife stated she was\r\n  disabled in 1991, having had her back fused from the waist down, and that she\r\n  had open heart surgery in 1998.  In 2006 she was in a bad car accident.  She\r\n  testified her health had further declined since the prior order, and that she now\r\n  suffers from congestive heart failure, and she needs both knee and neck\r\n  surgery.  Wife hired a private investigator to prove that Husband was not\r\n  disabled.  During the hearing, Wife's attorney sought to play a video obtained\r\n  through the private investigator.  Husband stipulated the video would show\r\n  Husband with a leaf blower, blowing off his deck.  The family court judge\r\n  stated he would allow a proffer of the video, but reiterated his position that\r\n  he did not &quot;care whether [Husband] can work or not.&quot;  When asked by\r\n  Wife's counsel if he would like to watch the video, the judge declined.  In\r\n  light of the court's ruling, Wife's attorney also proffered testimony\r\n  concerning observations of Husband's physical abilities and substantial\r\n  improvements he had made to his home.  When Husband objected on relevancy and\r\n  foundation grounds, the court noted the testimony was simply a proffer for\r\n  appeal purposes.\r\nOn November 13, 2009, Judge Johnson issued his order finding\r\n  Husband was sixty-two years old and had a monthly income of $4,500 when the previous\r\n  order was set, but was sixty-seven years old and had a monthly income of $1,296\r\n  from social security at the time of the current order.  Based on Husband's\r\n  &quot;continuing health problems and his advanced age,&quot; the judge found\r\n  Husband established a substantial change in circumstances, entitling Husband to\r\n  a reduction in his alimony obligation.  The judge then stated as follows:\r\n\r\nThe Court finds that a 67 year old is not required to return to\r\n  work.  The Court excluded testimony related to Husband's disability and his\r\n  ability to work based on the Court's finding that 67 is a reasonable age for\r\n  retirement.  The Court finds the alimony obligation of Husband should be based\r\n  on his actual income.\r\n\r\nThe judge then\r\n  ordered Husband's alimony payments be reduced from $1,200 to $250 a month,\r\n  retroactive to November 1, 2007.\r\nISSUES\r\n\r\n  \r\n    \r\n      1.&nbsp;\r\n       Whether\r\n  the family court abused its discretion by focusing only on the age of Husband\r\n  while considering Husband's request to reduce his alimony.\r\n        \r\n      \r\n    \r\n    \r\n      2.\r\n       Whether the\r\n  family court abused its discretion in excluding relevant evidence because of\r\n  its error of law.\r\n        \r\n      \r\n    \r\n    \r\n      3.\r\n       Whether\r\n  the family court abused its discretion in repeatedly mischaracterizing the\r\n  issue as one of whether Husband would be required to &quot;return to work&quot;\r\n  or &quot;go to work.&quot;\r\n    \r\n  \r\n\r\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; STANDARD OF\r\n  REVIEW\r\nIn appeals from the family court, the appellate court reviews factual\r\n  and legal issues de novo.  Simmons v. Simmons, 392 S.C. 412, 414, 709\r\n  S.E.2d 666, 667 (2011).\r\nLAW/ANALYSIS\r\nWife contends the family court's decision was controlled by an\r\n  error of law because it improperly focused only on the age of Husband in\r\n  reducing Husband's alimony obligation.  She argues the family court ignored\r\n  statutory requirements and case law in doing so.  Wife points to the family court's\r\n  written order wherein the court specifically found &quot;that a 67 year old is\r\n  not required to return to work,&quot; and &quot;excluded testimony related to\r\n  Husband's disability and his ability to work based on the Court's finding that\r\n  67 is a reasonable age for retirement.&quot;  Wife further points to the\r\n  numerous instances in the transcript of the hearing wherein the court\r\n  repeatedly indicated a sixty-seven-year-old man should not have to work,\r\n  clearly showing the improper focus on Husband's age by the court.  She asserts\r\n  the family court judge was required to consider the totality of the facts and\r\n  circumstances as outlined in statutory and case law and asserts, while\r\n  Husband's age may be one relevant factor, the family court judge erred in\r\n  failing to consider other relevant factors.  \r\nWife further argues:  (1) Husband's age and proximity to possible\r\n  retirement age was within the contemplation of the parties at the time alimony\r\n  was originally ordered, and therefore, the family court erred in focusing only\r\n  on Husband's age of sixty-seven in deciding to drastically reduce his alimony;\r\n  (2) South Carolina statutory and case law require a consideration of Husband's\r\n  financial ability, and not just &quot;actual income&quot; when assessing a\r\n  modification request, that financial ability is not determined solely based\r\n  upon one's age, and the family court judge's focus on Husband's age led it to\r\n  ignore Husband's earning potential; and (3) Husband's age was not the only\r\n  changed circumstance the family court judge was required to consider, noting\r\n  the parties' standard of living during the marriage, each parties' earning\r\n  capacity, and the supporting spouse's ability to continue to support the payee\r\n  spouse were relevant factors that should have been considered, as well as other\r\n  factors, such as Wife's disability and the fact that Wife, who was sixty-six at\r\n  the time of the alimony reduction hearing, had aged the exact same amount as\r\n  Husband and was also at an advanced age.\r\nWife also contends the family court judge improperly excluded\r\n  testimony concerning Husband's disability and his ability to work.  She points\r\n  to the family court judge's order wherein he specifically stated that he had\r\n  excluded this evidence, as well as to portions of the record showing exclusion of:\r\n   (1) testimony of Dr. Voss; (2) records regarding Husband's health issues; (3)\r\n  the video made by Wife's private investigator; and (4) Wife's testimony\r\n  concerning Husband's ability to work.  She argues the family court excluded\r\n  this evidence sua sponte, and the exclusion of this evidence\r\n  violated the section 20-3-170 requirement that the court give &quot;both\r\n  parties an opportunity to be heard and introduce evidence relevant to the\r\n  issue.&quot;   \r\nSection 20-3-170 of the South Carolina Code provides in pertinent part\r\n  as follows:\r\n\r\nWhenever any husband or wife, pursuant to a judgment of divorce\r\n  from the bonds of matrimony, has been required to make his or her spouse any\r\n  periodic payments of alimony and the circumstances of the parties or the\r\n    financial ability of the spouse making the periodic payments shall have changed since the rendition of such judgment, either party may apply to the court which\r\n  rendered the judgment for an order and judgment decreasing or increasing the\r\n  amount of such alimony payments or terminating such payments and the court, after\r\n    giving both parties an opportunity to be heard and to introduce evidence\r\n    relevant to the issue, shall make such order and judgment as justice and\r\n  equity shall require, with due regard to the changed circumstances and the\r\n    financial ability of the supporting spouse, decreasing or increasing or\r\n  confirming the amount of alimony provided for in such original judgment or\r\n  terminating such payments.    \r\n\r\nS.C. Code Ann. §\r\n  20-3-170 (1985) (emphasis added).  &quot;Once a court sets the amount of\r\n  periodic alimony, that amount may be modified under the guidelines of S.C. Code\r\n  Ann. § 20-3-170 (1985).&quot;  Sharps v. Sharps, 342 S.C. 71, 75, 535\r\n  S.E.2d 913, 916 (2000).  To justify modification of an alimony award, the\r\n  changes in circumstances must be substantial or material.  Id. at 76,\r\n  535 S.E.2d at 916.  Moreover, the change in circumstances must be\r\n  unanticipated, and the party seeking modification has the burden to show by a\r\n  preponderance of the evidence that an unforeseen change has occurred.  Butler\r\n    v. Butler, 385 S.C. 328, 336, 684 S.E.2d 191, 195 (Ct. App. 2009).  &quot;As\r\n  a general rule, a court hearing an application for a change in alimony should\r\n  look not only to see if the substantial change was contemplated by the parties,\r\n  but most importantly whether the amount of alimony in the original decree\r\n  reflects the expectation of that future occurrence.&quot;  Sharps, 342\r\n  S.C. at 78, 535 S.E.2d at 917.  &quot;Many of the same considerations relevant\r\n  to the initial setting of an alimony award may be applied in the modification\r\n  context as well, including the parties' standard of living during the marriage,\r\n  each party's earning capacity, and the supporting spouse's ability to continue\r\n  to support the other spouse.&quot;  Miles v. Miles, 355 S.C. 511, 519,\r\n  586 S.E.2d 136, 140 (Ct. App. 2003).\r\n&quot;[W]hen a payor spouse seeks to reduce support obligations\r\n  based on his diminished income, a court should consider the payor spouse's\r\n  earning capacity.&quot;  Gartside v. Gartside, 383 S.C. 35, 44, 677\r\n  S.E.2d 621, 626 (Ct. App. 2009).  Where a payor spouse's actual income versus\r\n  earning capacity is at issue, the court &quot;must closely examine the payor\r\n  spouse's good faith and reasonable explanation for the decreased income.&quot;  Id.  &quot;However, a payor spouse can be found to be voluntarily underemployed\r\n  even in the absence of a bad faith motivation.&quot;  Id. at 45, 677\r\n  S.E.2d at 626.   \r\nAlthough there was a limited amount of evidence, aside from\r\n  Husband's age, placed on the record, a thorough reading of the transcript\r\n  reveals that the family court focused only on Husband's increased age.  From\r\n  the start of the hearing, the judge repeatedly indicated he was not concerned\r\n  with whether Husband was disabled or was able to work, and considered Husband's\r\n  age to be the deciding factor in reducing alimony.  Moreover, the court\r\n  specifically excluded evidence regarding Husband's ability or inability to\r\n  work, and provided in its order that it did so based upon the court's finding\r\n  that &quot;67 is a reasonable age for retirement.&quot;  We find that the court\r\n  was required, pursuant to section 20-3-170, to consider whether &quot;the\r\n  circumstances of the parties or the financial ability of the spouse making the\r\n  periodic payments&quot; had changed.  Further, our case law mandates the family\r\n  court take into consideration &quot;[m]any of the same considerations relevant\r\n  to the initial setting of an alimony award&quot; in deciding whether modification\r\n  of an alimony award is proper.  Here, the family court expressly considered\r\n  only Husband's age, and failed to consider Husband's financial ability or other\r\n  circumstances of the parties.  Further, the family court judge failed to consider\r\n  whether any change in circumstances was unanticipated, as is required to\r\n  support alimony modification, or whether the amount of alimony in the original\r\n  decree reflected the expectation of any change of circumstances.  Finally, the\r\n  family court judge expressly acknowledged that he excluded the relevant\r\n  evidence concerning Husband's ability or inability to work, in contravention to\r\n  the requirement of § 20-3-170 that the court give &quot;both parties an\r\n  opportunity to be heard and to introduce evidence relevant to the issue.&quot;  \r\nWe decline to adopt a bright-line rule that, where the supporting\r\n  spouse reaches a particular age, that age alone is sufficient to justify a\r\n  reduction or termination of alimony.  Rather, the court should consider all\r\n  relevant evidence and determine whether there has been a substantial or\r\n  material, unanticipated change in circumstances warranting a reduction in a supporting\r\n  spouse's alimony obligation.  Accordingly, we hold the family court committed\r\n  an error of law by reducing Husband's alimony based solely on Husband's age,\r\n  and reverse and remand this matter to the family court for reconsideration of\r\n  the issue in a manner consistent with this court's opinion.  See Callen\r\n    v. Callen, 365 S.C. 618, 623-24, 620 S.E.2d 59, 62 (2005) (declining to\r\n  address the sufficiency of the evidence, because the family court's findings of\r\n  fact were so tainted by errors of law as to require the appellate court to\r\n  reverse the court's decision and remand the case for a new hearing).\r\nAs to Wife's argument that the family court judge abused his\r\n  discretion in mischaracterizing the issue, we need not address this issue.  See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\n  S.E.2d 591, 598 (1999) (holding an appellate court need not address remaining\r\n  issues when disposition of a prior issue is dispositive).  \r\nFor the foregoing reasons, the order of the family court judge is\r\nREVERSED AND REMANDED. \r\n PIEPER\r\n  , J., concurs.\r\nLOCKEMY,\r\n  J. concurring:  While I concur in the\r\n  majority decision to reverse and remand, I write separately to present the idea\r\n  that once a party has retired at a particular age, that may constitute\r\n  changed circumstances for purposes of modification of alimony.  \r\nOther\r\n  jurisdictions have used an approach that I find relevant to the case at bar.  See,\r\n    e.g., Pimm v. Pimm, 601 So.2d 534 (Fla. 1992); Smith v. Smith,\r\n  419 A.2d 1035 (Me. 1980); Silvan v. Sylvan, 632 A.2d 528 (N.J. Super.\r\n  Ct. App. Div. 1993); McFadden v. McFadden, 563 A.2d 180 (Pa. Super. Ct. 1989). \r\n  In determining whether retirement at a particular age constitutes such changed\r\n  circumstances as would justify a modification of alimony, I believe there are a\r\n  variety of factors to consider.  This court may analyze &quot;the age gap\r\n  between the parties; whether at the time of the initial alimony award any\r\n  attention was given by the parties to the possibility of future retirement;\r\n  whether the particular retirement was mandatory or voluntary; whether the\r\n  particular retirement occurred earlier than might have been anticipated at the\r\n  time alimony was awarded; and the financial impact of that retirement upon the\r\n  respective financial positions of the parties.&quot;  Silvan, 632 A.2d\r\n  at 530.  It may also assess &quot;the motivation which led to the decision to\r\n  retire, i.e., was it reasonable under all the circumstances or motivated\r\n  primarily by a desire to reduce the alimony of a former spouse.&quot;  Id. \r\n  This court may also wish to consider &quot;the degree of control retained by\r\n  the parties over the disbursement of their retirement income, e.g., the ability\r\n  to defer receipt of some or all.&quot;  Id.  In addition, it may\r\n  consider whether either spouse has transferred assets to others, thus reducing\r\n  the amount available to meet their financial needs and obligations.  Id. \r\n  This list of factors is meant to be illustrative, not exhaustive.  \r\nOne\r\n  court put it aptly, stating, &quot;[j]ust as a married couple may expect a\r\n  reduction in income due to retirement, a divorced spouse cannot expect to\r\n  receive the same high level of support after the supporting spouse retires.&quot;  In re Marriage of Reynolds, 74 Cal.Rptr.2d 636, 640 (Cal. Dist. Ct. App.\r\n  1998) (holding that no one may be compelled to work after the usual retirement\r\n  age of 65 in order to pay the same level of spousal support as when he was\r\n  employed).  \r\nTo\r\n  give further support to the idea that retirement at a particular age could be\r\n  sufficient to constitute a change of circumstances, I note Social Security is\r\n  payable at its maximum level at age 65.[1]  See 42 U.S.C. § 416(l)(1) (Supp. 2011); see also 42 U.S.C.\r\n  §402(a) (2000).  By setting this age limit, the United States government is acknowledging\r\n  there is a time when a person should be able to reflect on the short year we\r\n  call life, hear the fog horn of the reality that is fast approaching, and say,\r\n  as in the September Song:&nbsp; &quot;Oh the days dwindle down, to a\r\n  precious few, September, November . . . &quot;&nbsp; Walter Huston, September\r\n  Song (1938).  Furthermore, the South Carolina legislature, similar to most\r\n  other state legislatures, has enacted life expectancy tables which declare that\r\n  a healthy male at the age of 67, as Husband is in this case, can expect to live\r\n  only 15.37 more years—&quot;September, November . . . .&quot;  See S.C.\r\n  Code Ann. § 19-1-150 (1985).  \r\nGovernments,\r\n  nationally and locally, enact mandatory retirement for certain professions\r\n  based upon the age of a person, rather than based upon the number of years\r\n  employed.&nbsp; For example, in South Carolina, judges cannot actively serve\r\n  past the age of 72, regardless of the number of years on the bench. S.C. Code\r\n  Ann. § 9-8-60 (Supp. 2010).  In another example, regular commissioned officers\r\n  in the military are required to retire at age sixty-two, with limited\r\n  exceptions.  10 U.S.C. § 1251(a) (2006).\r\nIf\r\n  our state and federal statutes, jurisprudence and popular culture recognize that\r\n  advancing age in and of itself justifies limiting opportunities and obligations\r\n  in life, why then should it not apply as a consideration in alimony\r\n  reduction?&nbsp; Shall we deny those &quot;precious few&quot; days from\r\n  September to December as a time of consummation of the non-pecuniary parts of\r\n  existence?&nbsp; Archibald Rutledge[2] described it well when telling of an elderly man who had all the necessities\r\n  and more life could provide.&nbsp; As will happen to many others, he lay one\r\n  day on a bed, deathly ill, with all the medicine and manmade comforts at his\r\n  side, &quot;but he had small comfort in them.&nbsp; But the moonlight, and the\r\n  hale fragrances, and the wild song of the bird—these brought peace to his\r\n  heart.&quot;  Archibald Rutledge, Life's Extras (Fleming H. Revell 1928).&nbsp;\r\n  Because the luring and lucrative parts of life have caused one to ignore them\r\n  for 65 years should justice deny the appreciation of life’s extras for the few\r\n  years that remain based on the physical ability to continue to work?&nbsp; \r\nThe family\r\n  court thought not and found alimony should be restructured based on his reduced\r\n  retirement income. &nbsp;I would agree with the family court decision but for\r\n  the lack of a record as to what may have been agreed to or contemplated by the\r\n  parties when the alimony determination was originally negotiated. It could be\r\n  that Husband promised certain benefits even after 65.[3]  Moreover, some or all of the above mentioned factors relating to retirement at\r\n  a particular age may apply.  Therefore, I would reverse and remand for that\r\n  determination.  \r\n\r\n\r\n[1] Depending upon\r\n  the birth year, this age may differ slightly.  \r\n[2] In 1934,\r\n  Archibald Rutledge became South Carolina's first poet laureate.  1934 S.C. Acts\r\n  736; Joseph M. Flora, Southern Writers: A Biographical Dictionary 391 (Robert\r\n  Bain et al. eds., Louisiana State University Press 1979).  \r\n[3] Whether such an\r\n  agreement would be against public policy has never been examined in this state.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4932","title":"Black v. Lexington County Board of Zoning Appeals","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4932","description":"Margie Kay Black appeals the circuit court's affirmation of the Lexington County Board of Zoning Appeals' (Board) approval of Reitech, LLC's application for a zoning variance.","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE\r\n  STATE OF SOUTH CAROLINA\r\nIn\r\n  The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nMargie Kay Black, Appellant,\r\nv.\r\nLexington County Board of Zoning Appeals, Bill Reilly, and Reitech, LLC, Respondents.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal\r\n  From Lexington County\r\n William\r\n  P. Keesley, Circuit Court Judge\r\n\r\nOpinion\r\n  No. 4932\r\nHeard\r\n  December 7, 2011 – Filed January 25, 2012\r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nTobias Ward, Jr. and J.\r\n  Derrick Jackson, both of Columbia, for Appellant.\r\nJames Edward Bradley, of\r\n  West Columbia, and Jeffrey M. Anderson, of Lexington, for Respondents.\r\n      \r\n    \r\n  \r\n\r\nLOCKEMY,\r\n  J.: Margie\r\n  Kay Black appeals the circuit court's affirmation of the Lexington County Board\r\n  of Zoning Appeals' (Board) approval of Reitech, LLC's application for a zoning\r\n  variance.  We affirm.  \r\nFACTS\r\nOn July 7, 2009, Bill Reilly, on behalf\r\n  of his company, Reitech, applied for a zoning variance for property (the\r\n  Property) owned by Reitech in Leesville, South Carolina.  Reitech operates a\r\n  steel fabrication business on the Property.[1]  The Property is a rectangular shape and is approximately 300 feet wide at its\r\n  widest point.  Reitech requested the zoning variance to bring an\r\n  existing paint shed on the Property into compliance with the buffering\r\n  restrictions in the Lexington County Zoning Ordinance (Zoning Ordinance).   Reitech\r\n  also sought the variance to accommodate a proposed sandblasting shed.  Reilly\r\n  asked the Board to grant a reduction in buffer from 125 feet to 31 feet, a\r\n  reduction in setback from 250 feet to 31 feet, a reduction in total screening\r\n  from 200 feet to 31 feet, and a reduction in partial screening from 300 feet to\r\n  31 feet. \r\nOn August 18, 2009, the Board held a\r\n  public hearing to address the requested variance.  Two of three adjoining\r\n  property owners signed waivers agreeing to the variance, provided the\r\n  sandblasting shed be constructed to lower the noise levels of the sandblasting\r\n  equipment.  At the hearing, Reilly admitted to the Board that after he received\r\n  the waivers he constructed the sandblasting shed without a building permit. Black,\r\n  the third adjoining property owner, opposed Reitech's variance request.  Dave\r\n  Almeida, Black's son-in-law, spoke on her behalf at the hearing, and expressed\r\n  Black's concerns that the variance would lower the value of her property. Black\r\n  was also concerned that Reilly built the sheds before applying for a building\r\n  permit.  After hearing arguments and comments, the Board voted to grant the\r\n  variance request. In its Findings of Fact and Conclusions of Law, the Board\r\n  found the variance was in compliance with Section 122.60 of the Zoning\r\n  Ordinance which provides that the Board should not grant a variance unless it\r\n  finds:\r\n\r\n  \r\n    \r\n      a.\r\n       There are\r\n  extraordinary and exceptional conditions pertaining to the particular piece of\r\n  property.\r\n        \r\n      \r\n    \r\n    \r\n      b.\r\n       These conditions\r\n  do not generally apply to other property in the vicinity.\r\n        \r\n      \r\n    \r\n    \r\n      c.&nbsp;\r\n       Because of these\r\n  conditions, the application of the ordinance to the particular piece of\r\n  property would effectively prohibit or unreasonably restrict the utilization of\r\n  the property; and\r\n        \r\n      \r\n    \r\n    \r\n      d.\r\n       The\r\n  authorization of a variance will not be of substantial detriment to adjacent\r\n  property or to the public good, and the character of the district will not be\r\n  harmed by the granting of the variance. \r\n    \r\n  \r\n\r\nOn\r\n  September 18, 2009, Black appealed the Board's decision to the circuit court.  The\r\n  circuit court affirmed the Board, finding Reitech presented sufficient evidence\r\n  to support the variance as required by section 6-29-800 of the South Carolina\r\n  Code (Supp. 2010).[2]  \r\n  The circuit court further determined the Board's decision was reasonable,\r\n  correct as a matter of law, and was not arbitrary, capricious, or an abuse of its\r\n  discretion.  Thereafter, Black filed a motion to alter or amend the judgment.  Black\r\n  argued the circuit court failed to specifically address each of her arguments\r\n  on appeal.  The circuit court denied Black's motion in a supplemental order\r\n  addressing her arguments. This appeal followed. \r\nSTANDARD\r\n  OF REVIEW\r\nOn appeal, the findings of fact by the\r\n  Board shall be treated in the same manner as findings of fact by a jury, and\r\n  the court may not take additional evidence.  S.C. Code Ann. § 6-29-840(A)\r\n  (Supp. 2010).  &quot;In reviewing the questions presented by the appeal, the\r\n  court shall determine only whether the decision of the Board is correct as a\r\n  matter of law.&quot;  Austin v. Bd. of Zoning Appeals, 362 S.C. 29, 33,\r\n  606 S.E.2d 209, 211&nbsp;(Ct. App. 2004).  Furthermore, &quot;[a] court will\r\n  refrain from substituting its judgment for that of the reviewing body, even if\r\n  it disagrees with the decision.&quot;  Restaurant Row Assocs. v. Horry Cnty.,\r\n  335 S.C. 209, 216, 516 S.E.2d 442, 446&nbsp;(1999).  &quot;However, a decision\r\n  of a municipal zoning board will be overturned if it is arbitrary, capricious,\r\n  has no reasonable relation to a lawful purpose, or if the board has abused its\r\n  discretion.&quot;  Id.\r\nLAW/ANALYSIS\r\nI.&nbsp; Unnecessary\r\n  Hardship\r\nBlack argues the circuit court erred in\r\n  affirming the Board's decision where Reitech claimed an unnecessary hardship based\r\n  on conditions it created and zoning restrictions enacted before it purchased\r\n  the Property.  We disagree.  \r\nPursuant to section 6-29-800(A)(2) of\r\n  the South Carolina Code (Supp. 2010), &quot;[a] variance may be granted in an\r\n  individual case of unnecessary hardship if the board makes and explains in\r\n  writing&quot; certain findings.  Black argues Reitech cannot claim an\r\n  unnecessary hardship as a matter of law.  Citing Rush v. City of Greenville,\r\n  246 S.C. 268, 143 S.E.2d 527&nbsp;(1965), Black argues &quot;a claim of\r\n  unnecessary hardship cannot be based upon conditions created by the owner nor\r\n  can one who purchases property after the enactment of a zoning regulation\r\n  complain that a nonconforming use would work an unnecessary hardship upon\r\n  him.&quot;  246 S.C. at 278, 143 S.E.2d at 532.  In Rush, Rush sought to\r\n  rezone a portion of his property to construct a driveway for commercial use\r\n  through a residential lot.  246 S.C. at 271, 143 S.E.2d at 528.  Rush knew the\r\n  property at issue was zoned residential when he purchased it, and he later tried\r\n  to convert it to commercial use.  246 S.C. at 278, 143 S.E.2d at 532.  Our\r\n  supreme court determined Rush &quot;failed to establish that the acts of the\r\n  City Council of Greenville, in refusing to rezone the property in question or\r\n  to grant a variance, were arbitrary, unreasonable and unjust.&quot; 246 S.C. at\r\n  282, 143 S.E.2d at 534.  Similarly, Black has failed to show that the Board's\r\n  decision to grant the variance was arbitrary or capricious.  \r\nII.&nbsp; Expansion\r\n  of an Existing Business\r\nBlack argues the circuit court erred in\r\n  affirming the Board's decision where the requested zoning variance was for the\r\n  expansion of an existing business.  We disagree.  \r\nIn its zoning variance application,\r\n  Reitech stated it was requesting the variance because the layout of the\r\n  Property will not allow any &quot;new expansion.&quot;  Black contends\r\n  the Board's decision to grant the variance request should be overturned because\r\n  a variance cannot be granted for an expansion.  Citing section 6-29-800(A)(2)(d)(i),\r\n  Black argues the &quot;fact that property may be utilized more profitably, if a\r\n  variance is granted, may not be considered grounds for a variance.&quot;  S.C.\r\n  Code Ann. § 6-29-800(A)(2)(d)(i) (Supp. 2010).  We find Black's argument is\r\n  without merit.  The Board did not find that by granting the variance request, the\r\n  Property could be utilized more profitably.  Instead, the Board determined the\r\n  variance would allow for a reduction in the noise produced by the sandblasting\r\n  equipment, and would create &quot;an improvement for the adjacent properties,\r\n  the public good, and the character of the district.&quot;   \r\nIII.&nbsp; Prohibit\r\n  or Restrict the Use of Property\r\nBlack argues the circuit court erred in\r\n  affirming the Board's decision because the application of the Zoning Ordinance\r\n  does not effectively prohibit or unreasonably restrict the use of the Property.\r\n   We disagree.  \r\nPursuant to Section 122.60(c) of the\r\n  Zoning Ordinance and section 6-29-800(A)(2)(c) of the South Carolina Code\r\n  (Supp. 2010), a zoning board should not grant a variance unless &quot;the\r\n  application of the ordinance to the particular piece of property would\r\n  effectively prohibit or unreasonably restrict the utilization of the property.&quot;\r\n   Here, the Board determined sandblasting was a &quot;normal and necessary\r\n  accessory activity to a steel fabrication business&quot; and that &quot;without\r\n  the structure to contain or reduce the noise,&quot; the activity would &quot;continue\r\n  to be in violation of the [Zoning] Ordinance.&quot;  According to the Board,\r\n  this would result in &quot;continued persecution and the possible revocation of\r\n  the Zoning Permit, which would therefore restrict the utilization of the\r\n  [P]roperty as it was intended prior to zoning of the area.&quot;   Black argues\r\n  that if Reitech is seeking to &quot;expand an existing business&quot; by adding\r\n  the paint and sandblasting sheds, then the Zoning Ordinance is not prohibiting\r\n  or unreasonably restricting the use of the property.  \r\nWe find the application of the Zoning\r\n  Ordinance would effectively prohibit or unreasonably restrict the utilization\r\n  of the Property.  As the Board determined, sandblasting is a &quot;normal and\r\n  necessary&quot; activity in a steel fabrication business.  If Reitech was unable\r\n  to build its sheds, it would be unable to control the noise and fumes from the\r\n  sandblasting and painting, and it would be in violation of the Zoning\r\n  Ordinance.  This would restrict Reitech from using the Property for steel\r\n  fabrication.  Accordingly, we find the Board's determination is correct as a\r\n  matter of law and is not arbitrary, capricious, or an abuse of its discretion.  \r\nIV.&nbsp; Exceptional\r\n  and Extraordinary Condition\r\nBlack argues the circuit court erred in\r\n  affirming the Board's decision where the Property's dimensions are not\r\n  extraordinary or exceptional, and the same conditions generally apply to other\r\n  property in the area.  We disagree.  \r\nPursuant to Section 122.60(a)-(b) of the\r\n  Zoning Ordinance and section 6-29-800(A)(2)(a)-(b) of the South Carolina Code\r\n  (Supp. 2010), a zoning board should not grant a variance unless it finds &quot;there\r\n  are extraordinary and exceptional conditions pertaining to the particular piece\r\n  of property&quot; at issue, and &quot;those conditions do not generally apply to\r\n  other property in the vicinity.&quot;  Here, the Board found the Property had\r\n  an extraordinary and exceptional condition because the fabrication facility\r\n  existed prior to the zoning of the area.  The Board determined the buffering\r\n  restrictions in the Zoning Ordinance created setbacks that made it &quot;impossible\r\n  for any feasible expansion or improvements.&quot;  The Board further noted the\r\n  Property contained the only steel fabrication facility in the area, and because\r\n  the immediate area was &quot;largely residential improved, rural unimproved,\r\n  agricultural, and/or light commercial use, the same intense buffering\r\n  restrictions do not apply to other properties in the vicinity.&quot;  Black\r\n  argues there are no exceptional or extraordinary conditions which pertain to\r\n  the Property.  Black also maintains there are a number of lots in the vicinity\r\n  which are of a similar size and shape.  \r\nWe find the Board's determination is\r\n  correct as a matter of law and is not arbitrary, capricious, or an abuse of its\r\n  discretion.  Although other lots in the area may be of a similar size and\r\n  shape, the Property contains the only steel fabrication operation in the area\r\n  and that operation existed prior to the zoning of the area.  Furthermore, other\r\n  lots in the area are of residential, rural, agricultural, and light commercial\r\n  use, and therefore, the same conditions do not apply to them.  Because the\r\n  buffering restrictions prevent Reitech from building the sheds, we find the\r\n  Property is subject to an extraordinary and exceptional condition. \r\nCONCLUSION\r\nAccordingly,\r\n  the decision of the circuit court is \r\n AFFIRMED.\r\nHUFF\r\n  and PIEPER, JJ., concur.  \r\n\r\n\r\n[1] The former\r\n  owner of the Property began operating a steel fabrication business on the\r\n  Property in 1982.  In 2001, the area was zoned for manufacturing (intermediate).\r\n  According to the Board, the pre-existing activity and buildings on the Property\r\n  qualify as a legal non-conformity.  \r\n[2] Section\r\n  6-29-800(A)(2) provides, &quot;[a] variance may be granted in an individual\r\n  case of unnecessary hardship if the board makes and explains in writing the\r\n  following findings&quot; and lists the same four factors as Section 122.60 of\r\n  the Zoning Ordinance.  S.C. Code Ann. § 6-29-800(A)(2) (Supp. 2010).\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4933","title":"Fettler v. Gentner","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4933","description":"In this civil action for negligence and damages as a result of a vehicular accident, Elizabeth Fettler argues the trial court erred in (1) denying her motion for a directed verdict and judgment notwithstanding the verdict (JNOV) on the issue of Frederick Gentner's negligence, and (2) presenting an erroneous and prejudicial charge to the jury as a result of the denial of her directed verdict motion.","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nElizabeth\r\n      Fettler, Appellant,\r\nv.\r\nFrederick Gentner, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Richland County\r\nJames R. Barber, III, Circuit Court Judge\r\n\r\nOpinion No. 4933\r\nHeard November 17, 2011 – Filed January\r\n  25, 2012   \r\n\r\nreversed and\r\n  remanded\r\n\r\n\r\n  \r\n    \r\n      \r\nEverett Hope Garner, of Columbia, for Appellant. \r\nRonald E. Alexander, of Columbia, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLockemy, J.: In\r\n  this civil action for negligence and damages as a result of a vehicular\r\n  accident, Elizabeth Fettler argues the trial court erred in (1) denying her\r\n  motion for a directed verdict and judgment notwithstanding the verdict (JNOV) on\r\n  the issue of Frederick Gentner's negligence, and (2) presenting an erroneous\r\n  and prejudicial charge to the jury as a result of the denial of her directed\r\n  verdict motion.  We reverse and remand.  \r\nFACTS\r\n On December 25,\r\n  2002, Fettler was a passenger in the vehicle her husband was driving on White\r\n  Pond Road in Columbia, South Carolina.  Gentner stated his vehicle was\r\n  &quot;probably ten car lengths&quot; behind the Fettlers' vehicle.  Fettler\r\n  testified that before her husband could proceed down an on ramp to the\r\n  interstate, he had to yield at a yield sign to avoid an oncoming car turning\r\n  left onto the on ramp.  While at the yield sign, the Fettlers were rear-ended\r\n  by Gentner.  Gentner testified that while he saw the oncoming vehicle, it was\r\n  in the distance at the time the Fettlers came to the yield sign.  He stated he\r\n  saw no reason for the Fettlers to stop at the yield sign because there was no\r\n  vehicle in front of them.  Gentner said after he saw the Fettlers come to the\r\n  ramp, he stopped looking in the direction he was traveling.  He specifically\r\n  stated he &quot;focused [his] attention no longer on [the Fettlers' vehicle]\r\n  but on the vehicle that was coming across.&quot;  Despite his actions, Gentner\r\n  agreed he is required to look where he is going while driving a vehicle.  \r\n At the close of\r\n  evidence, Fettler made a motion for a directed verdict on the issue of\r\n  Gentner's negligence.  Gentner argued against the motion, stating Fettler's\r\n  husband did not have the right to stop his car in the road for no good reason,\r\n  particularly at a yield sign.  In discussing the motion, the trial court noted\r\n  Gentner admitted to failing to keep a proper lookout and stated:\r\n\r\nWhat he\r\n  said is I quit paying attention as soon as those cars turned.  I don't know\r\n  what they did; I didn't see them again.  I didn't pay any attention until I saw\r\n  this car stopped, and the guy that was driving that car stopped, and said he\r\n  stopped it because he was yielding to the car, which he was required to do. \r\n  And there was no testimony to the contrary.  Your guy says I didn't see\r\n  anything, so we're supposed to circumstantially say okay, there wasn't anything\r\n  there then?\r\n\r\nHowever, the court eventually\r\n  denied the motion for a directed verdict on the issue of negligence.  \r\nAt\r\n  the conclusion of the trial, the jury returned a unanimous verdict for\r\n  Gentner.  After the verdict was read, Fettler made a motion for a JNOV,\r\n  contending the evidence allowed only one reasonable inference in favor of\r\n  Fettler on the issues of negligence and proximate cause.  The trial court\r\n  treated the JNOV motion as a thirteenth juror motion, and stated there was\r\n  evidence in the record to support the jury's decision, and so it denied\r\n  Fettler's motion.  \r\nSTANDARD OF REVIEW\r\n&quot;'When\r\n  reviewing the denial of a motion for directed verdict or JNOV,\r\n  this Court applies the same standard as the trial\r\n  court.'&quot;  Pridgen v. Ward, 391 S.C. 238, 243, 705 S.E.2d 58,\r\n  61&nbsp;(Ct. App. 2010) (quoting Gibson v. Bank of America, N.A., 383\r\n  S.C. 399, 405, 680 S.E.2d 778, 781 (Ct. App. 2009)). &quot;'The Court is\r\n  required to view the evidence and inferences that reasonably can be drawn from\r\n  the evidence in the light most favorable to the non-moving party.'&quot; Id. (quoting Gibson, 383 S.C. at 405, 680 S.E.2d at 781).   &quot;'The\r\n  motions should be denied when the evidence yields more than one inference or\r\n  its inference is in doubt.'&quot; Id. (quoting Gibson, 383 S.C.\r\n  at 405, 680 S.E.2d at 781).  &quot;'An appellate court will only reverse the\r\n  [trial] court's ruling when there is no evidence to support the ruling or when\r\n  the ruling is controlled by an error of law.'&quot; Id. (quoting Gibson,\r\n  383 S.C. at 405, 680 S.E.2d at 781).  \r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Directed Verdict and JNOV\r\n  on the Issue of Defendant's Negligence\r\n Fettler contends\r\n  the trial court erred in denying her motion for a directed verdict and JNOV\r\n  because the evidence was not susceptible to more than one reasonable inference\r\n  on the issue of Gentner's negligence.  We agree.\r\n &quot;A plaintiff,\r\n  to establish a cause of action for negligence, must prove the following four\r\n  elements: (1) a duty of care owed by defendant to plaintiff; (2) breach of that\r\n  duty by a negligent act or omission; (3) resulting in damages to the plaintiff;\r\n  and (4) damages proximately resulted from the breach of duty.&quot;  Thomasko\r\n    v. Poole, 349 S.C. 7, 11, 561 S.E.2d 597, 599 (2002) (citing Bloom v.\r\n      Ravoira, 339 S.C. 417, 422, 529 S.E.2d 710, 712 (2000)).   &quot;[P]arties\r\n  have a duty to keep a reasonable lookout to avoid hazards on the\r\n  highway.&quot;  Id. at 12, 561 S.E.2d at 599.  &quot;In determining\r\n  issues of negligence and contributory negligence arising out of collisions\r\n  between vehicles proceeding in the same direction, [our\r\n  supreme court has] held that a leading vehicle has no absolute legal position superior to that\r\n  of one following.&quot;  Still v. Blake, 255 S.C. 95, 104, 177 S.E.2d\r\n  469, 473-74 (1970).  &quot;Each driver must exercise due care under the\r\n  circumstances.&quot;  Id. at 104, 177 S.E.2d at 474.  &quot;As a general\r\n  rule, the driver of the leading vehicle\r\n  is required to make reasonable observations under the circumstances to\r\n  determine that the particular movement of his vehicle, such as turning, slowing\r\n  up, or stopping, can be made with safety to others, and to give adequate\r\n  warning or signal of his intentions.&quot;  Id.  &quot;The driver of the\r\n  following vehicle owes a reciprocal duty to keep his vehicle under reasonable\r\n  control and not to follow too closely.&quot;  Id.&nbsp; \r\n&quot;'Evidence\r\n  of an independent negligent act of a third party is directed to the question of\r\n  proximate cause.'&quot;  Manios\r\n    v. Nelson, Mullins, Riley &amp; Scarborough, LLP, 389 S.C. 126, 142, 697\r\n  S.E.2d 644, 652 (Ct. App. 2010) (quoting Matthews v. Porter,\r\n  239 S.C. 620, 628, 124 S.E.2d 321, 325 (1962)).  &quot;'The intervening\r\n  negligence of a third person will not excuse the first wrongdoer if such\r\n  intervention ought to have been foreseen in the exercise of due care. In such\r\n  case, the original negligence still remains active, and a contributing cause of\r\n  the injury.'&quot;  Id. at 142, 697 S.E.2d at 653 (quoting Bishop v.\r\n    S.C. Dep't of Mental Health, 331 S.C. 79, 89, 502 S.E.2d 78, 83 (1998)).  &quot;Ordinarily,\r\n  proximate cause is a question for the jury.&quot;  Id. (citing McKnight\r\n    v. S.C. Dep't of Corr., 385 S.C. 380, 387, 684 S.E.2d 566, 569 (Ct.  App.\r\n  2009).\r\n Both Gentner and\r\n  Gentner's wife admit their failure to keep a lookout after the Fettlers reached\r\n  the yield sign in front of the on ramp.  The record reflects Gentner's\r\n  admissions:\r\n\r\nFettler's\r\n  counsel:  After the Fettlers entered the ramp, you were looking at this [oncoming]\r\n  vehicle and weren't looking where you were going down that ramp?\r\nGentner: \r\n  That's correct, yes sir.\r\nFettler's\r\n  counsel:  You weren't looking?  You weren't looking where you were going?  \r\nGentner: \r\n  That's correct.\r\nFettler's\r\n  counsel:  That's correct.  Don't you think you're required to look where you're\r\n  going when you're driving a vehicle?\r\nGentner: \r\n  Yes, sir.  \r\n\r\nGentner's wife confirms\r\n  Gentner's admissions in the record, stating:\r\n\r\nFettler's\r\n  counsel:  And you said you diverted your eyes somewhere and he diverted his\r\n  eyes.  Is that right?\r\nGentner's\r\n  wife:  Yes.\r\nFettler's\r\n  counsel:  So, both of you looked away from the lane of travel where you were\r\n  headed.  Is that right?\r\nGentner's\r\n  wife:  Well, yes.\r\nFettler's\r\n  counsel:  And subsequent to that, there was a car in front of you and it turned\r\n  out to be the Fettlers, and y'all hit them in the rear.  Is that correct?\r\nGentner's\r\n  wife:  Yes.  \r\n\r\nGentner argues\r\n  there is evidence in the record supporting the inference that Fettler's\r\n  husband's negligence caused or contributed to the accident by unnecessarily\r\n  stopping at the yield sign.  Thus, Gentner contends, there are conflicts of\r\n  fact relating to his negligence to go to a jury.  However, the only evidence\r\n  supporting negligence on behalf of Fettler's husband is Gentner's personal\r\n  testimony.  Gentner testified he did not think there was any reason for the\r\n  Fettlers to stop at the yield sign because the oncoming car that eventually\r\n  turned left was not close enough to disturb the Fettlers' travel.  However,\r\n  Fettler states there was an oncoming vehicle turning left onto the on ramp that\r\n  they yielded for at the yield sign.  Fettler's husband claimed he yielded\r\n  because the oncoming car was in the process of making its left-hand turn onto\r\n  the on ramp.  Taking into consideration Gentner himself testified he was\r\n  &quot;10 car lengths&quot; behind the Fettlers, all parties agree there was a\r\n  yield sign on the road before entering the interstate from the Gentners' and\r\n  Fettlers' direction, and the Gentners both testified they took their eyes off\r\n  the direction they were traveling, we find there was no evidence to provide a\r\n  jury with any reasonable inference other than Gentner was negligent.  \r\nGentner's\r\n  position that the Fettlers did not need to stop at the yield sign does not\r\n  create an inference of negligence on Fettler's husband's part, it merely stands\r\n  as a personal opinion from someone who did not have his eyes focused on his\r\n  lane of travel.  Thus, we reverse and remand the trial court's denial of the\r\n  Fettlers' directed verdict and JNOV motions for a new trial in accordance with\r\n  this decision.  \r\n\r\nII.&nbsp; Prejudicial\r\n  Jury Charge\r\n Fettler argues the\r\n  trial court erred in presenting a prejudicial and erroneous charge to the\r\n  jury.  Specifically, Fettler contends the trial court erred in denying her\r\n  directed verdict motion, resulting in an erroneous charge of negligence to the\r\n  jury which was unsupported by the evidence.  We agree, but as a threshold\r\n  matter, we will first address preservation of the issue.\r\n&quot;An\r\n  appellate court cannot address an issue unless first raised by appellant and\r\n  ruled on by the trial judge.&quot;  Thomasko v. Poole,&nbsp;349 S.C. 7,\r\n  10, 561 S.E.2d 597, 598&nbsp;(2002) (citing Staubes v. City of Folly Beach,\r\n  339 S.C. 406, 421, 529 S.E.2d 543, 546 (2000)).  Once a party moves for a directed verdict on an issue, and that motion is denied, the\r\n  party is not required to object again to the subsequent jury instruction\r\n  regarding that issue.  See id. at 10-11, 561 S.E.2d at 598-99; see\r\n    also Carter v. Peace, 229 S.C. 346, 355, 93 S.E.2d 113, 117 (1956)\r\n  (finding a motion for a directed verdict on the issue of negligence had been\r\n  refused; thus, the negligence instructions were correct under the trial court's\r\n  conception of the evidence and there was no duty upon appellant to object to\r\n  the instruction because it would be futile and unnecessary).  The issue is\r\n  preserved.  See Thomasko, 349 S.C. at 10-11, 561 S.E.2d at\r\n  598-99.    &quot;This [c]ourt does not require parties to engage in futile actions\r\n  in order to preserve issues for appellate review.&quot;  Staubes, 339\r\n  S.C. at 415, 529 S.E.2d at 547.  \r\nWhile\r\n  Fettler did not object to the jury instruction of negligence, she argued a\r\n  motion for a directed verdict and JNOV[1] on the issue of Gentner's negligence and was denied.  Therefore, we find the\r\n  issue sufficiently preserved, and an objection to the jury charge of negligence\r\n  would have been futile, as the trial court had already ruled there was evidence\r\n  to go to the jury on the issue.  We continue below to the merits of this\r\n  argument.  \r\n&quot;'An\r\n  appellate court will not reverse the trial court's decision regarding jury\r\n  instructions unless the trial court committed an abuse of discretion.'&quot;  Berberich\r\n    v. Jack,&nbsp;392 S.C. 278, 285, 709 S.E.2d 607, 611&nbsp;(2011) (quoting Cole\r\n      v. Raut, 378 S.C. 398, 404, 663 S.E.2d 30, 33 (2008)).  &quot;'An abuse of\r\n  discretion occurs when the trial court's ruling is based on an error of law or\r\n  is not supported by the evidence.'&quot;  Id. (quoting Cole, 378\r\n  S.C. at 404, 663 S.E.2d at 33).  \r\n&quot;'A\r\n  jury charge consisting of irrelevant and inapplicable principles may confuse\r\n  the jury and constitutes reversible error where the jury's confusion affects\r\n  the outcome of the trial.'&quot;  Id. (quoting Cole, 378 S.C. at\r\n  404, 663 S.E.2d at 33).  &quot;An erroneous jury instruction will not result in\r\n  reversal unless it causes prejudice to the appealing party.&quot;  Id. (citing Cole, 378 S.C. at 405, 663 S.E.2d at 33); see also Clark v. Cantrell, 339 S.C. 369, 390, 529 S.E.2d 528, 539 (2000) (&quot;When\r\n  instructing the jury, the trial court is required to charge only principles of\r\n  law that apply to the issues raised in the pleadings and developed by the\r\n  evidence in support of those issues.&quot;). \r\nBecause\r\n  we find the issue of Gentner's negligence should have been resolved by a\r\n  directed verdict in Fettler's favor, we also find there was no evidence in the\r\n  record to support a charge of negligence to the jury.  As the issue of\r\n  Gentner's negligence should have been decided as a matter of law, the\r\n  irrelevant and inapplicable principles of negligence had the strong possibility\r\n  of confusing the jury and affecting the outcome of the trial.  We reverse and\r\n  remand this issue to the trial court for a new trial in accordance with this\r\n  decision.  \r\nCONCLUSION\r\n Based on the\r\n  foregoing reasons, the trial court's decision is\r\nreversed and remanded.\r\nhuff and pieper, JJ., concur.\r\n\r\n\r\n[1] As previously stated, the trial court viewed the\r\n  motion for a JNOV as a thirteenth juror motion.  \r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4934","title":"State v. Galimore","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4934","description":"In this criminal action resulting from a vehicular accident, Rodney Galimore contends the trial court erred in (1) denying his motion for a directed verdict on the charge of felony DUI; (2) denying his motion for a directed verdict on the charge of child endangerment; and (3) granting the State a continuance for three indictments after quashing one indictment for felony DUI.","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nThe State, Respondent,\r\nv.\r\nRodney L. Galimore, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal from Beaufort County\r\nJohn C. Hayes, III, Circuit Court Judge\r\n\r\nOpinion No. 4934\r\nHeard November 17, 2011 – Filed January\r\n  25, 2012   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nChief Appellate Defender Robert M. Dudek and Michael J. Anzelmo,\r\n  both of Columbia, for Appellant. \r\nAttorney General Alan Wilson, Chief Deputy Attorney General John\r\n  McIntosh, Assistant Deputy Attorney General Salley W. Elliott, and Assistant\r\n  Attorney General Christina J. Catoe, all of Columbia; and Solicitor Issac\r\n  McDuffie Ston, III, of Beaufort, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nLockemy, J.: In\r\n  this criminal action resulting from a vehicular accident, Rodney Galimore\r\n  contends the trial court erred in (1) denying his motion for a directed verdict\r\n  on the charge of felony DUI; (2) denying his motion for a directed verdict on\r\n  the charge of child endangerment; and (3) granting the State a continuance for\r\n  three indictments after quashing one indictment for felony DUI.  We affirm.\r\nFACTS\r\nGalimore was\r\n  indicted during the September 20, 2007 term of the Beaufort County Grand Jury\r\n  (Grand Jury) on the charges of reckless homicide, driving under suspension,\r\n  child endangerment, and felony DUI.  A jury was selected for trial of these\r\n  indictments on November 17, 2008.  On November 18, 2008, Galimore raised a\r\n  motion to quash the indictment on the charge of felony DUI, arguing the State\r\n  failed to identify a violation of a traffic offense.  The trial court ruled the\r\n  State had failed to allege a specific act &quot;forbidden by law,&quot; which\r\n  is an element of felony DUI, and therefore, it quashed the indictment.  The\r\n  State then made a motion for a continuance on the remaining indictments. \r\n  Galimore objected to the motion, stating the case dated back to August 17, 2007,\r\n  and the indictment was issued in September of 2007.  The trial court granted\r\n  the State's motion for a continuance on the three indictments, finding Galimore\r\n  had the previous year-and-a-half to question the sufficiency of the indictment\r\n  for felony DUI.  \r\nGalimore was\r\n  re-indicted on November 20, 2008, by the Grand Jury for felony DUI, with the\r\n  indictment alleging Galimore &quot;failed to drive on the right side of the\r\n  roadway,&quot; in violation of section 56-5-1810 of the South Carolina Code. \r\n  The case was brought before a jury on December 8, 2008.  At the close of\r\n  evidence, Galimore made motions for directed verdicts on the charges of felony\r\n  DUI and child endangerment, arguing the State presented no evidence that\r\n  Galimore acted in a way &quot;forbidden by law.&quot;  The trial court denied\r\n  Galimore's motions.  The jury found Galimore guilty on all four charges.  This\r\n  appeal followed.\r\nISSUES ON APPEAL\r\n\r\n  \r\n    \r\n      \r\n1.\r\n      Did the trial court err in\r\n  denying Galimore's motion for a directed verdict on the charge of felony DUI\r\n  when Galimore contends the State presented no evidence he committed an act\r\n  prohibited by law or failed to observe a duty imposed by law?\r\n        \r\n      \r\n    \r\n    \r\n      \r\n2.\r\n       Did the trial court err in denying\r\n  Galimore's motion for a directed verdict on the charge of child endangerment\r\n  when the charge was based upon the violation of the felony DUI statute, a\r\n  charge on which Galimore argues he was entitled to a directed verdict? \r\n        \r\n      \r\n    \r\n    \r\n      \r\n3.\r\n       Did the trial court err in\r\n  granting the State a continuance after quashing the indictment for felony DUI\r\n  when Galimore contends it incorrectly reasoned he should have had a hearing on\r\n  his motion earlier?\r\n    \r\n  \r\n\r\nSTANDARD OF REVIEW\r\n &quot;In criminal\r\n  cases, the appellate court sits to review errors of law only.&quot;   State\r\n    v. Baccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006).  Thus, an appellate\r\n  court is bound by the trial court's factual findings unless they are clearly\r\n  erroneous.  Id.\r\nLAW/ANALYSIS\r\n\r\nI.&nbsp; Directed verdict motion on\r\n  felony DUI\r\nGalimore\r\n  contends the trial court erred in denying his motion for a directed verdict on\r\n  the charge of felony DUI.  Specifically, Galimore argues the police officer\r\n  testified Galimore made a legal turn-around.  Thus, the State failed to prove\r\n  an element of felony DUI because they did not present any evidence Galimore\r\n  committed an act prohibited by law or failed to observe a duty imposed by the\r\n  law.  We disagree.\r\n&quot;When\r\n  ruling on a motion for a directed verdict, the trial court is concerned with\r\n  the existence or nonexistence of evidence, not its weight.&quot;  State v.\r\n    Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006).  When reviewing a\r\n  denial of a directed verdict, an appellate court views the evidence and all\r\n  reasonable inferences in the light most favorable to the State.  Id.  &quot;If\r\n  there is any direct evidence or any substantial circumstantial evidence\r\n  reasonably tending to prove the guilt of the accused, this [c]ourt must find\r\n  the case was properly submitted to the jury.&quot;  Id. at 292-93, 625\r\n  S.E.2d at 648.  The trial court should grant a directed verdict when the\r\n  evidence merely raises a suspicion that the accused is guilty.  State v.\r\n    Hernandez, 382 S.C. 620, 625-26, 677 S.E.2d 603, 605-06 (2009).  A\r\n  defendant is entitled to a directed verdict when the State fails to produce\r\n  evidence of the offense charged.  State v. Ladner, 373 S.C. 103, 120,\r\n  644 S.E.2d 684, 693 (2007).\r\nHere,\r\n  the indictment for felony DUI states Galimore &quot;failed to drive on the right\r\n  side of the roadway pursuant to § 56-5-1810 . . . .&quot;  Section 56-5-1810 of\r\n  the South Carolina Code states:\r\n\r\n  (a) Upon\r\n  all roadways of sufficient width a vehicle shall be driven upon the right half\r\n  of the roadway except as follows: (1)\r\n  When overtaking and passing another vehicle proceeding in the same direction\r\n  under the rules governing such movement; (2)\r\n  When an obstruction exists making it necessary to drive to the left of the\r\n  center of the highway. Any person so doing shall yield the right-of-way to all\r\n  vehicles traveling in the proper direction upon the unobstructed portion of the\r\n  highway within such distance so as not to constitute an immediate hazard; (3)\r\n  Upon a roadway divided into three marked lanes for traffic under the rules\r\n  applicable thereon; or\r\n  (4) Upon a roadway restricted to one-way traffic.&nbsp;\r\n  (b)\r\n  Upon all roadways any vehicle proceeding at less than the normal speed of\r\n  traffic at the time and place and under the conditions then existing shall be\r\n  driven in the right-hand lane then available for traffic or as close as\r\n  practicable to the right-hand curb or edge of the roadway, except when\r\n  overtaking and passing another vehicle proceeding in the same direction or when\r\n  preparing for a left turn at an intersection or into a private road or\r\n  driveway.\r\n(c) Upon any roadway having four or more lanes for\r\n  moving traffic and providing for two-way movement of traffic, no vehicle shall\r\n  be driven to the left of the center line of the roadway, except when authorized\r\n  by official traffic-control devices designating certain lanes to the left side\r\n  of the center of the roadway for use by traffic not otherwise permitted to use\r\n  such lanes, or except as permitted under item 2 of subsection (a). This\r\n  subsection shall not be construed as prohibiting the crossing of the center\r\n  line in making a left turn into or from an alley, private road or driveway.\r\n\r\nS.C.\r\n  Code Ann. § 56-5-1810 (2006)\r\nTrooper\r\n  Nick Sprouse testified many times to evidence supporting that indictment.  He\r\n  explained at length about why debris found in the road was important to show\r\n  Galimore failed to drive on the right side of the roadway.  Sprouse\r\n  specifically stated, &quot;Here's your pool of sand and debris and as you can\r\n  see the tire mark that goes out it never established the correct lane.&quot; \r\n  He then stated on cross-examination that the evidence at the scene supports the\r\n  allegation that Galimore never drove in the proper lane after executing his turn-around. \r\n  In looking at the record and all reasonable inferences in the light most\r\n  favorable to the State, we find evidence existed for the jury to weigh whether\r\n  Galimore violated section 56-5-1810, thus supporting a charge of felony DUI. \r\n  Accordingly, we affirm the decision of the trial court. \r\n\r\nII.&nbsp; Directed verdict on child\r\n  endangerment charge\r\nGalimore argues the\r\n  trial court erred in denying his motion for a directed verdict on the charge of\r\n  child endangerment.  He specifically contends that because the charge of child\r\n  endangerment is premised upon his felony DUI charge, and his motion for a\r\n  directed verdict on the felony DUI charge should have been granted, his motion\r\n  for a directed verdict on the child endangerment charge should have been\r\n  granted as well.  We disagree.\r\n Since we find\r\n  evidence existed for the jury to weigh whether Galimore violated section\r\n  56-5-1810, thus supporting a charge of felony DUI, we also find evidence\r\n  existed for the jury to weigh the charge of child endangerment.  Therefore, we\r\n  affirm the decision of the trial court as to the denial of a directed verdict\r\n  on the child endangerment charge.\r\n\r\nIII.&nbsp; State's motion for\r\n  continuance\r\nGalimore contends\r\n  the trial court erred in granting the State's motion for a continuance on the\r\n  remaining three charges after quashing his indictment for felony DUI.  We\r\n  disagree.  \r\n &quot;'The granting\r\n  of a motion for a continuance is within the sound discretion of the trial court\r\n  and will not be disturbed absent a clear showing of an abuse of discretion.'&quot;  State v. Geer, 391 S.C. 179, 189, 705 S.E.2d 441, 447 (Ct. App. 2010)\r\n  (quoting State v. Yarborough, 363 S.C. 260, 266, 609 S.E.2d 592, 595\r\n  (Ct. App. 2005)).  &quot;'An abuse of discretion arises from an error of law or\r\n  a factual conclusion that is without evidentiary support.'&quot;  Id. (quoting State v. Irick, 344 S.C. 460, 464, 545 S.E.2d 282, 284 (2001)); see also State v. Funderburk, 367 S.C. 236, 239, 625 S.E.2d\r\n  248, 249-50 (Ct. App. 2006) (&quot;An abuse of discretion occurs when the trial\r\n  court's ruling is based on an error of law.&quot;).  Even if there was no\r\n  evidentiary support, &quot;'[i]n order for an error to warrant reversal, the\r\n  error must result in prejudice to the appellant.'&quot;  Geer, 391 S.C. at\r\n  190, 705 S.E.2d at 447 (quoting State v. Preslar, 364 S.C. 466, 473, 613\r\n  S.E.2d 381, 385 (Ct. App. 2005)); see also State v. Wyatt, 317\r\n  S.C. 370, 372-73, 453 S.E.2d 890, 891-92 (1995) (stating that error without\r\n  prejudice does not warrant reversal).  \r\n Here, the trial\r\n  court explained its reasoning behind granting the State's motion for a\r\n  continuance, stating it felt Galimore was &quot;the architect of the problem\r\n  that [it] had by making the motion [that day].&quot;  The trial was held\r\n  approximately three weeks after the continuance was granted.  Considering the\r\n  high degree of deference this court gives the trial court in granting a motion\r\n  for continuance, we find the trial court was within its discretion in this\r\n  instance.  Accordingly, we affirm the trial court.\r\nCONCLUSION\r\n Based on the\r\n  foregoing reasons, the trial court's decision is  \r\naffirmed.\r\nhuff and pieper, JJ., concur.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4935","title":"Ranucci v. Crain","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4935","description":"Three years after suffering a collapsed lung following a medical procedure, Shannon Ranucci filed a Notice of Intent to File Suit (Notice) against Corey K. Crain, M.D.  Ranucci subsequently filed an affidavit of a medical expert.  The circuit court granted Dr. Crain's motion to dismiss Ranucci's Notice for failure to file the medical expert's affidavit timely.  Ranucci appeals, arguing the circuit court erred in finding the affidavit of her medical expert was not timely filed and in reading sections 15-79-125 and 15-36-100 of the South Carolina Code independently of each other.  We affirm.  (Few, C.J., concurring separately.)","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nShannon Ranucci, Appellant,\r\nv.\r\nCorey K. Crain, Respondent.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From York County\r\nS. Jackson Kimball, III, Special Circuit\r\n  Court Judge\r\n\r\nOpinion No. 4935\r\nHeard December 7, 2011 – Filed January 25,\r\n  2012   \r\n\r\nAFFIRMED\r\n\r\n\r\n  \r\n    \r\n      \r\nEric Christopher Davis and Michael E.\r\n  Atwater, both of Rock Hill, for Appellant. \r\nLee Cannon Weatherly, of Charleston, for\r\n  Respondent.\r\n      \r\n    \r\n  \r\n\r\nCURETON, A.J.:  Three years after suffering a collapsed\r\n  lung following a medical procedure, Shannon Ranucci filed a Notice of Intent to\r\n  File Suit (Notice) against Corey K. Crain, M.D.  Ranucci subsequently filed an\r\n  affidavit of a medical expert.  The circuit court granted Dr. Crain's motion to\r\n  dismiss Ranucci's Notice for failure to file the medical expert's affidavit\r\n  timely.  Ranucci appeals, arguing the circuit court erred in finding the\r\n  affidavit of her medical expert was not timely filed and in reading sections 15-79-125 and 15-36-100 of the South Carolina\r\n  Code independently of each other.  We\r\n  affirm.  \r\nFACTS\r\nOn\r\n  June 7, 2006, Dr. Crain performed a needle biopsy of Ranucci's breast. \r\n  Afterward, Ranucci suffered severe respiratory pain.  On June 10, 2006, an\r\n  x-ray revealed Ranucci had suffered a collapsed lung.    \r\nOn\r\n  June 8, 2009, Ranucci filed the Notice with the circuit court, describing the\r\n  preceding events and naming Dr. Crain as a defendant.  The Notice stated\r\n  &quot;time constraints&quot; prevented Ranucci from contemporaneously filing an\r\n  affidavit of a medical expert.  Furthermore, the Notice stated either she would\r\n  file such an affidavit within the next forty-five days or her allegations of\r\n  negligence would be &quot;within the ambit of common knowledge and experience&quot;\r\n  so that Dr. Crain's conduct could be evaluated without the assistance of\r\n  special learning.  \r\nAlong\r\n  with the Notice, Ranucci filed her Responses to Standard Interrogatories\r\n  (Responses), which indicated she claimed partial and total temporary\r\n  disability, loss of enjoyment of life, and medical and surgical expenses in\r\n  addition to a collapsed lung.  Ranucci identified Richard L. Boortz-Marx, M.D.,\r\n  and her treating physicians as expert witnesses she intended to call at trial.  \r\nIn\r\n  response, Dr. Crain filed an Answer to Notice of Intent to File Suit and a\r\n  Motion to Dismiss.  Dr. Crain moved for dismissal based upon Ranucci's failure\r\n  to file an expert witness's affidavit contemporaneously with her Notice.  He\r\n  further contended the statute of limitations procedurally barred Ranucci from\r\n  filing an action against him for her injuries because her expert witness's\r\n  affidavit was defective.  \r\nOn\r\n  July 23, 2009, Ranucci filed an affidavit of Dr. Boortz-Marx (Affidavit),\r\n  indicating Dr. Boortz-Marx practiced medicine in the areas of Anesthesiology\r\n  and Anesthesiology Pain Management.  Dr. Boortz-Marx averred Dr. Crain had\r\n  violated the applicable standard of care by failing to document Ranucci's\r\n  informed consent.  Subsequently, Dr. Crain filed a supplemental memorandum\r\n  pointing out Ranucci had not explained the &quot;time constraints&quot; that\r\n  prevented her from timely filing an expert's affidavit[1] and adding to his grounds for dismissal the various deficiencies in the filing\r\n  and substance of the Affidavit.    \r\nOn\r\n  August 13, 2009, the circuit court heard arguments on Dr. Crain's motion.  The\r\n  parties extensively argued both procedure and substance.  In an order dated\r\n  September 21, 2009, the circuit court found Ranucci failed to file the\r\n  Affidavit timely as required by section 15-79-125 and granted Dr. Crain's\r\n  motion to dismiss the Notice.  However, because the Notice and Affidavit did\r\n  not constitute an &quot;action,&quot; the circuit court denied Dr. Crain's\r\n  motion to dismiss based upon the applicable statute of limitations.    \r\nOn\r\n  October 5, 2009, Ranucci filed a motion to alter or amend the judgment seeking\r\n  clarification of the circuit court's interpretation of sections 15-36-100 and\r\n  15-79-125.  The circuit court denied the motion but stated the two statutes\r\n  &quot;operate independently of each other, and . . . [section] 15-36-100 does\r\n  not offer a procedural alternative to [section] 15-79-125.&quot;  This appeal\r\n  followed.  \r\n\r\n  STANDARD OF REVIEW\r\nAn issue regarding statutory interpretation is a question of law.  S.C. Coastal Conservation League v. S.C. Dep't of Health &amp; Envtl.\r\n  Control, 390 S.C. 418, 425, 702 S.E.2d 246, 250 (2010).  &quot;When\r\n  reviewing an action at law, on appeal of a case tried without a jury, the\r\n  appellate court's jurisdiction is limited to correction of errors of law.&quot;  Epworth Children's Home v. Beasley, 365 S.C. 157, 164, 616 S.E.2d 710,\r\n  714 (2005).  \r\nLAW/ANALYSIS\r\nRanucci\r\n  asserts the circuit court erred in finding the Affidavit was not timely filed\r\n  and in reading sections 15-79-125 and 15-36-100 of the South Carolina\r\n  Code independently of one another.  We\r\n  disagree.  \r\nA.      Statutory\r\n  Interpretation \r\n&quot;The\r\n  cardinal rule of statutory interpretation is to determine the intent of the\r\n  legislature.&quot;  Bass v. Isochem, 365 S.C. 454, 469, 617 S.E.2d 369,\r\n  377 (Ct. App. 2005); see also Gordon v. Phillips Utils., Inc.,\r\n  362 S.C. 403, 406, 608 S.E.2d 425, 427 (2005) (&quot;The primary purpose in\r\n  construing a statute is to ascertain legislative intent.&quot;).  &quot;All\r\n  rules of statutory construction are subservient to the one that legislative\r\n  intent must prevail if it can be reasonably discovered in the language used,\r\n  and that language must be construed in light of the intended purpose of the\r\n  statute.&quot;  McClanahan v. Richland Cnty. Council, 350 S.C. 433, 438,\r\n  567 S.E.2d 240, 242 (2002).  Courts should ascertain the legislature's intent &quot;primarily\r\n  from the plain language of the statute.&quot;  Stephen v. Avins Constr. Co.,\r\n  324 S.C. 334, 339, 478 S.E.2d 74, 77 (Ct. App. 1996).  We must read the\r\n  language &quot;in a sense that harmonizes with its subject matter and accords\r\n  with its general purpose.&quot;  Hitachi Data Sys. Corp. v. Leatherman,\r\n  309 S.C. 174, 178, 420 S.E.2d 843, 846 (1992).\r\nTerms\r\n  that are clear and unambiguous on their face leave no room for statutory\r\n  construction, and we must apply the statute according to its literal meaning.  Miller\r\n    v. Aiken, 364 S.C. 303, 307, 613 S.E.2d 364, 366 (2005); see also City\r\n      of Camden v. Brassell, 326 S.C. 556, 561, 486 S.E.2d 492, 495 (Ct. App.\r\n  1997) (&quot;Where the language of the statute is clear and explicit, the court\r\n  cannot rewrite the statute and inject matters into it which are not in the\r\n  legislature's language.&quot;).  &quot;An appellate court cannot construe a\r\n  statute without regard to its plain meaning and may not resort to a forced\r\n  interpretation in an attempt to expand or limit the scope of a statute.&quot;  Brown\r\n    v. S.C. Dep't of Health &amp; Envtl. Control, 348 S.C. 507, 515, 560 S.E.2d\r\n  410, 414 (2002).  However, when two statutes conflict, a specific statute\r\n  prevails over a more general statute.  Spectre, LLC v. S.C. Dep't of Health\r\n    &amp; Envtl. Control, 386 S.C. 357, 372, 688 S.E.2d 844, 852 (2010).  \r\nB.      Professional\r\n  Negligence and Medical Malpractice Filings\r\nSection\r\n  15-79-125(A) of the South Carolina Code (Supp. 2010) imposes prelitigation\r\n  filing requirements upon individuals intending to file suit for medical\r\n  malpractice:   \r\n\r\nPrior to filing or initiating a civil action alleging\r\n  injury or death as a result of medical malpractice, the plaintiff shall\r\n  contemporaneously file a Notice of Intent to File Suit and an affidavit of an\r\n  expert witness, subject to the affidavit requirements established in Section\r\n  15-36-100, in a county in which venue would be proper for filing or initiating\r\n  the civil action.  The notice must name all adverse parties as defendants, must\r\n  contain a short and plain statement of the facts showing that the party filing\r\n  the notice is entitled to relief, must be signed by the plaintiff or by his\r\n  attorney, and must include any standard interrogatories or similar disclosures\r\n  required by the South Carolina Rules of Civil Procedure.  Filing the Notice of\r\n  Intent to File Suit tolls all applicable statutes of limitations.  The Notice\r\n  of Intent to File Suit must be served upon all named defendants in accordance\r\n  with the service rules for a summons and complaint outlined in the South\r\n  Carolina Rules of Civil Procedure. \r\n\r\nThe remainder of this statute\r\n  permits the parties to engage in limited prelitigation discovery, establishes a\r\n  timetable for mandatory prelitigation mediation, and, in the event mediation\r\n  fails, provides for the commencement of a lawsuit via the timely filing of a\r\n  summons and complaint.  S.C. Code Ann. § 15-79-125(B)-(F) (Supp. 2010).  \r\nSection\r\n  15-36-100 of the South Carolina Code (Supp. 2010) establishes requirements for\r\n  filing complaints in actions for damages based upon professional negligence. \r\n  Specifically, subsection B requires:\r\n\r\nExcept as provided in Section 15-79-125, in an action\r\n  for damages alleging professional negligence against a professional licensed by\r\n  or registered with the State of South Carolina and listed in subsection (G) . .\r\n  . , the plaintiff must file as part of the complaint an affidavit of an expert\r\n  witness which must specify at least one negligent act or omission claimed to\r\n  exist and the factual basis for each claim based on the available evidence at\r\n  the time of the filing of the affidavit. \r\n\r\nId.  Subsection A identifies who may qualify as an expert\r\n  witness for purposes of fulfilling the affidavit requirement and provides, in\r\n  the case of an affidavit filed pursuant to subsection B, the defendant may\r\n  &quot;challenge the sufficiency of the expert's credentials pursuant to\r\n  subsection (E).&quot;  Id.  However, section 15-36-100(D) clarifies that\r\n  it is not intended to &quot;extend an applicable period of limitation, except\r\n  that, if the affidavit is filed within the period specified in this section,\r\n  the filing of the affidavit after the expiration of the statute of limitations\r\n  is considered timely and provides no basis for a statute of limitations\r\n  defense.&quot;  \r\nSubsections\r\n  C, E, and F detail additional rules pertaining to filing and challenging affidavits\r\n  filed pursuant to subsection B:\r\n\r\n(C)(1) The contemporaneous filing requirement of\r\n  subsection (B) does not apply to any case in which the period of limitation\r\n  will expire, or there is a good faith basis to believe it will expire on a\r\n  claim stated in the complaint, within ten days of the date of filing and,\r\n  because of the time constraints, the plaintiff alleges that an affidavit of an\r\n  expert could not be prepared.  In such a case, the plaintiff has forty-five\r\n  days after the filing of the complaint to supplement the pleadings with the\r\n  affidavit.  Upon motion, the trial court, after hearing and for good cause, may\r\n  extend the time as the court determines justice requires.  If an affidavit is\r\n  not filed within the period specified in this subsection or as extended by the\r\n  trial court and the defendant against whom an affidavit should have been filed\r\n  alleges, by motion to dismiss filed contemporaneously with its initial responsive\r\n  pleading that the plaintiff has failed to file the requisite affidavit, the\r\n  complaint is subject to dismissal for failure to state a claim.  The filing of\r\n  a motion to dismiss pursuant to this section, shall alter the period for filing\r\n  an answer to the complaint in accordance with Rule 12(a), South Carolina Rules\r\n  of Civil Procedure. \r\n(2) The contemporaneous filing requirement of\r\n  subsection (B) is not required to support a pleaded specification of negligence\r\n  involving subject matter that lies within the ambit of common knowledge and\r\n  experience, so that no special learning is needed to evaluate the conduct of\r\n  the defendant. \r\n. . . .\r\n(E) If a plaintiff files an affidavit which is\r\n  allegedly defective, and the defendant to whom it pertains alleges, with\r\n  specificity, by motion to dismiss filed contemporaneously with its initial\r\n  responsive pleading, that the affidavit is defective, the plaintiff's complaint\r\n  is subject to dismissal for failure to state a claim, except that the plaintiff\r\n  may cure the alleged defect by amendment within thirty days of service of the\r\n  motion alleging that the affidavit is defective.  The trial court may, in the\r\n  exercise of its discretion, extend the time for filing an amendment or response\r\n  to the motion, or both, as the trial court determines justice requires.  The\r\n  filing of a motion to dismiss pursuant to this section shall alter the period\r\n  for filing an answer to the complaint in accordance with Rule 12(a), South\r\n  Carolina Rules of Civil Procedure. \r\n(F) If a plaintiff fails to file an affidavit as\r\n  required by this section, and the defendant raises the failure to file an\r\n  affidavit by motion to dismiss filed contemporaneously with its initial\r\n  responsive pleading, the complaint is not subject to renewal after the\r\n  expiration of the applicable period of limitation unless a court determines\r\n  that the plaintiff had the requisite affidavit within the time required\r\n  pursuant to this section and the failure to file the affidavit is the result of\r\n  a mistake.  The filing of a motion to dismiss pursuant to this section shall\r\n  alter the period for filing an answer to the complaint in accordance with Rule\r\n  12(a), South Carolina Rules of Civil Procedure. \r\n\r\nFinally, subsection G states\r\n  section 15-36-100 applies to twenty-two specific professions, including medical\r\n  doctors.  \r\n\r\n C.&nbsp; Analysis\r\nWe\r\n  affirm the circuit court's dismissal of Ranucci's Notice for her failure to\r\n  comply with the contemporaneous filing requirement of section 15-79-125.  &quot;Where\r\n  the language of the statute is clear and explicit, the court cannot rewrite the\r\n  statute and inject matters into it which are not in the legislature's\r\n  language.&quot;  City of Camden, 326 S.C. at 561, 486 S.E.2d at 495.  The\r\n  language at issue here is both clear and explicit.  \r\nThis\r\n  appeal turns upon the proper application of two statutes that treat related\r\n  situations and reference one another.  Here, section 15-36-100 establishes the\r\n  procedure for commencing suits for professional negligence against\r\n  professionals in twenty-two different areas, including medical doctors.  §\r\n  15-36-100(B), (G).  By contrast, section 15-79-125 deals specifically with\r\n  prelitigation requirements for medical malpractice actions.  § 15-79-125(A).[2] \r\n  Medical malpractice is a type of professional negligence and, therefore, falls\r\n  within the domain of both statutes.  See Doe v. Am. Red Cross Blood\r\n    Servs., S.C. Region, 297 S.C. 430, 435, 377 S.E.2d 323, 326 (1989)\r\n  (recognizing physicians and other medical professionals are subject to\r\n  professional negligence actions).  Despite the apparent confusion generated by\r\n  their internal cross-references, these statutes do not conflict.  Each statute\r\n  governs a distinct time period during the litigation process, and those time\r\n  periods are consecutive.  Section 15-79-125 controls the portion of the process\r\n  that commences with the filing of a Notice of Intent to File Suit and ends with\r\n  prelitigation mediation.  If the parties are unable to resolve their dispute\r\n  through mediation, section 15-36-100 guides them through the preparation of initial\r\n  pleadings and provides mechanisms for challenging and curing defects in the required\r\n  affidavit.    \r\nSection\r\n  15-79-125(A) mandates that, prior to filing suit, a plaintiff &quot;shall\r\n  contemporaneously file a Notice of Intent to File Suit and an affidavit of an\r\n  expert witness, subject to the affidavit requirements established in Section\r\n  15-36-100.&quot;  This provision imposes two requirements on the affidavit,\r\n  that it be filed at the same time as the Notice of Intent to File Suit and that\r\n  it comply with the affidavit requirements of section 15-36-100.  \r\nThe\r\n  narrow question in this matter is precisely which requirements of section\r\n  15-36-100 constitute the affidavit requirements referenced by section\r\n  15-79-125(A).  Section 15-36-100 sets forth requirements for the qualification\r\n  of an expert witness-affiant and for the content of an expert witness's\r\n  affidavit.  It also establishes a contemporaneous-filing requirement and\r\n  exceptions thereto for affidavits filed pursuant to subsection B, rights to\r\n  challenge or cure affidavits filed pursuant to subsection B and the procedures\r\n  for doing so, and a limitation on the effects of section 15-36-100 on any\r\n  applicable statutes of limitation.  Further distilled, section 15-36-100\r\n  institutes, on the one hand, substantive requirements for the authorship and\r\n  content of affidavits by expert witnesses and, on the other, procedural\r\n  requirements relating to such affidavits when filed with a complaint.  \r\nWe\r\n  find section 15-79-125(A) invokes only the provisions of section 15-36-100 governing\r\n  the preparation and content of the affidavit.  In particular, section\r\n  15-79-125(A) implicates the scheme for qualifying an expert witness as an\r\n  affiant and the instruction that the affidavit &quot;must specify at least one\r\n  negligent act or omission claimed to exist and the factual basis for each claim\r\n  based on the available evidence at the time of the filing of the affidavit.&quot; \r\n  § 15-36-100(A), (B).  The plain language of section 15-36-100, which ties the\r\n  filing of affidavits under that statute to a complaint or other initial\r\n  pleading, prevents the remaining provisions from applying to affidavits filed\r\n  pursuant to section 15-79-125.  Provisions concerning affidavits filed pursuant\r\n  to subsection B or the contemporaneous filing provision of subsection B do not\r\n  apply to affidavits filed under the authority of section 15-79-125.[3] \r\n  Similarly, provisions requiring parties to file additional documents\r\n  contemporaneously with an &quot;initial responsive pleading&quot; are\r\n  meaningless in the context of section 15-79-125, in which no initial pleading yet exists.[4] \r\n  Section 15-79-125 is silent as to any procedures for challenging an affidavit\r\n  filed with a Notice of Intent to File Suit.  Rather than signifying adoption of\r\n  the provisions in section 15-36-100, we find this silence denotes those\r\n  provisions do not apply to affidavits filed in compliance with section\r\n  15-79-125.  \r\nNothing\r\n  in either statute suggests the legislature intended an affidavit filed pursuant\r\n  to section 15-79-125 to affect a plaintiff's obligation to file a similar affidavit\r\n  later &quot;as part of the complaint&quot; pursuant to section 15-36-100.[5] \r\n  Rather, the legislature clearly intended the two statutes to operate\r\n  independently of one another and in distinct time frames, with the specific\r\n  exception that they share the criteria for preparing affidavits of expert\r\n  witnesses.  \r\nThis\r\n  intent is further reflected in the effects of each statute's provisions on the\r\n  process of resolving medical malpractice claims and on the parties' rights. \r\n  Section 15-79-125 enables potential litigants to identify likely causes of\r\n  action, gather information, and pursue a resolution of their medical\r\n  malpractice disputes through mediation, while shielding the potential plaintiff\r\n  from the fear of losing his or her right to file suit.  An affidavit filed\r\n  pursuant to this section serves as notice to potential defendants of the claim\r\n  and qualifies potential plaintiffs and defendants to engage in prelitigation\r\n  discovery.  Such an affidavit is a threshold requirement a medical malpractice\r\n  claimant must satisfy in order to seek disclosure of sensitive and often highly\r\n  technical information.  However, it does not appear to carry any additional\r\n  significance that would necessitate implementing measures to test the\r\n  authorship or content of the affidavit.  \r\nBy\r\n  contrast, section 15-36-100 requires the plaintiff to craft a viable complaint\r\n  supported by the sworn testimony of a qualified expert witness.  Because an\r\n  affidavit filed pursuant to this section is &quot;part of the complaint,&quot;\r\n  it is a pleading for the purpose of the circuit court's evaluation of motions\r\n  and the merits of the plaintiff's case.  See, e.g., Rule 56(c), SCRCP\r\n  (permitting entry of summary judgment based in part upon &quot;the pleadings,\r\n  depositions, answers to interrogatories, and admissions on file, together with\r\n  the affidavits, if any&quot;).  Recognizing the importance of such a document,\r\n  the legislature provided the parties the rights to challenge it and cure any\r\n  defects in it.  \r\nBased\r\n  upon the above analysis, we affirm the circuit court's dismissal of Ranucci's\r\n  Notice.  At issue here are Ranucci's Notice and Affidavit, her prelitigation\r\n  filings pursuant to section 15-79-125.  The record clearly reflects Ranucci\r\n  filed her Affidavit forty-five days after she filed her Notice.  By filing her\r\n  Affidavit after her Notice, Ranucci failed to comply with the contemporaneous\r\n  filing requirement of section 15-79-125.  Her argument that the affidavit\r\n  requirements of section 15-36-100 permitted her to file the Affidavit late\r\n  without violating section 15-79-125 is unpersuasive.  The affidavit\r\n  requirements invoked by section 15-79-125 govern only authorship and content. \r\n  They do not permit a potential plaintiff to file her expert witness's affidavit\r\n  after she files her Notice of Intent to File Suit.  Accordingly, the circuit\r\n  court did not abuse its discretion in dismissing[6] her Notice.  \r\nCONCLUSION\r\nWe find sections 15-36-100 and 15-79-125 operate independently of\r\n  one another, except that section 15-79-125 relies upon the provisions of\r\n  section 15-36-100 concerning the preparation\r\n  and content of an affidavit of a medical expert.  Therefore, we find the\r\n  circuit court did not err in this case when it dismissed the Notice for\r\n  Ranucci's failure to comply with the contemporaneous affidavit filing\r\n  requirement of section 15-79-125.  Accordingly, the decision of the circuit\r\n  court is \r\nAFFIRMED.\r\nKONDUROS, J., concurs.  \r\nFEW, C.J., concurring:  I\r\n  concur with the majority's interpretation of the statutes at issue in this\r\n  appeal.  However, I believe our interpretation requires the conclusion that the\r\n  statute of limitations has expired on any civil action Ranucci might have\r\n  brought for malpractice.  Therefore, the issues raised in this appeal are moot,\r\n  and I would dismiss the appeal.\r\nIt\r\n  is fundamental to our system of justice that a civil action must be commenced\r\n  within the applicable statute of limitations.  S.C. Code Ann. § 15-3-20(A)\r\n  (2005) (&quot;Civil actions may only be commenced within the periods prescribed\r\n  in this title after the cause of action has accrued . . . .&quot;); Moates\r\n    v. Bobb, 322 S.C. 172, 176, 470 S.E.2d 402, 404 (Ct. App. 1996)\r\n  (&quot;Statutes of limitations are not simply technicalities. On the contrary,\r\n  they have long been respected as fundamental to a well-ordered judicial\r\n  system.&quot;).  A civil action is commenced by the filing and service of a\r\n  summons and complaint.  § 15-3-20(B); Rule 3(a)(1), SCRCP.  The statute of\r\n  limitations on a medical malpractice action is three years.  S.C. Code Ann. §\r\n  15-3-545(A) (2005).  Ranucci's medical malpractice action accrued no later than\r\n  June 10, 2006, and no civil action has ever been commenced.  \r\nRanucci\r\n  argues, however, that sections 15-36-100 and 15-79-125 of the South Carolina\r\n  Code operate to toll the statute of limitations under the circumstances of this\r\n  case.  The majority has explained that Ranucci's argument is invalid.  To the\r\n  majority's analysis, I would add that section 15-36-100 does not ever toll the\r\n  statute of limitations.  The forty-five day extension in the section comes into\r\n  play only after a summons and complaint have been filed and served.  §\r\n  15-36-100(C)(1) (&quot;In such a case, the plaintiff\r\n  has forty-five days after the filing of the complaint to supplement the\r\n  pleadings with the affidavit.&quot; (emphasis added)).  Therefore, it is\r\n  never necessary under that section to toll the statute.  Moreover, section\r\n  15-36-100(D) specifically provides &quot;[t]his section\r\n  does not extend an applicable period of limitation.&quot;  \r\nSection 15-79-125, on the\r\n  other hand, does toll the statute of limitations.  However, the maximum tolling\r\n  period is explicitly stated in the section.  Section 15-79-125(C)\r\n  requires that &quot;the parties shall participate in a mediation\r\n  conference&quot; &quot;no later than one hundred twenty days from the service\r\n  of the Notice&quot; with the possibility that a circuit judge may extend the\r\n  deadline sixty days for good cause.  Section 15-79-125(E)\r\n  then requires that an action for malpractice &quot;must be filed: (1) within\r\n  sixty days after&quot; mediation.  Thus, section 15-79-125 tolls the statute of\r\n  limitations for a maximum of 240 days.  Any further tolling must be prescribed\r\n  by statute.  § 15-3-20(A) (providing a civil action must be commenced within\r\n  the statute of limitations &quot;except when . . . a different limitation is\r\n  prescribed by statute&quot;).  There is no statute, nor any other provision of\r\n  law, which tolls the statute of limitations beyond 240 days, even if the\r\n  sufficiency of the Notice is being litigated before the circuit court, or during\r\n  an appeal.  \r\nThe\r\n  law imposes upon a prospective plaintiff the duty of commencing a civil action\r\n  within the applicable statute of limitations.  Section 15-79-125 requires\r\n  prelitigation mediation and other steps to be taken before a medical\r\n  malpractice action may be commenced.  To accommodate the additional\r\n  requirements, the section allows the statute of limitations to be tolled for up\r\n  to 240 days.  When a medical malpractice defendant contends the additional\r\n  steps required by section 15-79-125 have not been met, it may resist\r\n  participating in the mediation.  Anticipating the possibility that a\r\n  prospective plaintiff may need a court order to force the mediation, the\r\n  statute provides that &quot;[t]he circuit court has jurisdiction to enforce the\r\n  provisions of this section.&quot;  § 15-79-125(D).  \r\nThese\r\n  provisions give a prospective medical malpractice plaintiff the tools to\r\n  complete the necessary steps to commence a medical malpractice lawsuit within\r\n  the statute of limitations.  There is no provision of law, however, which would\r\n  allow a prospective plaintiff to commence any civil action five-and-a-half\r\n  years after the statute of limitations began to run.  Even if this court ruled\r\n  in Ranucci's favor, we could grant no more relief than to declare that the\r\n  Notice was properly filed, and the circuit court erred in ruling to the\r\n  contrary.  We could never enable a summons and medical malpractice complaint to\r\n  be filed and served before June 10, 2009.[7]  Sloan v. Friends of the Hunley, Inc., 369 S.C. 20, 26, 630 S.E.2d 474, 477 (2006) (&quot;A moot case exists where a judgment rendered by the court\r\n  will have no practical legal effect upon an existing controversy . . .\r\n  .&quot;).  The case is over, and the issues raised in this appeal are moot.\r\n\r\n\r\n[1] In his supplemental memorandum and at the hearing on his motion, Dr. Crain\r\n  pointed out Ranucci retained counsel in this matter prior to August 9, 2006,\r\n  when her counsel requested her medical records from Dr. Crain.  \r\n[2] Both statutes were added to the South Carolina Tort Claims Act by Act. No. 32,\r\n  2005 S.C. Acts 133.  \r\n[3] See, e.g., § 15-36-100(A)(3), (C)(1) &amp; (2).\r\n[4] See, e.g., § 15-36-100(C)(1), (E), (F).\r\n[5] Ranucci's contention that section 15-79-125 establishes the affidavit and\r\n  Notice of Intent to File Suit as alternative initial pleadings to be used in\r\n  commencing a lawsuit for medical malpractice is unpersuasive.  This\r\n  interpretation would obviate the need for section 15-36-100 to apply directly\r\n  to medical malpractice actions.  She misinterprets the prefatory language in\r\n  section 15-36-100(B), &quot;[e]xcept as provided in Section 15-79-125,&quot; as\r\n  supporting her proposition.  Not only does other language in section 15-36-100\r\n  fail to support this assertion, but section 15-79-125 clearly states its scope\r\n  is limited to prelitigation matters.  Furthermore, section 15-79-125(E)\r\n  sets forth a timetable for filing suit should mediation fail.  \r\n[6] We conclude the circuit court's action in dismissing the Notice is equivalent\r\n  to striking it from the court's records.  \r\n[7] Ranucci appears to have filed even the Notice after the expiration of the\r\n  statute of limitations.  According to that document, Ranucci began experiencing\r\n  pain in her right breast.  After an ultrasound, her gynecologist referred her\r\n  to Dr. Crain for a biopsy, which was performed on June 7, 2006.  According to\r\n  Ranucci's Notice, &quot;[s]ubsequent to the biopsy, the Plaintiff suffered\r\n  severe pain with her respirations.&quot;  This &quot;severe pain with her\r\n  respirations&quot; appears to have been of a different character and a\r\n  different intensity from the previous &quot;pain in her breast.&quot;  Thus,\r\n  the statute of limitations would have begun to run as soon as she felt the\r\n  different character of pain, not several days later when the cause of the pain\r\n  was confirmed to be a collapsed lung.  See Knox v. Greenville Hosp.\r\n    Sys., 362 S.C. 566, 571-72, 608 S.E.2d 459, 462 (Ct. App. 2005) (holding\r\n  the statute on a medical malpractice action began to run upon the experience of\r\n  pain the patient recognized to be different, not when the cause of the pain was\r\n  subsequently diagnosed).  It therefore appears that the statute of limitations\r\n  expired even before the Notice was filed on June 8, 2009.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"},{"id":"4936","title":"Mullarkey v. Mullarkey","url":"http://www.judicial.state.sc.us/opinions/displayOpinion.cfm?caseNo=4936","description":"The primary issue in this appeal is whether a spouse's entire military retirement benefits, including those earned after the issuance of a final order of separate support and maintenance, are subject to equitable division.","date":"2012-01-25","type":"opinion","text":"\r\n      <!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01 Transitional//EN\"\r\n   \"http://www.w3.org/TR/html4/loose.dtd\">\r\n\r\n\r\n\r\n<!-- meta anti cache-->\r\n\r\n\r\n\r\n\r\n<!--\r\nbody         { font-family: Arial, Helvetica, sans-serif }\r\np.heading    { text-align: center }\r\n-->\r\n\r\n\r\n\r\nTHE STATE OF SOUTH CAROLINA\r\nIn The Court of Appeals\r\n\r\n  \r\n    \r\n      \r\nPeggy Ann Mullarkey, Respondent,\r\nv.\r\nDavid D. Mullarkey, Appellant.\r\n      \r\n    \r\n  \r\n\r\n\r\nAppeal From Beaufort County\r\nRobert S. Armstrong, Family Court Judge\r\n\r\nOpinion No. 4936\r\nHeard October 4, 2011 – Filed January 25,\r\n  2012   \r\n\r\nREVERSED AND REMANDED\r\n\r\n\r\n  \r\n    \r\n      \r\nPeggy M. Infinger, of Charleston, for Appellant.\r\nKatherine Elizabeth Graham, of Beaufort, for Respondent.\r\n      \r\n    \r\n  \r\n\r\nTHOMAS, J.: David D.\r\n  Mullarkey (Husband) appeals the family court's denial of his motion to enforce,\r\n  or in the alternative, to modify certain provisions within a 1999 order of\r\n  separate support and maintenance concerning his military retirement benefits. \r\n  We reverse and remand. \r\nFACTS\r\n  AND PROCEDURAL HISTORY\r\nThe parties married in 1980.  By that time, Husband\r\n  had served several years in the United States Navy.  He continued his military\r\n  career for the duration of the marriage.  \r\nIn 1998, Peggy Ann Mullarkey (Wife) left the marital\r\n  residence and filed an action for separate support and maintenance.  The family\r\n  court heard the matter on February 25, 1999, and issued a separate support and\r\n  maintenance order on April 11, 1999.  \r\nIn the order, the family court directed Husband to pay\r\n  Wife periodic permanent alimony of $700 per month.  In addition, the court ordered\r\n  as follows:\r\n\r\n14. [Wife] shall receive 43.80% of\r\n  [Husband's] disposable monthly military retirement pay and any cost of living\r\n  increases attributable to [Wife's] portion of retirement pay.  Payment to\r\n  [Wife] shall commence at the time [Husband] begins receiving the retirement\r\n  benefits and shall be by direct payment from the military finance center.  Each\r\n  party shall pay the income taxes attributable to his or her portion of the\r\n  retire[ment] pay.  This division of retirement benefits is part of the parties'\r\n  property division.  It is the intention of both parties as well as the Court\r\n  that this Final Decree has the effect of a QDRO [qualified domestic relations\r\n  order].\r\n. . . .\r\n 18. It is the intent of this Court that this\r\n  order has the effect of [a] Qualified Domestic Relations Order with regard to\r\n  the distribution of [Husband's] military retire[ment] pay.  Upon the date of\r\n  [Husband's] retirement, [Wife] shall receive 43.8% of the [Husband's] monthly\r\n  retirement benefit.  Each party is responsible for payment of the income tax\r\n  attributable to his or her respective percentage. . . .  [Husband] is an O-3 in\r\n  the United States Navy.  He enlisted on June 16, 1977.  Said benefits shall be\r\n  sent directly to [Wife] from the U.S. Government.  The Plan [A]dministrator\r\n  shall immediately notify counsel for [Wife] in the event this Order does not\r\n  meet the necessary qualifications of acceptance and counsel for [Wife] shall\r\n  prepare an appropriate supplemental Order which meets the Plan Administrator's\r\n  guidelines.\r\n\r\nWhen the\r\n  family court issued this order, Husband had accumulated a total of twenty-one\r\n  years of military service, eighteen years and five months of which the parties\r\n  were married.  According to the briefs submitted in this appeal, the award to\r\n  Wife of 43.8% of Husband's military retirement was equivalent to awarding Wife 50%\r\n  of the marital portion of the 252 months of military service that Husband had\r\n  accumulated when the support order was issued.\r\n Husband\r\n  moved for reconsideration of the support order, requesting among other relief\r\n  that the family court clarify that Wife's 43.8% share of his military\r\n  retirement was to be based only on the portion he earned during the marriage.  The\r\n  family court held a hearing on the motion and later issued an order denying\r\n  reconsideration.  As to Husband's concern about Wife's allocation of his\r\n  military retirement benefits, the family court stated as follows:\r\n\r\n 2. As to [Husband's] request to amend the\r\n  Order of Separate Support and Maintenance with regard to the wording of those\r\n  portions of the Order setting forth [Wife's] allocation of retirement benefits,\r\n  I find that, pursuant to the case of Ball v. Ball, 314 S.C. 445, 445\r\n  S.E.2d 449 (1994) (Military retirement pay, whether vested or nonvested, is\r\n  essentially compensation for past services and accordingly, is property subject\r\n  to equitable distribution), that my award of 43.8% of [Husband's] disposable\r\n  military retirement benefits as whole [sic] is proper[,] and accordingly, I\r\n  deny [Husband's] request to amend the portion of the Decree with regard to the\r\n  retirement benefits awarded.\r\n\r\nNeither\r\n  party appealed the 1999 support order.[1]  \r\n Wife\r\n  filed for divorce in 2000.  Husband did not file an answer, and on May 10,\r\n  2000, immediately following a hearing, the family court issued an order\r\n  granting Wife a divorce based on a one-year separation.  In addition, the court\r\n  accepted the parties' agreement that Husband would name Wife as the survivor\r\n  benefit plan (SBP) beneficiary of his military retirement and noted all other\r\n  issues were adjudicated in the 1999 support order.  The court incorporated the\r\n  1999 order into the divorce decree with the proviso that the QDRO was amended\r\n  &quot;with regard to the designation of SBP beneficiary only.&quot;\r\n On\r\n  January 15, 2004, pursuant to an action by Husband to modify his alimony\r\n  obligation, the family court issued an order approving an agreement between the\r\n  parties to reduce alimony to $350 per month and terminate the alimony\r\n  altogether upon Husband's discharge from the Navy.[2]  Pursuant to the parties'\r\n  agreement, the court ordered that if Wife's equitable share of Husband's\r\n  military retirement amounted to less than $700 per month, which was the amount\r\n  of alimony awarded to Wife in the 1999 support order, Husband was to pay her\r\n  the difference so that she would receive no less than $700 per month from\r\n  Husband's military retirement.\r\n Husband\r\n  retired from the Navy on August 1, 2009.  By then, he accumulated an additional\r\n  125 months of service after the entry of the 1999 support order.  When Husband\r\n  notified the Department of Defense Finance and Accounting Service (DFAS) to\r\n  process his retirement pay, the DFAS calculated Wife's 43.8% share based on Husband's\r\n  entire time of service, including the 125 months he accumulated after the\r\n  issuance of the 1999 order.  Husband's attorney then drafted a supplemental\r\n  decree clarifying that Wife's share was to be based on only the military\r\n  retirement benefits he had accrued when the family court issued the 1999\r\n  support order; however, Wife refused to consent to it, claiming she was\r\n  entitled to 43.8% of Husband's entire monthly benefits.\r\nHusband then filed a motion in the\r\n  family court to enforce the 1999 support order, or in the alternative, to\r\n  modify it pursuant to Rule 60(b)(5), SCRCP, so that Wife's share of his\r\n  military retirement would be limited to 50% of the portion he accrued during\r\n  the parties' marriage.  After counsel argued the motion before the family\r\n  court, Wife filed a return in which she expressed her opposition to the motion,\r\n  arguing (1) the family court lacked jurisdiction to modify the property\r\n  division, (2) Husband was essentially re-litigating an issue that he should\r\n  have raised in an appeal, and (3) Husband's decision to remain in the military\r\n  delayed her receipt of the benefits to which she was entitled and prolonged the\r\n  period that she received a reduced amount of alimony.  Subsequently, the family\r\n  court issued the appealed order, in which it denied Husband's motion to enforce\r\n  or modify the 1999 order and awarded Wife $1,500 in attorney's fees. \r\n  Specifically, the court held (1) Husband should have appealed the 1999 support order\r\n  and (2) under Ball, the family court had the discretion to award\r\n  nonvested as well as vested retirement benefits.  Husband moved for\r\n  reconsideration of this order, arguing (1) the family court erroneously relied\r\n  on Ball; (2) the court erroneously exercised jurisdiction over his\r\n  nonmarital military retirement benefits earned after the dissolution of the\r\n  parties' marriage;  (3) the court failed to consider his argument that Rule\r\n  60(b)(5), SCRCP, should be applied to this case on the ground that prospective\r\n  application of the 1999 order was no longer equitable; and (4) the court failed\r\n  to address the requisite factors in awarding attorney's fees to Wife.  The\r\n  family court declined to alter or amend its order, and Husband filed this\r\n  appeal. \r\nISSUES\r\n\r\n  \r\n    \r\n      I.\r\n       Did the family court exceed its authority in awarding\r\n  Wife a percentage of the portion of Husband's retirement benefits that were\r\n  earned after the issuance of the 1999 support order?\r\n        \r\n      \r\n    \r\n    \r\n      II.\r\n       Did the family\r\n  court err in holding that Husband's failure to appeal the 1999 support order\r\n  barred him from seeking relief?\r\n        \r\n      \r\n    \r\n    \r\n      III.&nbsp;\r\n       Should Husband be\r\n  entitled to seek relief under Rule 60(b)(5), SCRCP, to have Wife's future share\r\n  of his retirement benefits based solely on the portion that he earned during\r\n  their marriage?\r\n        \r\n      \r\n    \r\n    \r\n      IV.&nbsp;\r\n       Did the family court\r\n  give adequate consideration to the requisite factors in awarding attorney's\r\n  fees to Wife?\r\n    \r\n  \r\n\r\nSTANDARD OF\r\n  REVIEW\r\n The\r\n  facts in this matter are not in dispute, and this appeal involves only the\r\n  interpretation of statutes, case law, and prior orders issued in conjunction\r\n  with the parties' marital litigation.  Our standard of review, therefore, does\r\n  not require any deference to findings of fact by the family court.  See E.D.M. v. T.A.M., 307 S.C. 471, 473, 415 S.E.2d 812, 814 (1992) (noting the appellate\r\n  court has authority to correct errors of law in appeals from family court\r\n  orders).\r\nLAW/ANALYSIS\r\nI.&nbsp; Military\r\n  Retirement Benefits Subject to Division\r\nHusband argues that the 1999 order correctly and unambiguously\r\n  awarded Wife 43.8% of only the 252 months of military retirement benefits that he\r\n  had accrued as of the time the order was issued, rather than 43.8% of his\r\n  entire military retirement benefits.  Husband further claims he is entitled to\r\n  an order directing the DFAS to recalculate Wife's benefits retroactive to the\r\n  date payments commenced.  We agree.\r\n In Ball\r\n  v. Ball, 314 S.C. 445, 445 S.E.2d 449 (1994), the South Carolina Supreme\r\n  Court, affirming an opinion by this court, held a spouse's nonvested military\r\n  pension was marital property subject to equitable distribution.  The court gave\r\n  the following explanation to support its decision:\r\n\r\nWhether vested or nonvested, pension plans are deferred\r\n  compensation. . . .  [T]o the extent that Wife participated in Husband's\r\n    military career, she also contributed to the service for which he will be\r\n    compensated in the future.  We hold that Husband's participation in the\r\n  pension plan was an actual right existing at the time of the divorce,\r\n  even though the compensation, if received, is deferred.  \r\n\r\nId. at 447, 445 S.E.2d at 450 (emphasis\r\n  added).  The focus of Ball was on nonvested retirement benefits, in\r\n  other words, benefits that, though earned by a participant, are subject to\r\n  forfeiture under certain conditions.  It is readily apparent from the\r\n  above-quoted language that although benefits do not need to be vested in order\r\n  to be subject to equitable division, they are not marital property unless they\r\n  are earned during the marriage.  To hold otherwise would allow a family court\r\n  to exceed its jurisdiction by equitably dividing assets that do not meet either\r\n  of the two statutorily mandated requirements to be considered marital, namely,\r\n  that they be (1) acquired during the marriage and (2) owned by the parties when\r\n  dissolution proceedings begin.  S.C. Code Ann. § 20-3-630 (Supp. 2010).[3]  Cf. Shorb v. Shorb,\r\n  372 S.C. 623, 629, 643 S.E.2d 124, 127 (Ct. App. 2007) (stating that although\r\n  the Equitable Apportionment of Marital Property Act &quot;does not specifically\r\n  define pension benefits as marital property, . . . this Court has consistently\r\n  held that both vested and nonvested retirement benefits are marital property if\r\n    the benefits are acquired during the marriage and before the date of filing.&quot;\r\n  (emphasis added)); Jenkins v. Jenkins, 345 S.C. 88, 101, 545 S.E.2d 531,\r\n  538 (Ct. App. 2001) (&quot;Contributions to an I.R.A. during the term of\r\n    marriage constitute marital property subject to division.&quot; (emphasis\r\n  added)).\r\n We\r\n  therefore hold that although the family court correctly cited Ball in\r\n  the appealed order for the proposition that it has the authority to award\r\n  retirement benefits &quot;whether vested or not,&quot; this authority does not\r\n  include the equitable division of benefits yet to be earned by a spouse.\r\nII.&nbsp; Failure to Appeal the 1999 Order\r\n Husband\r\n  also challenges the family court's holding that his failure to appeal the 1999 support\r\n  order precluded him from seeking a supplemental order.  He argues the order\r\n  issued pursuant to his motion for reconsideration of the 1999 support order\r\n  clarified that the family court granted Wife an equitable share of only the\r\n  military retirement benefits that he had earned when the 1999 order was issued\r\n  and, therefore, he had no need to appeal this order.  We agree.\r\n In\r\n  the 1999 support order, the family court expressly ruled that the division of\r\n  Husband's military retirement benefits was &quot;part of the parties' property\r\n  division&quot; rather than in the nature of spousal support.  Furthermore, in\r\n  its order on Husband's motion for reconsideration, the family court, referencing Ball, stated that &quot;[m]ilitary retirement pay, whether vested or\r\n    nonvested, is essentially compensation for past services.&quot;\r\n  (emphasis added).  The family court correctly omitted from this discussion any\r\n  treatment of unearned retirement benefits that would result from future service\r\n  by a military employee.  \r\nMoreover, in her return to Husband's motion for reconsideration, Wife\r\n  responded as follows:\r\n\r\nIn the instant case, [Husband] had\r\n  previously agreed that [Wife] was entitled to 50% of his disposable pay\r\n  calculated at the rank of Lt. with 18 years, 5 months of service . . . .\r\n  [Husband] then went on to calculate the proportion [Wife] was entitled to using\r\n  the formula which divided the length of the marriage (parties are still\r\n  married, however as of date of filing, they lived together for 221 months) over\r\n  the number of years in the service (252 months) and multiplied that amount by\r\n  .50 to come up with 43.75%.  Using the same formula, [Wife] came up with 43.85%\r\n  of the retirement benefits.  The Court awarded [Wife] 43.8% of [Husband's]\r\n  military retirement benefits.  The formula already takes into account and\r\n  &quot;discounts&quot; [Wife's] portion of entitlement by the length of the\r\n  parties' marriage.[4]  \r\n\r\n(emphasis\r\n  added).  It is apparent from these statements that both parties correctly understood\r\n  Wife's benefits were to be based on only that portion of Husband's military\r\n  retirement that he had accrued as of the time the 1999 order was issued.  Because\r\n  Husband was not aggrieved by this order, he could not have appealed it.  See Rule 201(b), SCACR.  We therefore reverse the family court's ruling that\r\n  Husband's failure to appeal the 1999 separate support and maintenance order bars\r\n  him from seeking further relief.\r\nIII.    Entitlement to Supplemental Order\r\nHusband\r\n  further contends that under Rule 60(b)(5), SCRCP, he is entitled to a\r\n  supplemental order to avoid the inequitable effect of the DFAS's interpretation\r\n  of the 1999 orders.  We agree with Wife that relief under Rule 60(b)(5) is\r\n  available only in cases of fraud upon the court or &quot;rare, special,\r\n  exceptional or unusual circumstances that may warrant equitable relief,\r\n  including accident or mistake.&quot;  Mr. T v. Ms. T, 378 S.C. 127, 135,\r\n  662 S.E.2d 413, 417 (Ct. App. 2008) (citing 11 Charles Alan Wright, Arthur R.\r\n  Miller &amp; Mary Kay Kane, Federal Practice &amp; Procedure § 2868 (2d\r\n  ed. 1995)).  Nevertheless, although Husband cannot obtain &quot;relief&quot; from\r\n  the 1999 support order under Rule 60(b)(5), we hold he is entitled by statute to\r\n  a supplemental order clarifying the terms of that order.  See S.C. Code\r\n  Ann. § 63-3-530(A)(30) (2010) (giving the family court exclusive jurisdiction\r\n  &quot;to make any order necessary to carry out and enforce the provisions of\r\n  this title&quot;).\r\nIV.    Attorney's Fees\r\n Finally, Husband\r\n  challenges the award of attorney's fees to Wife, arguing the record and the\r\n  order are silent as to specific factors on which the fees were based.  Based on\r\n  our reversal of the division of Husband's military retirement benefits earned\r\n  after the 1999 order, we reverse and remand the issue of attorney's fees as\r\n  well.  See Eason v. Eason, 384 S.C. 473, 482, 682 S.E.2d 804, 808\r\n  (2009) (holding the family court should reconsider the issue of attorney's fees\r\n  on remand based on the appellate court's disposition of another issue on\r\n  appeal).  On remand, the family court shall give appropriate attention to all\r\n  factors stated in Glasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d\r\n  313, 315 (1991), and, as required by Rule 26(a), SCRFC, set forth specific\r\n  findings of fact and conclusions of law to support its decision.\r\nCONCLUSION\r\n We hold the family\r\n  court erred in refusing to issue a supplemental order clarifying that Wife's\r\n  share of Husband's retirement benefits is limited to those benefits he had accrued\r\n  as of the issuance of the 1999 separate support and maintenance order.  We\r\n  further hold Husband is entitled to have the DFAS calculate Wife's benefits\r\n  based on an award of 43.8% of 252 months of his monthly military retirement\r\n  benefits, retroactive to the date payments commenced.  We remand the matter to\r\n  the family court for (1) issuance of a supplemental order incorporating these\r\n  terms and providing for reimbursement to Husband for prior excess payments to\r\n  Wife and (2) reconsideration of whether Wife is entitled to attorney's fees in\r\n  view of our disposition of the other issues in this appeal and, if so, the\r\n  amount to be awarded.\r\n REVERSED AND\r\n  REMANDED.\r\nFEW, C.J., and\r\n  KONDUROS, J., concur. \r\n\r\n\r\n[1]  Further, until Husband retired,\r\n  neither party requested further action after the family court denied his motion\r\n  for reconsideration.\r\n[2]  According to Husband's complaint in this action,\r\n  Wife's income had increased as a result of a change in her employment.\r\n[3] We further note that, under Ball, if Husband\r\n  had remarried, his second wife would have a claim to any retirement benefits he\r\n  would have accrued during the subsequent marriage by virtue of her\r\n  participation in his military career and contribution to his service.   \r\n[4]  In her return as well as in her respondent's brief,\r\n  Wife makes assertions to the effect that she is entitled to 43.8% of Husband's\r\n  entire military retirement benefits because Husband, in opting to continue in\r\n  the service even though he was eligible for retirement, &quot;delayed&quot; her\r\n  receipt of these benefits.  If, however, Wife anticipated receiving these\r\n  benefits earlier, that expectation could easily have been documented in the\r\n  numerous proceedings between the parties.  We further note it appears alimony\r\n  was modified because Wife's financial circumstances had improved rather than\r\n  because she anticipated receiving her share of Husband's military retirement\r\n  benefits.\r\n\r\n\r\n\r\n\r\n_uacct = \"UA-2058248-1\";\r\nurchinTracker();\r\n\r\n\r\n\r\n  &copy; 2000-2014 South Carolina Judicial Department\r\n\r\n\t  \r\n\t","court":"Appeals"}]