[{"id":"5109","title":"State v. Tynes","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5109.pdf","description":"The court affirmed Mario Tynes's convictions for first-degree burglary, armed robbery, possession of marijuana with intent to distribute, and unlawful carrying of a pistol, holding (1) the trial court did not abuse its discretion in refusing to suppress evidence found during a vehicle search, (2) the trial court did not err in refusing to allow evidence that the State could require one of its witnesses to submit to a polygraph examination, and (3) the trial court did not err in allowing the State's DNA expert to testify that Tynes could not be excluded as a DNA contributor.","date":"2013-04-03","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Mario Tynes, Appellant.\r\n\r\n            Appellate Case No. 2010-162946\r\n\r\n\r\n\r\n                           Appeal From Horry County \n\r\n                     Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 5109 \n\r\n                  Heard October 31, 2012 – Filed April 3, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Tommy A. Thomas, of Irmo, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Salley W. Elliott, and Assistant\r\n            Attorney General Christina J. Catoe, all of Columbia, for\r\n            Respondent.\r\n\r\n\r\nTHOMAS, J.: Mario Tynes appeals his convictions for first-degree burglary,\r\narmed robbery, possession of marijuana with intent to distribute, and unlawful\r\ncarrying of a pistol. We affirm.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn October 13, 2007, the Horry County Police Department received a radio\r\ndispatch to be on the lookout for a white older model four-door Ford Crown\r\nVictoria without hubcaps. According to the dispatch, the vehicle was travelling on\r\nArrowhead Boulevard and was occupied by several black males who were waving\r\nguns in the air.\r\n\r\nAbout one to two minutes later, Horry County Police Officer Justin Cole saw a\r\nvehicle matching the description given in the dispatch. Cole initiated a traffic stop\r\non the car and directed the occupants to pull over to a gas station about two miles\r\nfrom Flint Lake Apartments, where the vehicle was first sighted. Cole saw five\r\nblack males in the vehicle, most of whom were wearing black clothing. Officer\r\nLarry Graham, who was on duty in the vicinity, heard the dispatch and went to\r\nassist Cole in the traffic stop.\r\n\r\nThe occupants were ordered to exit the car to be patted down for weapons. Cole\r\nand Graham searched the vehicle and found two firearms and three large plastic\r\nbaggies, each filled with a green leafy substance. All the occupants were then\r\narrested and given Miranda warnings. Videotape evidence showed that Tynes was\r\nin the vehicle, and Cole also identified Tynes as one of the occupants.\r\n\r\nThe following day, Horry County Police Officer John Stewart received a telephone\r\ncall from a woman inquiring about her son (Victim), a college student living at\r\nFlint Lake Apartments who had recently been hospitalized for injuries he sustained\r\nduring a home invasion. Victim recently purchased three pounds of marijuana and\r\nallowed a classmate to come to his apartment to buy two pounds of it. While\r\nVictim was counting the cash for the transaction, several men with guns suddenly\r\nran up the stairs of his building into his apartment. They took the cash and most of\r\nthe drugs, beat Victim with the butt of a gun, and threw him around.\r\n\r\nAlthough police had talked with Victim while he was in the hospital, no one had\r\nyet contacted him after his release, prompting his mother's call. Stewart then\r\ncalled on Victim, who gave him a white baseball cap and a cartridge that were\r\nfound in his apartment after the incident.\r\n\r\nOn January 4, 2008, the Horry County Grand Jury indicted Tynes on one count of\r\nunlawful carrying of a pistol, one count of possession of marijuana with intent to\r\ndistribute, one count of first-degree burglary, and one count of armed robbery. He\r\nwas scheduled to be tried with co-defendants Michael Jerrod Lackey and Joshua\r\nReadon in May 2010, both of whom were charged with the same offenses.\r\n\nBefore jury selection, Joshua Readon requested to enter an Alford plea on the\r\ncharges of armed robbery and possession with intent to distribute marijuana. The\r\ntrial court accepted the pleas, but delayed sentencing to allow the State to decide\r\nwhether or not to make a recommendation based on Readon's cooperation in\r\nprosecuting the other two defendants. The jury found both Tynes and Lackey\r\nguilty as charged, and Tynes appeals.\r\n\r\nISSUES\r\n\r\nI.\t     Should the trial court have suppressed the evidence found during the search\r\n        of the Crown Victoria based on (1) the inconsistency and unreliability of the\r\n        officers' testimony and (2) improper bolstering by a witness who allegedly\r\n        was not properly sequestered?\r\nII.\t    Did the trial court commit reversible error in refusing to admit evidence that\r\n        a witness's agreement to testify for the State included a condition that the\r\n        State could require the witness to submit to a polygraph examination?\r\nIII.\t   Did the trial court err in allowing the State's DNA expert to testify that\r\n        Tynes could not be excluded as a contributor of DNA found on a gun used in\r\n        the crime?\r\n\r\nSTANDARD OF REVIEW\r\n\"In criminal cases, the appellate court sits to review errors of law only.\" State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). \"The admission of evidence\r\nis within the discretion of the trial court and will not be reversed absent an abuse of\r\ndiscretion.\" State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262, 265 (2006). \"An\r\nabuse of discretion occurs when the conclusions of the trial court either lack\r\nevidentiary support or are controlled by an error of law.\" Id. An appellate court\r\n\"will only reverse the circuit court's decision on a motion to suppress when there is\r\nclear error.\" Narciso v. State, 397 S.C. 24, 32, 723 S.E.2d 369, 373 (2012). \"A\r\ntrial court's Fourth Amendment suppression ruling must be affirmed if supported\r\nby any evidence, and an appellate court may reverse only when there is clear\r\nerror.\" State v. Taylor, 401 S.C. 104, 108, 736 S.E.2d 663, 665 (2013). \"A court's\r\nruling on the admissibility of evidence will not be reversed on appeal absent an\r\nabuse of discretion or commission of legal error that results in prejudice to the\r\ndefendant.\" State v. Adams, 354 S.C. 361, 377, 580 S.E.2d 785, 73 (Ct. App.\r\n2003).\r\n\nLAW/ANALYSIS\r\n\r\nI.    Vehicle Search\r\n\r\nTynes first argues the trial court should have suppressed the evidence recovered\r\nduring the search of the Crown Victoria because (1) the testimony of the officers\r\nand the police report contained inconsistent and unreliable statements concerning\r\nwhen and where drugs were found in the car and thus could not support a finding\r\nof probable cause and (2) one of the officers was not properly sequestered during\r\nthe suppression hearing. We disagree.\r\n\r\n\"[I]f there is probable cause to search a vehicle, a warrant is not necessary so long\r\nas the search is based on facts that would justify the issuance of a warrant, even\r\nthough a warrant has not been actually obtained.\" State v. Weaver, 374 S.C. 313,\r\n320, 649 S.E.2d 479, 482 (2007).\r\n\r\nOfficer Cole testified that he stopped the car because it matched a description of a\r\nvehicle involved in possible criminal activity in the vicinity where he was working\r\nat the time, and Tynes does not challenge the propriety of the traffic stop. Officer\r\nGraham testified that after he arrived at the scene and the occupants were ordered\r\nfrom the car, he spotted marijuana in plain view on the front floorboard of the\r\nvehicle, and as the trial court found, videotape evidence played outside the jury's\r\npresence corroborated Graham's testimony. In addition, Officer Cole testified that\r\nonce the occupants were outside the car, he saw a magazine clip in plain view on\r\nthe back seat. The officers' observation of the magazine clip, when considered\r\nwith the report of suspicious activity and videotape evidence, was sufficient to\r\nestablish exigent circumstances to justify searching the vehicle. See State v.\r\nBultron, 318 S.C. 323, 332, 457 S.E.2d 616, 621 (Ct. App. 1995) (upholding a\r\nwarrantless search of a vehicle in which police agents observed a handgun on the\r\nfloor before arresting the occupants and stating the standard for a warrantless\r\nsearch as \"a justifiable determination, based on the totality of the circumstances\r\nand in view of all the evidence available to law enforcement officials at the time of\r\nthe search, that there exists a practical, nontechnical probability that a crime is\r\nbeing committed or has been committed and incriminating evidence is involved\");\r\nid. (\"[U]nder the automobile exception, if probable cause exists to justify the\r\nwarrantless search of a lawfully stopped vehicle, it justifies the search of every part\r\nof the vehicle and its content that may conceal the object of the search.\").\r\n\r\nWe further hold the alleged inconsistencies between the police report and the\r\nofficers' testimony do not necessarily warrant reversal of the trial court's finding\r\n\nthat the search of the vehicle was lawful. See State v. Asbury, 328 S.C. 187, 193,\r\n493 S.E.2d 349, 352 (1997) (\"In criminal cases, appellate courts are bound by fact\r\nfindings in response to preliminary motions where there has been conflicting\r\ntestimony or where the findings are supported by the evidence and not clearly\r\nwrong or controlled by an error of law.\"); State v. Morris, 395 S.C. 600, 608, 720\r\nS.E.2d 468, 471 (Ct. App. 2011) (\"The appellate court's task in reviewing the trial\r\ncourt's factual findings on a Fourth Amendment issue is simply to determine\r\nwhether any evidence supports the trial court's findings.\" (emphasis added)).\r\n\r\nTynes further suggests that Graham's testimony was \"tainted\" because Graham,\r\nwho testified after Cole during the suppression hearing, was close enough to the\r\ncourtroom to hear Cole testify and thus alter his version so that it would be\r\nconsistent with Cole's statements and reconcile any discrepancies between Cole's\r\ntestimony and the police report. Tynes maintains that given these circumstances,\r\nthe trial court should have allowed him to explore whether Graham was within\r\nearshot of Cole's testimony or made a finding that probable cause to search the car\r\nwas lacking. We reject this argument.\r\n\r\nThe trial court never made any order as to where the witnesses were to wait before\r\nthey were called; thus, there was no violation of any sequestration order.\r\nFurthermore, at trial, Tynes never asked the trial court to allow him to question\r\nGraham or any other witnesses regarding whether Graham was able to hear Cole\r\ntestify. See State v. Dickman, 341 S.C. 293, 295, 534 S.E.2d 268, 269 (2000)\r\n(stating the defendant's failure to raise an issue to the trial court precluded him\r\nfrom raising it on appeal).\r\n\r\nII.   Polygraph Agreement\r\n\r\nTynes next argues that he should have been allowed to present evidence that a\r\nwitness for the State had to undergo polygraph testing at the State's request as part\r\nof his agreement with the State. We disagree.\r\n\r\nThe witness, Craig Collins, admitted during direct examination that he had been\r\narrested and charged with armed robbery in connection with the incident leading to\r\nthe charges against Tynes and Lackey. After consulting a lawyer, Collins decided\r\nto cooperate with the State and signed an agreement to this effect.\r\n\r\nAs the solicitor was preparing to proffer the agreement, the trial court, after\r\nconferring off-the-record with counsel, sent the jury from the courtroom. In the\r\njury's absence, the court sua sponte expressed concerns about the admissibility of a\r\nprovision in the agreement that Collins would be subject to polygraph testing at the\r\n\nState's request. Stating that \"[p]olygraphs are clearly not admissible in this State\r\nand we don't recognize [their] reliability,\" the court stated it would not allow\r\nevidence about the requirement. Both defendants objected to the restriction,\r\narguing that even though polygraph results are inadmissible, they should be\r\nallowed to ask Collins if he was ever requested by the State to take a polygraph\r\npursuant to the agreement.\r\n\r\nThe trial court stated it raised the issue of the admissibility of the polygraph\r\nprovision because of concerns that the provision would amount to an\r\nimpermissible bolstering of Collins's credibility as a witness. We hold this concern\r\nwas justified. Here, the State's decision not to exercise this right would have had\r\nthe effect of bolstering Collins's credibility.1 See State v. Johnson, 376 S.C. 8, 11,\r\n654 S.E.2d 835, 846 (2007) (citing the \"general rule\" \"that no mention of a\r\npolygraph test should be placed before the jury\" and holding the trial court did not\r\nabuse its discretion in granting a new trial based on a reference by a state's witness\r\nto a polygraph test that she had taken); State v. McGuire, 272 S.C. 547, 551, 253\r\nS.E.2d 103, 105 (1979) (“Mention of a polygraph test might arise in any one of\r\nmany ways. The safer course would normally be to avoid any mention of a\r\npolygraph examination.\").\r\n\r\nFurthermore, Tynes also had the opportunity to impeach Collins and did so through\r\neliciting admissions from Collins about (1) inconsistencies between Collins's\r\nwritten statements and his testimony at trial, (2) the fact that Collins cooperated\r\nwith the State only when he realized that he himself was facing charges from the\r\nincident, and (3) Collins's own criminal activity. Considering these circumstances,\r\nwe hold that whether or not the trial court should have allowed the jury to be\r\ninformed that Collins's agreement with the State included a condition that he was\r\nsubject to polygraph testing, Tynes has failed to show prejudice from this ruling\r\nand is therefore not entitled to a new trial on this ground. See State v. Johnson,\r\n334 S.C. 78, 93, 512 S.E.2d 795, 803 (1999) (stating an appellant \"must\r\ndemonstrate more than error in order to qualify for reversal\" and \"the errors must\r\nadversely affect his right to a fair trial\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 Tynes's co-defendant acknowledged that the State did not make Collins submit to\r\na polygraph.\r\n\nIII.   DNA Evidence\r\n\r\nFinally, Tynes argues the trial court should not have allowed Katie Coy, the State's\r\nDNA expert, to testify that he could not be excluded as a minor contributor of\r\nblood found on one of the guns in the car. We disagree.\r\n\r\nOne of the other participants in the crime identified Tynes as the person who had\r\npistol-whipped Victim during the robbery. Blood was collected from one of the\r\nguns found in the Crown Victoria, and DNA testing indicated that (1) Victim was a\r\ncontributor and (2) except for Tynes, all participants including Lackey were\r\nexcluded by the test as minor contributors. Although Tynes agreed that Coy could\r\ntestify that the DNA testing excluded other individuals, he objected to any\r\nreference to the determination that he himself could not be excluded as a\r\ncontributor. Over Tynes's objection, however, the trial court allowed Coy to testify\r\nwhat the DNA test indicated about Tynes as well as about the other participants.\r\n\r\nWe have concerns that Tynes may have waived any objection to this testimony.\r\nThe record indicates the trial court engaged both Tynes and the State in lengthy\r\ndiscussion about what statements each would consider acceptable for the jury to\r\nhear. Ultimately, it appears Tynes agreed it was fair to include testimony from the\r\nexpert that he could not be excluded as a minor contributor of the DNA as long as\r\nthere was testimony that he was not found to be a match.\r\n\r\nIn any event, we hold the trial court acted within its discretion in permitting Coy to\r\ntestify that Tynes could not be excluded as a contributor to the DNA found on the\r\ngun.\r\n\r\n\"Although relevant, evidence may be excluded if its probative value is\r\nsubstantially outweighed by the danger of unfair prejudice, confusion of the issues,\r\nor misleading the jury, or by considerations of undue delay, waste of time, or\r\nneedless presentation of cumulative evidence.\" Rule 403, SCRE. \"Unfair\r\nprejudice means an undue tendency to suggest decision on an improper basis.\"\r\nState v. Wiles, 383 S.C. 151, 158, 679 S.E.2d 172, 176 (2009). Here, Coy never\r\nsaid Tynes was a possible contributor. Moreover, when Tynes cross-examined her,\r\nshe acknowledged that he was not developed as a scientific match for the DNA\r\nthat she tested. Accordingly, we hold the probative value of this evidence was not\r\nsubstantially outweighed by the danger of unfair prejudice and find no error in the\r\ntrial court's admission of this evidence.\r\n\nCONCLUSION\r\n\r\nWe hold the trial court acted within its discretion in admitting the evidence found\r\nduring the search of the car and in allowing the State to present testimony that\r\nTynes could not be excluded as a contributor to DNA found on a gun seized during\r\nthe search. We further affirm the trial court's refusal to allow the jury to be\r\ninformed that Collins's agreement with the State included a condition that he\r\nundergo polygraph testing if the State so requested.\r\n\r\nAFFIRMED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5110","title":"State v. Bruce","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5110.pdf","description":"Roger Bruce was found guilty of murdering his girlfriend Laura Creel.  On appeal, he argues the trial court erred in admitting evidence of the discovery of Creel's body, which was found in the trunk of her car, because the search violated his Fourth Amendment rights.  We remand to the trial court to determine (1) whether Bruce had a reasonable expectation of privacy in the trunk of Creel's car, (2) whether Bruce consented to the search, and (3) if it is found the police violated Bruce's Fourth Amendment rights, whether the exclusionary rule applies.","date":"2013-04-03","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Roger Bruce, Appellant.\r\n\r\n             Appellate Case No. 2011-197635\r\n\r\n\r\n\r\n                         Appeal From Florence County \n\r\n                      Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5110 \n\r\n                   Heard January 9, 2013 – Filed April 3, 2013 \n\r\n\r\n\r\n                                   REMANDED\r\n\r\n\r\n             Appellate Defender Robert M. Pachak, of Columbia, for\r\n             Appellant.\r\n\r\n             Attorney General Alan Wilson, Chief Deputy Attorney\r\n             General John W. McIntosh, Senior Assistant Deputy\r\n             Attorney General Donald J. Zelenka, and Assistant\r\n             Attorney General Brendan J. McDonald, all of Columbia,\r\n             for Respondent.\r\n\r\n\r\nFEW, C.J.: Roger Bruce was convicted of murdering his girlfriend Laura Creel.\r\nOn appeal, he argues the trial court erred in admitting evidence of the discovery of\r\nCreel's body, which police found in the trunk of her car, because he claims the\r\nsearch violated his Fourth Amendment rights. In ruling on the issue at trial, the\r\ncourt did not make adequate factual findings or legal conclusions. Rather, the\r\ncourt summarily stated, \"I'm going to overrule the objection and allow it.\" We\r\n\nhold the trial court's findings are inadequate for appellate review. We remand to\r\nthe trial court to determine (1) whether Bruce had a legitimate expectation of\r\nprivacy in the trunk of Creel's car, (2) whether Bruce consented to the search, and\r\n(3) if the police violated Bruce's Fourth Amendment rights, whether the\r\nexclusionary rule applies.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nLate in the evening on October 12, 2009, Creel's son contacted the Florence police\r\ndepartment, requesting the police check on Creel at the apartment she shared with\r\nBruce. He told the police he had not heard from her or seen her in \"a couple of\r\ndays.\" He also informed them that Creel's \"goldish\" 1997 Chrysler Concord was\r\nparked at the apartment and that Bruce had called him from Creel's cell phone.\r\n\r\nAs officers Gary Beckett, Charles Hobgood, and Steven Starling approached the\r\napartment on foot, they saw Bruce looking out of the apartment's screen door. The\r\nofficers explained to Bruce they were there to check on Creel and asked if she was\r\nhome. When Bruce answered no, the officers asked if they could \"take a quick\r\nlook and make sure that she wasn't inside,\" and he consented. After briefly\r\nscanning the residence, the officers observed a cell phone and keys on a table. The\r\nkeys were consistent with the vehicle parked outside the apartment, and the vehicle\r\nwas consistent with the description given by Creel's son. Bruce stated the keys and\r\ncell phone belonged to Creel, which prompted Hobgood to pick up the keys and\r\nwalk toward her car, along with the other officers and Bruce.\r\n\r\nHobgood looked through the car windows with his flashlight, searching for \"maybe\r\na pocketbook\" or \"something that may give us an idea where she may be.\"\r\nHobgood then attempted to open the trunk but was unsuccessful. Hobgood\r\ntestified Bruce asked, \"well, you want me to show you what key[?]\"1 At that point,\r\nBruce \"walked towards\" Hobgood \"with his arm out like he was going to grab the\r\nkeys,\" causing Hobgood to instruct Bruce to tell him which key opened the trunk\r\nrather than show him. Hobgood testified he was not sure what Bruce's intent was\r\nwhen he walked toward him. However, both Beckett and Starling testified it\r\nappeared Bruce walked toward Hobgood with the intent to help him find the\r\ncorrect key. During Hobgood's exchange with Bruce, Starling \"got the keys from\r\nHobgood\" and pushed the trunk release button, which opened the trunk and\r\nrevealed a female body, later identified to be Creel.\r\n\r\n1There is conflicting testimony as to whether Hobgood asked Bruce which key\r\nopened the trunk or whether Bruce volunteered his help.\r\n\nAt trial, Bruce moved to suppress the discovery of the body, arguing the search\r\nviolated his Fourth Amendment rights because the officers had no search warrant\r\nand he had not consented to the search of the car. The court asked, \"What standing\r\nwould he have to object to a search of a vehicle that was not his?\" Counsel\r\nresponded Bruce could make the challenge based on the fact that the car was on his\r\nproperty and the keys were found inside his apartment. The State argued that\r\nBruce had no expectation of privacy in Creel's car, and that he consented to the\r\nsearch and even offered to help the officers open the trunk.\r\n\r\nAfter the court heard counsels' arguments, it stated,\r\n\r\n             It appears that this is inevitable discovery; but for hitting\r\n             the trunk release button and opening the trunk according\r\n             to the earlier testimony Mr. Bruce was gonna open the\r\n             trunk for them, or at least was providing the keys to do\r\n             so.\r\n\r\nThe court then ruled, \"I'm going to overrule the objection and allow it.\" The jury\r\nfound Bruce guilty and the court imposed a life sentence.\r\n\r\n      II.    The Sufficiency of the Court's Fourth Amendment Ruling\r\n\r\nWhen a criminal defendant moves to suppress evidence on Fourth Amendment\r\ngrounds, the trial court must first determine whether the defendant has a legitimate\r\nexpectation of privacy in the searched premises. See State v. Crane, 296 S.C. 336,\r\n341, 372 S.E.2d 587, 589 (1988) (\"Because appellant cannot make the threshold\r\ndemonstration of a legitimate expectation of privacy in connection with the\r\nsearched premises, he is not entitled to launch the constitutional challenge to the\r\nsearch.\"); State v. McKnight, 291 S.C. 110, 114-15, 352 S.E.2d 471, 473 (1987)\r\n(stating a defendant who seeks to have evidence suppressed on Fourth Amendment\r\ngrounds \"must establish that his own Fourth Amendment rights were violated\" by\r\n\"demonstrat[ing] a legitimate expectation of privacy in connection with the\r\nsearched premises\"). If the trial court finds the defendant had a legitimate\r\nexpectation of privacy, it must then determine whether the police violated his\r\nFourth Amendment rights. See, e.g., State v. Missouri, 361 S.C. 107, 115, 603\r\nS.E.2d 594, 598 (2004) (holding defendant had a legitimate expectation of privacy,\r\nwhich entitled him to challenge the search under the Fourth Amendment); State v.\r\nRivera, 384 S.C. 356, 361, 682 S.E.2d 307, 310 (Ct. App. 2009) (\"'Warrantless\r\nsearches and seizures are reasonable within the meaning of the Fourth Amendment\r\n\nwhen conducted under the authority of voluntary consent.'\" (quoting Palacio v.\r\nState, 333 S.C. 506, 514, 511 S.E.2d 62, 66 (1999))). If the trial court finds the\r\npolice violated the defendant's own Fourth Amendment rights, it must then\r\ndetermine whether the evidence should be excluded pursuant to the exclusionary\r\nrule. See State v. Weston, 329 S.C. 287, 293, 494 S.E.2d 801, 804 (1997) (stating\r\n\"[s]uppression is appropriate in only a few situations\"); State v. Sachs, 264 S.C.\r\n541, 566, 216 S.E.2d 501, 514 (1975) (stating \"[t]he exclusionary rule is harsh\r\nmedicine,\" and \"[e]xclusion should be applied only where [the purpose of]\r\ndeterrence is clearly subserved\").\r\n\r\nWhether a defendant may challenge a search, whether the police violated a\r\ndefendant's Fourth Amendment rights, and whether to apply the exclusionary rule\r\nare mixed questions of law and fact. See United States v. Gray, 491 F.3d 138, 145\r\n(4th Cir. 2007) (stating \"the expectation [of privacy] must be one which the law\r\nrecognizes as legitimate,\" meaning it \"must be objectively reasonable . . . by\r\nreference to concepts of real or personal property law or to understandings that are\r\nrecognized and permitted by society\" (internal quotations and citation omitted));\r\nState v. Austin, 306 S.C. 9, 17, 19, 409 S.E.2d 811, 816, 817 (Ct. App. 1991)\r\n(stating whether a legitimate expectation of privacy exists \"depends on a factual\r\ndetermination\" and \"is a question of fact\"); State v. Tindall, 388 S.C. 518, 523 n.5,\r\n698 S.E.2d 203, 206 n.5 (2010) (stating that when addressing a challenge under the\r\nFourth Amendment, an appellate court \"must ask first, whether the record supports\r\nthe trial court's [factual] findings . . . and second, whether these facts support a\r\nfinding that the officer\" did not violate the defendant's Fourth Amendment rights);\r\nUnited States v. Allen, 159 F.3d 832, 838 (4th Cir. 1998) (explaining \"mixed\r\nquestions of law and fact are involved\" in an inevitable discovery ruling). Unless\r\nthe trial court makes sufficiently specific factual findings on the record, this court\r\nhas no basis on which to review those findings or the trial court's legal conclusions.\r\nSee generally State v. Blackwell-Selim, 392 S.C. 1, 4, 707 S.E.2d 426, 428 (2011)\r\n(holding because the trial court failed to make specific findings of fact to support\r\nits ruling, \"there was nothing for the Court of Appeals to review\").\r\n\r\nIn admitting the evidence of the discovery of Creel's body, the trial court stated, \"It\r\nappears that this is inevitable discovery.\" The court's statement suggests it\r\nadmitted the evidence under the inevitable discovery doctrine, which is an\r\nexception to the exclusionary rule. State v. Jenkins, 398 S.C. 215, 227, 727 S.E.2d\r\n761, 767 (Ct. App. 2012). However, a trial court has no need to consider whether\r\nthe exclusionary rule applies until it has first determined the police violated the\r\ndefendant's Fourth Amendment rights. The record does not indicate the trial court\r\never made that determination.\r\n\nMoreover, this does not appear to be a situation in which the inevitable discovery\r\ndoctrine is properly applied. See State v. Spears, 393 S.C. 466, 482, 713 S.E.2d\r\n324, 332 (Ct. App. 2011) (stating evidence may be admitted despite a violation of\r\nthe Fourth Amendment \"if the government can prove that the evidence would have\r\nbeen obtained inevitably\" (emphasis added) (quoting Nix v. Williams, 467 U.S.\r\n431, 447, 104 S.Ct. 2501, 2511, 81 L.Ed.2d 377, 389 (1984))). In this case, the\r\nState presented no evidence that it would have inevitably discovered Creel's body\r\nby some other means had the officers not searched the trunk of her car as they did.\r\nTherefore, because the record contains no evidence to support the trial court's\r\nstatement regarding inevitable discovery and inadequate findings as to the\r\nrequirements of the doctrine, we may not affirm on that basis. See Jenkins, 398\r\nS.C. at 230, 727 S.E.2d at 769 (remanding issue of whether inevitable discovery\r\ndoctrine applied because State did not present evidence in support of the doctrine\r\nand the determination \"should not be made by this court on a blank record\").\r\n\r\nWe remand with instructions that the trial court make findings consistent with this\r\nopinion. See Austin, 306 S.C. at 19, 409 S.E.2d at 817 (remanding for\r\ndetermination of whether the defendant \"had a reasonable expectation of privacy\"\r\nbecause trial court failed to make that determination when it admitted evidence\r\npursuant to an exception to the exclusionary rule); State v. Richburg, 250 S.C. 451,\r\n461, 158 S.E.2d 769, 773 (1968) (emphasizing the need for specific findings of\r\nfact when the legality of a search or seizure is raised); Jenkins, 398 S.C. at 230-31,\r\n727 S.E.2d at 769 (remanding issue of whether inevitable discovery doctrine\r\napplied). If the court determines Bruce had a legitimate expectation of privacy in\r\nthe trunk of Creel's car, the police violated Bruce's Fourth Amendment rights by\r\nexceeding the scope of his consent, and the evidence should have been suppressed\r\npursuant to the exclusionary rule, the court shall consider whether the error in\r\nadmitting the evidence was harmless. If the court determines it erred and the error\r\nwas not harmless, it shall grant a new trial. If the court determines it did not err in\r\nadmitting the evidence, or the error was harmless, Bruce's conviction must be\r\naffirmed.\r\n\r\nREMANDED.\r\n\r\nWILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5111","title":"State v. Dennis","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5111.pdf","description":"A jury convicted Alonza Dennis of assault and battery with intent to kill (ABWIK) and possession of a firearm during the commission of a violent crime.  He appeals, arguing the trial court erred in (1) admitting testimony that he offered to sell a purportedly stolen gun to buy crack cocaine shortly before the shooting; (2) refusing to charge the jury on assault and battery of a high and aggravated nature (ABHAN); (3) sentencing him to life without parole (LWOP); and (4) admitting his two written statements into evidence.  We affirm.","date":"2013-04-03","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Alonza Dennis, Appellant.\r\n\r\n            Appellate Case No. 2011-192370\r\n\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                      Roger M. Young, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 5111 \n\r\n                    Heard March 5, 2013 – Filed April 3, 2013 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Appellate Defender LaNelle Cantey DuRant, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Salley W. Elliott, Senior\r\n            Assistant Attorney General Harold M. Coombs, Jr., and\r\n            Assistant Attorney General Julie Kate Keeney, all of\r\n            Columbia; and Solicitor Scarlett Anne Wilson, of\r\n            Charleston, for Respondent.\r\n\r\n\r\nPER CURIAM: A jury convicted Alonza Dennis of assault and battery with intent\r\nto kill (ABWIK) and possession of a firearm during the commission of a violent\r\ncrime. He appeals, arguing the trial court erred in (1) admitting testimony that he\r\n\noffered to sell a purportedly stolen gun to buy crack cocaine shortly before the\r\nshooting; (2) refusing to charge the jury on assault and battery of a high and\r\naggravated nature (ABHAN); (3) sentencing him to life without parole (LWOP);\r\nand (4) admitting his two written statements into evidence. We affirm.\r\n\r\nFACTS\r\n\r\nOn June 22, 2009, Dennis fired five shots at Moses Alford. Three of the bullets\r\nstruck and injured Alford. Dennis was arrested nearby and charged with trespass.\r\nLater, a grand jury indicted him for ABWIK, attempted armed robbery, and\r\npossession of a firearm during the commission of a violent crime. He was\r\nconvicted of ABWIK and the possession charge.\r\n\r\nI.    The State's Case\r\n\r\nThe State presented evidence that on the day of the shooting, La Seto \"Quan\"\r\nGibson, Kaylab Wright, and Trevor Gibbs arranged to meet Alford, a clothing\r\nmerchant from Georgetown, and buy clothes from him as he traveled through\r\nMcClellanville. They encountered Dennis at the local Kangaroo convenience store\r\nand gave him a ride to Gibson's house. Gibbs testified that although Dennis was\r\nquiet when they picked him up, he became angry when they reached Gibson's\r\nhouse. He recalled Dennis producing a revolver and offering to sell it for fifty\r\ndollars so he could buy some crack cocaine. After no one agreed to buy the gun,\r\nDennis, overhearing a conversation between Gibson and Alford, suggested robbing\r\nAlford.\r\n\r\nWhen Gibson, Wright, and Gibbs departed to meet Alford, they left Dennis behind.\r\nHowever, Gibson's grandfather gave Dennis a ride back to the Kangaroo store.\r\nDennis joined the other men in Gibson's car. After Alford arrived, Gibson\r\nsuggested they move their meeting to another location in McClellanville. Alford\r\ndeclined. Wright looked through Alford's products, disparaged them, and returned\r\nto Gibson's car. While Gibson discussed potential purchases with Alford, Dennis\r\napproached Alford, told him to \"give me everything,\" and shot him. Alford\r\nsuffered bullet wounds in his arm, leg, and back.1\r\n\r\n\r\n1Alford explained he carried two guns in his car, along with his concealed\r\nweapons permit. Suspicious of the men, he had moved one of his guns into the\r\nwaistband of his pants. He was reaching for his gun when Dennis shot him.\r\n\nAlford ran toward the store as Wright and Gibbs sped away, leaving Gibson and\r\nDennis behind. Dennis fled on foot across the highway and through the woods to a\r\nbody shop, then ran through a residential area, chased by a state constable and a K-\r\n9 unit until his arrest. Officers detected gunshot residue on his hand and found a\r\ngun near where they arrested him. Once in custody, Dennis invoked his right to\r\nremain silent. However, he later gave conflicting written statements to the police\r\non June 22 and 29, 2009.\r\n\r\nDennis objected to evidence concerning his statements and testimony purportedly\r\nestablishing his motive for shooting Alford. He argued Gibbs's testimony was\r\nmore prejudicial than probative because motive was not an element of the crimes\r\ncharged, and thus, his motive for shooting Alford was irrelevant. Furthermore, he\r\ncontended the challenged testimony was irrelevant because no other evidence\r\nsuggested he was under the influence of drugs, and he was not charged with\r\npossessing a stolen gun. Finding Gibbs's testimony established a motive for the\r\nshooting and would rebut Dennis's very different account of how he came into\r\npossession of the gun, the trial court admitted the testimony into evidence.\r\n\r\nII.     Dennis's Defense\r\n\r\nAccording to Dennis, on the day of the shooting, he went to the Kangaroo store in\r\nthe hope of catching a ride to see a friend who lived near Gibson. After arriving at\r\nthe right road,2 Dennis began walking toward his destination. As he passed\r\nGibson's house, the men called him over. Gibson and Wright, whom Dennis\r\ntestified frightened him, were planning a robbery. Despite experiencing\r\nmisgivings, Dennis did not refuse to participate for fear the men would attack him.\r\nAfter Gibson told Wright \"you don't want to use [Dennis],\" the men left him at\r\nGibson's house. Dennis then decided to return to the Kangaroo and find a ride\r\nhome. Gibson's grandfather drove him to the store.\r\n\r\nOnce at the store, Dennis again saw Gibson and Wright, and they invited him to\r\njoin them. After he entered their car, he noticed a handgun on the back seat.\r\nGibson and Wright instructed him to pick up the gun. They pulled next to Alford's\r\ncar, and Dennis, Gibson, and Wright exited the car. With the gun in his pocket,\r\nDennis stood and watched as Gibson and Wright engaged Alford in a discussion\r\nabout his wares.\r\n\r\n\r\n2   Dennis denied that Gibson, Wright, and Gibbs gave him the ride.\r\n\nDennis heard Gibson tell Alford, \"Give me your clothes and your money.\"\r\nAccording to Dennis, Alford immediately ran forty to forty-five feet away and\r\npulled up his sweatshirt, exposing his own gun. Seeing Alford reaching for his\r\ngun, Dennis stated he \"picked up [Gibson's and Wright's gun], took it out, and\r\naimed, pointed, like, with my hand, and fired, to keep him from shooting.\" Dennis\r\nstated he aimed beside Alford and shot in self-defense, intending only to scare\r\nAlford. He denied realizing the bullets he had fired had hit Alford.\r\n\r\nWith regard to the discrepancies between his statements, Dennis explained he had\r\nnot told the police the whole story at first because he was \"scared of being called a\r\nsnitch,\" and he knew that snitches got hurt or killed. When he gave the June 29,\r\n2009 statement, he believed the police \"kn[e]w everything already,\" but he was\r\nstill afraid of Gibson, who by then was in the same jail as Dennis.\r\n\r\nIII.   Jury Matters\r\n\r\nAfter the close of evidence, Dennis requested that the trial court instruct the jury on\r\nABHAN as a lesser-included offense of ABWIK, arguing the shooting occurred\r\n\"under a heat of passion and sudden provocation\" and without malice. The trial\r\ncourt denied his request, agreeing with the State's contention that the use of a gun\r\nimplied malice. The trial court charged the jury:\r\n\r\n             Malice can be inferred from conduct showing a total\r\n             disregard for human life. . . . If the facts are proven\r\n             beyond a reasonable doubt sufficient to raise an inference\r\n             of malice to your satisfaction, this inference would\r\n             simply be an evidentiary fact to be considered by you\r\n             along with other evidence of the case, and you may give\r\n             it the weight you decide it should receive.\r\n\r\nThe jury convicted Dennis of ABWIK and possessing a firearm during the\r\ncommission of a violent crime but found him not guilty of attempted armed\r\nrobbery and the lesser-included offense of attempted strong-arm robbery. After the\r\ntrial court dismissed the jury, Dennis moved for a new trial on the basis of the\r\nfailure to charge ABHAN. The trial court denied his motion. This appeal\r\nfollowed.\r\n\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, the appellate court sits to review errors of law only and is bound\r\nby the factual findings of the circuit court unless clearly erroneous. State v.\r\nWilson, 345 S.C. 1, 5-6, 545 S.E.2d 827, 829 (2001). \"An abuse of discretion\r\noccurs when the conclusions of the trial court either lack evidentiary support or are\r\ncontrolled by an error of law.\" State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262,\r\n265 (2006).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Gibbs's Testimony\r\n\r\nDennis asserts the trial court erred in admitting Gibbs's testimony that Dennis\r\noffered to sell a stolen gun to buy crack cocaine shortly before the shooting. We\r\ndisagree.\r\n\r\nThe admission or exclusion of evidence is a matter within the trial court's sound\r\ndiscretion, and an appellate court may disturb a ruling admitting or excluding\r\nevidence only upon a showing of \"a manifest abuse of discretion accompanied by\r\nprobable prejudice.\" State v. Douglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48\r\n(2006).\r\n\r\nEvidence of other acts may \"be admissible to show motive, identity, the existence\r\nof a common scheme or plan, the absence of mistake or accident, or intent.\" Rule\r\n404(b), SCRE. Under the res gestae theory, \"evidence of other bad acts may be an\r\nintegral part of the crime with which the defendant is charged or may be needed to\r\naid the fact finder in understanding the context in which the crime occurred.\" State\r\nv. Owens, 346 S.C. 637, 652, 552 S.E.2d 745, 753 (2001), overruled on other\r\ngrounds by State v. Gentry, 363 S.C. 93, 106, 610 S.E.2d 494, 501 (2005); see also\r\nState v. Gilmore, 396 S.C. 72, 83 n.9, 719 S.E.2d 688, 694 n.9 (Ct. App. 2011)\r\n(discussing the significance of res gestae in South Carolina law and its relation to\r\nRule 404(b)). Our supreme court has adopted the reasoning set forth by the Fourth\r\nCircuit Court of Appeals:\r\n\r\n             One of the accepted bases for the admissibility of\r\n             evidence of other crimes arises when such evidence\r\n             furnishes part of the context of the crime or is necessary\r\n             to a full presentation of the case, or is so intimately\r\n\n             connected with and explanatory of the crime charged\r\n             against the defendant and is so much a part of the setting\r\n             of the case and its environment that its proof is\r\n             appropriate in order to complete the story of the crime on\r\n             trial by proving its immediate context . . . . And where\r\n             evidence is admissible to provide this full presentation of\r\n             the offense, (t)here is no reason to fragmentize the event\r\n             under inquiry by suppressing parts of the res gestae. As\r\n             the Court said in United States v. Roberts, (6th Cir. 1977)\r\n             548 F.2d 665, 667, cert. denied, 431 U.S. 920, 97 S.Ct.\r\n             2188, 53 L.Ed.2d 232[,] \"(t)he jury is entitled to know\r\n             the 'setting' of a case. It cannot be expected to make its\r\n             decision in a void without knowledge of the time, place\r\n             and circumstances of the acts which form the basis of the\r\n             charge.\"\r\n\r\nUnited States v. Masters, 622 F.2d 83, 86 (4th Cir. 1980) (internal citations, some\r\nquotation marks, and footnotes omitted); see, e.g., State v. Adams, 322 S.C. 114,\r\n122, 470 S.E.2d 366, 371 (1996).\r\n\r\nNonetheless, evidence considered for admission under the res gestae theory must\r\nsatisfy the requirements of Rule 403 of the South Carolina Rules of Evidence. See\r\nRule 403, SCRE (\"Although relevant, evidence may be excluded if its probative\r\nvalue is substantially outweighed by the danger of unfair prejudice, confusion of\r\nthe issues, or misleading the jury, or by considerations of undue delay, waste of\r\ntime, or needless presentation of cumulative evidence.\"). \"Unfair prejudice does\r\nnot mean the damage to a defendant's case that results from the legitimate\r\nprobative force of the evidence; rather it refers to evidence which tends to suggest\r\ndecision on an improper basis.\" State v. Gilchrist, 329 S.C. 621, 630, 496 S.E.2d\r\n424, 429 (Ct. App. 1998) (quotation marks and citations omitted). \"All evidence is\r\nmeant to be prejudicial; it is only unfair prejudice which must be [scrutinized\r\nunder Rule 403].\" Lee, 399 S.C. at 529, 732 S.E.2d at 229 (alteration and emphasis\r\nin original; quotation marks and citations omitted).\r\n\r\nWe affirm, finding the trial court did not abuse its discretion in admitting Gibbs's\r\ntestimony, which established part of the res gestae of the crime. Despite Dennis's\r\nimpassioned argument on appeal that his motive for shooting Alford was irrelevant\r\nto the charges against him, the question \"why\" pervades the record on appeal. As a\r\nresult, the challenged evidence was \"needed to aid the fact finder in understanding\r\n\nthe context in which the crime occurred.\" See Owens, 346 S.C. at 652, 552 S.E.2d\r\nat 753. Both the State and Dennis offered the jury explanations for the shooting in\r\ntheir opening statements. According to the State, \"Alonza Dennis want[ed] some\r\nmoney, and Alonza Dennis ha[d] a gun to sell to get that money,\" but when he was\r\nunable to sell the gun, he turned to robbery. On the other hand, Dennis painted a\r\nvery different picture, of a \"simple man\" who fell in with a band of thieves, then\r\nbecame too \"fearful for his life\" to run away from the robbery. The parties\r\nthreaded their respective explanations through their evidence and their closing\r\narguments.\r\n\r\nIn this case, the challenged testimony \"furnishe[d] part of the context of the crime.\"\r\nSee Masters, 622 F.2d at 86 (citation and quotation marks omitted). The State\r\nargued for the admission of Gibbs's testimony on two bases. First, it pointed out\r\nthe parties disputed whether Dennis brought the gun along or received it from the\r\nother men. Second, the State sought to advance its theory of why the four men\r\nwould rob Alford, namely, that a hyperactive Dennis spearheaded the robbery as a\r\nmeans to get money to buy crack cocaine. Gibbs answered the key questions\r\n\"how\" and \"why\" in the State's case, just as Dennis answered those same questions\r\nin his defense. Accordingly, the trial court did not err in admitting Gibbs's\r\ntestimony.\r\n\r\nII.   ABHAN Charge\r\n\r\nNext, Dennis asserts the trial court erred in refusing to charge the jury on ABHAN\r\ndespite his testimony he intended to scare, not shoot, Alford. We disagree.\r\n\r\nGenerally, \"the trial court is required to charge only the current and correct law of\r\nSouth Carolina.\" Sheppard v. State, 357 S.C. 646, 665, 594 S.E.2d 462,\r\n472 (2004). To warrant reversal, a trial court's refusal to give a requested jury\r\ninstruction \"must be both erroneous and prejudicial to the defendant.\" State v.\r\nBrown, 362 S.C. 258, 262, 607 S.E.2d 93, 95 (Ct. App. 2004). The evidence\r\npresented at trial determines the law to be charged to the jury. Id. at 261-62, 607\r\nS.E.2d at 95.\r\n\r\n\"A trial [court] is required to charge a jury on a lesser included offense if there is\r\nevidence from which it could be inferred that a defendant committed the lesser\r\noffense rather than the greater.\" State v. Drafts, 288 S.C. 30, 32, 340 S.E.2d 784,\r\n785 (1986).\r\n\nABWIK is \"an unlawful act of a violent nature to the person of another with malice\r\naforethought, either express or implied,\" and \"comprises all the elements of murder\r\nexcept the death of the victim.\" State v. Wilds, 355 S.C. 269, 275, 584 S.E.2d 138,\r\n141 (Ct. App. 2003) (citations omitted). ABWIK requires at least a general intent\r\nto kill, which the jury may infer from \"the use of a dangerous or deadly weapon in\r\na manner reasonably calculated to cause death or great bodily harm.\" State v.\r\nFoust, 325 S.C. 12, 16 n.4, 479 S.E.2d 50, 52 n.4 (1996), citing 41 C.J.S. Homicide\r\n§ 179. \"[T]he manner in which the instrument was used, the purpose to be\r\naccomplished, and the resulting injuries may also prove intent.\" State v. Coleman,\r\n342 S.C. 172, 176, 536 S.E.2d 387, 389 (Ct. App. 2000).\r\n\r\nUnder the common law,3 ABHAN \"requires an unlawful act of violent injury\r\naccompanied by circumstances of aggravation,\" which may include \"the use of a\r\ndeadly weapon, the infliction of serious bodily injury, [or] the intent to commit a\r\nfelony.\" Coleman, 342 S.C. at 176, 536 S.E.2d at 389. \"An ABHAN charge is\r\nappropriate when the evidence demonstrates the defendant lacked the requisite\r\nintent to kill.\" Id. Our supreme court has recognized \"the circumstances that give\r\nrise to ABHAN may also give rise to an inference of malice. Thus, a defendant\r\nmay be convicted of ABHAN regardless of whether malice is present.\" State v.\r\nFennell, 340 S.C. 266, 275, 531 S.E.2d 512, 517 (2000).\r\n\r\nWe find no evidence adduced at trial \"mitigate[s Dennis's] general intent to kill,\"4\r\nand we affirm. As our courts have recognized, the element that distinguishes\r\nABWIK from ABHAN is not malice but an intent to kill. Id. at 275, 531 S.E.2d at\r\n517; State v. Tyler, 348 S.C. 526, 530-31, 560 S.E.2d 888, 890 (2002); Coleman,\r\n342 S.C. at 176, 536 S.E.2d at 389. In convicting an accused of ABWIK, the jury\r\nmay infer his intent to kill from evidence concerning his use of a deadly weapon\r\n\"in a manner reasonably calculated to cause death or great bodily harm,\" his\r\npurpose, and the injuries he caused. Foust, 325 S.C. at 16 n.4, 479 S.E.2d at 52\r\nn.4.\r\n\r\n\r\n3ABHAN was codified in South Carolina Code subsection 16-3-600(B)(1) (Supp.\r\n2012) by the Omnibus Crime Reduction and Sentencing Reform Act of 2010,\r\nwhich became effective after the date of the offense in this case. See Act No. 273,\r\n2010 S.C. Acts 1947-48, 2038.\r\n4 See Coleman, 342 S.C. at 177, 536 S.E.2d at 390 (finding Coleman's assertion\r\nthat he \"panicked,\" by itself, could not mitigate the general intent to kill he\r\ndemonstrated when he voluntarily shot his victim in the head).\r\n\nWe find Coleman instructive. Coleman entered a restaurant at closing time,\r\npointed his gun at an employee, and demanded money. 342 S.C. at 174, 536\r\nS.E.2d at 388. When the employee did not comply quickly enough, Coleman\r\nraised his gun toward the man's head and shot him. Id. Coleman later explained to\r\nthe police that he \"got scared and started to run and heard a shot.\" Id. at 175, 536\r\nS.E.2d at 388. Finding no evidence existed to support a charge of ABHAN, this\r\ncourt affirmed the trial court's decision. Id. at 178, 536 S.E.2d at 390.\r\n\r\nThe accused's actions in shooting the victim and the resulting injuries figured\r\nprominently in our decision in Coleman. We stated, \"Coleman's manner in using\r\nthe weapon – pointing the gun at Victim and then deliberately raising the gun to\r\naim at Victim's head just before he fired – could have only been reasonably\r\ncalculated to kill or cause great bodily harm to Victim. Moreover, the resulting\r\nwound was near-fatal.\" Id. at 177, 536 S.E.2d at 389-90. The same analysis\r\napplies here. Although Dennis did not point his gun at Alford's head, he pointed it\r\nat Alford, who had run forty to forty-five feet away. No evidence suggested\r\nAlford drew his gun before Dennis shot him. All accounts of the shooting\r\nconfirmed Dennis pointed his gun at Alford, not in the air. Moreover, Dennis fired\r\nfive shots, wounding Alford in the arm, leg, and back.\r\n\r\nNext, we found Coleman's assertion that he \"panicked\" could not mitigate the\r\ngeneral intent to kill he demonstrated by shooting his victim in the head. Id. at\r\n177, 536 S.E.2d at 390. Dennis's explanation that he fired at Alford five times to\r\n\"scare\" him is even less convincing as a mitigating factor, particularly in view of\r\nthe fact that three of the shots hit Alford, one of them in the back. Accordingly, we\r\naffirm the trial court's refusal to charge ABHAN.5\r\n\r\nIII.   Remaining Issues\r\n\r\n\r\n5 Complicating both the trial court's and this court's evaluation of this issue is\r\nDennis's improper argument for an ABHAN charge because the shooting \"occurred\r\nunder a heat of passion and sudden provocation.\" Our courts have repeatedly held\r\nthe elements of ABHAN do not include action in the heat of passion upon\r\nsufficient legal provocation, and to insert that language creates a confusing and\r\nimproper analogy to voluntary manslaughter. State v. Heyward, 350 S.C. 153, 157,\r\n564 S.E.2d 379, 381 (Ct. App. 2002); accord State v. Pilgrim, 320 S.C. 409, 416,\r\n465 S.E.2d 108, 112 (Ct. App. 1995), aff'd as modified, 326 S.C. 24, 482 S.E.2d\r\n562 (1997).\r\n\nWe affirm the trial court's decisions on Dennis's remaining issues pursuant to Rule\r\n220(b), SCACR, and the following authorities:\r\n\r\n1.     As to the LWOP sentence: State v. Tennant, 394 S.C. 5, 17, 714 S.E.2d 297,\r\n303 (2011) (\"Statutory interpretation is a question of law.\"); State v. Osborne, 202\r\nS.C. 473, 480, 25 S.E.2d 561, 564 (1943) (reserving questions of law to the trial\r\njudge, not the jury); S.C. Code Ann. §§ 16-3-651(h), -655(A) (2003 & Supp. 2012)\r\n(stating a person who engages in sexual intercourse \"with a victim who is less than\r\neleven years of age\" commits first-degree criminal sexual conduct with a minor);\r\nS.C. Code Ann. § 17-25-45 (Supp. 2012) (requiring that a person convicted of a\r\nmost serious offense receive a sentence of LWOP (1) if he already has one or more\r\nprior convictions for a most serious offense or an \"out-of-state conviction for an\r\noffense that would be classified as a most serious offense\" in South Carolina or (2)\r\nif he already has two or more prior convictions for serious offenses, and classifying\r\nABWIK and criminal sexual conduct with a minor as most serious offenses).\r\n\r\n2.     As to the admission of Dennis's June 22, 2009 statement: Miranda v.\r\nArizona, 384 U.S. 436, 478-79, 86 S. Ct. 1602, 1630 (1966) (describing the\r\nprocedural safeguards law enforcement must employ to ensure an accused receives\r\nnotice of his rights and to ensure the exercise of his right to remain silent \"will be\r\nscrupulously honored\"); Michigan v. Mosley, 423 U.S. 96, 104, 96 S. Ct. 321, 326\r\n(1975) (predicating \"the admissibility of statements obtained after the person in\r\ncustody has decided to remain silent . . . under Miranda on whether his right to cut\r\noff questioning was scrupulously honored\" (quotation marks omitted)); State v.\r\nBenjamin, 345 S.C. 470, 476-77, 549 S.E.2d 258, 261 (2001) (adopting the five\r\nMosley factors for determining whether law enforcement scrupulously honored an\r\naccused's right to terminate questioning, and finding those \"factors are not\r\nexclusively controlling\" but, rather, \"provide a framework for determining\r\nwhether, under the circumstances, an accused's right to silence was scrupulously\r\nhonored\").\r\n\r\n3.     As to the admission of Dennis's June 29, 2009 statement, which Dennis\r\nclaimed was coerced: State v. Corley, 318 S.C. 260, 263, 457 S.E.2d 1, 3 (Ct. App.\r\n1995) (noting \"an issue raised to but not ruled on by the trial court is not preserved\r\nfor review\" (citing Talley v. S.C. Higher Educ. Tuition Grants Comm., 289 S.C.\r\n483, 347 S.E.2d 99 (1986)).\r\n\nCONCLUSION\r\n\r\nWe find Gibbs's testimony provided part of the context of Dennis's shooting of\r\nAlford. As a result, we find the testimony was both relevant and admissible under\r\nthe res gestae theory. Moreover, we find Dennis suffered no unfair prejudice from\r\nits admission. Therefore, the trial court did not abuse its discretion in admitting\r\nGibbs's testimony.\r\n\r\nNext, we find the evidence shows Dennis demonstrated a general intent to kill\r\nwhen he fired the gun five times at Alford, hitting him three times. We further find\r\nDennis presented no evidence to reduce, mitigate, excuse, or justify the shooting.\r\nConsequently, the trial court did not err in refusing to charge ABHAN.\r\n\r\nFinally, we affirm the trial court's decisions concerning Dennis's remaining issues\r\nin accordance with the authorities identified above.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., GEATHERS, J., and CURETON, A.J., concur.\r\n\n","court":"Appeals"},{"id":"5112","title":"Walker v. Brooks","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5112.pdf","description":"Catherine W. Brooks appeals the Special Referee's (Referee) ruling that she held only an equitable mortgage on the subject property.  We reverse.","date":"2013-04-10","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n           In The Court of Appeals \n\r\n\r\nRoger Wendell Walker, as the Personal Representative of\r\nthe Estate of Kenneth Ray Walker and individually as a\r\nsurviving child and Devisee of the Decedent, Kenneth\r\nRay Walker (d/o/d 09/20/2008), Jimmy Ray Walker, and\r\nWilson Whitney Walker as surviving children and\r\nDevisees of the Decedent, Kenneth Ray Walker, who\r\ndied testate on 09/20/2008, Respondents,\r\n\r\nv.\r\n\r\nCatherine W. Brooks, Appellant.\r\n\r\nAppellate Case No. 2011-199991\r\n\r\n\r\n\r\n            Appeal From Colleton County\r\n         R. Thayer Rivers, Jr., Special Referee\r\n\r\n\r\n                  Opinion No. 5112 \n\r\n     Heard January 15, 2013 – Filed April 10, 2013 \n\r\n\r\n\r\n                     REVERSED \n\r\n\r\n\r\nEverett H. Garner and Benjamin A. Dunn, II, both of\r\nHoller, Garner, Corbett, Ormond, Plante & Dunn, of\r\nColumbia, for Appellant.\r\n\r\nGregory S. Forman, of Charleston, and Everett W.\r\nBennett, Jr., of Walterboro, for Respondents.\r\n\nLOCKEMY, J.: Catherine W. Brooks appeals the Special Referee's (Referee)\r\nruling that she held only an equitable mortgage on the subject property. We\r\nreverse.\r\n\r\nFACTS\r\n\r\nThis case revolves around the characterization of two deeds given to Brooks by her\r\nbrother, Kenneth Ray Walker (Decedent), which purportedly conveyed properties\r\non Cooks Hill Road in Colleton County (Cooks Hill properties). Decedent owned\r\nand lived on two hundred acres of his family's farm in Colleton County, including\r\nthe Cooks Hill properties. In the years prior to Decedent deeding the Cooks Hill\r\nproperties to Brooks, Decedent's other sister, Jane Ballagh, helped him financially.\r\nAt one point, Ballagh mortgaged some of Decedent's property in an effort to save\r\nhis homestead. The mortgage was eventually placed in her name1 and was\r\nsatisfied at a later point by Brooks, on behalf of Decedent.\r\n\r\nBrooks financially supported Decedent during the 1990s and into the beginning of\r\nthe early 2000s. Her financial support included but was not limited to providing\r\nDecedent with a telephone line, paying his power and cable bill, buying him\r\ngroceries, and giving him cash on at least a weekly basis. Brooks claimed she\r\nspent \"everything in this world\" on Decedent. During this time, she also helped\r\nhim receive Social Security Disability (SSD) benefits and was made his trustee by\r\nthe federal government for purposes of those SSD benefits. All parties testified\r\nshe had a close familial relationship with Decedent.\r\n\r\nIn 1996, Decedent executed the first deed of the Cooks Hill properties to Brooks\r\nfor $13,250.00. The property was assessed in the amount of $36,000.00. Brooks\r\ntestified Decedent conveyed the land to her because she did more for him than\r\nanybody in his life, and he told her not to allow anyone to \"fool her out of it\" after\r\nhe passed away. She stated Decedent requested only $13,250.00 for the property\r\nbecause she had already spent so much of her money supporting him; however, she\r\nadmitted never writing him a check or giving a lump sum to him in consideration\r\nto Decedent for the deed. She then explained the sum was placed on the deed\r\nsimply because the attorney required it. Decedent made a second conveyance of\r\nthe Cooks Hill properties, approximately fifteen acres, to Brooks in 2003 for a\r\nnominal sum. That property was assessed at $85,000.00.\r\n\r\n1The mortgage was originally recorded in Patsy Walker's name, but was then\r\nassigned to Ballagh.\r\n\nAfter the execution of each deed, Decedent continued negotiating leases with\r\nbusinesses operating on the Cooks Hill properties, collecting rent from those\r\nbusinesses for his own personal use, and maintaining the Cooks Hill properties.\r\nRoger Wendell Walker, one of Decedent's sons, would often pick up rent checks\r\nand cash them for his father. At times, Decedent would direct Roger to cash the\r\ncheck and deposit a certain amount into Brooks's bank account. Two witnesses\r\nworking for companies leasing land within the Cooks Hill properties testified to\r\nthe direct involvement they had with Roger and Decedent, even after the deeds\r\nwere executed. Brooks admitted she never exercised any dominion or control over\r\nthe Cooks Hill properties.\r\n\r\nSeveral writings presented were alleged to be related to the execution of the two\r\ndeeds. First, on July 16, 2004, Brooks handwrote an agreement on behalf of\r\nDecedent that provided Decedent\r\n\r\n            would like for all the money from Larry Herndon [with\r\n            Lowcountry Sand and Gravel (Lowcountry)] to be paid\r\n            to Catherine W. Brooks until she is paid sixty thousand\r\n            dollars at that time she is to release to Kenneth Walker all\r\n            the property off Cooks Hill Road . . . Any money\r\n            Kenneth pays Catherine W. Brooks will be toward the\r\n            sixty thousand dollars.\r\n\r\n(Repurchase Memorandum).\r\n\r\nRoger explained he leased his own property, which was separate from the Cooks\r\nHill properties, to Lowcountry for sand dredging and received all monies from that\r\nlease. There was a second lease between Lowcountry and Brooks, because the\r\nwater runoff from the sand dredging ran across the Cooks Hill properties. Brooks\r\nstated Decedent had proposed sand dredging from a pond on the Cooks Hill\r\nproperty, which they would offer to Herndon for purchase, and the profits from\r\nthat potential venture are what are referenced in the Repurchase Memorandum.\r\nShe stated the venture never came to fruition. However, Brooks further conceded\r\nthe Repurchase Memorandum stated she would release the land to Decedent after\r\nany payment of $60,000.00 from Decedent, even if it did not come from\r\nLowcountry's sand dredging.\r\n\nA second document consisting of Brooks's and Decedent's handwriting reflected\r\nDecedent's starting balance owed to Brooks in the amount of $60,000.00 (Ledger).\r\nRoger testified the Ledger was to account for the balance Decedent owed Brooks.\r\nAfter the initial $60,000.00 figure, the Ledger detailed numerous payments, of\r\nwhich many were initialed by Brooks to show her receipt of those payments.2 The\r\nRepurchase Memorandum established that any monies paid to Brooks from the\r\nsand dredging were to be subtracted from the balance in the Ledger in exchange\r\nfor the return of the Cooks Hill properties. Roger claimed that once the balance in\r\nthe Ledger was paid, it was understood the Cooks Hill properties would be re-\r\nconveyed to Decedent. Roy Walker, Decedent's brother, confirmed that Brooks\r\nagreed to sign the property back to Decedent. Brooks asserted Decedent's\r\npayments in her ledger appearing to pay down the $60,000.00 consisted of rent that\r\nwas ultimately hers, because the Cooks Hill properties were in her name. Thus,\r\nshe essentially \"was being paid with her own money.\" Brooks conceded that had\r\nDecedent paid her the $60,000.00 from profit off of Lowcountry's sand dredging\r\nbusiness, she would have deeded the Cooks Hill properties back to Decedent.\r\n\r\nA third document in Brooks's handwriting contained a list of costs, including but\r\nnot limited to Brooks's payments to satisfy Ballagh's previous mortgage on\r\nDecedent's property, the costs of preparing the deeds for the Cooks Hill properties,\r\na motor transmission, and light bills (Cost List). At the top of the Cost List, the\r\ndocument has a header stating \"Money For Dredge.\" Roger asserted the Cost List\r\nshowed how Brooks totaled the $60,000.00 debt shown on the Ledger. Brooks\r\ntestified it was simply a coincidence that the figures on the Cost List with interest\r\ntotaled close to $60,000.00. She claimed the $60,000.00 balance on the Ledger\r\noriginated when Decedent told her Lowcountry's sand dredging was going to\r\nbegin, and the profit from the sand dredging would be split between her and\r\nDecedent. She testified Decedent randomly chose a sum of $60,000.00 to pay\r\nBrooks from his profit from the sand dredging.\r\n\r\nAfter Decedent's death, Brooks claimed the deeds were intended to place title of\r\nthe Cooks Hill properties in her name and were absolute on their face; thus, she\r\nwas the rightful owner of the properties. Brooks testified she did not have\r\nanything to leave her children without the Cooks Hill properties because she had\r\ngiven all her money to Decedent, and her children wanted an inheritance. She\r\nadmitted attempts were made prior to and after Decedent's death to pay off the\r\n\r\n2 She indicated she documented some of the payments because Decedent asked her\r\nto do so, and she did anything he asked because of his intimidating nature.\r\n\nbalance shown on the Ledger in return for the Cooks Hill property, but she refused\r\nthem. She stated because she had held the property for quite a while, its value had\r\nincreased, and she would not sell it for less than it was worth.\r\n\r\nDecedent's sons and heirs, Roger, Jimmy Ray Walker, and Wilson Whitney\r\nWalker (collectively referred to as Respondents) brought this action claiming they\r\nwere the rightful owners of the Cooks Hill properties, as heirs of Decedent, and\r\nBrooks's deeds were intended to create an equitable mortgage in the properties in\r\nreturn for the financial assistance Brooks provided to Decedent during his lifetime.\r\n\r\nThe Referee found a longstanding fiduciary relationship existed between Brooks\r\nand Decedent, and Brooks helped to financially support Decedent several times.\r\nFurther, he found Decedent deeded properties to Brooks that were valued at much\r\ngreater amounts than any debt Decedent ever owed her. He also found Brooks\r\nknowingly allowed Decedent and one of his sons to totally control the premises\r\nduring the time the properties were in her name, and the tenants of the properties\r\nfor the most part dealt exclusively with Decedent or one of his sons. Finally, he\r\nnoted Brooks admitted she wrote the note that stated Decedent owed her\r\n$60,000.00, and upon payment of that debt, she would deed the properties back to\r\nhim.\r\n\r\nThe Referee stated these facts were controlled by Gregorie & Son v. Hamlin, 273\r\nS.C 412, 257 S.E.2d 699 (1979), and the evidence supported a finding of an\r\nequitable mortgage. Thus, the Referee determined that upon payment of the debt\r\nfound to be owed by Respondents to Brooks, Respondents were entitled to a deed\r\nconveying the properties to them. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nOn appeal from an action sounding in equity, \"this court may view the facts in\r\naccordance with our preponderance of the evidence.\" Anderson v. Buonforte, 365\r\nS.C. 482, 488, 617 S.E.2d 750, 753 (Ct. App. 2005). \"However, we should not\r\ndisregard the findings of the special referee, who was in a better position to weigh\r\nthe credibility of witnesses.\" Id. (citing Tiger, Inc. v. Fisher Agro, Inc., 301 S.C.\r\n229, 237, 391 S.E.2d 538, 543 (1989)).\r\n\nLAW/ANALYSIS\r\n\r\nEquitable Mortgage\r\n\r\nBrooks argues the Referee erred in determining the deeds conveying the Cooks\r\nHill properties did not pass fee title, but rather constituted an equitable mortgage\r\nagainst the land. Specifically, she contends the present facts are distinguishable\r\nfrom Gregorie, and thus, the Referee erred in his application of that case. We\r\nagree.\r\n\r\nIn Gregorie, the subject property (Oakland Plantation) was owned by an oil\r\ndistributorship, Gregorie & Son, that was experiencing financial difficulty. 273\r\nS.C at 415, 257 S.E.2d at 700. Gregorie & Son was having particular difficulty\r\nwith two of its suppliers, Arkansas Fuel Oil Corporation (Arkansas Fuel) and\r\nCarolina Fleets, Inc. (Carolina Fleets). Id. Hamlin was a neighbor and longtime\r\nfriend of the family that owned Gregorie & Son, and he began loaning money to\r\nthe business in the 1950s at the request of one of the Gregories. Id. Additionally,\r\nHamlin co-signed a promissory note held by Arkansas Fuel in the principal amount\r\nof $30,000.00 and was the one financially responsible promisor. Id.\r\n\r\nDuring that time, Gregorie & Son's operation was turned over from father,\r\nGregorie, Sr., to son, Gregorie, Jr. Id. In 1960, Arkansas Fuel and Carolina Fleets\r\nbegan pressing for collections upon their respective debts. Id. The amount of\r\nmoney needed to pay the debts to both Arkansas Fuel and Carolina Fleet was\r\n$39,791.68. Id. at 416, 257 S.E.2d at 701. Attempts to sell Gregorie & Son in\r\n1961 because of its continuing debt were unsuccessful, and Hamlin and Gregorie,\r\nJr., approached First National Bank of South Carolina (First National) about the\r\npossibility of a loan to pay off Gregorie & Son's debts. Id. The loan was secured\r\nby Oakland Plantation. Id. As a result of discussions, First National and Gregorie,\r\nSr. executed a note and mortgage on January 26, 1961, in the amount of\r\n$35,000.00. Id. The note, but not the mortgage, was guaranteed by Hamlin. Id.\r\nOn the same date, Gregorie, Sr., executed a deed purporting to convey Oakland\r\nPlantation to Hamlin, the consideration being the assumption of the balance due on\r\nthe note to First National and five dollars. Id. In addition to the deed, Gregorie,\r\nJr., on behalf of Gregorie, Sr., and Hamlin executed a repurchase agreement on\r\nJanuary 31, 1961. Id.\r\n\r\nA second mortgage was executed on behalf of Gregorie & Son, Gregorie, Sr., and\r\nGregorie, Jr., in favor of Hamlin in the amount of $35,000.00. Id. at 417, 257\r\n\nS.E.2d at 701. Security for this mortgage was real estate and rolling stock of\r\nGregorie & Son. Id. The question before the court was whether the deed\r\nconveying Oakland Plantation and the accompanying agreement was intended as a\r\ndeed absolute or as security for a debt and hence a mortgage. Id. at 414, 257\r\nS.E.2d at 700.\r\n\r\nThe court found an equitable mortgage did exist, and outlined eight factors it\r\nconsidered in its determination: (1) the existence and survival of a debt; (2) a deed\r\nplus a separate agreement; (3) previous negotiations of parties; (4) inadequacy of\r\nconsideration/price; (5) dealings between parties; (6) terms of the contract for\r\nconveyance; (7) burden of proof; and (8) defenses.3 Id. at 419, 257 S.E.2d at 702.\r\n\r\nWe will now examine the relevant Gregorie factors in the context of the present\r\nfacts.\r\n\r\nOutstanding Debt\r\n\r\nBrooks contends the Respondents presented no evidence of an outstanding debt\r\nbetween her and Decedent to indicate the deeds to the Cooks Hill properties were\r\nabsolute in nature. We disagree.\r\n\r\n               A strong indicia of whether the purported conveyance\r\n               was intended as security for a debt or was a sale or deed\r\n               is reflected by the existence or lack thereof of a debt or\r\n               liability between the parties either existing prior to the\r\n               contract or rising from a loan made at the time of the\r\n               contract whereby the debt is still left subsisting after the\r\n               transaction in question.\r\n\r\nId. (citing Hamilton v. Hamer, 99 S.C. 31, 57-58, 82 S.E. 997, 1004 (1914)).\r\n\r\n               The effect of [the] existing debt usually turns out to be\r\n               \"that the payment[] stipulated for [in] the agreement to\r\n               reconvey is in reality the payment of this existing debt,\r\n               [then] the whole transaction amounts to a mortgage,\r\n               whatever language the parties may have used, and\r\n\r\n\r\n3   All parties admit the eighth factor of defenses is irrelevant under the present facts.\r\n\n            whatever stipulations they may have inserted in the\r\n            instrument[ . . . ].\"\r\n\r\nId. at 420, 257 S.E.2d at 702 (quoting Hamilton, 99 S.C. at 35, 82 S.E. at 999).\r\nThe Gregorie court noted an uncontested memorandum of agreement accurately\r\noutlined the history of the relationship between Gregorie, the debtor, and Hamlin,\r\nthe creditor, and the existence of a debt between them. Id. at 420, 257 S.E.2d at\r\n702-03. The court also found it compelling that the payment stipulated in the\r\nagreement to re-convey was approximately the same amount as the amount of the\r\nexisting debt. Id. at 421, 257 S.E.2d at 703.\r\n\r\nHere, the evidence established an existing debt between Decedent and Brooks.\r\nBrooks testified she spent all her personal money helping Decedent. She\r\npurchased groceries, gave him cash, and helped with utilities. The Cost List\r\nenumerated debts accrued from 2003 until 2008, providing an even clearer\r\nexample of the amount Decedent owed Brooks. The debt was close to $60,000.00\r\nwith interest included, which was the amount enumerated in the Repurchase\r\nMemorandum for re-purchase of the Cooks Hill properties. Accordingly, Brooks\r\npresented evidence of an existing and surviving debt between the two parties.\r\n\r\nDeed In Addition to a Separate Agreement\r\n\r\nBrooks claims the Repurchase Memorandum was not contemporaneous with the\r\ndeeds, which she argues was necessary to find an equitable mortgage. Under these\r\nfacts, we agree the documents were not executed within a reasonable time frame to\r\nbe construed together, but we decline to adopt the proposition that the documents\r\nmust be executed contemporaneously to find an equitable mortgage.\r\n\r\n\"Where a separate instrument is executed as a part of the same transaction as the\r\nconveyance, the two instruments are construed together if the writing is in the\r\nnature of a conditional sale or a re-purchase agreement.\" Id. (citing 54a Am. Jur.\r\n2d Mortgages § 86 (2009)). The Gregorie court found \"a conveyance\r\naccompanied by a re-purchase agreement is a strong circumstance to be considered\r\nin the determination between a deed absolute and equitable mortgage.\" Id. at 422,\r\n257 S.E.2d 703.\r\n\r\nHere, the first deed was executed on March 19, 1996. The second deed was\r\nexecuted on February 5, 2002. The Repurchase Memorandum was executed on\r\nJuly 16, 2004. Unlike the repurchase agreement in Gregorie, the Repurchase\r\n\nMemorandum here did not accompany the deeds because it was written more than\r\na year after the execution of the second conveyance. See 59 C.J.S. Mortgages § 71\r\n(2009) (stating \"the character of the transaction is fixed at its inception, and as a\r\ngeneral rule, the only facts and circumstances that may be considered in\r\ndetermining whether a mortgage was intended are those which existed at the time\r\nthe instrument was executed\"). The Ledger has costs beginning in 2003, but the\r\nactual origin date of the Ledger is unknown. These documents are insufficient to\r\nsupport a finding of an equitable mortgage. We believe it would undermine public\r\npolicy to allow such vague documentation to support a change in the nature of a\r\ndocument, which on its face is an absolute deed, to an equitable mortgage,\r\nparticularly in this instance, in which the Repurchase Memorandum was written\r\nnearly a year after the execution of the final deed. This factor is a strong indicator\r\nthe conveyances were not intended to be an equitable mortgage.\r\n\r\nPrevious Negotiations of Parties\r\n\r\nBrooks argues Respondents presented no evidence of prior negotiations between\r\nthe parties because their interactions were the result of being siblings and were not\r\nbusiness related. Thus, no hallmarks of a lender and borrower relationship existed\r\nas they did in Gregorie. We agree.\r\n\r\nAddressing this factor, the Gregorie court stated \"'[o]n the question whether a deed\r\nabsolute in form was intended as a mortgage, it is proper to consider the previous\r\nnegotiations of the parties, their agreements and conversations[, conduct,] and the\r\ncourse of dealings between them prior to and leading up to the deed in question.'\"\r\nId. (quoting 59 C.J.S. Mortgages § 76 (2009)). The Gregorie court listed five\r\nindicators used to determine whether or not a sale was in fact intended:\r\n\r\n             1. That there was no evidence that the owner desired to\r\n             sell or that the lender desired to purchase.\r\n             2. That during the negotiations nothing was said about a\r\n             sale of that property.\r\n             3. That no price was fixed as a selling value of the\r\n             property and no discussion along that line was had.\r\n             4. That no attempt was made to ascertain the real value of\r\n             the property upon which a sale would reasonably be\r\n             based, greater liberality being exercised when a loan was\r\n             intended.\r\n\n             5. That the grantees made no inquiry as to the value of\r\n             the land.\r\n\r\nId. at 422, 257 S.E.2d at 703-04.\r\n\r\nIn Gregorie, the \"circumstances . . . indicate[d] overwhelmingly that no outright\r\nsale was ever contemplated by either party.\" Id. at 422, 257 S.E.2d at 704. The\r\ncourt found there was neither an agreement to sell nor a contract of sale. Id. at\r\n423, 257 S.E.2d at 704. Further, it found significant the party claiming title\r\nestablished absolutely no evidence he took any of the normal and customary steps\r\nthat would indicate he was buying the property. Id.\r\n\r\nThe circumstances in Gregorie that overwhelmingly established a sale was not\r\ncontemplated by either party are not present here. The Repurchase Memorandum\r\nwas written nearly a year after the final conveyance, and thus, it was not evidence\r\nof any prior negotiations between the parties. The close relationships and familial\r\ntransactions resulted in informal and inadequately documented transactions, unlike\r\nin Gregorie, in which a business entity was involved. The price of Decedent's first\r\nconveyance was discussed, and Decedent indicated he was selling the land at a\r\nlower price due to the financial support Brooks had given him. The second\r\nconveyance was for a nominal amount of money, but it was conveyed\r\napproximately eight years later, and during that time, Brooks had continued to help\r\nDecedent financially. We note Decedent was familiar with the process of\r\nmortgaging his property, because he previously mortgaged his property to Ballagh,\r\nyet he chose to deed the land in question to Brooks. Accordingly, we do not find\r\nthe previous negotiations of the party support the argument that a mortgage was\r\nintended instead of the absolute deed that was executed.\r\n\r\nInadequacy of Consideration/Price\r\n\r\nBrooks maintains the vastly different relationship of the parties in this case negates\r\nthis factor of any real probative value. We agree.\r\n\r\n             \"[I]f the consideration passing between the parties, or the\r\n             amount to be paid by the grantor on exercising his right\r\n             to repurchase, would be fairly proportioned to the value\r\n             of the property, if considered as a debt or loan secured by\r\n             a mortgage thereon, but grossly inadequate if regarded as\r\n             the price of the land on an absolute sale, this will tend\r\n\n             strongly to show that a sale could not have been intended,\r\n             but that the transaction should rather be treated as a\r\n             mortgage.\"\r\n\r\nId. at 424-25, 257 S.E.2d at 705 (quoting 59 C.J.S. Mortgages § 77 (2009)).\r\n\r\nThis factor weighs in favor of Decedent. A review of the record establishes the\r\ndeeds reflect a lower price than the assessed value of the land. The first\r\nconveyance was given for a relatively more reasonable price than the second,\r\nwhich was simply a nominal value. However, Brooks admitted never paying a\r\nlump sum amount for consideration of the first conveyance.\r\n\r\nDealings Between the Parties\r\n\r\nBrooks argues that as with prior negotiations between her and Decedent, her\r\ndealings with Decedent were not business related, and as such, no evidence\r\nsubstantiated the existence of an equitable mortgage. We agree.\r\n\r\nThe Gregorie court noted that \"another indicia of customary and normal course of\r\ndealings which gives aid in determining the intention of the parties is how the\r\ncontact between the parties to the transaction originated, and if the grantor\r\nattempted to borrow money at the inception of the transaction.\" Id. at 426, 257\r\nS.E.2d at 706.\r\n\r\nHere, Brooks helped Decedent financially throughout the last years of his life. The\r\nrecord does not contain evidence the conveyances arose out of Decedent's specific\r\nneed for any further money, other than his continuing and ongoing need for\r\nfinancial help to live. In Gregorie, the transaction in question \"was a direct result\r\nof Gregorie[, Sr.,] making application for a loan to both First National Bank and to\r\nHamlin,\" whereas here, no specific transaction occurred for which Decedent would\r\nintend to mortgage the property. Again, Decedent and Brooks had an ongoing\r\nrelationship in which she provided financial aid to him, and it appears Decedent\r\ndeeded these properties on his own accord. This factor weighs in favor of Brooks.\r\n\r\nTerms of Contract for Conveyance\r\n\r\nBrooks contends neither the terms of the deeds nor the Repurchase Memorandum\r\ncontained any evidence to show Decedent retained an interest in the property. We\r\nagree.\r\n\nThe terms of the contract must be examined, and significantly, the court must find\r\nwhether the repurchase agreement sets a deadline whereby if the money owed is\r\nnot paid by that time, then the creditor claims to have an absolute fee simple title.\r\nId. at 428-29, 257 S.E.2d at 706-07. In Gregorie, the court noted two cases where\r\nthe repurchase agreements set a deadline whereby if the money owed was not paid\r\nby that time, the creditor claimed to have an absolute fee-simple title. Id. at 429,\r\n257 S.E.2d at 707. The court found no reason for such a stipulation if one already\r\nhad title under the absolute deed received from the grantee. Id. We also find\r\nnoteworthy the Gregorie court found Hamlin's own testimony, the party attempting\r\nto establish an absolute deed, convincingly showed a sale was not contemplated.\r\nId. at 429-30, 257 S.E.2d at 707.\r\n\r\nIn the present case, Brooks's testimony did not produce such convincing evidence\r\nin favor of an equitable mortgage. Further, the Repurchase Memorandum did not\r\nhave a stipulation granting Brooks a fee absolute should Decedent fail to meet a\r\ndeadline for payment of $60,000.00. The Repurchase Memorandum simply stated\r\nthat after Decedent paid $60,000.00 to Brooks, she would deed the Cooks Hill\r\nproperty back to him. Brooks was adamant the property was sold or given to her in\r\nfee absolute because of her financial support to Decedent. The record contains no\r\nevidence of any language in the Repurchase Memorandum that would give rise to\r\nan inference of a mortgage. Accordingly, we find this factor weighs in favor of\r\nBrooks.\r\n\r\nBurden of Proof\r\n\r\nFinally, an allegation that a deed, absolute on its face, is in fact a mortgage \"must\r\nbe sustained by testimony prima facie showing that [the allegation] is true.\" Id. at\r\n431, 257 S.E.2d at 707. \"When this is done, it removes the presumption arising\r\nfrom the fact that a paper is presumed to be what its face imports.\" Id. at 431, 257\r\nS.E.2d at 707-08. \"When this is done, it is incumbent on the mortgagee to remove\r\nthe inferences that may be drawn from such prima facie showing. This is\r\nsometimes spoken of as the burden of proof, but it is simply making it incumbent\r\non the mortgagee to disprove the case as then made.\" Id. at 431, 257 S.E.2d at 708.\r\n\r\nWhile the Repurchase Memorandum and Decedent's Cost List may have created a\r\nprima facie showing the deeds created equitable mortgage, we find Brooks has\r\ndisproved that showing. See 54a Am. Jur. 2d Mortgages § 93 (stating for a court to\r\nfind an instrument absolute on its face was intended by the parties as a mortgage,\r\n\n\"[t]he evidence must be, according to various statements, clear and convincing,\r\nplain, credible, satisfactory, unequivocal, unambiguous, and conclusive and [i]t\r\nwill not suffice if composed of loose and random statements, or facts and\r\ncircumstances of doubtful import\"). As we stated above, many of the factors that\r\nmust be shown to establish an equitable mortgage did not fall in Respondents'\r\nfavor.\r\n\r\nCONCLUSION\r\n\r\nThe writings and testimony presented in this case were vague and inadequate and\r\nsimply did not come close to the amount of evidence put forth in Gregorie to\r\nestablish an equitable mortgage. Moreover, the Repurchase Memorandum in the\r\npresent case was written long after the second conveyance, which we find is a\r\nstrong indicator that at the time of execution, the conveyances were not intended to\r\nbe an equitable mortgage. Brooks successfully disproved Respondents' prima facie\r\nshowing. Accordingly, the Referee's order is\r\n\r\nREVERSED.\r\n\r\nSHORT and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5113","title":"Regions Bank v. Owens","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5113.pdf","description":"In this appeal from a mortgage foreclosure action, William Owens argues the master-in-equity erred in denying his motion to set aside entry of default.  Owens contends the master erred in finding he failed to demonstrate good cause for failing to answer Regions Bank's (the Bank) summons and complaint as required by Rule 55(c), SCRCP.","date":"2013-04-10","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n           In The Court of Appeals \n\r\n\r\nRegions Bank, Plaintiff,\r\n\r\nv.\r\n\r\nWilliam S. Owens, David S. Hostetler, Roland G. Paddy \n\r\nand Greer State Bank, Defendants, \n\r\n\r\nof whom, William S. Owens is the Appellant, \n\r\n\r\nand Regions Bank, Roland G. Paddy and Greer State \n\r\nBank are the Respondents.\r\n\r\nAppellate Case No. 2011-193586\r\n\r\n\r\n             Appeal From Lexington County \n\r\n           James O. Spence, Master-in-Equity \n\r\n\r\n\r\n                 Opinion No. 5113 \n\r\n     Heard October 1, 2012 – Filed April 10, 2013 \n\r\n\r\n\r\n                      AFFIRMED \n\r\n\r\n\r\nGene McCain Connell, Jr., of Kelaher Connell &\r\nConnor, PC, of Surfside Beach; and Cheevin T. Lex\r\nGardner, of Gardner Law Office, of Myrtle Beach, for\r\nAppellant.\r\n\r\nStephen Peterson Groves, Sr. and Robert Bruce Wallace,\r\nboth of Nexsen Pruet, LLC, of Charleston; William\r\nWesley Johnson, Jr., of Barfield & Johnson, LLC, of\r\nLexington; and Sherman Brook Fowler, of Carter Smith\r\n\n            Merriam Rogers & Traxler, PA, of Greenville, for\r\n            Respondents.\r\n\r\n\r\nLOCKEMY, J.: In this appeal from a mortgage foreclosure action, William\r\nOwens argues the master-in-equity erred in denying his motion to set aside entry of\r\ndefault. Owens contends the master erred in finding he failed to demonstrate good\r\ncause for failing to answer Regions Bank's (the Bank) summons and complaint as\r\nrequired by Rule 55(c), SCRCP. We affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn June 24, 2005, the Bank's records indicate it loaned Owens, Roland G. Paddy,\r\nand David S. Hostetler (collectively, Defendants) $700,000 to purchase\r\napproximately one hundred acres of land (the property) in Lexington County. In\r\nconsideration for the loan, Defendants executed and delivered a promissory note\r\nand mortgage to the Bank. On March 31, 2009, following the maturity of the\r\npromissory note and in consideration for an extension of the maturity date to July\r\n1, 2009, a second promissory note and assignment of rents was executed in the\r\namount of $642,564 to the Bank. Defendants failed to pay the loan by July 1,\r\n2009, thereby defaulting under the note.\r\n\r\nOn December 1, 2009, the Bank filed a mortgage foreclosure action seeking to\r\nrecover the outstanding debt of $683,154.75 as well as attorney's fees and costs.\r\nPaddy filed and served his answer on January 15, 2010. Paddy admitted\r\nparticipating in the loan transaction but denied the outstanding loan amount and the\r\nBank's entitlement to attorney's fees and costs. Owens and Hostetler failed to\r\nanswer. Owens was personally served with the foreclosure pleadings at his\r\nbusiness address on January 26, 2010. After Owens failed to file an answer, the\r\ncase was referred to the master, and a final hearing was set for July 19, 2010.\r\nCounsel for the Bank filed an affidavit of default against Owens on March 19,\r\n2010. The Bank notified Owens of the final foreclosure hearing by letter on June\r\n22, 2010.\r\n\r\nOn July 16, 2010, Owens filed a motion to set aside entry of default, for leave to\r\nfile an answer, and for a continuance. Owens asserted Paddy misrepresented he\r\nwould answer on behalf of himself and Owens. In his proposed answer, Owens\r\ndenied he participated in the loan transaction, denied he signed the loan\r\ndocuments, and alleged the Bank was negligent in processing the loan without his\r\n\nconsent. Owens also asserted a counterclaim alleging the Bank violated the South\r\nCarolina Unfair Trade Practices Act.\r\n\r\nThe Bank deposed Owens, Paddy, and the loan closing attorney, Michele Paddy\r\nRefosco.1 According to Owens, Paddy approached him about investing $100,000\r\nin a \"deal.\" Although Owens denied he knew the deal was to purchase the\r\nproperty, Owens stated Paddy had discussed the property with him and he\r\nunderstood Paddy intended to \"turn around and sell\" the property to a bottling\r\ncompany. Owens testified Paddy told him he could expect a significant return on\r\nhis investment. Owens recalled he discussed the deal with Paddy for several\r\nmonths before he gave Paddy the $100,000 to invest. Owens and Paddy did not\r\nsign a contract or partnership agreement.\r\n\r\nOwens denied purchasing the property, owning the property, or agreeing to\r\nparticipate in any financing for the property. According to Owens, he did not\r\nattend the loan closing at Refosco's office, and the signature on the 2005\r\npromissory note is not his. Owens admitted he signed \"a bunch of papers\" Paddy\r\nbrought to his office without reading them, but he could not recall what type of\r\ndocuments he signed. Owens testified he contacted Paddy after receiving the\r\nforeclosure summons and complaint, and Paddy represented to him he had retained\r\nan attorney and was \"taking care of it.\" According to Paddy, he had discussions\r\nwith Owens regarding the need to finance the property with the Bank. Paddy\r\ntestified he attended the loan closing at Refosco's office along with Owens and\r\nHostetler. Paddy testified Refosco explained the terms of the loan documents and\r\nall three Defendants signed the documents. Refosco also testified the Defendants\r\nsigned the 2005 loan transaction documents in her presence at her law office on\r\nJune 24, 2005.2\r\n\r\nOwens admitted signing a limited power of attorney in favor of Paddy on May 24,\r\n2007. Pursuant to the power of attorney, Owens authorized Paddy to execute in\r\nOwens's name the \"HUD-1 Statement, Deed, Disbursement Authorizations, and\r\nany and all other closing documents in connection with the sale of [the property].\"\r\nOwens, however, stated the power of attorney was solely for the purpose of\r\nallowing Paddy to pick up Owens's share of the property's sale proceeds in\r\nColumbia.3 Paddy did not disagree with Owens's characterization, but stated that\r\n                                                            \r\n1 Refosco is Paddy's daughter. \n\r\n2 Refosco testified she would not have witnessed and notarized the documents \n\r\nunless Owens had signed them in her presence.\n\r\n3 Owens did not read the power of attorney agreement before signing it. \n\r\n\nthe power of attorney was also for the purpose of allowing Paddy to make\r\ndecisions related to the property and sign documents associated with the property\r\nand its financing. Paddy signed the 2009 promissory note on behalf of Owens as\r\nattorney-in-fact. According to Paddy, he explained to Owens, prior to signing on\r\nhis behalf, the terms of the transaction. Owens revoked the power of attorney on\r\nJune 30, 2010.\r\n\r\nAfter the Bank filed its mortgage foreclosure action, Paddy testified he hired an\r\nattorney to represent only himself and not Owens and Hostetler. Paddy stated he\r\ntold Owens he had \"hired a lawyer in that county to take care of whatever we had\r\nto do on this foreclosure and to keep me abreast of what was going on.\" According\r\nto Paddy, while the attorney was only representing Paddy, Paddy was \"looking out\r\nfor [Owens].\" Paddy testified he did not tell Owens an attorney would appear on\r\nOwens's behalf.\r\n\r\nIn a November 30, 2010 order, the master denied Owens's motion to set aside entry\r\nof default, finding Owens's mistaken belief that Paddy would answer the complaint\r\non his behalf did not meet the \"good cause\" standard set forth in Rule 55(c),\r\nSCRCP. The master noted the record was void of any evidence Paddy agreed or\r\nsuggested he would hire an attorney for Owens. The master found Owens failed to\r\ntake steps to protect himself and should not be rewarded for his \"own negligence\r\nand intentional ignorance.\" Subsequently, Owens filed a motion to reconsider,\r\nwhich the master denied on March 9, 2011. The appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe decision whether to set aside an entry of default or a default judgment lies\r\nsolely within the sound discretion of the circuit court. Harbor Island Owners'\r\nAss'n v. Preferred Island Props., Inc., 369 S.C. 540, 544, 633 S.E.2d 497, 499\r\n(2006). The circuit court's decision will not be disturbed on appeal absent a clear\r\nshowing of an abuse of that discretion. Mitchell Supply Co. v. Gaffney, 297 S.C.\r\n160, 163, 375 S.E.2d 321, 322 (Ct. App. 1988). An abuse of discretion occurs\r\nwhen the judgment is controlled by some error of law or when the order, based\r\nupon factual, as distinguished from legal conclusions, is without evidentiary\r\nsupport. In re Estate of Weeks, 329 S.C. 251, 259, 495 S.E.2d 454, 459 (Ct. App.\r\n1997).\r\n\nLAW/ANALYSIS\r\n\r\nI.    Entry of Default\r\n\r\nOwens argues the master erred in denying his motion to set aside entry of default\r\nbecause the Lexington County Clerk of Court failed to formally enter the default\r\ninto the court records. Because Owens failed to raise this argument to the master,\r\nit is not preserved for our review. See Doe v. Doe, 370 S.C. 206, 212, 634 S.E.2d\r\n51, 54 (Ct. App. 2006) (\"To preserve an issue for appellate review, the issue cannot\r\nbe raised for the first time on appeal, but must have been raised to and ruled upon\r\nby the trial court.\").\r\n\r\nII.   Good Cause\r\n\r\nOwens argues the master erred in finding Owens failed to demonstrate good cause\r\nfor failing to answer the complaint. We disagree.\r\n\r\nRule 55(a), SCRCP, provides that when a party fails to respond to a complaint, the\r\nclerk shall record an entry of default. However, Rule 55(c), SCRCP, permits a\r\nparty to move to set aside the entry of default. The standard for granting relief\r\nfrom an entry of default under Rule 55(c) is mere \"good cause.\" \"This standard\r\nrequires a party seeking relief from an entry of default under Rule 55(c) to provide\r\nan explanation for the default and give reasons why vacation of the default entry\r\nwould serve the interests of justice.\" Sundown Operating Co. v. Intedge Indus.,\r\nInc., 383 S.C. 601, 607, 681 S.E.2d 885, 888 (2009). \"Once a party has put forth a\r\nsatisfactory explanation for the default, the trial court must also consider: (1) the\r\ntiming of the motion for relief; (2) whether the defendant has a meritorious\r\ndefense; and (3) the degree of prejudice to the plaintiff if relief is granted.\" Id. at\r\n607-08, 681 S.E.2d at 888 (citing Wham v. Shearson Lehman Bros., Inc., 298 S.C.\r\n462, 465, 381 S.E.2d 499, 501-02 (Ct. App. 1989)). \"The trial court need not make\r\nspecific findings of fact for each factor if there is sufficient evidentiary support on\r\nthe record for the finding of the lack of good cause.\" Id. \"A motion under Rule\r\n55(c) is addressed to the sound discretion of the trial court.\" Id.\r\n\r\nOwens contends he has shown good cause for failing to answer the complaint.\r\nFirst, Owens argues Paddy misled him into believing Paddy had hired an attorney\r\nto answer the complaint on Owens's behalf. Owens asserts he reasonably relied on\r\nPaddy's representations because Paddy had his power of attorney, which allowed\r\nhim to act on Owens's behalf regarding the property. Owens argues he\r\nimmediately hired an attorney when he learned Paddy did not file an answer on his\r\n\nbehalf. Owens maintains that, as a 79-year-old with a limited education, he was\r\nunaware he was signing loan documents and had complete trust in Paddy.\r\n\r\nWe find evidence in the record supports the master's finding Owens did not show\r\ngood cause for failing to answer the complaint. While Owens testified he\r\ncontacted Paddy after receiving the complaint and Paddy told him he had hired an\r\nattorney and would \"take care of it,\" Paddy disputed this characterization. Paddy\r\ntestified he never told Owens he had hired an attorney to represent him and file an\r\nanswer on his behalf. Furthermore, Owens presented no evidence he took any\r\nsteps to protect himself by contacting either Paddy or Paddy's attorney to confirm\r\nan answer would be filed on his behalf. See Hill v. Dotts, 345 S.C. 304, 310, 547\r\nS.E.2d 894, 897 (Ct. App. 2001) (holding \"a party has a duty to monitor the\r\nprogress of his case. Lack of familiarity with legal proceedings is unacceptable\r\nand the court will not hold a layman to any lesser standard than is applied to an\r\nattorney.\").\r\n\r\nOwens argues he is entitled to relief pursuant to the factors outlined in Wham. See\r\nWham, 298 S.C. at 465, 381 S.E.2d at 502-03 (holding the master shall consider\r\nthe following factors in deciding whether to grant relief from an entry of default:\r\n(1) the timing of the motion for relief; (2) whether the defendant has a meritorious\r\ndefense; and (3) the degree of prejudice to the plaintiff if relief is granted). Owens\r\ncontends his motion for relief was timely, he had a meritorious defense, and the\r\nBank would not be prejudiced. Because we find the master did not err in finding\r\nOwens failed to show good cause for failing to answer the complaint, we need not\r\nconsider the Wham factors. See Sundown, 383 S.C. at 607-08, 681 S.E.2d at\r\n888 (holding a court need only consider the Wham factors \"[o]nce a party has put\r\nforth a satisfactory explanation for the default\"); Dixon v. Besco Eng'g, Inc., 320\r\nS.C. 174, 179, 463 S.E.2d 636, 639 (Ct. App. 1995) (holding the trial court is not\r\nrequired to make specific findings of fact on the record for each Wham factor if the\r\nrecord contains sufficient evidentiary support for the finding of lack of good\r\ncause).\r\n\r\nOwens also asserts the master erred in applying an excusable neglect standard in\r\ndetermining Owens was not entitled to any relief. Although the master discussed\r\nthis standard during the hearing on Owens's motion to reconsider, the master also\r\ndiscussed good cause during the hearing on Owens's motion to set aside entry of\r\ndefault, and he properly applied the good cause standard in his final order.\r\n\r\nFinally, Owens argues the master erred in citing Pilgrim v. Miller, 350 S.C. 637,\r\n567 S.E.2d 529 (Ct. App. 2002), in his order. The master cited Pilgrim for the\r\n\nproposition that a defendant's mistaken belief that a fellow defendant would file an\r\nanswer on his behalf does not meet the good cause standard. In Pilgrim, this court\r\nnoted that \"[t]he courts of this state have consistently held that the negligence of an\r\nattorney or insurance company is imputable to a defaulting litigant.\" 350 S.C. at\r\n642, 567 S.E.2d at 529. Here, the master concluded that \"[i]f reliance on one's own\r\nattorney is insufficient to show 'good cause,' then reliance on another defendant\r\nand his attorney is equally insufficient.\" Owens contends the master's reliance on\r\nPilgrim was an error of law because Pilgrim was vacated by our supreme court.\r\nWe agree with Owens that Pilgrim was vacated on April 25, 2003. See Bage, LLC\r\nv. Se. Roofing Co. of Spartanburg, Inc., 383 S.C. 489, 490, 681 S.E.2d 867 (2009)\r\n(noting the parties in Pilgrim settled while the petition for certiorari was pending\r\nbefore our supreme court; therefore, the decision was vacated). However, the\r\nmaster's reliance on Pilgrim was not an error justifying reversal because the\r\nproposition for which Pilgrim stands was not overturned by the court and remains\r\nthe law of this state. See Sundown, 383 S.C. at 609, 681 S.E.2d at 889 (holding\r\n\"the law is clear that an attorney or insurance company's misconduct is imputable\r\nto the client\").\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we find the master did not abuse his discretion in refusing\r\nto grant Owens relief under Rule 55(c), SCRCP. Accordingly, the master's order is\r\n\r\nAFFIRMED.\r\n\r\nSHORT and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5114","title":"State v. Blakely","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5114.pdf","description":"Appellant Teresa Blakely appeals her conviction for accessory after the fact to a felony. On appeal, Blakely raises multiple due process arguments, including: (1) the vindictive prosecution in this matter is barred; (2) the indictment for accessory after the fact to a felony following Blakely's acquittal of murder violates due process; and (3) the State's inconsistent positions in two separate criminal proceedings against the same defendant is prohibited. We affirm.","date":"2013-04-11","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Teresa Blakely, Appellant.\r\n\r\n             Appellate Case No. 2011-196627\r\n\r\n\r\n\r\n                           Appeal From Laurens County \n\r\n                      Eugene C. Griffith Jr., Circuit Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5114 \n\r\n                    Heard March 12, 2013 – Filed April 10, 2013 \n\r\n                  Withdrawn, Substituted, and Refiled April 11, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             C. Rauch Wise, of Greenwood, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General William M. Blitch Jr., both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nPIEPER, J.: This appeal arises out of Appellant Teresa Blakely's1 conviction for\r\naccessory after the fact to a felony. Blakely was initially acquitted of murder. She\r\nwas subsequently tried for accessory after the fact to a felony. On appeal, Blakely\r\nraises multiple claims arising under the due process clauses of the Fourteenth\r\n\r\n1 Blakely's name is listed as Teresa Blakely on the indictment for accessory after\r\nthe fact to a felony but is listed as Teresa Fuller on the indictment for murder. We\r\nrefer to her as Blakely throughout this opinion.\r\n\nAmendment to the U.S. Constitution and Article I, § 3 of the South Carolina\r\nConstitution, including: (1) the vindictive prosecution in this matter is barred; (2)\r\nthe indictment for accessory after the fact to a felony following Blakely's acquittal\r\nof murder violates due process; and (3) the State's inconsistent positions in two\r\nseparate criminal proceedings against the same defendant is prohibited. We affirm.\r\n\r\nFACTS\r\n\r\nBlakely and Kim Alexander were involved in a relationship before and during\r\nBlakely's marriage to Houston Fuller, the victim herein. Paul Morris, Alexander's\r\nbrother, claimed he became aware of derogatory statements Fuller made in\r\nreference to Alexander. As a result, Morris vowed to avenge those statements by\r\nphysically accosting Fuller. Morris arrived at the residence of Fuller and Blakely,\r\nbegan a physical altercation with Fuller, and ultimately killed Fuller during the\r\ncourse of the altercation. Blakely's fourteen-year-old daughter and her daughter's\r\nfourteen-year-old boyfriend were in the house during the altercation. Blakely\r\npretended to call 911, told the teenagers to stay down, and further told the\r\nteenagers Morris' fight with Fuller involved the \"Mexican Mafia.\" After checking\r\nFuller and finding no pulse, Blakely helped Morris load Fuller's body into Fuller's\r\ntruck. Morris drove Fuller's truck to a steep bank and rolled the truck with the\r\nbody down the embankment. Morris got into the vehicle driven by Blakely and\r\nBlakely dropped Morris off at a convenience store.\r\n\r\nThe State indicted Blakely for murder based on the theory that she aided and\r\nabetted Morris in killing Fuller. After a four-day trial, the jury rendered a not\r\nguilty verdict. After Blakely's acquittal, Morris pled guilty to voluntary\r\nmanslaughter. Subsequently, Blakely was indicted for accessory after the fact to a\r\nfelony and tried without a jury. Blakely moved the trial court to quash the\r\nindictment due to multiple violations of due process.2 The trial court denied\r\nBlakely's motion to quash the indictment. After a bench trial, the court convicted\r\nBlakely and sentenced her to eight years, suspended upon the service of four years\r\nwith three years' probation. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, an appellate court sits to review only errors of law, and it is\r\nbound by the trial court's factual findings unless the findings are clearly erroneous.\r\n\r\n2In her motion to quash the indictment, Blakely advanced the same arguments that\r\nshe now argues to this court on appeal.\r\n\nState v. McEachern, 399 S.C. 125, 135, 731 S.E.2d 604, 609 (Ct. App. 2012). This\r\ncourt simply determines whether the trial court's factual findings are supported by\r\nany evidence. State v. Wilson, 345 S.C. 1, 6, 545 S.E.2d 827, 829 (2001).\r\nAppellate courts review questions of law de novo. State v. Whitner, 399 S.C. 547,\r\n552, 732 S.E.2d 861, 863 (2012).\r\n\r\nFirst, Blakely argues the prosecution for accessory after the fact to a felony is the\r\nresult of vindictive prosecution when the State could have originally indicted\r\nBlakely for both murder and accessory after the fact but, instead, only proceeded\r\non the second indictment after Blakely exercised her right to a trial by jury and was\r\nacquitted of murder. We disagree.\r\n\r\nThe felony of murder is the killing of any person with malice aforethought, either\r\nexpress or implied. S.C. Code Ann. § 16-3-10 (2003). In a murder case, the\r\ncorpus delicti consists of two elements: (1) the death of a human being; and (2) the\r\ncriminal act of another in causing that death. State v. Weston, 367 S.C. 279, 293,\r\n625 S.E.2d 641, 648 (2006). Before an accused may be found guilty of being an\r\naccessory after the fact to a felony, the following elements must exist: (1) the\r\nfelony has been completed; (2) the accused must have knowledge that the principal\r\ncommitted the felony; and (3) the accused must harbor or assist the principal felon.\r\nState v. Legette, 285 S.C. 465, 466, 330 S.E.2d 293, 294 (1985). \"The assistance\r\nor harboring rendered must be for the purpose of enabling the principal felon to\r\nescape detection or arrest.\" Id. at 467, 330 S.E.2d at 294.\r\n\r\n\"The common law traditionally categorized the participants in a felony as\r\naccessory before the fact, principal first, principal second, and accessory after the\r\nfact.\" WILLIAM SHEPARD MCANINCH, W. GASTON FAIREY, AND LESLEY M.\r\nCOGGIOLA, THE CRIMINAL LAW OF SOUTH CAROLINA 410 (5th ed. 2007).\r\nGenerally, under the common law, liability as an accessory essentially \"shadowed\"\r\nthat of the principal. See State v. Massey, 267 S.C. 432, 443, 229 S.E.2d 332, 338\r\n(1976) (\"At common law an accessory could not be convicted unless his principal\r\nhad been convicted.\"). In modern jurisprudence, principals and accessories have\r\ngenerally merged, with an exception for an accessory after the fact. See S.C. Code\r\nAnn. § 16-1-40 (2003) (\"A person who aids in the commission of a felony or is an\r\naccessory before the fact in the commission of a felony . . . is guilty of a felony\r\nand, upon conviction, must be punished in the manner prescribed for the\r\npunishment of the principal felon.\"). This means that, upon proper notice and\r\nproof, an accessory who provides any assistance may be treated the same as if he\r\nwas the principal of the crime, but the accessory may not be convicted as both. See\r\nState v. Sheriff, 118 S.C. 327, 328, 110 S.E. 807, 807 (1922) (noting the common\r\n\nlaw and the criminal code recognize the \"distinction between principals and\r\naccessories before the fact and, while the punishment is the same for each, that\r\ndoes not change the essential distinction or relieve the necessity of the appropriate\r\nallegations in an indictment\"). Today, the accessory's culpability no longer\r\nshadows that of the principal. Accordingly, an accessory may be convicted even if\r\nthe principal is not charged, is acquitted, or is not yet prosecuted. See Massey, 267\r\nS.C. at 444, 229 S.E.2d at 338 (noting \"the conviction of the principal is no longer\r\na condition precedent to the conviction of an accessory\").\r\n\r\nAn exception to these modern notions of criminal liability applies to an accessory\r\nafter the fact. While an accessory before the fact may be treated like a principal\r\nupon proper proof, an accessory after the fact is not generally treated like a\r\nprincipal of the crime. See S.C. Code Ann. § 16-1-55 (2003) (outlining lower\r\nclassifications of punishment for persons convicted of the offense of accessory\r\nafter the fact to a felony as compared to punishment for the principal felon); State\r\nv. Good, 315 S.C. 135, 139, 432 S.E.2d 463, 466 (1993) (holding there was no\r\nerror in refusing to charge accessory after the fact because \"there is no\r\nexclusionary situation which eliminates one [defendant] or the other from having\r\nparticipated in the murder as a principal.\"); State v. Fuller, 346 S.C. 477, 481, 552\r\nS.E.2d 282, 284 (2001) (finding the defendant was not entitled to a jury instruction\r\non accessory after the fact to murder, as the evidence did not eliminate the\r\ndefendant as a principal first); Vergara v. State, 695 S.E.2d 215, 218 (Ga. 2010)\r\n(\"A person cannot be both a party to a crime and an accessory after the fact.\"\r\n(internal quotation marks omitted)). Moreover, accessory after the fact to a felony\r\nis not a lesser-included offense of murder. Fuller, 346 S.C. at 481, 552 S.E.2d at\r\n284; see Good, 315 S.C. at 138-39, 432 S.E.2d at 465-66 (noting accessory after\r\nthe fact is not a lesser-included offense of any of the offenses with which the\r\ndefendant was charged, including murder, armed robbery, grand larceny of a motor\r\nvehicle, and criminal conspiracy). Accordingly, double jeopardy does not attach\r\nunder these facts.3 See State v. Parker, 391 S.C. 606, 612, 707 S.E.2d 799, 801\r\n(2011) (\"Under the law of double jeopardy, a defendant may not be prosecuted for\r\nthe same offense after an acquittal, a conviction, or an improvidently granted\r\nmistrial.\" (emphasis added) (internal quotation marks omitted)).\r\n\r\nNext, we review the claim of vindictive prosecution. In State v. Fletcher, 322 S.C.\r\n256, 258-59, 471 S.E.2d 702, 704 (Ct. App. 1996), this court was presented with a\r\nquestion regarding whether prosecutorial vindictiveness was indicated by the\r\nactions of the solicitor. \"It is a due process violation to punish a person for\r\n\r\n3   On appeal, Blakely does not assert a double jeopardy claim.\r\n\nexercising a protected statutory or constitutional right.\" Id. at 259, 471 S.E.2d at\r\n704 (citations omitted). However, \"punishment of the offender is recognized as a\r\nproper motivation for a sentencing trial judge or a prosecutor.\" Id. at 260, 471\r\nS.E.2d at 704. The presence of a punitive motivation \"does not provide an\r\nadequate basis for distinguishing governmental action that is fully justified as a\r\nlegitimate response to perceived criminal conduct from governmental action that is\r\nan impermissible response to noncriminal, protected activity.\" Id. \"[A]n initial\r\ndecision by the prosecutor should not freeze future conduct, because the initial\r\ncharges filed by a prosecutor may not reflect the extent to which an individual is\r\nlegitimately subject to prosecution.\" State v. Dawkins, 297 S.C. 386, 389, 377\r\nS.E.2d 298, 300 (1989). A prosecutor \"has discretion in choosing how to proceed\r\nwith a case, including whether to prosecute in the first place and whether he brings\r\nit to trial or offers a plea bargain.\" State v. Langford, 400 S.C. 421, 435 n.6, 735\r\nS.E.2d 471, 479 n.6 (2012).\r\n\r\nOur court in Fletcher noted that \"the United States Supreme Court has fashioned\r\ncertain rules as a protection against vindictive action in response to a criminal\r\ndefendant's exercise of a statutory or constitutional right.\" Fletcher, 322 S.C. at\r\n260, 471 S.E.2d at 704. Only \"certain limited circumstances pose a realistic\r\nlikelihood of vindictiveness by a prosecutor\" and, therefore, warrant the\r\napplication of a presumption of vindictiveness. Id. (internal quotation marks\r\nomitted). \"The inquiry . . . is not focused solely on the presence or absence of\r\nactual vindictive motive, but includes whether the action taken, which exposes the\r\naccused to an increased punishment, poses such a reasonable likelihood of\r\nvindictiveness as to require a presumption of vindictiveness.\" Id. at 260-61, 471\r\nS.E.2d at 704 (internal quotation marks omitted).\r\n\r\nSouth Carolina courts have not answered the exact question regarding whether\r\nprosecution on a new indictment after a defendant was acquitted on a separate\r\ncharge following that defendant's exercise of his or her right to a jury trial gives\r\nrise to a presumption of vindictiveness. In Fletcher, we considered prosecutorial\r\nvindictiveness alleged by a defendant who had successfully asserted her right to\r\nappeal. Fletcher was arrested and charged with assault and battery and discharging\r\na firearm, both municipal charges. Id. at 259, 471 S.E.2d at 704. At the same\r\ntime, Fletcher was also charged with pointing a firearm, a general sessions charge.\r\nId. at 261 n.3, 471 S.E.2d at 705 n.3. After she was convicted in her absence on\r\nboth of the municipal charges, she successfully appealed her convictions and the\r\ngeneral sessions court reversed the municipal court for failure to provide proper\r\nnotice of the trial. Id. at 259, 471 S.E.2d at 704. While the new trial on the\r\nmunicipal charges was pending, the solicitor directly indicted Fletcher for assault\r\n\nwith intent to kill. Id. Fletcher requested the circuit court force the solicitor to\r\nelect between assault with intent to kill and pointing a firearm, arguing the two\r\ncharges covered the same offense. Id. The circuit court ultimately dismissed the\r\ncharge of assault with intent to kill. Id. The circuit court refused to dismiss the\r\npointing a firearm charge despite Fletcher's motion to do so on the grounds of\r\nprosecutorial vindictiveness. Id. Fletcher was convicted of pointing a firearm. Id.\r\n\r\nIn its analysis regarding Fletcher's claim that the circuit court erred by not\r\ndismissing the pointing a firearm charge based on prosecutorial vindictiveness, this\r\ncourt determined the actions of the solicitor did not warrant the application of the\r\npresumption of prosecutorial vindictiveness even though \"Fletcher exercised a\r\nprocedural right to appeal the conviction arguably emanating from the same\r\nconduct which provided the basis for the greater charges.\" Id. at 261, 471 S.E.2d\r\nat 705. We emphasized the fact that \"the decision to charge Fletcher with the\r\noffense of pointing a firearm was initiated at the same time the municipal charges\r\nwere brought\" and, therefore, it was not an action the solicitor took against Fletcher\r\n\"after the exercise of a legal right.\" Id. (internal quotations omitted).\r\n\r\nAfter determining insufficient evidence of a reasonable likelihood of prosecutorial\r\nvindictiveness existed to warrant application of the presumption, this court noted\r\nthat in order to succeed on her claim of prosecutorial vindictiveness, Fletcher was\r\n\"required to prove actual prosecutorial vindictiveness.\" Id. at 262, 471 S.E.2d at\r\n705. \"The only evidence presented to the trial court in support of the allegation of\r\nactual vindictiveness [was] the timing of the direct indictment.\" Id. In response to\r\nFletcher's allegations of prosecutorial vindictiveness, \"the solicitor represented to\r\nthe court that he was unaware of the pending municipal charges until the week\r\nprior to trial\" and \"argued the direct indictment was precipitated by a review of the\r\nfile, revealing to him that the situation was more violent than just pointing a\r\nfirearm because Fletcher actually fired the weapon at the alleged victim.\" Id. at\r\n262, 471 S.E.2d at 705-06. We concluded that any inference of vindictiveness\r\nderived from the timing of the direct indictment was insufficient to prove an\r\nimproper motivation because the evidence established probable cause to believe\r\nthe crime had occurred; accordingly, we held Fletcher did not prove actual\r\nprosecutorial vindictiveness. Id. at 262-63, 471 S.E.2d at 706.\r\n\r\nBlakely asserts our supreme court's holding in Patrick v. State, 349 S.C. 203, 562\r\nS.E.2d 609 (2002), is applicable to the instant case. Patrick was originally indicted\r\nfor burglary, two counts of armed robbery, assault and battery with intent to kill,\r\nand the use of a motor vehicle without the owner's consent. Id. at 205, 562 S.E.2d\r\nat 610. \"All the indictments, except the burglary indictment, were nol prossed\r\n\nprior to trial.\" Id. Patrick was ultimately convicted of burglary and sentenced to\r\nlife in prison. Id. Seventeen years after his conviction, Patrick was successful in\r\nobtaining a reversal through post-conviction relief (PCR). Id. at 205-06, 562\r\nS.E.2d at 610. The State then indicted Patrick for all five original charges, and the\r\njury convicted Patrick on all counts. Id. at 206, 562 S.E.2d at 610. Patrick's\r\napplication for PCR was denied. Id. However, our supreme court granted Patrick's\r\npetition for certiorari. Id. at 205, 562 S.E.2d at 610.\r\n\r\nIn its analysis regarding Patrick's claim of prosecutorial vindictiveness, the\r\nsupreme court cited North Carolina v. Pearce, 395 U.S. 711 (1969), for the\r\nproposition that \"the Due Process Clause of the Fourteenth Amendment prevent[s]\r\na trial court from penalizing a defendant for choosing to exercise his right to\r\nappeal.\" Patrick, 349 S.C. at 209, 562 S.E.2d at 612. The supreme court found\r\nthat in order for a presumption of prosecutorial retaliation to apply, Patrick would\r\nneed to show a reasonable likelihood that retaliation was a motive behind bringing\r\nthe additional charges. Id. If no such reasonable likelihood existed, the court\r\ndetermined Patrick would have the burden to prove actual retaliation. Id. The\r\ncourt found a presumption of prosecutorial vindictiveness applied because the facts\r\npresented a reasonable likelihood that the solicitor brought the additional charges\r\nin retaliation for Patrick's exercise of his right to appeal. Id. at 210, 562 S.E.2d at\r\n612. The court specifically noted that seventeen years passed between the trials,\r\nbut no new evidence was discovered and none of the facts or witnesses available to\r\nthe prosecution had changed. Id. at 209-10, 562 S.E.2d at 612. In analyzing\r\nwhether the State rebutted the presumption, the court noted that the solicitor's\r\nreasons for prosecuting the previously nol prossed charges included: (1) it was in\r\nthe interest of the State of South Carolina; and (2) it was common practice not to\r\nprosecute additional charges once a solicitor had a life sentence on one charge. Id.\r\nat 210, 562 S.E.2d at 612. The supreme court held the State had not rebutted the\r\npresumption of prosecutorial vindictiveness with these \"fairly weak reasons for\r\nbringing the charges, especially considering the length of time between the original\r\ntrial and the retrial.\" Id.\r\n\r\nThough informative, Fletcher and Patrick are not directly applicable to the instant\r\nmatter because Blakely did not exercise her right to appeal or file an application\r\nfor PCR; instead, Blakely was acquitted on one charge after she exercised her right\r\nto a jury trial, and then indicted on another. We find persuasive the decisions of\r\nseveral federal circuit courts of appeals that have considered the exact issue at bar\r\nand have held a new prosecution following an acquittal by a jury on separate\r\ncharges does not, without more, give rise to a presumption of vindictiveness. Most\r\nrecently, the Eleventh Circuit decided no presumption of prosecutorial\r\n\nvindictiveness existed when the government brought a second indictment for alien\r\nsmuggling following the defendant's acquittal after a jury trial on drug and firearm\r\ncharges when \"the second indictment did not follow a successful appeal . . . nor did\r\nit seek heightened charges.\" United States v. Kendrick, 682 F.3d 974, 983 (11th\r\nCir. 2012). The Second Circuit found the prosecution of a defendant on federal\r\nweapons charges after an acquittal following a jury trial on Racketeer Influenced\r\nand Corrupt Organizations Act (RICO) charges was entirely legitimate \"and\r\ncertainly cannot be considered vindictive.\" United States v. Johnson, 171 F.3d\r\n139, 141 (2d Cir. 1999). The Eighth Circuit held the filing of additional charges\r\nafter an acquittal by the jury did not evoke the presumption of vindictive\r\nprosecution because the \"exercise of one's choice to proceed with a jury trial rather\r\nthan a bench trial does not compel a special presumption of prosecutorial\r\nvindictiveness whenever additional charges are brought after a jury trial is\r\ndemanded.\" United States v. Rodgers, 18 F.3d 1425, 1430-31 (8th Cir. 1994)\r\n(internal quotation marks omitted). Additionally, the Third Circuit found:\r\n\r\n             We will not apply a presumption of vindictiveness to a\r\n             subsequent criminal case where the basis for that case is\r\n             justified by the evidence and does not put the defendant\r\n             twice in jeopardy. Such a presumption is tantamount to\r\n             making an acquittal a waiver of criminal liability for\r\n             conduct that arose from the operative facts of the first\r\n             prosecution. It fashions a new constitutional rule that\r\n             requires prosecutors to bring all possible charges in an\r\n             indictment or forever hold their peace. . . . We reject\r\n             such a proposition for it undermines lawful exercise of\r\n             discretion as well as plain practicality.\r\n\r\nUnited States v. Esposito, 968 F.2d 300, 306 (3d Cir. 1992).\r\n\r\nWhile we recognize Blakely exercised her constitutional right to a jury trial on the\r\nfirst charge, we also recognize none of the cases we have cited find a presumption\r\nof vindictiveness arises solely from the prosecutor's decision to proceed on a new\r\ncharge after a defendant's acquittal by the jury on a previous charge. Blakely\r\nargues a presumption of vindictiveness exists here because the State could have\r\noriginally indicted her for both murder and accessory after the fact but, instead, the\r\nState elected to indict her for accessory after the fact only after she was acquitted\r\nfor murder. Blakely asserts the State failed to provide an explanation regarding\r\nwhy the charges were not tried together and argues the indictment for accessory\r\nafter the fact was retaliatory because the State was unsuccessful in securing a\r\n\nconviction for murder. However, Blakely admitted to the trial court that if the\r\nState originally pursued a two-count indictment, the State would have been\r\nrequired to take somewhat inconsistent positions as to each crime. The second\r\nindictment was issued after Blakely was acquitted of murder and not after Blakely\r\nfiled an appeal or an application for PCR. The State did not seek a heightened\r\ncharge or increased punishment. The fact that Blakely exercised her right to a jury\r\ntrial on the first charge is, standing alone, insufficient to prove such a reasonable\r\nlikelihood of vindictiveness as to require a presumption of vindictiveness. Blakely\r\nmakes no allegations of actual vindictiveness other than the fact that the State\r\nissued a second indictment after an acquittal by the jury. We conclude a\r\npresumption of vindictiveness does not arise and that Blakely has not presented\r\nsufficient evidence of actual prosecutorial vindictiveness. Therefore, based upon\r\nour review of applicable jurisprudence, we find the record supports the trial court's\r\ndenial of Blakely's motion to quash the indictment.\r\n\r\nSecond, Blakely argues the indictment for accessory after the fact to a felony after\r\nshe had been acquitted of murder violates due process where the American Bar\r\nAssociation's (ABA) standards for prosecutors involving joinder and severance of\r\ncases prohibit prosecution in the instant matter. We disagree.\r\n\r\nThough the ABA standards for criminal justice are a useful point of reference,\r\nthese standards are only guides and do not establish the constitutional baseline.\r\nRompilla v. Beard, 545 U.S. 374, 400 (2005). The U.S. Constitution does not\r\ncodify the ABA's model rules. Montejo v. Louisiana, 556 U.S. 778, 790 (2009).\r\nSouth Carolina does not require mandatory joinder of indictments in one trial but\r\ninstead, leaves the decision of whether to join charges to the discretion of the trial\r\ncourt after motion by one party. See State v. Hinson, 253 S.C. 607, 613, 172\r\nS.E.2d 548, 551 (1970); State v. Evans, 112 S.C. 43, 45, 99 S.E. 751, 751 (1919).\r\nFederal courts have rejected the argument that the initial choice to withhold certain\r\ncharges and then later proceed on those charges after an acquittal amounts to a\r\nconstitutional violation. See Paradise v. CCI Warden, 136 F.3d 331, 336 (2d Cir.\r\n1998) (\"Accepting this contention would encourage prosecutors to overcharge\r\ndefendants, by charging both a greater number of crimes and the most severe\r\ncrimes supported by the evidence. This is a result we do not wish to promote.\r\nInstead, the validity of a pretrial charging decision must be measured against the\r\nbroad discretion held by the prosecutor to select the charges against the accused.\"\r\n(internal quotations omitted)); Johnson, 171 F.3d at 141 (finding no error in the\r\nprosecution of new charges after an acquittal even when knowledge of the new\r\ncharges existed prior to the first trial).\r\n\nAlthough Blakely argues the ABA standards involving joinder and severance of\r\ncases preclude prosecution, we believe these standards are not controlling or\r\ndispositive. While our supreme court and this court have, on occasion, referred to\r\nABA standards,4 our jurisprudence has not adopted the standards as a rule of court.\r\nFurthermore, we find Chief Justice Toal's cautionary dissent in Ard v. Catoe\r\ninstructive as to the weight of the reliance South Carolina courts should place on\r\nthe ABA standards:\r\n\r\n             Additionally, I note that in support of their conclusion\r\n             that trial counsel were deficient, the majority cites\r\n             extensively to American Bar Association (ABA)\r\n             guidelines on the prevailing norms of practice. The\r\n             majority justifies their reliance on ABA guidelines by\r\n             pointing to an endorsement of ABA standards in\r\n             Strickland v. Washington. In my opinion, however, the\r\n             Strickland court makes it clear that the ABA standards,\r\n             although helpful, are \"only guides\" for assessing\r\n             reasonableness. . . . This Court has never adopted the\r\n             ABA guidelines as the standard for prevailing\r\n             professional norms in South Carolina.\r\n\r\n\r\n4 See Council v. State, 380 S.C. 159, 172-73, 670 S.E.2d 356, 363 (2009) (noting\r\nthat trial counsel's conduct fell below the standards set by the ABA for the\r\nappointment and performance of counsel in death penalty cases); Ard v. Catoe, 372\r\nS.C. 318, 332, 642 S.E.2d 590, 597 (2007) (citing the ABA's standards for defense\r\ncounsel's performance regarding investigation of a capital case in support of its\r\ndecision to affirm the PCR court's finding of ineffective assistance of counsel);\r\nMatter of Goodwin, 279 S.C. 274, 277, 305 S.E.2d 578, 580 (1983) (noting the\r\nABA standards' suggested procedure for a trial court's handling of a conflict\r\nbetween counsel and a criminal defendant client intending to commit perjury);\r\nHarden v. State, 276 S.C. 249, 253-56, 277 S.E.2d 692, 694-95 (1981) (finding the\r\nrationale in ABA standard 14-3.3 regarding whether to accept guilty pleas and plea\r\nagreements persuasive); State v. Way, 264 S.C. 280, 285, 214 S.E.2d 640, 642\r\n(1975) (Bussey, J., dissenting) (referencing the ABA standards' provision\r\nregarding the function of the trial judge); State v. Stanley, 365 S.C. 24, 39, 615\r\nS.E.2d 455, 463 (Ct. App. 2005) (citing, among other authorities, the ABA\r\nStandards for Criminal Justice, § 6-1.1 (2d ed. 1980), for the premise that a judge\r\nhas a responsibility for safeguarding both the rights of the accused and the rights of\r\nthe public in the administration of criminal justice).\r\n\n372 S.C. 318, 338 n.19, 642 S.E.2d 590, 600 n.19 (2007) (Toal, C.J., dissenting,\r\nand Burnett, J., concurring with the dissent); see also Medlin v. State, 276 S.C.\r\n540, 544, 280 S.E.2d 648, 650 (1981) (Littlejohn and Gregory, JJ., concurring in\r\npart and dissenting in part) (noting \"no other state and no other jurisdiction has\r\nadopted the ABA Standards as a rule of court\"). Accordingly, while the ABA\r\nstandards may be useful or may offer assistance in the analysis of an issue, these\r\nstandards are not controlling or dispositive. Moreover, with respect to Blakely's\r\nspecific claim, we note the ABA standards do not create a due process right;\r\ninstead, due process rights emanate from the U.S. Constitution and the South\r\nCarolina Constitution. Therefore, we find Blakely's second argument is without\r\nmerit.\r\n\r\nThird, Blakely argues the State took inconsistent positions in the two separate\r\ncriminal proceedings against Blakely and, therefore, violated due process. We\r\ndisagree.\r\n\r\nIn support of her argument, Blakely cites to Smith v. Groose, 205 F.3d 1045 (8th\r\nCir. 2000). However, the Groose court held the state violated the defendant's due\r\nprocess rights when it used one of a codefendant's two factually contradictory\r\nversions of events surrounding the murders to convict the defendant, and then\r\nrelied on another version at a later trial to convict someone else of the same\r\nmurders. Id. at 1051-52. In the instant matter, the State merely pursued two\r\ndifferent legal theories. Blakely cites no other authority prohibiting the State from\r\nasserting two different legal theories based on the facts presented. Accordingly,\r\nwe affirm as to this issue.\r\n\r\nCONCLUSION\r\n\r\nFor the aforementioned reasons, the judgment of the trial court is hereby\r\n\r\nAFFIRMED.\r\n\r\nSHORT and THOMAS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5115","title":"Schultze v. Schultze","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5115.pdf","description":"Heather Schultze appeals the family court's decree of divorce that (1) equitably apportioned one-half of her retirement account to John Schultze, (2) ordered Heather to pay twenty-five percent of the marital debts, and (3) ordered payment of $3,750 in attorney's fees to Heather.  We reverse the court's finding regarding personal property, affirm the finding regarding the marital debts, and remand the award of attorney's fees.","date":"2013-04-17","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Cynthia Heather Schultze, Appellant,\r\n\r\n             v.\r\n\r\n             John Robert Schultze, Respondent.\r\n\r\n             Appellate Case No. 2011-197293\r\n\r\n\r\n\r\n                           Appeal From York County \n\r\n                       Henry T. Woods, Family Court Judge \n\r\n\r\n\r\n                               Opinion No. 5115 \n\r\n                    Heard March 6, 2013 – Filed April 17, 2013 \n\r\n\r\n\r\n              AFFIRMED IN PART, REVERSED IN PART, AND\r\n                        REMANDED IN PART\r\n\r\n\r\n             Thomas F. McDow and Erin K. Urquhart, Law Office of\r\n             Thomas F. McDow, of Rock Hill, for Appellant.\r\n\r\n             Tony M. Jones and Barrett W. Martin, Jones & Martin,\r\n             of Rock Hill, for Respondent.\r\n\r\n\r\nFEW, C.J.: Heather Schultze appeals the family court's decree of divorce that (1)\r\nequitably divided a portion of her retirement account to John Schultze, (2)\r\nequitably divided the parties' debts, and (3) awarded Heather $3,750 in attorney's\r\nfees. She argues the family court erred in apportioning both her retirement account\r\nand the parties' debts because those issues were not properly before the court. She\r\nalso contends John presented insufficient evidence regarding both the amount and\r\npurpose of the debts. Finally, she argues if this court alters the decree of divorce in\r\nher favor, she is entitled to additional attorney's fees. We reverse the court's\r\n\nfinding regarding Heather's retirement account, affirm the finding regarding\r\nmarital debts, and remand the award of attorney's fees.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nHeather commenced this action for divorce in 2008, seeking custody of the parties'\r\nchildren, child support, alimony, equitable apportionment of property, and\r\nattorney's fees. The family court held a temporary hearing, and both parties\r\nsubmitted affidavits. In his affidavit, John stated, \"To the best of my knowledge,\r\nmy wife and I have already divided all of our personal property, as we have been\r\nseparated for over three years.\"\r\n\r\nThe family court also held a pretrial conference and contemporaneously issued a\r\nform order that contained a list of issues to be addressed at trial. The issues listed\r\non the pretrial order contained corresponding boxes for the court to check.\r\nPresumably, if the box next to an issue was checked, that issue was to be resolved\r\nat trial. According to the list, the issues for trial were limited to \"divorce,\"\r\n\"custody uncontested,\" \"visitation uncontested,\" \"child support guidelines,\"\r\n\"equitable apportionment of real property,\" and \"other retroactive child\r\nsupport/alimony.\" The order did not contain checks in the corresponding boxes for\r\n\"equitable apportionment of personal property\" or \"marital debt.\" Below that list\r\nwithin the same order, paragraph four was checked, which read, \"The parties\r\nstipulate that all marital personal property has been divided to their mutual\r\nsatisfaction.\" However, paragraph five was checked, which provided,\r\n\r\n             Each party shall prepare a list of marital debts reflecting\r\n             the balance as of, or as near to, the date of trial. These\r\n             lists shall be exchanged between counsel. Upon the trial\r\n             of the case, counsel should be prepared to present the\r\n             Court with a stipulated balance of the marital debts.\r\n\r\nIn compliance with the court's pretrial order, both parties submitted pretrial briefs.\r\nHeather addressed the issue of personal property in her brief, stating,\r\n\r\n             The pretrial order checks paragraph four (a) stating that\r\n             \"the parties stipulate that all marital personal property has\r\n             been divided to their mutual satisfaction.\" This is\r\n             consistent with [John's] affidavit . . . . The pretrial order\r\n             specifically does not check paragraph four (b) stating\r\n             \"Within ___ days of this Order the parties shall exchange\r\n\n             personal property lists reflecting a per-item value or\r\n             auction date of all personal property, including\r\n             retirement accounts . . . .\" This strongly suggests that\r\n             the division of personal property included the retirement\r\n             accounts of the parties.\r\n\r\n(emphasis in original). In his pretrial brief, John represented, \"The personal\r\nproperty has been agreed upon and divided between the parties.\"\r\n\r\nAt trial, John introduced evidence of both parties' retirement accounts and debts.\r\nHowever, neither party specifically asked the court to consider the retirement\r\naccounts in the equitable apportionment of the marital property. As to the marital\r\ndebts, Heather agreed on cross-examination that a \"fifty/fifty division of [the\r\nmarital debts] would be fair in this case.\"1\r\n\r\nThe family court's decree of divorce divided both Heather's retirement account and\r\nthe marital debts. The court ordered Heather to pay John fifty percent of her\r\nretirement account—$21,463 plus any passive gains or losses—and twenty-five\r\npercent of the marital debts—$8,234. Finally, the court awarded Heather $3,750 in\r\nattorney's fees.\r\n\r\n      II.    Personal Property\r\n\r\nThe first issue before this court is whether it was error to include Heather's\r\nretirement account in the equitable division of the marital estate. In her complaint,\r\nHeather sought equitable division of the marital property. Thus, the issue of\r\nequitable apportionment of personal property, which includes retirement accounts,\r\nwas initially before the family court. See S.C. Code Ann. § 20-3-620(A) (Supp.\r\n2012) (providing the family court has the authority to equitably divide marital\r\nproperty \"upon request by either party in the pleadings\"); see also Jenkins v.\r\nJenkins, 357 S.C. 354, 361, 592 S.E.2d 637, 641 (Ct. App. 2004) (holding Wife's\r\nretirement account was marital property).\r\n\r\nThe parties agreed before trial, however, that the division of personal property was\r\nno longer an issue for the court to decide. John informed the court by pretrial brief\r\n\r\n1 Heather made this statement while being questioned about the parties' debts and\r\nher knowledge regarding those debts. We find from the context of the testimony\r\nthat she was referring to a division of the parties' debts and not the marital estate as\r\na whole.\r\n\nand affidavit that personal property had been agreed upon and divided between the\r\nparties. Also, the pretrial order did not list equitable division of personal property\r\nas an issue for trial. The order stated, \"The parties stipulate that all marital\r\npersonal property has been divided to their mutual satisfaction.\" A pretrial order\r\n\"limits the issues for trial to those not disposed of by admissions or agreements of\r\ncounsel\" and \"controls the subsequent course of the action . . . .\" Rule 16(b),\r\nSCRCP. Thus, both parties and the court considered the issue of equitable division\r\nof personal property to have been resolved before trial.\r\n\r\nAfter representing to the court that all issues regarding personal property were\r\nresolved, John was required to take formal action to bring the issue back before the\r\ncourt. See id. (explaining the pretrial order \"controls the subsequent course of the\r\naction, unless modified on motion, or at the trial to prevent manifest injustice\"\r\n(emphasis added)). If John wanted the court to disregard the parties' agreement\r\nand consider personal property in its equitable division, he was required to make a\r\nmotion or otherwise ask the family court to do so. John did neither. Instead, he\r\nmerely introduced evidence of the retirement accounts, which was relevant to other\r\ncontested issues, such as attorney's fees2 and alimony.3\r\n\r\nTherefore, the issue of dividing Heather's retirement account was not before the\r\nfamily court. We reverse the court's decision to rule on this issue.\r\n\r\n      III.   Marital Debts\r\n\r\nHeather contends the issue of marital debts was also not before the court, and thus,\r\nthe family court erred in requiring her to pay a portion of John's debts. She also\r\nargues the family court erred because there was no evidence the debts were\r\nincurred for marital purposes and no evidence of the balance of the debts on the\r\ndate of separation or filing. We disagree.\r\n\r\n2 \"In deciding whether to award attorney's fees and costs, the court should consider\r\nthe following factors: . . . (3) the financial conditions of the parties . . . .\" Lewis v.\r\nLewis, 400 S.C. 354, 372, 734 S.E.2d 322, 331 (Ct. App. 2012).\r\n3 \"In making an award of alimony or separate maintenance and support, the court\r\nmust consider and give weight in such proportion as it finds appropriate to all of\r\nthe following factors: . . . (8) the marital and non-marital properties of the parties,\r\nincluding those apportioned to him or her in the divorce or separate maintenance\r\naction; . . . (13) such other factors the court considers relevant.\" S.C. Code Ann. §\r\n20-3-130(C) (Supp. 2012).\r\n\nAs to whether the issue of marital debts was before the family court, the family\r\ncourt has the authority to equitably divide the marital estate \"upon request by either\r\nparty in the pleadings.\" § 20-3-620(A). In dividing the marital estate, the family\r\ncourt must consider \"existing debts incurred by the parties or either of them during\r\nthe course of the marriage.\" § 20-3-620(B)(13). Marital debt, like marital\r\nproperty, must be specifically identified and apportioned in equitable distribution.\r\nBarrow v. Barrow, 394 S.C. 603, 610, 716 S.E.2d 302, 306 (Ct. App. 2011).\r\n\r\nHeather pled equitable apportionment of property in her complaint, thus the issue\r\nof dividing the marital debts was presented to the court. Even though the family\r\ncourt left the issue of \"marital debts\" unchecked on the pretrial order, paragraph\r\nfive was checked, which required the parties to exchange a list of marital debts\r\nbefore trial. Unlike the issue of personal property discussed above, the division of\r\nmarital debts was still at issue prior to trial. Therefore, the issue was properly\r\nbefore the family court, and the court did not err in addressing it.\r\n\r\nHeather next argues John presented insufficient evidence as to the marital purpose\r\nof the debts or their balance on the date of separation or filing. \"For purposes of\r\nequitable distribution, a marital debt is a debt incurred for the joint benefit of the\r\nparties regardless of whether the parties are legally liable or whether one party is\r\nindividually liable.\" Wooten v. Wooten, 364 S.C. 532, 546, 615 S.E.2d 98, 105\r\n(2005) (internal quotation marks omitted). There is a rebuttable presumption that a\r\ndebt of either spouse incurred prior to the beginning of marital litigation is marital\r\nand must be factored in the totality of equitable apportionment. Thomson v.\r\nThomson, 377 S.C. 613, 624, 661 S.E.2d 130, 136 (Ct. App. 2008). Therefore,\r\nwhen a debt is proven to have accrued before the commencement of marital\r\nlitigation, the burden of proving the debt is non-marital rests on the party who\r\nmakes such an assertion. Wooten, 364 S.C. at 547, 615 S.E.2d at 105.\r\n\r\nWe first note that the appellant bears the burden of providing a record on appeal\r\nsufficient for intelligent review and from which an appellate court can determine\r\nwhether the trial court erred. Taylor v. Taylor, 294 S.C. 296, 299, 363 S.E.2d 909,\r\n911 (Ct. App. 1987). The record in this case provided little of the trial transcript,\r\nmaking it difficult to know the context of the testimony. Heather's brief and reply\r\nbrief include citations to testimony that were not included in the record on appeal.\r\nFor this court to evaluate the merits of a disputed issue, the appellant must provide\r\nthe court with a sufficient record pertaining to that issue; otherwise, there is\r\nnothing for this court to review. Porter Bros., Inc. v. Specialty Welding Co., 286\r\nS.C. 39, 42, 331 S.E.2d 783, 784-85 (Ct. App. 1985).\r\n\nWe know from the record, however, that Heather filed her complaint July 11,\r\n2008. The record also establishes John introduced at trial a marital assets\r\naddendum reflecting the debts that existed at the time the action was filed, which\r\nincluded credit card statements dated 2005. Moreover, John presented proof that\r\npayments were made on these credit cards from the joint bank account during the\r\nmarriage. Thus, because John showed proof of the existence of debts that accrued\r\nbefore Heather filed the lawsuit, Heather had the burden to prove the debts were\r\nnot incurred for the joint benefit of the parties. See Wooten, 364 S.C. at 547, 615\r\nS.E.2d at 105.\r\n\r\nAccording to the record on appeal, the only evidence Heather put forth to prove the\r\ndebts were non-marital is limited to three short lines of testimony. This testimony\r\nshows she knew John had some credit card debt when they separated, though she\r\ndid not know how much or for what purpose the credit cards were used. Heather\r\nargues her lack of knowledge regarding these debts suggests they were incurred for\r\na non-marital purpose. We disagree. Heather had the burden to prove the debts\r\nwere non-marital in nature, and pleading ignorance to the nature of debts that\r\naccrued during the marriage is insufficient to sustain that burden. Therefore, we\r\nfind the court properly apportioned the debts because Heather did not sustain her\r\nburden of showing the debts were non-marital.\r\n\r\n      IV.   Attorney's Fees\r\n\r\nFinally, Heather argues if this court modifies any portion of the decree of divorce\r\nin her favor, there should be an upward modification in her attorney's fees. When a\r\nparty obtains beneficial results on appeal, the attorney's fee award may be\r\nmodified. Mallett v. Mallett, 323 S.C. 141, 154, 473 S.E.2d 804, 812 (Ct. App.\r\n1996). Because Heather obtained beneficial results on appeal with regard to the\r\napportionment of her retirement account, we remand the issue of attorney's fees to\r\nthe family court to decide if any modification is warranted.\r\n\r\n      V.    Conclusion\r\n\r\nAccordingly, we (1) reverse the court's finding regarding personal property\r\nbecause the issue was not properly before the court, (2) affirm the court's finding\r\nregarding marital debts because Heather did not sustain her burden of showing the\r\ndebts were non-marital in nature, and (3) remand the award of attorney's fees to the\r\nfamily court in light of this court's reversal of the apportionment of Heather's\r\nretirement account.\r\n\nREVERSED IN PART, AFFIRMED IN PART, AND REMANDED IN PART.\r\n\r\nGEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5116","title":"Hawkins v. Hawkins","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5116.pdf","description":"Charles A. Hawkins (Father) appeals the family court's determination that he was not entitled to a termination or reduction of his child support payments.  Specifically, he argues the family court erred by using an improper burden of proof, or in the alternative, the family court erred in its failure to properly recalculate his child support payments.  Lastly, Father contends the family court erred in awarding Angela D. Hawkins (Mother) attorney's fees, but failing to award his attorney's fees.  We affirm.","date":"2013-04-17","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Charles A. Hawkins, Appellant,\r\n\r\n             v.\r\n\r\n             Angela D. Hawkins, Respondent.\r\n\r\n             Appellate Case No. 2011-195506\r\n\r\n\r\n\r\n                          Appeal From Charleston County \n\r\n                       Judy L. McMahon, Family Court Judge\n\r\n\r\n\r\n                                Opinion No. 5116 \n\r\n                   Heard February 5, 2013 – Filed April 17, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Donald Bruce Clark, of Charleston, and Sabrina R.\r\n             Grogan, of Mount Pleasant, for Appellant.\r\n\r\n             J. Mark Taylor, of Moore Taylor & Thomas, PA, of West\r\n             Columbia, Katherine Carruth Goode, of Winnsboro, and\r\n             Sally Anna King-Gilreath, of Mount Pleasant, all for\r\n             Respondent.\r\n\r\n\r\nLOCKEMY, J.: Charles A. Hawkins (Father) appeals the family court's\r\ndetermination that he was not entitled to a termination or reduction of his child\r\nsupport payments. Specifically, he argues the family court erred by using an\r\nimproper burden of proof; or in the alternative, the family court erred in its failure\r\nto properly recalculate his child support payments. Lastly, Father contends the\r\n\nfamily court erred in awarding Angela D. Hawkins (Mother) attorney's fees, but\r\nfailing to award his attorney's fees. We affirm.\r\n\r\nFACTS\r\n\r\nFather and Mother were divorced by a final decree on February 3, 2004. Prior to\r\nthe divorce, the family court approved a property settlement and support agreement\r\n(Settlement Agreement) which had been entered by the parties. Pursuant to that\r\norder, the parties were awarded joint custody of their two minor children with\r\nMother having primary custody. Father was required to pay child support in the\r\namount of $1,300.00 per month, pursuant to the Department of Social Services\r\nChild Support Guidelines (Child Support Guidelines). The order further provided\r\nthat the amount of child support would be revisited on an annual basis:\r\n\r\n            The [Father] shall pay, pursuant to the [Child Support\r\n            Guidelines], as for the child support the sum of $1,300.00\r\n            Dollars per month, due the first of each month, said sum\r\n            to be paid directly to the [Mother]; that should the\r\n            payment ever be more than five (5) days late, the\r\n            [Mother] may present her Affidavit to the Court and all\r\n            future payments shall be made thereafter through the\r\n            Charleston County Family Court, together with the 3%\r\n            administrative fee.\r\n\r\n            For the period of time until the marital home is sold and a\r\n            closing has taken place, the [Father] has agreed to pay the\r\n            mortgage, taxes and insurance on the marital home,\r\n            water, home repair bills, the rent on the apartment and\r\n            the power and utility bills for both the apartment and\r\n            marital home. The [Father] further agrees to pay the\r\n            automobile payments, automobile insurance coverages\r\n            and gas for both cars. The cost of carrying these\r\n            expenses will constitute child support during this period\r\n            of time. At such time as the marital home is sold, the\r\n            parties agree to calculate child support based on the\r\n            shared [Child Support Guidelines]. Based on the gross\r\n            income of each party at this time and the amount of\r\n            parenting time of both party, the calculated child support\r\n            is $1,300.00. This payment of child support shall begin\r\n\n             the first month following the closing from the sale of the\r\n             marital home. The parties agree to recalculate child\r\n             support when the [Mother] begins full-time work, which\r\n             is expected to be no later than September 2005. Child\r\n             support will be revisited on an annual basis thereafter.\r\n\r\nAround three years later, on May 22, 2006, the parties filed a consent order, noting\r\na change in their respective incomes, and they recalculated Father's child support\r\nobligation pursuant to the Child Support Guidelines. That order provided in\r\npertinent part:\r\n\r\n             The parties have experienced changes in their respective\r\n             incomes such that a modification of child support is now\r\n             warranted. Based upon the parties' respective current\r\n             incomes, the Plaintiff presently earns $11,500.00 per\r\n             month and the Defendant presently earns $2,750.00 per\r\n             month (see attached as Exhibit C, the financial\r\n             declarations of the parties), and pursuant to the [Child\r\n             Support Guidelines] (a copy of which is attached hereto\r\n             as Exhibit D), the Plaintiff's monthly child support\r\n             obligation should be set at $1,077.00. The parties have\r\n             therefore, based upon the foregoing, agreed to a\r\n             modification of the Plaintiff's child support obligation,\r\n             such that said obligation shall be reduced from $1,300.00\r\n             per month to $1,077.00 per month.\r\n\r\nOn October 8, 2007, a second consent order was entered, noting another change in\r\nthe parties' respective incomes, as well as the fact Father would begin having 156\r\novernights per year with the children. The parties recalculated Father's child\r\nsupport obligation pursuant to the Child Support Guidelines. The second consent\r\norder provided in pertinent part:\r\n\r\n             The parties have experienced changes in their respective\r\n             incomes such that a modification of child support is now\r\n             warranted. The parties have therefore, based upon the\r\n             foregoing, agreed to a modification of the Plaintiff's child\r\n             support obligation, such that said obligation shall be\r\n             reduced from $1,077.00 to $800.00 per month beginning\r\n             September 1, 2007, and shall remain in effect through the\r\n\n             end of May 2008, at which time the parties anticipate a\r\n             substantial change in the Defendant's income, which will\r\n             at that time warrant a recalculation of child support.\r\n\r\n             As referenced above, the parties shall in May of 2008\r\n             revisit and recalculate child support, and the parties\r\n             further agree that said calculation shall be based, in part,\r\n             upon the Plaintiff having 156 overnight visitations with\r\n             the children, although their custody/visitation\r\n             arrangement is, in fact, a shared (50/50) schedule, as\r\n             referenced in Dr. Tyroler's attached as Exhibit D. The\r\n             parties shall however, continue to comply, through\r\n             December of 2007, with the visitation which was agreed\r\n             upon by the parties through Dr. Tyroler.\r\n\r\nOn January 22, 2009, a third consent order was entered, granting Father 182\r\novernights per year with the children, and again recalculating Father's child support\r\npursuant to the Child Support Guidelines. This was the fifth time in approximately\r\nsix years Father's child support had been modified, including the two times an\r\nautomatic recalculation was required pursuant to the initial Settlement Agreement.\r\nAt the time of the third consent order, Father's income was stated as $9,833.00 per\r\nmonth and Mother's income was $2,900.00 per month. Father had been terminated\r\nfrom his job as a senior executive sales representative for GlaxoSmithKline. His\r\nincome was derived from $130,000.00 received from his severance. The third\r\nconsent order stated in pertinent part:\r\n\r\n             The parties agree that the Mother shall have the children\r\n             183 overnights per year and the Father shall have the\r\n             children 182 overnights per year. Based upon the various\r\n             child support guideline figures examined by the parties,\r\n             they have agreed that the Father shall pay the Mother the\r\n             sum of $640.00 per month as child support. The parties\r\n             further agree that the Mother shall have to have a\r\n             reported income in excess of $43,000[.00] before her\r\n             income can be the basis for a modification of child\r\n             support. The foregoing child support was calculated\r\n             based on the following:\r\n\n             a.\t The Mother having 183 overnight and $2900[.00] per\r\n                 month income;\r\n             b. The Father having 182 overnights and $9833[.00] per\r\n                 month income and paying $150 in health care.\r\n             c.\t The parties have agreed that their current child care\r\n                 expenses have not been included in these support\r\n                 calculations.\r\n\r\nOn February 16, 2010, Father filed the present action requesting a termination of\r\nhis child support payments and an award of child support in the amount of $98.00\r\nfrom Mother. This fourth action was the first action in which Mother did not\r\nconsent to Father's requested relief. On April 12, 2010, Mother filed her answer\r\nand counterclaim denying Father was entitled to a reduction of child support and\r\nfurther requesting attorney's fees and costs. Father filed a reply to Mother's\r\ncounterclaim, and the trial was held on January 18-19, 2011.\r\n\r\nAt the time of trial, Father was fifty-one years old and claimed he made $0.00\r\nincome. He stated after his termination in 2008, he immediately commenced his\r\njob search, and assumed his severance package would support him until he found\r\nhis next job. GlaxoSmithKline paid for a company to assist Father in finding a job,\r\nand the company told Father the odds of finding another pharmaceutical job were\r\nlow and to anticipate making less money in his next job. Father admitted he did\r\nnot investigate certain jobs because he spent most of his time searching for one that\r\nwould provide a six-figure income. He was finally employed with a real estate\r\ncompany, Carolina One, and obtained his real estate license. His income was\r\nbased on commission, and he claimed he had not yet made any sales or income\r\nfrom his new job.\r\n\r\nFather stated his new spouse, a radiologist at a local hospital, financially supported\r\nhim during his unemployment. Otherwise, he would have used his savings for\r\nsupport, which included an IRA account valued at $596,000.00. Father lived in a\r\nhome measuring 3,400 square feet with an approximate $7,000.00 monthly\r\nmortgage payment. Father claimed he and his spouse had economized due to their\r\ndecreased income in many ways, including cutting their second telephone landline,\r\nending their TiVo subscription, forgoing yard work such as laying pine straw, and\r\nreducing their sprinkler usage. While he was unemployed, he paid costs of\r\n$1,250.00 for a KAPLAN course and $1,600.00 for auditing classes to possibly\r\nobtain jobs in a certain profession, and he admitted those costs equaled three\r\nmonths of child support. Further, he admitted he, his spouse, and his two children\r\n\ntook several vacations during 2009 and 2010 to destinations including the Virgin\r\nIslands, Grove Park Inn located in North Carolina, and Park City, Utah. He\r\nexplained those trips were paid from a continuing education budget his spouse was\r\ngiven, but she no longer received that budget. He also testified he owned a 19-foot\r\nKey West boat, a life insurance policy in the amount of $500,000.00, a lot at\r\nPawley's Island, and he further conceded he paid $200.00 a month for a maid to\r\nclean their primary home.\r\n\r\nMother was employed as a kindergarten teacher for Berkeley County School\r\nDistrict, but during the summer she worked several jobs to maintain her income.\r\nShe made approximately $48,000.00 a year, which totaled $4,666.24 per month in\r\ngross income. Her home was 1,400 square feet with a $1,1158.25 monthly\r\nmortgage payment. She testified her assets were valued at a little less than\r\n$123,000.00, and that amount consisted of her home, car, IRA's, and money in her\r\nchecking account. She had not remarried and was the sole wage earner for her\r\nhousehold, and she testified if the current level of child support was reduced or\r\nterminated, she would not be able to maintain the home and meet the family's other\r\nexpenses. To meet her current expenses, including attorney's fees, Mother had\r\nwithdrawn funds from her IRA as needed.\r\n\r\nThe family court found Father knew of his lack of employment and the economic\r\nclimate in the country when he signed the third consent order on January 22, 2009.\r\nFather had $532,606.00 in retirement assets, which the family court found he could\r\nutilize to pay his child support. The family court noted Father had remarried but\r\ndid not consider his current spouse's income in its decision. However, the family\r\ncourt held it would be \"inequitable . . . to ignore the fact that the Father has not\r\nexperienced a significant change in lifestyle despite losing his job.\" Father's\r\nspouse paid all of his expenses, and his marital situation has afforded him \"the\r\nability to consider his options and begin a new career as a real estate agent where\r\nhe hopes to again earn the income he had before, rather than taking a significantly\r\nlower paying job as a medical technologist.\" The family court found Father's\r\nreduction of income alone was not enough to warrant a modification of child\r\nsupport and ruled he was capable of making his child support payments as\r\nevidenced by his continued high standard of living. The family court maintained\r\nhe failed to show he could no longer make the child support payments required by\r\nthe third consent order. In conclusion, the family court denied Father's request for\r\na modification or termination of his child support payments and awarded Mother\r\nattorney's fees, which totaled $23,477.95.\r\n\nFather filed a Rule 59(e), SCRCP motion to alter or amend the final order. The\r\nfamily court denied the motion but issued a revised final order, altering the\r\nlanguage to conform with the intervening decision of our supreme court in Miles v.\r\nMiles, 393 S.C. 111, 711 S.E.2d 880 (2011). The family court further awarded\r\nMother additional attorney's fees incurred in connection with the Rule 59(e)\r\nmotion, which totaled $971.00. Father appealed both the revised final order and\r\nthe denial of his Rule 59(e) motion.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"'The family court is a court of equity.'\" Holmes v. Holmes, 399 S.C. 499, 504, 732\r\nS.E.2d 213, 216 (Ct. App. 2012) (quoting Lewis v. Lewis, 392 S.C. 381, 386, 709\r\nS.E.2d 650, 652 (2011)). \"In appeals from the family court, the appellate court\r\nreviews factual and legal issues de novo.\" Id. (citing Simmons v. Simmons, 392\r\nS.C. 412, 414, 709 S.E.2d 666, 667 (2011)). \"'De novo review permits appellate\r\ncourt fact-finding, notwithstanding the presence of evidence supporting the\r\n[family] court's findings.'\" Id. (quoting Lewis, 392 S.C. at 390, 709 S.E.2d at 654-\r\n55). \"However, this broad standard of review does not require the appellate court\r\nto disregard the factual findings of the family court or ignore the fact that the\r\nfamily court is in the better position to assess the credibility of the witnesses.\" Id.\r\n(citing Pinckney v. Warren, 344 S.C. 382, 387, 544 S.E.2d 620, 623 (2001)).\r\n\"Moreover, the appellant is not relieved of the burden of demonstrating error in the\r\nfamily court's findings of fact.\" Id. (citing Pinckney, 344 S.C. at 387-88, 544\r\nS.E.2d at 623). \"Accordingly, we will affirm the decision of the family court in an\r\nequity case unless its decision is controlled by some error of law or the appellant\r\nsatisfies the burden of showing the preponderance of the evidence actually\r\nsupports contrary factual findings by this court.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nAutomatic Annual Recalculations\r\n\r\nFather argues the Settlement Agreement in 2003 provided child support payments\r\nwould be recalculated automatically every year pursuant to the Child Support\r\nGuidelines, and, thus, Father did not have to establish the traditional standard of an\r\nunforeseen, substantial change in circumstances. We disagree.\r\n\r\n\"We encourage litigants in family court to reach extrajudicial agreements on\r\nmarital issues.\" Miles v. Miles, 393 S.C. 111, 117, 711 S.E.2d 880, 883 (2011).\r\n\n\"The interpretation of such agreements is a matter of contract law.\" Id. (citing\r\nHardee v. Hardee, 348 S.C. 84, 91-92, 558 S.E.2d 264, 267 (Ct. App. 2001)).\r\n\"Where an agreement is clear on its face and unambiguous, 'the court's only\r\nfunction is to interpret its lawful meaning and the intent of the parties as found\r\nwithin the agreement.'\" Id. (quoting Smith-Cooper v. Cooper, 344 S.C. 289, 295,\r\n543 S.E.2d 271, 274 (Ct. App. 2001)). If \"the agreement is silent as to the family\r\ncourt's power to modify it, it remain[s] modifiable by the court.\" Id. at 118, 711\r\nS.E.2d at 883; see Moseley v. Mosier, 279 S.C. 348, 353, 306 S.E.2d 624, 627\r\n(1983) (\"[U]nless the agreement unambiguously denies the court jurisdiction, the\r\nterms will be modifiable by the court . . . .\").\r\n\r\nThe Settlement Agreement addressed future annual modifications in child support\r\nby stating, \"Child support will be revisited on an annual basis thereafter.\" The\r\nparties used the Child Support Guidelines to establish the initial child support\r\npayment of $1,300.00, and the Settlement Agreement ordered an automatic\r\nrecalculation based on two events occurring: (1) the selling of the marital home\r\nand (2) Mother obtaining a full-time position. The specific language requiring a\r\nrecalculation based on the occurrence of two events, followed by the language\r\nstating child support will be \"revisited\" annually, indicates the parties' intent was\r\nnot to have automatic annual recalculations. While Father argues this\r\ninterpretation would render the sentence meaningless, we disagree. The sentence\r\nsimply leaves open the possibility of future recalculations should they be\r\nnecessary.\r\n\r\nFather then asserts that because the Settlement Agreement required automatic\r\nrecalculations using the Child Support Guidelines for the two events previously\r\nmentioned, it implicitly showed the parties' intentions to use the Child Support\r\nGuidelines for all future modifications as well, dispensing of the traditional burden\r\nof proof. Again, we disagree with his assertion. The parties specifically delineated\r\ntwo events that would require modification pursuant to the Child Support\r\nGuidelines, and then left absent any language as to future modifications. They had\r\nthe opportunity to agree to an automatic yearly calculation according to the Child\r\nSupport Guidelines, but they did not.\r\n\r\nAs to Father's burden of proof for a modification, the Settlement Agreement did\r\nnot mention a change in the required burden of proof for receiving a modification.\r\nFather is correct that Mother has previously consented to modifications based upon\r\nthe Child Support Guidelines; however, the prior consent of Mother does not\r\nobligate the family court to now grant Father a modification without any burden of\r\n\nproof when Mother does not consent. The absence of an agreement regarding the\r\nburden of proof for future modifications permitted the family court to place the\r\ntraditional burden of proof upon Father. Thus, we affirm the family court.\r\n\r\nUnforeseen, Substantial Change in Circumstances\r\n\r\nFather argues even if the traditional burden of proof applies, he has proven an\r\nunforeseen, substantial change in circumstances. We disagree.\r\n\r\n\"A family court has authority to modify the amount of a child support award upon\r\na showing of a substantial or material change of circumstances.\" Miller v. Miller,\r\n299 S.C. 307, 310, 384 S.E.2d 715, 716 (1989) (citing Thornton v. Thornton, 294\r\nS.C. 512, 516, 366 S.E.2d 37, 39 (Ct. App. 1988); Calvert v. Calvert, 287 S.C. 130,\r\n137, 336 S.E.2d 884, 888 (Ct. App. 1985); S.C. Code Ann. § 20-3-160 (1985)).\r\n\"The burden is upon the party seeking the change to prove the changes in\r\ncircumstances warranting a modification.\" Id.; see Garris v. Cook, 278 S.C. 622,\r\n623, 300 S.E.2d 483, 483-84 (1983) (failure to prove changed circumstances\r\nsupports the denial of request for increased support).\r\n\r\n\"A substantial or material change in circumstances might result from changes in\r\nthe needs of the children or the financial abilities of the supporting parent to pay\r\namong other reasons.\" Miller, 299 S.C. at 310, 384 S.E.2d at 717 (citing Smith v.\r\nSmith, 275 S.C. 494, 497, 272 S.E.2d 797, 798 (1980). \"Generally, however,\r\nchanges in circumstances within the contemplation of the parties at the time the\r\ninitial decree was entered do not provide a basis for modifying a child support\r\naward.\" Id. (citing Calvert, 287 S.C. at 139, 336 S.E.2d at 889; Nelson v. Merritt,\r\n281 S.C. 126, 130, 314 S.E.2d 840, 842 (Ct. App. 1984)).\r\n\r\nFather admitted he was terminated from his employment before he signed the third\r\nconsent order, and thus, he was aware of the potential to remain unemployed.\r\nPrior to signing the third consent order, he was told it would be difficult to find a\r\njob in his former pharmaceutical field, and he should expect a decreased income\r\nwith any future employment. Further, Father has since obtained employment with\r\nCarolina One, and while it is a commission based position, he has the potential to\r\nmake an income. We believe his claimed current economic situation was within\r\ncontemplation when the third consent order was executed. However, even if it was\r\nnot within the parties' contemplation, Father has not proven a material and\r\nsubstantial change of circumstances warranting a reduction in alimony.\r\n\n\"The mere fact that a supporting spouse's salary or income has been reduced does\r\nnot of itself require a reduction of . . . child support.\" Calvert, 287 S.C. at 138, 336\r\nS.E.2d at 888-89. \"'Whether termed voluntary underemployment, imputation of\r\nincome, or the failure to reach earning potential, the case law is clear that when a\r\npayor spouse seeks to reduce support obligations based on his diminished income,\r\na court should consider the payor spouse's earning capacity.'\" Marchant v.\r\nMarchant, 390 S.C. 1, 9, 699 S.E.2d 708, 712-13 (Ct. App. 2010) (quoting\r\nGartside v. Gartside, 383 S.C. 35, 44, 677 S.E.2d 621, 626 (Ct. App. 2009)).\r\n\"Likewise, it is proper to consider a supported spouse's earning capacity and\r\nimpute income to a spouse who is underemployed or unemployed.\" Id. at 9, 699\r\nS.E.2d at 713; see Patel v. Patel, 359 S.C. 515, 532, 599 S.E.2d 114, 123 (2004)\r\n(affirming the family court imputing minimum wage income to wife, who had been\r\nout of the workforce for twenty years but was capable and energetic). \"'However,\r\ncourts are reluctant to invade a party's freedom to pursue the employment path of\r\ntheir own choosing or impose unreasonable demands upon parties.'\" Marchant,\r\n390 S.C. at 10, 699 S.E.2d at 713 (quoting Kelley v. Kelley, 324 S.C. 481, 489, 477\r\nS.E.2d 727, 731 (Ct. App. 1996)). \"'Nonetheless, even otherwise unreviewable\r\ncareer choices are at times outweighed by countervailing considerations,\r\nparticularly child support obligations.'\" Id. (quoting Kelley, 324 S.C. at 489, 477\r\nS.E.2d at 731).\r\n\r\nIn Bennett v. Rector, the family court granted a father's request to receive child\r\nsupport payments from the non-custodial mother, despite mother's claim she made\r\nonly $2,000.00 a month. 389 S.C. 274, 279-80, 697 S.E.2d 715, 718 (Ct. App.\r\n2010). The family court found the mother not credible and imputed income to\r\nmother based on her testimony that she has the ability to earn and believes she will\r\nearn between $149,000.00 and $252,000.00 a year. Id. On appeal, this court\r\ndetermined the family court is allowed to take into account the mother's access to a\r\nlarge amount of money judging from her monthly expenses, expensive properties,\r\nsavings accounts, and shopping habits. Id. at 283, 697 S.E.2d at 720. The court\r\nstated \"[a]llowing [the mother] to receive the benefit of such an extravagant\r\nlifestyle while only paying child support based on income of $23,000[.00] a year\r\nwould be inequitable.\" Id.\r\n\r\nIn Kielar v. Kielar, this court reversed the family court's decision to modify the\r\ndivorce decree and award child support to the custodial father. 311 S.C. 466, 469,\r\n429 S.E.2d 851, 853 (Ct. App. 1993). The father argued his involuntary\r\nresignation from a hospital which resulted in a reduced income along with the\r\nincrease in the mother's earned income was a sufficient change of circumstances to\r\n\nwarrant modifying the alimony and child support provisions of the divorce decree.\r\nId. This court found that under the specific facts of the case, father's reduced\r\nincome was not a material change of circumstances warranting modification\r\nbecause his income was still enough that he was able to pay alimony and support\r\nhis children without reducing the standard of living he enjoyed during his prior\r\nmarriage. Id. \"In contrast, [the mother's] standard of living, although quite\r\ncomfortable, is less than it was during the marriage. If she were required to pay\r\nchild support, it would be diminished even more.\" Id. The court recognized that\r\nsince the divorce, the father found it \"difficult to maintain his accustomed lifestyle,\r\nmeet his alimony and child support obligations, and pay [the mother] her share of\r\nthe equitable distribution.\" Id. However, the father's reduced net worth resulted\r\nprimarily from the equitable distribution of the marital estate consequent on the\r\ndivorce, not a changed circumstance unconnected with the divorce or not\r\ncontemplated by the divorce decree. Id. at 469-70, 429 S.E.2d at 853. We noted\r\n\"the normal consequence of divorce is a straitened financial situation for one or\r\nboth parties . . . [but] [w]ithin the scope of their authority, . . . the courts must\r\nachieve, as nearly as practical, equity between the parties.\" Id. at 470, 429 S.E.2d\r\nat 853. We found it would be neither \"consistent with the law nor consonant with\r\nequity to burden [the mother] with a child support payment to [the father], whose\r\nearned income and assets are several multiples of hers, when he has the ability to\r\nsupport the children fully from his own resources without reducing the standard of\r\nliving he enjoyed during the marriage.\" Id. at 470, 429 S.E.2d at 853-54.\r\n\r\nFather's lifestyle is reminiscent of the mother in Rector. He continues to take high-\r\nend vacations, lives in a large home that requires $7,000.00 monthly mortgage\r\npayments, owns a property with his spouse on Pawley's Island, and owns a 19-foot\r\nboat. Moreover, he has an IRA account containing an estimated $500,000.00.\r\nWhile he says he and his spouse have \"economized,\" his economizing included\r\ncutting a second telephone line, ending their TiVo subscription, and reducing their\r\nsprinkler usage. Father admitted he did not devote much time looking for jobs that\r\nwould not yield a six-figure salary and also did not give much interest to jobs\r\noutside of the pharmaceutical field. In comparison to Father, Mother has not\r\nremarried and lives in a 1,300 square foot home with an estimated $1,300.00\r\nmonthly mortgage payment. She works as a kindergarten teacher for the public\r\nschool system, and during the summer, she worked several jobs to sustain her\r\nincome. We do not see a huge change in Father's standard of living, especially\r\nwhen comparing it to Mother's standard of living. As in Kielar, it would be\r\ninequitable to allow Father to claim a $0 income and base a termination of child\r\nsupport payments on that income. We further note Father has taken a job with\r\n\nCarolina One as a real estate agent, with the potential to begin making an income.\r\nWe find the preponderance of the evidence supports the family court's decision;\r\nthus, we affirm its decision.\r\n\r\nFather's IRA Account\r\n\r\nFather contends the family court erred in considering funds in his IRA account as\r\nincome for purposes of computing child support, and further erred in implicitly\r\nconsidering Father's wife's income. We disagree.\r\n\r\nHere, the family court mentioned the IRA account, \"which he [could] utilize to pay\r\nhis child support.\" The family court did not require Father to pay child support\r\nfrom his IRA account, and we view the order as merely noting another one of\r\nFather's assets in comparison to Mother's assets in determining whether he was\r\nable to pay the child support from his own resources. See Kielar, 311 S.C. at 468,\r\n429 S.E.2d at 852 (noting the father's two retirement accounts along with other\r\nassets and then concluding he had the ability to support the children fully from his\r\nown resources without reducing the standard of living he enjoyed during the\r\nmarriage). Accordingly, we find the court did not err in considering Father's IRA\r\naccount in determining whether to modify Father's child support payments.\r\n\r\nAs to Father's spouse's income, the family court had the discretion to consider the\r\nincome of Father's new spouse in determining whether a substantial or material\r\nchange of circumstances had occurred that warranted a reduction in his child\r\nsupport. See Fischbach v. Tuttle, 302 S.C. 555, 557, 397 S.E.2d 773, 774 (Ct.\r\nApp. 1990). In the present case, the family court was given a sealed envelope\r\ncontaining Father's new spouse's salary; however, the family court never opened it,\r\nand made its determination without considering the exact salary she may have\r\nmade. It appears the family court properly considered it as an additional source of\r\nincome for Father's household when determining whether he presented evidence\r\nsufficient to show a substantial or material change of circumstances warranting a\r\nreduction in his child support.\r\n\r\nAttorney's Fees\r\n\r\nFather argues the family court erred in awarding Mother attorney's fees. We\r\ndisagree.\r\n\n\"Before awarding attorney's fees, the [f]amily [c]ourt should consider: (1) each\r\nparty's ability to pay his or her own fee; (2) the beneficial results obtained by the\r\nattorney; (3) the parties' respective financial conditions; and (4) the effect of the\r\nattorney's fee on each party's standard of living.\" Bowers v. Bowers, 349 S.C. 85,\r\n99, 561 S.E.2d 610, 617 (Ct. App. 2002) (citing E.D.M. v. T.A.M., 307 S.C. 471,\r\n476-77, 415 S.E.2d 812, 816 (1992); Heins v. Heins, 344 S.C. 146, 160, 543\r\nS.E.2d 224, 231 (Ct. App. 2001)). \"In determining the amount of attorney's fees to\r\naward, the court should consider: (1) the nature, extent, and difficulty of the\r\nservices rendered; (2) the time necessarily devoted to the case; (3) counsel's\r\nprofessional standing; (4) the contingency of compensation; (5) the beneficial\r\nresults obtained; and (6) the customary legal fees for similar services.\" Id. (citing\r\nGlasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991); Shirley v.\r\nShirley, 342 S.C. 324, 341, 536 S.E.2d 427, 436 (Ct. App. 2000)).\r\n\r\nHere, the family court considered the proper factors in determining attorney's fees\r\nand gave a thorough explanation of its decision. Father argues litigation would\r\nhave been unnecessary had Mother followed their Settlement Agreement, but we\r\ndisagree. The Settlement Agreement merely allowed for child support payments to\r\nbe revisited annually and did not specifically require an automatic annual\r\nrecalculation pursuant to the Child Support Guidelines. Because we affirm the\r\nfamily court's decision regarding the issues above, there has been no change in the\r\noutcome of the trial, and we find the preponderance of the evidence supports the\r\nfamily court. Accordingly, we affirm the family court.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the family court is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C. J., concurs in separate opinion.\r\n\r\nGEATHERS, J., concurs.\r\n\r\n\r\nFEW, C.J., concurring: I agree with the result reached by the majority to affirm\r\nthe family court's decision to deny a reduction in child support payments. I\r\ndisagree, however, with the majority's interpretation of the parties' settlement\r\nagreement. In my opinion, the phrase \"Child support will be revisited on an annual\r\n\nbasis\" clearly and unambiguously indicates the parties intended that child support\r\nwould be recalculated annually without the need for either party to demonstrate a\r\nsubstantial change in circumstances. See Gaffney v. Gaffney, 401 S.C. 216, 221-\r\n22, 736 S.E.2d 683, 686 (Ct. App. 2012) (\"The interpretation of [marital litigation]\r\nagreements is a matter of contract law. When an agreement is clear on its face and\r\nunambiguous, the court's only function is to interpret its lawful meaning and the\r\nintent of the parties as found within the agreement.\" (citation omitted)). To that\r\nextent, I respectfully disagree with the majority.\r\n\r\n\r\n\r\nIn my opinion, however, the family court correctly denied the request to decrease\r\nchild support. Even accepting the father's contention that his current income is\r\nclose to zero, his income earning capacity is substantial. See Marchant v.\r\nMarchant, 390 S.C. 1, 9, 699 S.E.2d 708, 712-13 (Ct. App. 2010) (\"[T]he case law\r\nis clear that when a payor spouse seeks to reduce support obligations based on his\r\ndiminished income, a court should consider the payor spouse's earning capacity.\"\r\n(citation omitted)); Spreeuw v. Barker, 385 S.C. 45, 62, 682 S.E.2d 843, 851 (Ct.\r\nApp. 2009) (\"[T]he common thread in cases where actual income versus earning\r\ncapacity is at issue is that courts are to closely examine the payor's . . . reasonable\r\nexplanation for the decreased income.\" (citation omitted)). Moreover, while the\r\nfather's new wife's income does not enter the analysis of child support, see S.C.\r\nCode Ann. Regs. 114-4720 (A)(1) (2012) (defining \"income as the actual gross\r\nincome of the parent\"), the fact that she is completely supporting him means he\r\nlives essentially expense free and has the ability to continue to support his children\r\nat the current level, even if his actual income has substantially decreased.\r\n\n","court":"Appeals"},{"id":"5118","title":"Smith v. D.R. Horton","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5118.pdf","description":"D.R. Horton, Inc. (Horton) appeals the circuit court's order denying its motion to compel arbitration in this construction defects action filed by Gregory W. and Stephanie Smith.  Horton argues the circuit court erred in finding the arbitration clause unenforceable (1) under the South Carolina Uniform Arbitration Act (SCUAA); (2) as unconscionable; (3) under an unequal-bargaining-power theory; (4) under a lack-of-consideration theory; (5) under the Federal Arbitration Act (FAA); and (6) under a merger-by-deed theory.  We affirm.","date":"2013-04-17","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n            In The Court of Appeals \n\r\n\r\nGregory W. Smith and Stephanie Smith, Respondents,\r\n\r\nv.\r\n\r\nD.R. Horton, Inc., Tom's Vinyl Siding, LLC, Lutzen\r\nConstruction, Inc., Boozer Lumber Company, All\r\nAmerican Roofing, Inc., and Myers Landscaping, Inc.,\r\nDefendants,\r\n\r\nOf whom D.R. Horton, Inc. is the Appellant.\r\n\r\nAppellate Case No. 2011-204347\r\n\r\n\r\n\r\n           Appeal From Dorchester County \n\r\n         Edgar W. Dickson, Circuit Court Judge \n\r\n\r\n\r\n                  Opinion No. 5118 \n\r\n     Heard February 14, 2013 – Filed April 17, 2013 \n\r\n\r\n\r\n                     AFFIRMED \n\r\n\r\n\r\nMatthew Kinard Johnson and W. Kyle Dillard, both of\r\nOgletree Deakins Nash Smoak & Stewart, PC, of\r\nGreenville, for Appellant.\r\n\r\nJohn T. Chakeris, of Chakeris Law Firm, of Charleston;\r\nPhillip Ward Segui, Jr., of Segui Law Firm, of Mount\r\nPleasant; and Michael A. Timbes, of Thurmond Kirchner\r\nTimbes & Yelverton, PA, of Charleston, all for\r\nRespondents.\r\n\nSHORT, J.: D.R. Horton, Inc. (Horton) appeals the circuit court's order denying\r\nits motion to compel arbitration in this construction defects action filed by Gregory\r\nand Stephanie Smith. Horton argues the circuit court erred in finding the\r\narbitration clause unenforceable: (1) under the South Carolina Uniform\r\nArbitration Act (SCUAA); (2) as unconscionable; (3) under an unequal-\r\nbargaining-power theory; (4) under a lack-of-consideration theory; (5) under the\r\nFederal Arbitration Act (FAA); and (6) under a merger-by-deed theory. We\r\naffirm.\r\n\r\nI.    FACTS\r\n\r\nThe Smiths purchased a house built by Horton in Summerville, South Carolina.\r\nThe arbitration clause was included in the purchase agreement in Section 14,\r\nentitled \"Warranties and Dispute Resolution.\" Section 14(a) provided for a\r\nwarranty from Residential Warranty Corporation (RWC), which purported to be\r\nthe only warranty extended by Horton, except for such warranties as cannot be\r\ndisclaimed by law. Section 14(b) provided that validation of the RWC warranty\r\nwas conditioned on Horton's compliance with all RWC's enrollment procedures\r\nand upon Horton remaining in good standing in the RWC program. Section 14(c)\r\npurported to disclaim all other warranties, express or implied, as to quality, fitness\r\nfor a particular purpose, merchantability, and habitability. Section 14(c) further\r\nprovided all disputes under the RWC warranty were subject to binding arbitration.\r\nSections 14(d)-(f) provided exclusions to the warranty for landscaping. Section\r\n14(g) addressed arbitration and provided the following:\r\n\r\n             Mandatory Binding Arbitration: [The Smiths] and\r\n             [Horton] each agree that, to the maximum extent allowed\r\n             by law, they desire to arbitrate all disputes between\r\n             themselves. The list of disputes which shall be arbitrated\r\n             in accordance with this paragraph include, but are not\r\n             limited to: (1) any claim arising out of [Horton's]\r\n             construction of the home; (2) [Horton's] performance\r\n             under any Punch List or Inspection Agreement; (3)\r\n             [Horton's] performance under any warranty contained in\r\n             this Agreement or otherwise; and (4) any other matters as\r\n             to which [the Smiths and Horton] agree to arbitrate.\r\n\r\nSection 14(h) provided that if a dispute arose prior to the closing date, Horton had\r\nthe right to terminate the agreement, return the earnest money, and \"no cause of\r\n\naction shall accrue on behalf of [the Smiths] because of such termination.\" Section\r\n14(i), prefaced \"Limitation of Liability,\" disclaimed warranties except for those\r\nspecifically provided or imposed by law, including \"as to merchantability or fitness\r\nfor a particular purpose, either expressed or implied. . . . [Horton] shall not be\r\nliable for monetary damages of any kind, including secondary, consequential,\r\npunitive, general, special or indirect damages.\" The final clause in the \"Warranties\r\nand Dispute Resolution\" section of the purchase agreement, section 14(j), provided\r\nthe method of notice for requests of warranty service.\r\n\r\nAlleging extensive defects in the home, the Smiths filed this action against Horton\r\nand numerous subcontractors, asserting claims for negligence, breach of contract,\r\nbreach of warranties, and unfair trade practices. Horton moved to compel\r\narbitration. After a hearing, the circuit court denied the motion, finding the\r\nfollowing: (1) the arbitration provision was unconscionable; (2) the purchase\r\nagreement was merged into the deed, which did not contain an arbitration\r\nprovision; and (3) the arbitration provision failed to meet the SCUAA. In an order\r\ndenying Horton's motion for reconsideration, the court also found the parties were\r\nnot of equal bargaining power, and there was no consideration given in exchange\r\nfor the Smiths' sacrifice of certain rights. This appeal follows.\r\n\r\nII.   STANDARD OF REVIEW\r\n\r\n\"Arbitrability determinations are subject to de novo review.\" Simpson v. MSA of\r\nMyrtle Beach, Inc., 373 S.C. 14, 22, 644 S.E.2d 663, 667 (2007) (citing Wellman,\r\nInc. v. Square D Co., 366 S.C. 61, 67, 620 S.E.2d 86, 89 (Ct. App. 2005)).\r\nHowever, the trial court's \"factual findings will not be reversed on appeal if any\r\nevidence reasonably supports the findings.\" Id. (citing Thornton v. Trident Med.\r\nCtr., L.L.C., 357 S.C. 91, 94, 592 S.E.2d 50, 51 (Ct. App. 2003)). \"The validity of\r\nan arbitration clause which is attacked on the grounds of unconscionability raises a\r\nquestion of law.\" Lackey v. Green Tree Fin. Corp., 330 S.C. 388, 393-94, 498\r\nS.E.2d 898, 901 (Ct. App. 1998) (citation omitted). \"In an action at law, the\r\nappellate court's jurisdiction is limited to the correction of errors of law and factual\r\nfindings which are unsupported by any evidence.\" Id. at 394, 498 S.E.2d at 901\r\n(citation omitted).\r\n\nIII.     APPLICABLE LAW\r\n\r\nA.     Unconscionability\r\n\r\nHorton argues the circuit court erred in denying the motion to compel arbitration\r\nbased on unconscionability. We disagree.\r\n\r\n\"Arbitration is a matter of contract and controlled by contract law.\" S.C. Pub.\r\nServ. Auth. v. Great W. Coal (Kentucky), Inc., 312 S.C. 559, 563, 437 S.E.2d 22,\r\n25 (1993) (citation omitted). \"[A] party may seek revocation of the contract under\r\n'such grounds as exist at law or in equity,' including fraud, duress, and\r\nunconscionability.\" Simpson, 373 S.C. at 24, 644 S.E.2d at 668 (quoting S.C.\r\nCode Ann. § 15-48-10(a) (2005)). When deciding a motion to compel arbitration\r\nunder the SCUAA or the FAA, the court should look to the state law that ordinarily\r\ngoverns the formation of contracts in determining whether a valid arbitration\r\nagreement arose between the parties. Hooters of Am., Inc. v. Phillips, 39 F. Supp.\r\n2d 582, 610 (D.S.C. 1998), aff'd and remanded, 173 F.3d 933, 941 (4th Cir. 1999);\r\nSimpson, 373 S.C. at 24, 644 S.E.2d at 668.\r\n\r\n\"In South Carolina, unconscionability is defined as the absence of meaningful\r\nchoice on the part of one party due to one-sided contract provisions, together with\r\nterms that are so oppressive that no reasonable person would make them and no\r\nfair and honest person would accept them.\" Simpson, 373 S.C. at 24-25, 644\r\nS.E.2d at 668 (citing Carolina Care Plan, Inc. v. United HealthCare Servs., Inc.,\r\n361 S.C. 544, 554, 606 S.E.2d 752, 757 (2004)). \"In analyzing claims of\r\nunconscionability in the context of arbitration agreements, the Fourth Circuit\r\n[Court of Appeals] has instructed courts to focus generally on whether the\r\narbitration clause is geared towards achieving an unbiased decision by a neutral\r\ndecision-maker.\" Id. at 25, 644 S.E.2d at 668. Our supreme court adopted the\r\nFourth Circuit's view, and noted \"[i]t is under this general rubric that we determine\r\nwhether a contract provision is unconscionable due to both an absence of\r\nmeaningful choice and oppressive, one-sided terms.\" Simpson, 373 S.C. at 25, 644\r\nS.E.2d at 669 (citation omitted).\r\n\r\nIn Simpson, the plaintiff sued the defendant auto dealer for alleged violations of the\r\nSouth Carolina Unfair Trade Practices Act, among other causes of action. Id. at\r\n21, 644 S.E.2d at 666. The plaintiff signed a contract that included an arbitration\r\nclause, and the auto dealer sought to stay the court proceeding and compel\r\narbitration. Id. at 19-21, 644 S.E.2d at 666. Our supreme court upheld a denial of\r\n\nthe auto dealer's motion to compel arbitration finding, inter alia, a lack of\r\nmutuality of remedy because the defendant had the right to proceed in court while\r\n\"completely disregard[ing] any pending consumer claims that require[d]\r\narbitration.\" Id. at 31, 644 S.E.2d at 672. The court emphasized that lack of\r\nmutuality of remedy alone does not make an arbitration agreement unconscionable.\r\nId. The court noted, \"there is no specific set of factual circumstances establishing\r\nthe line which must be crossed when evaluating an arbitration clause for\r\nunconscionability. . . . Instead, we emphasize the importance of a case-by-case\r\nanalysis in order to address the unique circumstances inherent in the various types\r\nof consumer transactions.\" Id. at 36, 644 S.E.2d at 674.\r\n\r\nIn this case, the circuit court viewed the Warranties and Dispute Resolution\r\nSection 14 as a whole, finding it \"referenced that certain disputes are to be resolved\r\nby mandatory binding arbitration along with an entire host of attempted waivers of\r\nimportant legal remedies . . . .\" The court found the attempts to disclaim implied\r\nwarranty claims were oppressive and unconscionable. The court also found\r\n\"perhaps even more stark are the provisions in the Limitations of Liability in sub-\r\nsection [14](i) . . . in addition to the attempted waiver of various important\r\nremedies\" in which Horton claimed it could not be liable for monetary damages of\r\nany kind. The court concluded the relevant arbitration provision was \"wholly\r\nunconscionable and unenforceable based on the cumulative effect of a number of\r\noppressive and one-sided provisions.\"\r\n\r\nRelying on the supreme court's analysis in Simpson, we affirm the trial court's\r\nfinding of unconscionability, particularly in light of the lack of mutuality of\r\nremedy imposed by Section 14(i), which purported to exempt Horton from liability\r\nfor monetary damages.\r\n\r\nB.    Severability\r\n\r\nHorton next argues the arbitration clause is not made unconscionable by the other\r\nallegedly unconscionable provisions in the agreement, and it should be severed\r\nfrom any unconscionable terms of the agreement. We disagree.\r\n\r\n\"[A]n arbitration clause is separable from the contract in which it is embedded and\r\nthe issue of its validity is distinct from the substantive validity of the contract as a\r\nwhole.\" Munoz v. Green Tree Fin. Corp., 343 S.C. 531, 540, 542 S.E.2d 360, 364\r\n(2001) (citing Prima Paint Corp. v. Flood & Conklin Mfg. Co., 388 U.S. 395, 87\r\nS.Ct. 1801, 18 L.Ed.2d 1270 (1967)). However, \"a party cannot avoid arbitration\r\n\nthrough rescission of the entire contract when there is no independent challenge to\r\nthe arbitration clause.\" Great W. Coal (Kentucky), Inc., 312 S.C. at 562-63, 437\r\nS.E.2d at 24. Our supreme court acknowledged that \"in light of the state and\r\nfederal policies favoring arbitration, many courts view severing the offending\r\nprovision and otherwise proceeding with arbitration to be the preferred remedy for\r\nan unconscionable provision in an arbitration clause.\" Simpson, 373 S.C. at 35 n.9,\r\n644 S.E.2d at 674 n.9. However, the court found invalidation of the arbitration\r\nclause in its entirety was the appropriate remedy because there were three\r\nunconscionable provisions, and two of the provisions were unconscionable because\r\nthey contravened state and federal consumer protection law. Id. The court\r\nconcluded, \"The sheer magnitude of unconscionability present in a provision that\r\nprevents a party from vindicating the party's statutory rights, along with the fact\r\nthat such a grossly unconscionable provision occurred not once, but twice, requires\r\nthat we give significant consideration to a remedy in this situation that best serves\r\nthe interests of public policy.\" Id. The supreme court also stated the following:\r\n\r\n             [L]egislation permits this Court to \"refuse to enforce\"\r\n             any unconscionable clause in a contract or to \"limit its\r\n             application so as to avoid an unconscionable result.\"\r\n             S.C. Code Ann. § 36-2-302(1) (2003).\r\n\r\n             At the same time, courts have acknowledged that\r\n             severability is not always an appropriate remedy for an\r\n             unconscionable provision in an arbitration clause.\r\n             Although, \"a critical consideration in assessing\r\n             severability is giving effect to the intent of the\r\n             contracting parties,\" the D.C. Circuit recently cautioned,\r\n             \"If illegality pervades the arbitration agreement such that\r\n             only a disintegrated fragment would remain after hacking\r\n             away the unenforceable parts, the judicial effort begins to\r\n             look more like rewriting the contract than fulfilling the\r\n             intent of the parties.\" Booker v. Robert Half Int[]'l Inc.,\r\n             413 F.3d 77, 84-85 (D.C. Cir. 2005) (citations omitted).\r\n             Similarly, the general principle in this State is that it is\r\n             not the function of the court to rewrite contracts for\r\n             parties. Lewis v. Premium Inv. Corp., 351 S.C. 167, 171,\r\n             568 S.E.2d 361, 363 (2002).\r\n\nId. at 34, 644 S.E.2d at 673-74; see also Hooters of Am., Inc., 173 F.3d at 940\r\n(finding rescission to be the appropriate remedy where Hooters promulgated so\r\nmany biased arbitration rules that the contract created \"a sham system unworthy\r\neven of the name of arbitration\").\r\n\r\nWe conclude the arbitration clause in this case should not be severed from the\r\nnumerous unconscionable provisions and particularly Horton's attempt to waive\r\nany seller liability for \"monetary damages of any kind, including secondary,\r\nconsequential, punitive, general, special or indirect damages.\" Because we affirm\r\nthe finding of unconscionability and find the provision should not be severed, we\r\nneed not reach the issue of whether the SCUAA or the FAA applies. See Futch v.\r\nMcAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n(1999) (holding an appellate court need not address remaining issues when\r\nresolution of another issue disposes of the appeal).\r\n\r\nIV.   CONCLUSION\r\n\r\nBecause we affirm the circuit court's finding of unconscionability and find the\r\narbitration clause should not be severed from the purchase agreement, we decline\r\nto address Horton's arguments regarding unequal bargaining power, lack of\r\nconsideration, and merger-by-deed. See id. (holding an appellate court need not\r\naddress remaining issues when resolution of another issue disposes of the appeal).\r\n\r\nAFFIRMED.\r\n\r\nTHOMAS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5119","title":"State v. Spears","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5119.pdf","description":"Brian K. Spears appeals his convictions for murder and three counts of assault and battery with intent to kill (ABWIK).  On appeal, Spears argues the trial court improperly admitted evidence of a prior shooting incident between Spears and Aaron Hammonds (Victim) that occurred one month before Victim was killed.  Spears contends the trial court failed to conduct a balancing test to determine if the probative value of the prior shooting testimony was substantially outweighed by the danger of unfair prejudice to Spears.  We remand.","date":"2013-04-17","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Brian K. Spears, Appellant.\r\n\r\n            Appellate Case No. 2010-162287\r\n\r\n\r\n                          Appeal From Horry County \n\r\n                    Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                          Published Opinion No. 5119 \n\r\n                  Heard January 17, 2013 – Filed April 17, 2013 \n\r\n\r\n\r\n                                 REMANDED\r\n\r\n\r\n            Appellate Defender Robert M. Pachak, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan Wilson, Chief Deputy Attorney\r\n            General John W. McIntosh, Assistant Attorney General\r\n            Brendan Jackson McDonald, all of Columbia, and J.\r\n            Gregory Hembree, of Conway, for Respondent.\r\n\r\n\r\n\r\nPIEPER, J.: Brian K. Spears appeals his convictions for murder and three counts\r\nof assault and battery with intent to kill (ABWIK). On appeal, Spears argues the\r\ntrial court improperly admitted evidence of a prior shooting incident between\r\nSpears and Aaron Hammonds (Victim) that occurred one month before Victim was\r\nkilled. Spears contends the trial court failed to conduct a balancing test to\r\ndetermine if the probative value of the prior shooting testimony was substantially\r\noutweighed by the danger of unfair prejudice to Spears. We remand.\r\n\nFACTS\r\n\r\nOn May 27, 2007, Victim was fatally shot on Ocean Boulevard in Myrtle Beach.\r\nUpon responding to the scene, Detective Michael Hull interviewed eyewitnesses.\r\nDetective Hull created a composite of the suspected shooter that resembled Jeffrey\r\nBethea. After seeing the composite on the news, Bethea turned himself in to the\r\npolice. Bethea told Detective Hull that Spears and Nathaniel Douglas were\r\nresponsible for Victim's death. Thereafter, Bethea, Spears, and Douglas were each\r\ncharged with murder and three counts of ABWIK. As part of an agreement with\r\nthe State, Bethea pled guilty to voluntary manslaughter. As a result of Bethea's\r\nplea, Douglas and Spears became codefendants in the case.\r\n\r\nDuring pretrial motions, the solicitor argued Victim's death was a gang-related\r\nrevenge killing. The solicitor contended that Victim's death was connected to the\r\nmurder of Eric Floyd. Prior to his murder, Victim pled guilty to accessory after the\r\nfact in connection with Floyd's murder and served a four-year sentence.\r\nApproximately one month after Victim was released from prison, Spears allegedly\r\nshot Victim in a Wal-Mart parking lot in North Carolina. Spears argued any\r\nintroduction of gang evidence would be prejudicial under Rule 403, SCRE. The\r\ntrial court asked the solicitor \"what about the shooting the month before, was, is\r\nthere some way to connect that with this gang as well. . . I'm just wondering are\r\nyou going to be able to get that in.\" The solicitor responded that she would not\r\nknow if she could lay the foundation for the Wal-Mart shooting until Danyell\r\nHammonds' testimony was proffered. Spears then argued testimony about the\r\nWal-Mart shooting should be excluded because it was hearsay and because there\r\nwas not clear and convincing evidence of the shooting as required by Rule 404(b),\r\nSCRE. Upon completion of the arguments, the trial court found the gang\r\naffiliation evidence was relevant and the probative value of the gang affiliation\r\nevidence was not substantially outweighed by any danger of unfair prejudice it\r\nmight have caused. Spears then questioned whether the trial court ruled on the\r\nadmissibility of the shooting incident at Wal-Mart. The trial court, in response to\r\nSpears' question about the Wal-Mart shooting, took the matter under advisement\r\nand withheld its ruling pending the presentation of evidence at trial.\r\n\r\nAfter the trial began, the court held an in camera hearing to proffer the testimony\r\nof Hammonds, Victim's sister, who intended to testify regarding Victim's\r\nstatements about the Wal-Mart shooting. Hammonds testified that one month\r\nbefore Victim was fatally shot, Victim told her \"Bos\" shot him outside of a Wal-\r\n\nMart in North Carolina. Hammonds indicated she knew Bos to be Spears.1\r\nAccording to Hammonds, Victim and Lemark Irons came to her house and ran to\r\nher room where she saw wet blood on Victim's shirt. Hammonds explained that\r\nshe believed the shooting had just occurred because the blood in Victim's hand was\r\nstill wet. Hammonds testified that Spears was a member of the 41-Curve gang and\r\nVictim was a member of the East Side Blood gang. Hammonds also testified a\r\ngroup of 41-Curve members told her that they were \"going to get\" Victim.\r\n\r\nThe trial court expressed its concerns that Hammonds' testimony was hearsay and\r\nquestioned the solicitor about how she would get Hammonds' testimony regarding\r\nthe Wal-Mart shooting admitted into evidence. Before the solicitor responded,\r\nSpears argued against introducing Hammonds' testimony of the prior shooting\r\nincident, stating \"it's a 4[04](B) issue. My client has not been convicted of it. It's a\r\nprior bad act. It's not clear and convincing evidence of his guilt of it.\" Spears also\r\nargued that the testimony was hearsay and \"taking it together with the whole more\r\nprejudicial than probative thing and you've got my argument.\" The solicitor then\r\nargued Victim's testimony fell under the excited utterance hearsay exception.\r\n\r\nBefore adjourning for the night, the trial court discussed with Spears and the\r\nsolicitor whether Hammonds' testimony was hearsay. The next day, Spears\r\nrenewed his Rule 403, SCRE, argument. After further discussion on whether\r\nHammonds' testimony was hearsay, the trial court admitted Hammonds' testimony\r\nabout the Wal-Mart shooting under the excited utterance exception to hearsay.\r\nNext, the solicitor proffered the video of the Wal-Mart shooting to introduce\r\nHammonds' testimony as prior bad act evidence pursuant to Rule 404(b), SCRE.\r\nThe trial court asked the solicitor the purpose for which she was offering the prior\r\nshooting evidence under Rule 404(b). The solicitor responded the prior shooting\r\nwas necessary to show motive, intent, common scheme or plan, and identity.\r\nSpears objected and argued the evidence was not clear and convincing. Spears\r\nalso renewed all of his previous objections. The trial court found clear and\r\nconvincing evidence existed to support admission of the Wal-Mart shooting\r\ntestimony and admitted Hammonds' testimony of the Wal-Mart shooting as a prior\r\nbad act.\r\n\r\nA jury found Spears guilty. The trial court sentenced Spears to thirty years'\r\nimprisonment for murder and twenty years' imprisonment for each ABWIK count,\r\nto be served concurrently. This appeal followed.\r\n\r\n\r\n1   Bos is Spears' street name.\r\n\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, an appellate court sits to review only errors of law, and it is\r\nbound by the trial court's factual findings unless the findings are clearly erroneous.\r\nState v. McEachern, 399 S.C. 125, 135, 731 S.E.2d 604, 609 (Ct. App. 2012).\r\n\"The admission or exclusion of evidence is left to the sound discretion of the trial\r\njudge, whose decision will not be reversed on appeal absent an abuse of\r\ndiscretion.\" State v. Black, 400 S.C. 10, 16, 732 S.E.2d 880, 884 (2012). \"An\r\nabuse of discretion occurs when the trial court's ruling is based on an error of law\r\nor, when grounded in factual conclusions, is without evidentiary support.\" State v.\r\nJennings, 394 S.C. 473, 477-78, 716 S.E.2d 91, 93 (2011).\r\n\r\nLAW/ANALYSIS\r\n\r\nSpears' sole issue on appeal is that the trial court erred by failing to conduct an on-\r\nthe-record balancing test to determine whether the probative value of the prior bad\r\nact testimony was substantially outweighed by the danger of unfair prejudice. We\r\nagree.\r\n\r\nSouth Carolina law precludes evidence of a defendant's prior crimes or other bad\r\nacts to prove the defendant's guilt for the crime charged, except to establish: (1)\r\nmotive; (2) intent; (3) the absence of mistake or accident; (4) a common scheme or\r\nplan embracing the commission of two or more crimes so related to each other that\r\nproof of one tends to establish the other; or (5) the identity of the perpetrator. Rule\r\n404(b), SCRE. \"Although relevant, evidence may be excluded if its probative\r\nvalue is substantially outweighed by the danger of unfair prejudice, confusion of\r\nthe issues, or misleading the jury, or by considerations of undue delay, waste of\r\ntime, or needless presentation of cumulative evidence.\" Rule 403, SCRE. \"Unfair\r\nprejudice means an undue tendency to suggest [a] decision on an improper basis.\"\r\nState v. Gilchrist, 329 S.C. 621, 627, 496 S.E.2d 424, 427 (Ct. App. 1998). \"Once\r\nbad act evidence is found admissible under Rule 404(b), the trial court must then\r\nconduct the prejudice analysis required by Rule 403, SCRE.\" State v. Wallace, 384\r\nS.C. 428, 435, 683 S.E.2d 275, 278 (2009) (emphasis added). The court may\r\nexclude the 404(b) evidence if the probative value of the evidence is substantially\r\noutweighed by the danger of unfair prejudice to the defendant. Id.\r\n\r\nThis court has held if \"an on-the-record Rule 403 analysis is required, [we] will not\r\nreverse the conviction if the trial judge's comments concerning the matter indicate\r\nhe was cognizant of the evidentiary rule when admitting the evidence of [a\r\ndefendant's] prior bad acts.\" State v. King, 349 S.C. 142, 156, 561 S.E.2d 640, 647\r\n\n(Ct. App. 2002). In King, this court determined the trial court's ruling was \"a\r\ncompressed Rule 403/404(b) analysis\" with \"some indicia of his consideration of\r\nwhether admission of the testimony was fair to King (i.e., more probative than\r\nprejudicial).\" Id. at 157, 561 S.E.2d at 647.\r\n\r\nHere, the trial court ruled Hammonds could testify as to Victim's statements about\r\nthe Wal-Mart shooting pursuant to the excited utterance exception to hearsay.\r\nImmediately thereafter, the solicitor proffered the video of the Wal-Mart shooting.\r\nThe trial court indicated it understood the solicitor was offering the evidence of the\r\nprior shooting \"under 404 or evidence of a prior bad act.\" The solicitor argued\r\ntestimony regarding the prior shooting was necessary to show motive, intent,\r\ncommon scheme or plan, and identity. Spears objected, arguing the evidence was\r\nnot clear and convincing and renewed all of his previous objections, including his\r\nearlier objection that the unfair prejudice of the Wal-Mart shooting testimony\r\nsubstantially outweighed its probative value. The trial court found clear and\r\nconvincing evidence existed to support the prior bad act, but the trial court made\r\nno further findings. We recognize the trial court did spend time expressing its\r\nconcerns and questioned the solicitor on the prior shooting. However, other than\r\nfinding there was clear and convincing evidence of the prior shooting and\r\nHammonds' testimony was admissible, the trial court made no specific findings on\r\nthe record as to why the testimony had probative value, the nature of the unfair\r\nprejudice, or whether the probative value of the testimony was substantially\r\noutweighed by the danger of unfair prejudice.2\r\n\r\nFurthermore, we find it is not implicit or apparent from the record that the trial\r\ncourt considered whether the probative value of the Wal-Mart shooting testimony\r\nwas substantially outweighed by unfair prejudice. Unlike the trial court in King,\r\nhere, the trial court made no indication that it considered Rule 403. Thus, if the\r\ntrial court did consider the unfair prejudice of the Wal-Mart shooting testimony, it\r\nis not readily implicit or apparent from the record. For the foregoing reasons, we\r\nfind the trial court erred by failing to conduct an on-the-record Rule 403 balancing\r\ntest.\r\n\r\nHaving determined that the trial court erred by failing to conduct an on-the-record\r\nRule 403 balancing test, we must next determine the proper remedy. South\r\nCarolina has not addressed the procedure for when an appellate court is unable to\r\ndetermine from the record whether the trial court considered Rule 403 in admitting\r\n\r\n2 Admission under an excited utterance theory would also be subject to a 403\r\nobjection and balancing analysis. See Rule 403, SCRE.\r\n\na prior bad act under Rule 404(b). However, our courts have discussed the\r\nprocedure for when the trial court fails to include a Rule 609, SCRE, balancing test\r\non the record. See State v. Colf, 337 S.C. 622, 629, 525 S.E.2d 246, 249 (2000).\r\nIn Colf, the court of appeals undertook its own Rule 609(b) balancing test. Id. On\r\nappeal, the supreme court held that this court should have remanded the question to\r\nthe trial court instead of conducting the balancing test itself. Id. The court\r\nreasoned that \"[i]t is difficult, if not impossible, for an appellate court to balance\r\nthe interests at stake when the record does not contain the specific facts and\r\ncircumstances necessary to a decision.\" Id. Furthermore, the supreme court\r\nexplained, \"[t]he balancing test required by Rule 609(b) must be conducted by the\r\ntrial court.\" Id. (emphasis added).\r\n\r\nSimilarly, in State v. Scriven, this court was unable to determine whether the trial\r\ncourt \"conducted a meaningful analysis to balance the impeachment value of these\r\nprior convictions, if any, against the prejudicial impact, as clearly required under\r\nRule 609(a)(1).\" 339 S.C. 333, 344, 529 S.E.2d 71, 76 (Ct. App. 2000). Because\r\nthe court was unable to ascertain whether the error was harmless, we remanded to\r\nthe trial court with instructions to hold a hearing on the admissibility of the prior\r\nconvictions and to carefully weigh the probative value of impeachment of the prior\r\nconvictions against the prejudice to the defendant. Id. at 344, 529 S.E.2d at 77.\r\nWe further instructed that in \"the event the State does not carry its burden, or the\r\ncourt determines that the prejudicial impact to Scriven outweighed the probative\r\nvalue for impeachment, the court shall order a new trial. Otherwise, subject to\r\nfurther appellate review, the conviction is affirmed.\" Id.\r\n\r\nMore recently, this court found that the trial court erred by not conducting a proper\r\nRule 609(b) balancing test because it provided no analysis of the prejudicial impact\r\nof admitting the defendant's prior conviction. State v. Howard, 384 S.C. 212, 223,\r\n682 S.E.2d 42, 48 (Ct. App. 2009). We followed the procedure set forth in\r\nScriven, and remanded for an on-the-record balancing test. Id.\r\n\r\nWe have reviewed other jurisdictions and found that when appellate courts cannot\r\nascertain whether the trial court conducted a Rule 403 balancing test on the record,\r\nthese courts have either: (1) determined whether the error was harmless; (2)\r\nconducted a de novo review and made a balancing decision; or (3) remanded for an\r\non-the-record Rule 403 balancing test.\r\n\r\nAs indicated, some courts have ascertained whether the trial court's failure to\r\nconduct a Rule 403 balancing test is harmless. In Wardlow v. State, the Alaska\r\nCourt of Appeals found the trial court committed error when it failed to conduct a\r\n\nbalancing test under Rule 403 in admitting a witness' testimony as evidence\r\npursuant to Rule 404. 2 P.3d 1238, 1248 (Alaska Ct. App. 2000). However, the\r\ncourt determined the defendant failed to establish he was unfairly prejudiced. Id.\r\nTherefore, the court held the trial court's error in failing to conduct a Rule 403\r\nbalancing test was harmless. Id. Similarly, the Mississippi Supreme Court has\r\nheld the failure to apply a Rule 403 balancing test on the record could be harmless\r\nerror. McKee v. State, 791 So.2d 804, 805 (Miss. 2001). In McKee, the trial court\r\nadmitted testimony regarding the defendant's prior use of crack cocaine over the\r\ndefendant's objection. Id. at 806. The court found the trial court erred by not\r\napplying the Rule 403 balancing test on the record. Id. at 810. However, the court\r\nalso found the error was harmless based on the overwhelming evidence of the\r\ndefendant's guilt. Id.\r\n\r\nOther courts have found the trial court's failure to conduct an on-the-record Rule\r\n403 balancing test is not reversible error when the appellate court can undertake a\r\nde novo review of the record and conduct its own balancing test. The Tenth\r\nCircuit held it had authority to \"conduct a de novo balancing where the trial court\r\nfailed to make explicit findings to support a Rule 403 ruling\" on the admission of\r\nRule 404(b) evidence. United States v. Lazcano-Villalobos, 175 F.3d 838, 847\r\n(10th Cir. 1999).3 Additionally, the Ninth Circuit explained that it reviews \"for\r\n\r\n\r\n\r\n3Rule 403 of the Federal Rules of Evidence is worded differently than the South\r\nCarolina rule and provides: \"The court may exclude relevant evidence if its\r\nprobative value is substantially outweighed by a danger of one or more of the\r\nfollowing: unfair prejudice, confusing the issues, misleading the jury, undue delay,\r\nwasting time, or needlessly presenting cumulative evidence.\" Rule 404(b) further\r\nprovides:    (b) Crimes, Wrongs, or Other Acts.\r\n\r\n             (1) Prohibited Uses. Evidence of a crime, wrong, or\r\n             other act is not admissible to prove a person's character in\r\n             order to show that on a particular occasion the person\r\n             acted in accordance with the character.\r\n\r\n             (2) Permitted Uses; Notice in a Criminal Case. This\r\n             evidence may be admissible for another purpose, such as\r\n             proving motive, opportunity, intent, preparation, plan,\r\n             knowledge, identity, absence of mistake, or lack of\r\n\nabuse of discretion a district court's decision to exclude evidence at trial.\" United\r\nStates v. Leo Sure Chief, 438 F.3d 920, 925 (9th Cir. 2006). \"However, when the\r\ndistrict court excludes evidence under Federal Rule of Evidence 403 but does not\r\nengage in explicit balancing, we review such a determination de novo.\" Id.\r\n(footnote omitted).\r\n\r\nFinally, other courts have determined that remand is appropriate when the\r\nappellate court is unable to determine from the record whether the trial court\r\nimplicitly made a Rule 403 finding. In State v. Taylor, the Arizona Supreme Court\r\nreversed and remanded for a Rule 403 determination. 817 P.2d 488, 492-93 (Ariz.\r\n1991). The Taylor court recognized that even though the trial court did not\r\nspecifically mention Rule 403 or prejudice in its analysis, \"the record indicates that\r\nthe court may have been weighing the prejudice against the probative value.\" Id. at\r\n492. However, the court also found it could not determine whether the trial court\r\nexcluded the prior conviction because it was irrelevant or because the prejudice\r\noutweighed the probative value. Id. The court noted that \"[a] remand with\r\ninstructions to conduct a Rule 403 determination may be ordered when uncertainty\r\nin a trial court's ruling might be removed.\" Id. (quoting Shows v. M/V Red Eagle,\r\n695 F.2d 114, 118 (5th Cir. 1983)). Accordingly, the court remanded this issue\r\nwith instructions to the trial court \"to make an on-the-record finding based on\r\nspecific facts and circumstances.\" Id. at 493.\r\n\r\nLikewise, in State v. McFarland, the West Virginia Supreme Court held that\r\nbecause \"the factors used by the circuit court in conducting the Rule 403 balancing\r\ntest do not appear on the record, this Court is unable to effectively review the\r\ncircuit court's decision to admit\" the prior bad act evidence in question. 721 S.E.2d\r\n62, 73 (W. Va. 2011). Therefore, the McFarland court held that the circuit court\r\n\r\n\r\n\r\n             accident. On request by a defendant in a criminal case,\r\n             the prosecutor must:\r\n\r\n             (A) provide reasonable notice of the general nature of\r\n             any such evidence that the prosecutor intends to offer at\r\n             trial; and\r\n\r\n             (B) do so before trial -- or during trial if the court, for\r\n             good cause, excuses lack of pretrial notice.\r\nFed. R. Evid. 404(b).\r\n\nerred in failing to conduct an on-the-record balancing test required by Rule 403.\r\nId. The court reversed and remanded to the trial court for a new trial. Id.4\r\n\r\nHaving discussed the options considered by other courts, we decline to conduct a\r\nde novo Rule 403 balancing test. This decision is consistent with our supreme\r\ncourt's prior decision that an appellate court should not conduct its own balancing\r\nprocess when the trial court does not perform a Rule 609(b), SCRE, balancing test\r\nin admitting a prior conviction. See Colf, 337 S.C. at 629, 525 S.E.2d at 249\r\n(noting an appellate court should not undertake the Rule 609(b) balancing test\r\nitself, but should remand the question to the trial court).\r\n\r\n\r\n4 In the absence of on-the-record prejudice versus probative value findings as to the\r\nadmission of a Rule 404(b) evidence, the Fifth Circuit has found it is \"obliged to\r\nremand unless the factors upon which the probative value/prejudice evaluation\r\nwere made are readily apparent from the record, and there is no substantial\r\nuncertainty about the correctness of the ruling.\" United States v. Robinson, 700\r\nF.2d 205, 213 (5th Cir. 1983). In Robinson, the court determined that its review of\r\nthe record led to uncertainty concerning the admissibility of the extrinsic offense\r\ntestimony and remanded the case to the trial court for an on-the-record balancing\r\ntest. Id. at 214. Additionally, the Seventh Circuit recognizes the district court's\r\ndeference in admitting Rule 404(b) evidence, but also recognizes the appellate\r\ncourt's authority to \"reverse if the district court failed to consider the prejudicial\r\nnature of the Rule 404(b) evidence before allowing it to be admitted.\" United\r\nStates v. Ciesiolka, 614 F.3d 347, 357 (7th Cir. 2010). \"A 'perfunctory' analysis is\r\ninsufficient.\" Id. In Ciesiolka, the court held that:\r\n\r\n             [T]he district court abused its discretion in failing to\r\n             propound reasons for its conclusion that the probative\r\n             value of [defendant's prior bad acts] was not substantially\r\n             outweighed by the risk of unfair prejudice. We have\r\n             reviewed the transcript of the district court's Rule 404(b)\r\n             hearing, but could find no portion within it where the\r\n             court explained its bare-bones conclusion that \"the\r\n             probative value of the evidence is not substantially\r\n             outweighed by the danger of unfair prejudice.\"\r\n\r\nId.\r\n\nWe note the potential prejudice to Spears upon the introduction of this evidence.\r\nSpears was tried for shooting and killing Victim. The prior bad act testimony\r\ninvolved Spears shooting the Victim a month before the incident herein. Based\r\nupon these similarities, the jury could have determined Spears was guilty on an\r\nimproper basis by relying on the Wal-Mart testimony as propensity evidence. See\r\nState v. Wiles, 383 S.C. 151, 158, 679 S.E.2d 172, 176 (2009) (\"Unfair prejudice\r\nmeans an undue tendency to suggest decision on an improper basis.\"); State v.\r\nJohnson, 293 S.C. 321, 324, 360 S.E.2d 317, 319 (1987) (\"[E]vidence of other\r\ncrimes or prior bad acts is inadmissible to show criminal propensity.\"); State v.\r\nGore, 283 S.C. 118, 121, 322 S.E.2d 12, 13 (1984) (stating when a \"previous\r\nalleged bad act is strikingly similar to the one for which the appellant is being\r\ntried, the danger of prejudice is enhanced\"); State v. Taylor, 399 S.C. 51, 61, 731\r\nS.E.2d 596, 601 (Ct. App. 2011) (recognizing the prejudicial effect of admitting\r\n\"evidence of other crimes, wrongs, or acts based upon the degree of similarity with\r\nthe charged crime\"). Moreover, based upon the record herein, we are unable to say\r\nthat the admission of the prior bad act testimony was harmless error. See Black,\r\n400 S.C. at 27, 732 S.E.2d at 890 (\"In applying the harmless error rule, the court\r\nmust be able to declare the error had little, if any, likelihood of having changed the\r\nresult of the trial and the court must be able to declare such belief beyond a\r\nreasonable doubt.\"); Scriven, 339 S.C. at 344, 529 S.E.2d at 77 (\"On the basis of\r\nthis record, we are unable to say that the admission of these prior convictions was\r\nharmless error.\"). Accordingly, we find it appropriate to remand for an on-the-\r\nrecord Rule 403 balancing test.\r\n\r\nCONCLUSION\r\n\r\nBased on the trial court's failure to conduct a Rule 403 balancing test to determine\r\nif the probative value of the prior shooting testimony is substantially outweighed\r\nby the danger of unfair prejudice to Spears, we remand with instructions for the\r\ntrial court to conduct an on-the-record balancing test. If upon remand the trial\r\ncourt determines the probative value of the prior shooting testimony is\r\nsubstantially outweighed by the danger of unfair prejudice to Spears, the court\r\nshould order a new trial. If the trial court determines the probative value of the\r\nprior shooting testimony is not substantially outweighed by the danger of unfair\r\nprejudice to Spears, the conviction shall be affirmed subject to the right of\r\nappellate review.\r\n\r\nREMANDED.\r\n\r\nFEW, C.J., and WILLIAMS, J., concur.\r\n\n","court":"Appeals"}]