[{"id":"5169","title":"York v. Dodgeland of Columbia","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5169.pdf","description":"Plaintiff-Appellants argue the trial court erred in granting Defendant-Respondents' motions to dismiss and to compel arbitration.  Because every dispute was within the scope of at least one valid arbitration agreement, the trial court did not err in dismissing Appellants' suit and compelling arbitration.","date":"2013-09-04","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n            In The Court of Appeals \n\r\n\r\nMelissa Anne York and Olga Joanne Cristy, Appellants,\r\n\r\nv.\r\n\r\nDodgeland of Columbia, Inc. and Jim Hudson\r\nAutomotive Group, and Jim Hudson Superstore, a/k/a\r\nJim Hudson Hyundai, Respondents.\r\n\r\nAppellate Case No. 2011-199006\r\n\r\n\r\n\r\n            Appeal From Richland County\r\n       G. Thomas Cooper, Jr., Circuit Court Judge\r\n\r\n\r\n                   Opinion No. 5169 \n\r\n     Heard June 12, 2013 – Filed September 4, 2013 \n\r\n\r\n\r\n             AFFIRMED AS MODIFIED \n\r\n\r\n\r\nPatrick E. Knie, of Patrick E. Knie, PA, of Spartanburg,\r\nand William Angus McKinnon and Susan Foxworth\r\nCampbell, both of McGowan Hood & Felder, LLC, of\r\nRock Hill, for Appellants.\r\n\r\nRebecca Laffitte and John Michael Montgomery, both of\r\nSowell Gray Stepp & Laffitte, LLC, Claude E. Hardin,\r\nJr., of Hardin Law Firm, LLC, and Steven W. Hamm and\r\nJo Anne Wessinger Hill, both of Richardson Plowden &\r\nRobinson, PA, all of Columbia, for Respondents.\r\n\nGEATHERS, J.: Appellants argue the trial court erred in granting Respondents'\r\nmotions to dismiss and to compel arbitration. Because every dispute was within\r\nthe scope of at least one valid arbitration agreement, the trial court did not err in\r\ndismissing Appellants' suit and compelling arbitration.\r\n\r\n                   FACTS/PROCEDURAL BACKGROUND\r\n\r\nThis case involved two plaintiffs, Appellant Melissa York (York) and Appellant\r\nOlga Cristy (Cristy), with each alleging an automobile dealership charged illegal\r\ndocumentation fees. Notably, each plaintiff's respective claim arose from separate\r\ntransactions occurring at separate dealerships; although York and Cristy filed suit\r\ntogether, York's two claims were against Dodgeland of Columbia, while Cristy's\r\nsole claim was against Jim Hudson Hyundai. Because the underlying case\r\ninvolved three vehicle purchases, one consumer loan, and two distinct sets of\r\nparties, as memorialized within four separate contracts, extensive factual review\r\nand analysis is necessitated.\r\n\r\nYork / Dodgeland Transactions\r\n\r\nOn September 4, 2006, York and her husband, Jessie York (Husband), entered into\r\ntwo purchase agreements with Dodgeland of Columbia for two pre-owned\r\nvehicles, a Dodge Ram pickup and a Chevy Trailblazer. The purchase agreement\r\n(Buyers Order) for the Ram reflected York and Husband as \"co-purchasers,\" the\r\nagreed selling price, a trade allowance, a trade pay-off balance, $289 in\r\n\"processing fees,\" and tax, tag, and title fees. The record does not indicate whether\r\nthe Yorks financed the $29,643 balance owed under this contract. At the top of\r\nthis Buyers Order, in emboldened, capitalized letters, appeared the following\r\nlanguage: \"THIS BUYERS ORDER IS SUBJECT TO ARBITRATION\r\nPURSUANT TO S.C. CODE SECTION 15-48-10.\" Additionally, at the bottom\r\nof this Buyers Order, was the following language:\r\n\r\n             IN CONSIDERATION FOR SELLER AGREEING\r\n             TO SELL TO PURCHASER THE ABOVE\r\n             DESCRIBED VEHICLE, PURCHASER AGREES\r\n             THAT ANY AND ALL DISPUTES IN ANY WAY\r\n             RELATED TO ANY NEGOTIATION OR\r\n             POTENTIAL PURCHASE, FINANCING, OR\r\n             ACTUAL PURCHASE OF ANY VEHICLE OR\r\n             SERVICE FROM DEALER SHALL BE SUBJECT\r\n             TO THE FEDERAL ARBITRATION ACT. BUYER\r\n\n             UNDERSTANDS AND AGREES THAT THIS\r\n             TRANSACTION     INVOLVES  INTERSTATE\r\n             COMMERCE AND THAT NO ACTION IN A\r\n             REPRESENTATIVE CAPACITY MAY BE FILED\r\n             WITH    THE   ARBITRATOR  AND   THAT\r\n             ARBITRATOR HAS NO AUTHORITY TO AWARD\r\n             ANY RELIEF TO ANYONE OTHER THAN THE\r\n             ABOVE NAMED PURCHASER OR SELLER AND\r\n             THAT ARBITRATOR SHALL DECIDE ALL\r\n             ISSUES OF ARBITRABILITY.\r\n\r\nWhile this document indicated that additional terms existed on the \"reverse side\r\nhereof,\" that portion of the document is not part of the Record on Appeal.\r\n\r\nThe Buyers Order for the Chevy Trailblazer transaction reflected York and\r\nHusband as \"co-purchasers,\" the agreed selling price, $289 in \"processing fees,\"\r\nand tax, tag, and title fees. The record does not indicate whether the Yorks\r\nfinanced the $18,143 balance owed under this contract. This contract incorporated\r\nthe same language found within the Buyers Order for the Ram pickup, although the\r\narbitration notice header was underlined and in a bigger font. The reverse side of\r\nthis document is not part of the Record on Appeal.\r\n\r\nCristy / Jim Hudson Hyundai Transaction\r\n\r\nWe again note that no relationship existed between York and Cristy, and that\r\nRespondent Jim Hudson Hyundai was unaffiliated with Respondent Dodgeland.\r\nThus, the parties and conduct associated with the York/Dodgeland transactions\r\nwere distinct from those involved in the Cristy/Jim Hudson Hyundai transaction.\r\n\r\nOn March 28, 2008, Cristy purchased a new 2008 Hyundai Tucson from Jim\r\nHudson Hyundai. Cristy signed two contracts: (1) a Buyers Order memorializing\r\nthe terms of the sale of the vehicle by Jim Hudson Hyundai to Cristy; and (2) a\r\nRetail Installment Contract (Installment Contract) memorializing, inter alia,\r\nCristy's debt and repayment obligations to BB&T, and BB&T's related obligation\r\nto pay the funded loan's proceeds to Jim Hudson Hyundai.\r\n\r\nAs to the Buyers Order, it reflected Cristy as the customer, the agreed selling price\r\nand trade allowance, as well as the pay-off balance of the trade-in, a manufacturer\r\nrebate, a $289 \"processing fee,\" and tax, tag, and title fees. Under this agreement,\r\n\nCristy owed the dealership $18,013. At the very top of this Buyers Order, in\r\nemboldened, capitalized, and underlined letters, appeared the following language:\r\n\r\n             THIS   CONTRACT    IS   SUBJECT   TO\r\n             ARBITRATION PURSUANT TO THE FEDERAL\r\n             ARBITRATION ACT, AND IF THE FEDERAL\r\n             ARBITRATION ACT IS NOT APPLICABLE,\r\n             THEN THIS CONTRACT IS SUBJECT TO\r\n             ARBITRATION PURSUANT TO THE SOUTH\r\n             CAROLINA UNIFORM ARBITRATION ACT.\r\n\r\nAdditionally, at the very bottom of this Buyers Order, but directly above Cristy's\r\nsignature, was the following language:\r\n\r\n              SEE ADDITIONAL TERMS AND CONDITIONS \n\r\n                       ON OPPOSITE PAGE \r\n              CUSTOMER HAS READ BOTH SIDES OF THIS \n\r\n                          CONTRACT . . . . \n\r\n\r\nThe reverse side of this Buyers Order incorporated provisions further defining the\r\nscope and terms of arbitration, including remedy and claim type limitations.\r\n\r\nWhile Cristy's Buyers Order evidenced the actual sale and purchase of the vehicle,\r\nher Installment Contract memorialized the terms of the financing arrangement (i.e.,\r\nthe BB&T loan) procured to satisfy the balance owed under the aforementioned\r\nBuyers Order. In particular, the Installment Contract outlined, among other things,\r\nCristy's and BB&T's, eventually mutual, financial obligations, such as: amount\r\nfinanced; to whom the funded loan proceeds should be remitted; repayment period\r\nand monthly payment amounts; applicable interest rates, fees, and finance charges;\r\nand other loan related \"terms\" (i.e., rights and restrictions). Pursuant to this\r\nagreement, Cristy was the buyer and debtor, the 2008 Hyundai was the collateral,\r\nBB&T was the creditor, lienholder, and Assignee, and Jim Hudson Hyundai was\r\nthe seller, recipient of the funded loan proceeds, and assignor. Notably, the\r\nInstallment Contract read, in pertinent part, as follows:\r\n\r\n             [A]ny claim or dispute . . . between you and us or our\r\n             agents . . . that arises out of or relates to your credit\r\n             application, this Contract or any resulting transaction . . .\r\n             is to be decided by neutral, binding arbitration. . . . The\r\n\n              Federal Arbitration Act . . . governs [and] not any state\r\n              [arbitration] law.\r\n\r\nThis contract also included provisions further defining the scope and terms of\r\narbitration, including remedy and claim type limitations.\r\n\r\nAllegations of Illegal Dealer Practices\r\n\r\nYork and Cristy filed a single suit, on June 25, 2010, against Dodgeland of\r\nColumbia, Jim Hudson Automotive Group, and Jim Hudson Superstore, a/k/a Jim\r\nHudson Hyundai.1 York and Cristy alleged misleading business practices\r\nculminated in the charging of illegal administration fees, which artificially raised\r\nthe agreed purchase prices and, thereby, impermissibly increased the dealers'\r\nprofits. The complaint also stated that it was filed \"for the benefit of all others.\"2\r\n\r\nDodgeland and Jim Hudson Hyundai filed motions to dismiss and to compel\r\nArbitration, which the trial court granted. The trial court denied Appellants' Rule\r\n59(e) motion and this appeal followed.\r\n\r\n                               ISSUES ON APPEAL\r\n\r\n    1.\t   Did the trial court err in finding valid any of the arbitration agreements or\r\n          any provisions or subparts, thereof?\r\n\r\n    2.\t   Did the trial court err in finding Appellants' claims were within a valid\r\n          arbitration agreement's scope?\r\n\r\n    3.\t   Did the trial court err in denying arbitration-related discovery?\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 While York was a named Plaintiff, Husband was not. Also, Jim Hudson\r\nAutomotive Group was uninvolved in Cristy's purchase from Jim Hudson Cars,\r\nL.L.C. d/b/a, Jim Hudson Hyundai. Furthermore, Jim Hudson Superstore is not an \n\r\nofficial name for Jim Hudson Hyundai.\n\r\n2 S.C. Code Ann. § 56-16-110(2) (2006) (authorizing \"one or more may sue for the \n\r\nbenefit of the whole\").\n\r\n\n                             STANDARD OF REVIEW\n\r\n\r\nWhether a claim is subject to arbitration is an issue for judicial determination.\r\nPartain v. Upstate Auto. Grp., 386 S.C. 488, 491, 689 S.E.2d 602, 603 (2010).\r\nWhile this determination by a trial court is reviewed de novo, an appellate court\r\nwill not reverse this finding if it is reasonably supported by the evidence. Id.\r\n\r\n                                  LAW/ANALYSIS\r\n\r\nI. \t   Valid Arbitration Agreements Existed.\r\n\r\nWhether a valid arbitration agreement exists is a matter for judicial determination.\r\nPartain, 386 S.C. at 491, 689 S.E.2d at 603; see Simspon v. MSA of Myrtle Beach,\r\nInc., 373 S.C. 14, 23-24, 644 S.E.2d 663, 668 (2007) (finding a \"gateway matter\"\r\nto arbitrability is the existence of an agreement to arbitrate). In making this\r\ndetermination, trial courts consider \"general contract defenses\" to ensure a meeting\r\nof the minds to arbitrate existed, and that such an agreement was not the result of\r\n\"fraud, duress, [or] unconscionability.\" Zabinski v. Bright Acres Assocs., 346 S.C.\r\n580, 593, 553 S.E.2d 110, 116 (2001).\r\n\r\nThe trial court did not err in finding York, as well as Cristy, was bound by a valid\r\narbitration agreement because each Appellant entered into an arbitration agreement\r\nthat (A) complied with the Federal Arbitration Act (FAA); (B) evidenced intent to\r\narbitrate; (C) was not unconscionable; and (D) was not void as against public\r\npolicy.A.\t   All Contested Arbitration Agreements Involved Interstate\r\n             Commerce and Complied With the FAA.\r\n\r\nPursuant to Section 2 of the FAA, a \"written provision in any . . . contract\r\nevidencing a transaction involving commerce to settle by arbitration a controversy\r\nthereafter arising out of such contract or transaction . . . shall be valid, irrevocable,\r\nand enforceable, save upon such grounds as exist at law or in equity for the\r\nrevocation of any contract.\" 9 U.S.C. § 2 (2013). Because \"involving commerce\"\r\nmeans the \"functional equivalent of 'affecting commerce,'\" the FAA's reach\r\nincludes the \"full breadth of the Commerce Clause.\" Zabinski, 346 S.C. at 590-91,\r\n553 S.E.2d at 115 (quoting Allied-Bruce Terminix Co. v. Dobson, 513 U.S. 265,\r\n274 (1995)); accord Citizens Bank v. Alafabco, Inc., 539 U.S. 52, 56 (2003); see\r\nMunoz v. Green Tree Fin. Corp., 343 S.C. 531, 538, 542 S.E.2d 360, 363 (2001)\r\n(stating, unless the parties agreed to the contrary, the FAA applies to any\r\n\ntransaction involving interstate commerce, regardless of whether the parties\r\ncontemplated an interstate transaction). Thus, an arbitration agreement that\r\ncomplies with the FAA and that exists within a contract to purchase or finance a\r\nvehicle preempts any state arbitration-specific law that would otherwise invalidate\r\nthe arbitration agreement. See Stout v. J.D. Byrider, 228 F.3d 709, 715 (6th Cir.\r\n2000) (holding contracts for the purchase and financing of a vehicle involve\r\ninterstate commerce); Simpson, 373 S.C. at 22 n.1, 644 S.E.2d at 667 n.1 (finding a\r\nvehicle trade-in contract involves interstate commerce); Zabinski, 346 S.C. at 590,\r\n553 S.E.2d at 116 (stating the FAA supersedes state arbitration-specific law that\r\nwould invalidate an arbitration agreement).\r\n\r\nIn the instant matter, each contract involved interstate commerce and evidenced an\r\nintent to settle disputes by arbitration. Accordingly, the trial court properly\r\ndetermined the FAA applied and the FAA's requirements were met.\r\n\r\n      B.\t    All of the Contested Arbitration Agreements Evidenced An\r\n             Agreement To Arbitrate.\r\n\r\nNotwithstanding the fact that the contested arbitration agreements complied with\r\nthe FAA and, thus, potential invalidation under state arbitration-specific law was\r\npreempted, York and Cristy must still have agreed, as a matter of general state\r\ncontract law, to arbitrate. Zabinski, 346 S.C. at 593, 553 S.E.2d at 116 (holding\r\nwhile \"state law[] [that is] applicable only to arbitration provisions\" and that would\r\ninvalidate an FAA compliant arbitration provision is preempted, \"general contract\r\ndefenses,\" which exist under state law and apply to all contracts, are not\r\npreempted); Munoz, 343 S.C. at 539, 542 S.E.2d at 364 (\"General contract\r\nprinciples of state law apply to arbitration clauses governed by the FAA.\" (citing\r\nDoctor's Assoc., Inc. v. Casarotto, 517 U.S. 681, 685 (1996)); see Simpson, 373\r\nS.C. at 23-24, 644 S.E.2d at 668 (finding a \"gateway matter\" to arbitrability is\r\nwhether a valid agreement to arbitrate existed). Thus, a party challenging an FAA\r\ncompliant arbitration provision may still argue no meeting of the minds to arbitrate\r\nexisted.\r\n\r\nAppellants argue no meeting of the minds to arbitrate existed because: (1) York's\r\nagreements did not unambiguously demonstrate intent to arbitrate; (2) York's\r\nagreements omitted material and essential terms; and (3) Cristy's agreements\r\nincorporated inconsistent and conflicting terms.\r\n\n             1.     York's Arbitration Agreements Were Not Ambiguous.\r\n\r\nYork cites Traynham v. Yeargin Enterprises, Inc., for the proposition that it is\r\nimproper to compel arbitration when the underlying agreement is ambiguous about\r\nwhether the parties agreed to arbitrate. 304 S.C. 188, 190-91, 403 S.E.2d 329, 330\r\n(Ct. App. 1991). In Traynham, Article 1 of the executed contract sought to\r\nincorporate terms existing within Article 7; Article 7, however, was not attached to\r\nthe signed document. Id. Thus, the court in Traynham found the contract, when\r\n\"viewed in its totality[,] created an ambiguity which was litigable as to whether the\r\nparties agreed to arbitration.\" Id.\r\n\r\nYork's contracts are quite distinguishable from the contract in Traynham. York's\r\ncontracts incorporated an arbitration notice on the top of the first page, as well as a\r\nprovision clarifying that all disputes within the scope of the arbitration agreement\r\nmust be arbitrated. This stands in stark contrast to the ambiguous contract in\r\nTraynham that lacked any actual arbitration language.\r\n\r\nYork further argues ambiguity existed because her contracts were only \"subject to\"\r\nthe FAA and, according to her proffered definition, being \"governed or affected\r\nby\" the FAA does not mean she unambiguously intended to waive her right to a\r\njury trial. Her contracts provided, in pertinent part, as follows:\r\n\r\n             PURCHASER AGREES THAT ANY AND ALL\r\n             DISPUTES IN ANY WAY RELATED TO ANY\r\n             NEGOTIATION OR POTENTIAL PURCHASE,\r\n             FINANCING, OR ACTUAL PURCHASE OF ANY\r\n             VEHICLE OR SERVICE FROM DEALER SHALL BE\r\n             SUBJECT TO THE FEDERAL ARBITRATION ACT . . . .\r\n\r\n(emphasis added).\r\n\r\n\"Where an agreement is clear and capable of legal interpretation, the court's only\r\nfunction is to interpret its lawful meaning, discover the intention of the parties as\r\nfound within the agreement, and give effect to it.\" Park Regency, LLC v. R & D\r\nDev. of the Carolinas, LLC, 402 S.C. 401, 412-13, 741 S.E.2d 528, 534 (Ct. App.\r\n2012); accord Heins v. Heins, 344 S.C. 146, 158, 543 S.E.2d 224, 230 (Ct. App.\r\n2001) (stating the court must interpret contractual language in its natural and\r\nordinary sense). Furthermore, a party who signed a contract is deemed to have\r\nread and understood \"the effect\" of the contract. Wachovia Bank v. Blackburn, 394\r\nS.C. 579, 585, 716 S.E.2d 454, 458 (Ct. App. 2011). Here, the contractual\r\n\nlanguage \"be[ing] subject to the Federal Arbitration Act\" means, in light of FAA\r\nSection 2 and the ordinary meaning of \"subject to,\" that all disputes within the\r\nscope of the provision must be arbitrated. See 9 U.S.C. § 2 (\"A written provision\r\nin any . . . contract evidencing a transaction involving commerce to settle by\r\narbitration a controversy thereafter arising out of such contract or transaction . . .\r\nshall be valid, irrevocable, and enforceable . . . .\"); Random House Dictionary,\r\nWebster's Third New International Dictionary, 2275 (3d ed. 2002) (defining\r\n\"subject\" as \"falling under or submitting to the power or dominion of,\" as in \"be\r\nsubject to the laws\" (emphasis added)); The American Heritage College\r\nDictionary, 1352 (3d ed. 1997) (defining \"subject\" as \"under the power or\r\nauthority of\"); Funk and Wagnalls Standard Desk Dictionary, 671 (1984) (defining\r\n\"subject\" as \"under the power of,\" \"yielding\" to, or \"affected by: with to: subject\r\nto\"). Hence, this contractual language indicated the parties' unambiguous, mutual\r\nintent to arbitrate.\r\n\r\n             2.\t   York's Arbitration Agreements Did Not Omit Material and\r\n                   Essential Terms.\r\n\r\nReferencing Grant v. Magnolia Manor-Greenwood, Inc., York argues her\r\narbitration agreements are invalid because they omitted the following material\r\nterms: how an arbitrator is chosen; what discovery rules apply; how arbitration fees\r\nare allocated; and how arbitration is initiated. 383 S.C. 125, 130, 678, S.E.2d 435,\r\n438 (2009) (stating South Carolina law requires an arbitration agreement to reflect\r\na \"meeting of the minds . . . with regard to all essential and material terms\").\r\n\r\nIn Grant, an arbitration agreement specifically required a particular entity to serve\r\nas arbitrator; it did not, however, specify an alternate arbitrator or a mechanism to\r\nselect an alternate. Id. at 128, 678 S.E.2d at 437. After the designated entity was\r\nno longer able to serve as arbitrator, a dispute arose. Id. Finding the specification\r\nof the named arbitrator was a material term of the agreement and that this material\r\nterm was rendered ineffective, our supreme court held arbitration was no longer\r\nrequired. See id. at 128-132, 678 S.E.2d at 437-39 (\"Where designation of a\r\nspecific arbitral forum has implications that may substantially affect the\r\nsubstantive outcome of the resolution, we believe that it is neither 'logistical' nor\r\n'ancillary.'\"). The court also held the default selection mechanism within FAA\r\nSection 5 was inapplicable when the parties make a specific arbiter an integral\r\nterm. Id. at 131, 678 S.E.2d at 438.\r\n\r\nAlthough Grant does require all material terms to exist within an arbitration\r\nagreement for a meeting of the minds to result, each term that York alleges to be\r\n\nabsent from her contract is distinguishable from the material terms required under\r\nGrant. First, the lack of a specified arbiter is not an omission of a material term.\r\nWhile the Grant court held that a named arbitrator is a material term when one is\r\nspecified within an agreement, and that FAA Section 5 does not apply when such a\r\nspecification exists, these holdings are inapplicable when the contract does not\r\nspecify a particular arbitrator, i.e., make the chosen arbitrator a material term. In\r\nfact, this is the exact situation to which Section 5 of the FAA applies. See 9\r\nU.S.C.A. § 5 (2013) (providing a mechanism to select an arbiter when the\r\nagreement does not do so). Second, York cites no authority for the proposition that\r\ndiscovery rules, cost allocations, or arbitration initiation procedures are material\r\nterms that an arbitration agreement must explicitly designate. Rather, these terms\r\nare \"ancillary logistical\" ones not required within an arbitration agreement. Cf.\r\nGrant, 383 S.C. at 131-32, 678 S.E.2d at 439 (distinguishing between \"integral\r\nterms,\" which \"may substantially affect the substantive outcome,\" with \"ancillary\r\nlogistical concerns,\" which do not).\r\n\r\n             3.\t   Cristy's Arbitration Agreements Did Not Incorporate\r\n                   Inconsistent or Irreconcilable Terms.\r\n\r\nCristy argues no meeting of the minds existed to arbitrate because the arbitration\r\nprovisions within her Buyers Order and Installment Contract were inconsistent and\r\nconflicting. Cristy, citing Harris v. Ideal Solutions, Inc., 385 S.C. 74, 79, 682\r\nS.E.2d 523, 526 (Ct. App. 2009), posits that because the \"two contracts [were]\r\nexecuted at the same time on the same subject, they are treated as unitary\" and,\r\nthus, the conflict between the two arbitration clauses prevented any meeting of the\r\nminds to arbitrate. While we agree Harris is applicable, we disagree with Cristy's\r\ninterpretation of the case's holding.\r\n\r\n\"The cardinal rule of contract interpretation is to ascertain and give legal effect to\r\nthe parties' intentions as determined by the contract language.\" Id. (citation and\r\nquotation marks omitted). \"[I]n the absence of anything indicating a contrary\r\nintention, where instruments are executed at the same time, by the same parties, for\r\nthe same purpose, and in the course of the same transaction, the Court will\r\nconsider and construe them together.\" Id. (emphasis added).\r\n\r\nIn the instant matter, Cristy's Buyers Order and Installment Contract should not be\r\nconstrued together because the parties stated their intent to consider them\r\nseparately:\r\n\n             This contract for sale is entered into between Jim Hudson\r\n             Hyundai, hereinafter called Dealer, and Customer, as\r\n             identified below. Any retail installment contract or other\r\n             document executed by Customer in connection herewith\r\n             is simply a means of satisfying Customer's obligations\r\n             under this Contract of Sale . . . .\r\n\r\n(emphases added).\r\n\r\nThis language demonstrates Cristy and Jim Hudson Hyundai explicitly intended a\r\ndemarcation between the two contracts. See McGill v. Moore, 381 S.C. 179, 185-\r\n86, 672 S.E.2d 571, 575 (2009) (examining contractual language to ascertain the\r\nparties' intentions and giving it legal effect). Further, this memorialized intent\r\nprecludes construing the two contracts together. See Harris, 385 S.C. at 79, 682\r\nS.E.2d at 526 (stating the general rule that \"anything indicating a contrary\r\nintention\" precludes a court from construing contracts together, even though they\r\nwere executed at the same time, by the same parties, for the same purpose, and in\r\nthe course of the same transaction). Therefore, Cristy's arbitration agreements did\r\nnot incorporate inconsistent or irreconcilable terms. Id.\r\n\r\nFurthermore, even if we accept the litigants' concession that these two contracts\r\nshould be construed together, Term 14 of the Buyers Order negates the existence\r\nof any inconsistent or irreconcilable terms. Term 14 expressly permitted\r\nmodification of the Buyers Order's terms when new terms were \"evidenced in\r\nwriting and signed by Customer and an authorized representative of Dealer.\" Cf.\r\nU.S. Bank Trustee Nat'l Ass'n v. Bell, 385 S.C. 364, 374, 684 S.E.2d 199, 204 (Ct.\r\nApp. 2009) (stating a contract can be modified by another contract that includes a\r\nmeeting of the minds on essential terms). Thus, if the subsequently executed\r\nInstallment Contract effectuated a valid modification to the arbitration terms of the\r\nBuyers Order, no inconsistencies existed. Here, Cristy and Jim Hudson Hyundai\r\nexecuted the Installment Contract, which contained revised arbitration terms, after\r\nthey had already agreed to the purchase/sale within the executed Buyers Order.3\r\n\r\n\r\n3 The Buyers Order reflects an unpaid, \"Balance Due\" of $18,013. The Installment\r\nContract, however, reflects that Cristy financed $18,463. This $450 difference is\r\ndue to Cristy's election to purchase GAP Insurance. Because Cristy opted to\r\npurchase and finance GAP Insurance after she agreed to purchase the vehicle, i.e.,\r\nsigned the Buyers Order, the Installment Contract was necessarily executed after\r\nthe Buyers Order.\r\n\nThus, even if the two contracts were construed together, no inconsistencies would\r\nexist.       Unconscionability, as to Cristy.4\r\n      C.\r\n\r\nJust as state law determines whether an agreement to arbitrate existed under the\r\nFAA, courts may invalidate arbitration agreements on general state law \"contract\r\ndefenses, such as fraud, duress, and unconscionability.\" Zabinski, 346 S.C. at 593,\r\n553 S.E.2d at 116; accord Munoz, 343 S.C. at 539, 542 S.E.2d at 364 (\"General\r\ncontract principles of state law apply to arbitration clauses governed by the FAA.\"\r\n(citing Doctor's Assoc., Inc., 517 U.S. at 685)); see 9 U.S.C. § 2 (providing\r\ngrounds \"at law or in equity for the revocation of any contract\" remain applicable).\r\nIn South Carolina, unconscionability is \"the absence of meaningful choice on the\r\npart of one party due to one-sided contract provisions, together with terms that are\r\nso oppressive that no reasonable person would make them and no fair and honest\r\nperson would accept them.\" Simpson, 373 S.C. at 24-25, 644 S.E.2d at 668. Thus,\r\nunconscionability is \"due to both an absence of meaningful choice and oppressive,\r\none-sided terms.\" Id. at 25, 644 S.E.2d at 669 (emphasis added).\r\n\r\nIn light of the two prongs of the unconscionability analysis, we must determine\r\nwhether: (1) the arbitration agreements within Cristy's Buyers Order and her\r\nInstallment Contract were tainted by the absence of meaningful choice; and (2)\r\noppressive and one-sided arbitration terms existed only within Cristy's Buyers\r\nOrder.\r\n\r\n\r\n\r\n\r\n\r\n4 While the first pages of York's Buyers Orders indicate that additional \"terms and\r\nconditions\" exist on \"the reverse side,\" these portions of the documents were not\r\npart of the Record on Appeal. Appellant also indicated these portions were not\r\npresented to the trial court. Because of the limited nature of the Record on Appeal\r\nin this regard, and the fact that the arbitration provisions existing within the\r\nincluded first pages do not demonstrate oppressiveness, we do not further review\r\nYork's Buyers Orders for unconscionability. See Beverly S. v. Kayla R., 395 S.C.\r\n399, 401-02, 718 S.E.2d 224, 225-26 (Ct. App. 2011) (noting an appellant bears\r\nthe burden of providing a record on appeal sufficient for intelligent review); Rule\r\n210(h), SCACR (\"[T]he appellate court will not consider any fact which does not\r\nappear in the Record on Appeal.\").\r\n\n             1.\t    Absence of Meaningful Choice.\r\n\r\nAbsence of meaningful choice on the part of one party speaks to the fundamental\r\nfairness of the bargaining process. Id. \"In determining whether a contract was\r\ntainted by an absence of meaningful choice, courts should take into account the\r\nnature of the injuries suffered by the plaintiff; whether the plaintiff is a substantial\r\nbusiness concern; the relative disparity in the parties' bargaining power; the parties'\r\nrelative sophistication; whether there is an element of surprise in the inclusion of\r\nthe challenged clause; and the conspicuousness of the clause.\" Id. (internal\r\ncitations and quotation marks omitted). As our supreme court noted in Simpson,\r\nthe \"loss of the right to a jury trial\" and foregoing statutorily provided remedies are\r\nalso relevant to this determination. Id. at 27, 644 S.E.2d at 670. Furthermore, an\r\nadhesion contract for the purchase of an automobile receives \"considerable\r\nskepticism,\" although it is not, per se, unconscionable. Id. at 27, 644 S.E.2d at\r\n669-70. We now analyze each of Cristy's arbitration agreements for the absence of\r\nmeaningful choice.  a.\t    The Arbitration Agreement Within Cristy's Buyers\r\n                           Order.\r\n\r\nInitially, we note that Cristy's Buyers Order is an adhesion contract. See id. at 26-\r\n27, 644 S.E.2d at 669 (\"[A]n adhesion contract is a standard form contract offered\r\non a 'take-it-or-leave-it' basis with terms that are not negotiable.\"). Aside from the\r\nselection of the desired vehicle VIN and figures dependent upon the agreed price,\r\nthe remaining terms of sale, many of which are quite significant, were pre-printed\r\nand, presumptively, non-negotiable. Such pre-printed terms included, inter alia,\r\ndisclaimer of warranty, arbitration provisions, prejudgment interest, attorney's fees,\r\nchoice of law, and severability. Also, a footer on the Buyers Order stating\r\n\"Richland County, SC Only\" and reflecting a drafting date of \"05/10/04\" and a\r\nrevision date of \"06/09/06,\" further support the notion it was a form document.\r\nAccordingly, this Buyers Order was an adhesion contract and considerable\r\nskepticism is warranted.\r\n\r\nHere, as in Simpson, Cristy lost her right to a jury trial and mandatory statutory\r\nremedies. See id. at 27-28, 644 S.E.2d at 670 (considering the loss of the right to a\r\njury trial and foregoing statutorily-required remedies \"[i]n determining whether a\r\ncontract was tainted by an absence of meaningful choice\" (internal quotation marks\r\nand citation omitted)). Further, Cristy's single purchase was not a substantial\r\nbusiness concern to Jim Hudson Hyundai and a significant disparity existed\r\nbetween the parties' relative bargaining power and sophistication. See id. at 25,\r\n\n644 S.E.2d at 669 (\"In determining whether a contract was tainted by an absence of\r\nmeaningful choice, courts should take into account the nature of the injuries\r\nsuffered by the plaintiff; whether the plaintiff is a substantial business concern; the\r\nrelative disparity in the parties' bargaining power; the parties' relative\r\nsophistication . . . .\" (internal quotation marks and citation omitted)). In light of\r\nthese findings and the presence of an adhesion contract, Cristy lacked meaningful\r\nchoice in agreeing to this arbitration agreement.\r\n\r\n                    b.\t   The Arbitration Agreement Within Cristy's Installment\r\n                          Contract.\r\n\r\nCristy's Installment Contract is also an adhesion contract and, hence, considerable\r\nskepticism is again warranted. Id. at 26-27, 644 S.E.2d at 670. The terms of this\r\nagreement also involved the waiver of the right to a jury trial. Further, Cristy was\r\nnot a substantial business concern to either the assignor dealer or the assignee-\r\nlender, BB&T; a significant disparity existed between the parties' relative\r\nbargaining power and sophistication; and the arbitration agreement appeared only\r\nin small print on the reverse side of the document. Thus, the Installment Contract,\r\nlike the Buyers Order, was tainted by the absence of meaningful choice. Id.\r\n\r\n             2.\t    Oppressive, One-Sided Terms.\r\n\r\nBecause the Installment Contract and the Buyers Order were tainted by the absence\r\nof meaningful choice, we must next determine whether either agreement\r\nincorporated oppressive, one-sided terms. Id. at 25, 644 S.E.2d at 669 (stating\r\nunconscionability is \"due to both an absence of meaningful choice and oppressive,\r\none-sided terms\" (emphasis added)). To the extent either one did, that particular\r\narbitration agreement was unconscionable; it would be tainted by the absence of\r\nmeaningful choice and oppressive, one-sided terms. Id. Terms are oppressive\r\nwhen \"no reasonable person would make them and no fair and honest person\r\nwould accept them.\" See id. at 25, 644 S.E.2d at 668.\r\n\r\n                    a.\t   The Arbitration Agreement Within Cristy's Buyers\r\n                          Order.\r\n\r\nCristy argues two provisions within her Buyers Order arbitration agreement are\r\noppressive and one-sided and that these provisions are not severable. We agree.\r\n\r\nThe first provision Cristy challenges as oppressive reads: \"In no event shall the\r\narbitrator be authorized to award punitive, exemplary, double, or treble damages\r\n\n(or any other damages which are punitive in nature or effect) against either party.\"\r\nOur supreme court held a literally identical provision oppressive and one-sided in\r\nSimpson. Id. at 28, 644 S.E.2d at 670. In Simpson, the underlying civil court\r\ncomplaint alleged, among other things, that the dealer violated the South Carolina\r\nUnfair Trade Practices Act (SCUTPA) and the South Carolina Regulation of\r\nManufacturers, Distributors, and Dealers Act (Dealers Act). Id. at 28-29, 644\r\nS.E.2d at 670-71. Notably, the SCUTPA and Dealers Act required a court to\r\naward treble and double damages, respectively, for violations.5 After our supreme\r\ncourt noted that a provision within the arbitration agreement \"unconditionally\r\npermit[ed] the weaker party to waive these statutory remedies pursuant to an\r\nadhesion contract,\" the court then held that portion of the arbitration agreement\r\n\"oppressive, one-sided, and not geared toward achieving an unbiased decision by a\r\nneutral decision-maker.\" Id. at 28-30, 644 S.E.2d at 670-71. Because the\r\nprovision in Cristy's Buyers Order is word-for-word identical to the oppressive\r\nprovision in Simpson, the provision within Cristy's contract is necessarily\r\noppressive. Id. In light of this finding and the fact that Cristy lacked meaningful\r\nchoice in agreeing to arbitrate, as previously discussed, the provision banning\r\nstatutory remedies is unconscionable. See id. at 25, 644 S.E.2d at 669 (stating\r\nunconscionability is \"due to both an absence of meaningful choice and oppressive,\r\none-sided terms\" (emphasis added)).\r\n\r\nThe second provision Cristy challenges allowed Jim Hudson Hyundai to retain\r\nrepossession, foreclosure, and set-off rights, without regard to pending arbitration\r\nclaims, while Cristy's sole remedy was arbitration. A \"lack of mutuality of remedy\r\nin an arbitration agreement, on its own, does not make the arbitration agreement\r\nunconscionable.\" Id. at 31, 644 S.E.2d at 672; see Munoz, 343 S.C. at 542, 542\r\nS.E.2d at 365 (holding that an arbitration agreement was not unconscionable where\r\nit allowed the lender to seek foreclosure while requiring the consumer to arbitrate\r\nany counterclaim). When an arbitration clause reserves judicial remedies for\r\nprotecting the collateral by enforcement procedures specified by law (e.g., replevin\r\nor foreclosure), the lack of mutuality is permissible if it bears a \"reasonable\r\nrelationship to the business risks inherent in secured transactions.\" Simpson, 373\r\nS.C. at 31, 644 S.E.2d at 672 (internal quotation marks omitted). However, an\r\n\"express stipulation that the dealer may bring a judicial proceeding that completely\r\n\r\n\r\n5 S.C. Code Ann. § 56-15-110(1) (2006) (providing that an individual \"shall\r\nrecover double the actual damages by him sustained\"); S.C. Code Ann. § 39-5-\r\n140(a) (1985) (providing that a \"court shall award three times the actual damages\r\nsustained and may provide such other relief as it deems necessary or proper\").\r\n\ndisregards any pending consumer claims that require arbitration,\" does not bear the\r\nrequisite reasonable relationship and, therefore, is oppressive and one-sided.\r\n\r\nThe Simpson court reasoned that the clause's express stipulation that the dealer\r\nmay bring a judicial proceeding, while disregarding any pending arbitration claims,\r\n\"only act[s] to place an additional burden on the consumer to ensure that the\r\nvehicle in controversy is not disposed of in a court proceeding initiated by the\r\ndealer before the adjudication of the consumer's claims in arbitration.\" Id. at 32,\r\n644 S.E.2d at 672. Thus, the dealer's retention of judicial remedies that entirely\r\n\"supersede[d] the consumer's arbitral remedies\" did not bear a sufficiently\r\nreasonable relationship to risks inherent in secured transactions and it did not\r\npromote a neutral arbitral forum. Id. Hence, the provision was oppressive. Id.\r\n\r\nThe arbitration clause within Cristy's agreement, which was virtually identical to\r\nthe oppressive and one-sided clause in Simpson, read, in pertinent part, as follows:\r\n\r\n               [N]othing in this Contract shall require Dealer to submit\r\n               to arbitration any claims by Dealer against Customer for\r\n               claim and delivery, repossession, injunctive relief, or\r\n               monies owed by Customer in connection with the\r\n               purchase or lease of any vehicle, and any claims by\r\n               Dealer for the remedies shall not be stayed pending the\r\n               outcome of arbitration.6\r\n\r\nBecause this clause enables Jim Hudson's judicial remedies to supersede Cristy's\r\narbitral remedies, and because the clause parallels the oppressive language in\r\nSimpson, it is similarly oppressive and one-sided. In light of this finding and\r\nCristy's lack of meaningful choice in agreeing to arbitrate, as previously discussed,\r\nthis provision is also unconscionable. Thus, two provisions within this arbitration\r\nagreement are unconscionable.\r\n\r\nAdditionally, we find these two unconscionable provisions are not severable and,\r\ntherefore, the entire arbitration agreement is invalid. Although courts sometimes\r\nstrike unconscionable provisions of an arbitration agreement, \"severability is not\r\nalways an appropriate remedy.\" Simpson, 373 S.C. at 33-34, 644 S.E.2d at 673;\r\nsee S.C. Code Ann. § 36-2-302(1) (2006) (permitting courts to refuse to enforce\r\nany clause \"so as to avoid an unconscionable result\"). \"'If illegality pervades the\r\narbitration agreement such that only a disintegrated fragment would remain after\r\n\r\n6   Accord id. at 31, 644 S.E.2d at 672.\r\n\nhacking away the unenforceable parts, the judicial effort begins to look more like\r\nrewriting the contract than fulfilling the intent of the parties.'\" Simpson, 373 S.C.\r\nat 34, 644 S.E.2d at 674 (quoting Booker v. Robert Half Int'l Inc., 413 F.3d 77, 84-\r\n85 (D.C. Cir. 2005)). Further, South Carolina's \"general principle . . . is that it is\r\nnot the function of the court to rewrite contracts for the parties.\" Id.\r\n\r\nIn Simpson, the court found three separate provisions individually unconscionable\r\nand invalidated the entire arbitration agreement:\r\n\r\n             [W]e find the arbitration clause . . . wholly\r\n             unconscionable and unenforceable based on the\r\n             cumulative effect of a number of oppressive and one-\r\n             sided provisions . . . . While this Court does not ignore\r\n             South Carolina's policy favoring arbitration, we hold that\r\n             the intent of the parties is best achieved by severing the\r\n             arbitration clause in its entirety rather than 'rewriting' the\r\n             contract by severing multiple unenforceable provisions.\r\n\r\nId. at 34-35, 644 S.E.2d at 674 (footnote omitted). Likewise, two key provisions\r\nwithin Cristy's arbitration agreement are unconscionable. Thus, the\r\naforementioned clauses are not severable and the entire arbitration agreement is\r\nunenforceable.      b.\t   The Arbitration Agreement Within Cristy's Installment\r\n                          Contract.\r\n\r\nUnlike the unenforceable arbitration agreement within Cristy's Buyers Order, the\r\narbitration agreement within Cristy's Installment Contract did not incorporate\r\noppressive and one-sided terms; the arbitration agreement within the Installment\r\nContract did not preclude the arbitrator from awarding mandatory statutory\r\nremedies and it did not incorporate a lack of mutuality of remedies. Further,\r\nprovisions even existed to advance Cristy's filing and arbitrator fees and to\r\npreserve certain self-help remedies for both parties. Because this arbitration\r\nagreement does not incorporate oppressive and one-sided terms, it is not\r\nunconscionable despite the fact that it exists within an adhesion contract and was\r\ntainted by a lack of meaningful choice. See id. at 25, 644 S.E.2d at 669 (stating\r\nunconscionability is \"due to both an absence of meaningful choice and oppressive,\r\none-sided terms\" (emphasis added)).\r\n\n      D.     Enforceability, in Light of Public Policy.\r\n\r\nBoth Appellants argue certain provisions within their respective arbitration\r\nagreements were void, as a matter of public policy. We disagree.\r\n\r\n             1.    Bans Against Group or Class Actions (York and Cristy).\r\n\r\nAll of the contested arbitration agreements purport to ban group or class\r\narbitration. The Dealers Act provides, in pertinent part, as follows:\r\n\r\n             When such action is one of common or general interest to\r\n             many persons or when the parties are numerous and it is\r\n             impracticable to bring them all before the court, one or\r\n             more may sue for the benefit of the whole, including\r\n             actions for injunctive relief.\r\n\r\n§ 56–15–110(2). Noting that the \"purpose of the Dealers Act is consumer\r\nprotection,\" our supreme court held, in Herron v. Century BMW (Herron I), that a\r\nprovision within an arbitration agreement that required purchasers to \"waive[] their\r\nright to . . . bring or participate in any class action or multi-plaintiff or claimant\r\naction in court or through arbitration,\" was void and unenforceable on public\r\npolicy grounds. 387 S.C. 525, 535-36, 693 S.E.2d 394, 399-400 (2010) (alteration\r\nin original). Subsequently, however, the Supreme Court of the United States\r\ngranted a petition for writ of certiorari, vacated our supreme court's Herron I\r\njudgment, and remanded with instructions for our supreme court to reconsider its\r\ndecision invalidating the provision banning class arbitration, in light of the\r\ndecision in AT&T Mobility LLC v. Concepcion, 131 S. Ct. 1740 (2001). Sonic\r\nAutomotive, Inc. dba Century BMW v. Watts, 131 S. Ct. 2872 (2011). Notably, in\r\nConcepcion, the Supreme Court of the United States held that state law is\r\npreempted when it \"allows any party to a consumer contract to demand [classwide\r\narbitration],\" notwithstanding the presence of a class arbitration waiver in an\r\notherwise valid arbitration agreement.7 131 S. Ct. at 1750; see id. at 1748\r\n(\"Requiring the availability of classwide arbitration interferes with fundamental\r\nattributes of arbitration and thus creates a scheme inconsistent with the FAA.\"\r\n(emphasis added)).\r\n\r\n\r\n\r\n7York and Cristy argue the Dealers Act affords them a state law right to bring\r\nclass action, including class arbitration, claims.\r\n\nOn remand, our supreme court noted \"the issue of preemption was not preserved\r\nfor review in the South Carolina proceedings.\" Herron v. Century BMW (Herron\r\nII), 395 S.C. 461, 463, 719 S.E.2d 640, 641 (2012); id. at 469, 719 S.E.2d at 644\r\n(\"[T]he absence of a preemption discussion [in Herron I] is not attributable to this\r\nCourt's failure to recognize or understand the arguments presented. Rather,\r\nAppellants failed to present the issue to us . . . .\"). Our supreme court then\r\ndisposed of the matter on preservation grounds and reinstated its original opinion\r\nwithout considering the preemptive effect of the FAA on the Dealers Act provision\r\naffording a right to pursue relief in a representative capacity. Herron II, 395 S.C.\r\nat 470, 719 S.E.2d at 645 (\"[C]onsideration in light of AT&T Mobility LLC v.\r\nConcepcion is unwarranted.\").\r\n\r\nAlthough our supreme court technically \"reinstated\" its Herron I opinion, in light\r\nof (1) that case's profound preservation deficiencies; (2) the opinion of the\r\nSupreme Court of the United States vacating Herron I; and (3) the applicable\r\nholdings within Concepcion, the Herron I reinstatement did not signify a post-\r\nConcepcion position that the Dealers Act provision is immune to FAA preemption.\r\nConsistently, numerous other jurisdictions now apply Concepcion to preempt\r\nsimilar state laws that, if not preempted, would invalidate class action waivers on\r\npublic policy grounds. See Litman v. Cellco P'ship, 655 F.3d 225, 231 (3d Cir.\r\n2011) (holding, in light of Concepcion and, thus, contrary to prior New Jersey state\r\nlaw, \"the arbitration clause at issue here must be enforced according to its terms,\r\nwhich requires individual arbitration and forecloses class arbitration\"); Pendergast\r\nv. Sprint Nextel Corp., 691 F.3d 1224, 1236 (11th Cir. 2012) (\"[W]e need not reach\r\nthe question of whether Florida law would invalidate the class action waiver . . .\r\nbecause, to the extent it does, it would be preempted by the FAA.\"); Cruz v.\r\nCingular Wireless, LLC, 648 F.3d 1205, 1207 (11th Cir. 2011) (\"[I]n light of\r\nConcepcion, the class action waiver in the Plaintiff's arbitration agreements is\r\nenforceable under the FAA.\"); id. at 1215 (\"To the extent that Florida law would\r\nrequire the availability of classwide arbitration procedures . . . such a state rule is\r\ninconsistent with and thus preempted by FAA § 2.\"); McKenzie Check Advance of\r\nFla., LLC v. Betts, 112 So. 3d 1176, 1178 (Fla. 2013) (\"Applying the rational[e] of\r\nConcepcion . . . we conclude that the FAA preempts invalidating the class action\r\nwaiver in this case on the basis of it being void as against public policy.\"); NAACP\r\nof Camden Cnty. E. v. Foulke Mgmt. Corp., 24 A.3d 777, 781 (N.J. Super. Ct. App.\r\nDiv. 2011) (\"[W]e uphold the court's specific ruling that the class action waiver\r\nprovisions in the [vehicle purchase] documents should not be invalidated on public\r\npolicy grounds, a conclusion that is in keeping with . . . [Concepcion].\").\r\nAccordingly, the provisions banning class arbitration in the present case cannot be\r\ninvalidated based upon public policy considerations embodied within state law.\r\n\nRather, the \"the arbitration clause[s] at issue here must be enforced according to\r\n[their] terms, which requires individual arbitration and forecloses class arbitration.\"\r\nLitman, 655 F.3d at 231.\r\n\r\nIn York's arbitration agreement, she agreed that \"no action in a representative\r\ncapacity may be filed with the arbitrator and that arbitrator has no authority to\r\naward any relief to anyone other than the above named purchaser or seller.\" This\r\nprovision is valid and must be enforced according to its terms. Id. Similarly, the\r\narbitration agreement within Cristy's Installment Contract incorporated a\r\nrequirement that Cristy \"not . . . participate as a class representative or class\r\nmember on any class claim that [she] may have . . . , including class arbitration.\"\r\nThis provision is also valid and must be enforced according to its terms. Id.\r\n\r\n             2.     Limitations on Statutory Remedies (Cristy).\r\n\r\nAs discussed within Section I, C, supra, the arbitration agreement within Cristy's\r\nBuyers Order was unconscionable and, thus, void. Because general state law\r\ncontract defenses, such as unconscionability, remain effective, post-Concepcion, as\r\na permissible basis for voiding an arbitration agreement, it is unnecessary to\r\ndetermine whether (1) state public policy law invalidates any particular provision\r\nwithin this arbitration agreement and (2) the potential preemptive effect of the\r\nFAA in this particular instance. See Concepcion, 131 S. Ct. at 1746-47\r\n(recognizing generally applicable contract defenses, such as unconscionability,\r\nremain valid grounds to void an arbitration agreement, so long as the defense\r\napplies to all contracts and is not applied in a manner to specifically disfavor\r\narbitration).\r\n\r\n      E.     Conclusions as to the Validity of the Arbitration Clauses.\r\n\r\nThe arbitration agreements within York's two Buyers Orders were valid because\r\neach: (A) complied with the FAA; (B) evidenced intent to arbitrate; (C) was not\r\nunconscionable; and (D) was not void as a matter of public policy.\r\n\r\nThe arbitration agreement within Cristy's Buyers Order (A) complied with the\r\nFAA and (B) evidenced intent to arbitrate. Nonetheless, this agreement was (C)\r\nunconscionable and, thus, invalid in its entirety.\r\n\r\nThe arbitration agreement within Cristy's Installment Contract was valid because\r\nit: (A) complied with the FAA; (B) evidenced intent to arbitrate; (C) was not\r\nunconscionable; and (D) was not void as a matter of public policy.\r\n\nII.\t     Appellants' Claims Were Within the Scope Of a Valid Arbitration\r\n         Agreement.\r\n\r\n   We now address whether Appellants' claims fell within the scope of their\r\n   respective, valid arbitration agreements, i.e., the arbitration agreement(s) existing\r\n   within either York's two Buyers Orders or Cristy's Installment Contract.\r\n\r\n   A court must determine whether the factual allegations underlying a claim are\r\n   within the scope of an arbitration clause. Partain, 386 S.C. at 492-93, 689 S.E.2d\r\n   at 604. Because \"[t]he policy of the United States and of South Carolina is to favor\r\n   arbitration of disputes,\" arbitration should generally be ordered, \"[u]nless a court\r\n   can say with positive assurance that the arbitration clause is not susceptible to any\r\n   interpretation that covers the dispute.\" Id. at 491, 689 S.E.2d at 603-04. \"A clause\r\n   which provides for arbitration of all disputes 'arising out of or relating to' the\r\n   contract is construed broadly\" and is \"capable of an expansive reach.\" Landers v.\r\n   FDIC, 402 S.C. 100, 109, 739 S.E.2d at 213-14 (2013) (citations omitted). Thus, a\r\n   claim is within the scope of an arbitration clause that purports to cover all related\r\n   disputes, so long as a significant relationship exists between the claim and the\r\n   contract containing the arbitration agreement. Partain, 386 S.C. at 493, 689 S.E.2d\r\n   at 604.\r\n\r\n         A.     York Must Arbitrate Her Claims.\r\n\r\n   The arbitration clause appearing in York's two Buyers Orders applied to \"any and\r\n   all disputes in any way related to any negotiation or potential purchase, financing\r\n   or actual purchase of any vehicle or service from dealer.\" (emphases added). Such\r\n   broad language affords this clause an expansive reach. Landers, 402 S.C. at 109,\r\n   739 S.E.2d at 214. Thus, claims within the literal terms of the clause, as well as\r\n   those claims with a significant relationship to the Buyers Order, are subject to the\r\n   terms of the arbitration agreement. Partain, 386 S.C. at 493, 689 S.E.2d at 604.\r\n\r\n   York alleged that Dodgeland charged her illegal documentation fees. This\r\n   allegation is \"related to . . . the actual purchase\" of the vehicle from the dealer, a\r\n   dispute type explicitly recognized by the terms of the clause. Thus, York's claims\r\n   were within the scope of a valid arbitration agreement. Accordingly, she must\r\n   arbitrate her claims.\r\n\n         B.     Cristy Must Arbitrate Her Claim.\r\n\r\n   The arbitration clause within Cristy's Installment Contract covered \"any claim or\r\n   dispute . . . that arises out of or relates to your credit application, this Contract or\r\n   any resulting transaction or relationship, including those with third parties.\"\r\n   (emphases added). This broad language affords the clause an expansive reach.\r\n   Landers, 402 S.C. 109, 739 S.E.2d at 214. Thus, claims within the literal terms of\r\n   the clause, as well as those claims with a significant relationship to the Buyers\r\n   Order, are subject to the terms of the arbitration agreement. Partain, 386 S.C. at\r\n   493, 689 S.E.2d at 604.\r\n\r\n   Cristy alleged that Jim Hudson Hyundai charged her an illegal documentation fee.\r\n   Notably, the Installment Contract specifically lists the contested documentation fee\r\n   within the \"ITEMIZATION OF AMOUNT FINANCED.\" Thus, Cristy's dispute\r\n   \"arises out of or relates to . . . this Contract.\" Moreover, because the Installment\r\n   Contract provided Cristy with the \"means\" to purchase her vehicle, i.e., satisfy her\r\n   obligations owed under the Buyers Order, her claim also \"arises out of or relates to\r\n   . . . any resulting transaction.\" Therefore, Cristy's claims were within the scope of\r\n   this valid arbitration agreement and she must arbitrate these claims.\r\n\r\nIII.     Arbitration Related Discovery.\r\n\r\n   Finally, Appellants summarily argue the trial court erred in upholding the validity\r\n   of the arbitration agreements without first allowing discovery. Yet, Appellants'\r\n   brief fails to cite any law or authority that supports this particular proposition and,\r\n   instead, relies upon an attenuated argument and a summary conclusion. Therefore,\r\n   Appellants are deemed to have abandoned this issue. See Rule 208(b)(1)(D),\r\n   SCACR (\"The brief of appellant shall contain . . . the particular issue to be\r\n   addressed . . . followed by discussion and citations of authority.\" (emphasis\r\n   added)); Atl. Coast Builders & Contractors, LLC v. Lewis, 398 S.C. 323, 327 n.1,\r\n   730 S.E.2d 282, 284 n.1 (2012) (finding an issue abandoned because appellant's\r\n   brief was both unsupported by legal authority and relied upon a summary\r\n   conclusion); D.R. Horton, Inc. v. Wescott Land Co., LLC, 398 S.C. 528, 548-49,\r\n   730 S.E.2d 340, 350-51 (Ct. App. 2012) (finding appellants' failure to cite\r\n   supporting law or authority results in an issue being abandoned, despite the\r\n   existence of a conclusory argument).\r\n\n                                  CONCLUSION\r\n\r\nThe trial court did not err in dismissing Appellants' suit and compelling arbitration.\r\nEvery dispute was within the scope of at least one valid arbitration agreement.\r\nHence, the order of the trial court is\r\n\r\nAFFIRMED, AS MODIFIED. \n\r\n\r\nFEW, C.J. and LOCKEMY, J., concur. \n\r\n\n","court":"Appeals"},{"id":"5170","title":"State v. Rogers","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5170.pdf","description":"In this criminal matter, Brandon Rogers appeals his convictions for second degree burglary and petit larceny. Rogers argues the trial court erred in (1) finding a Batson violation and preventing him from striking the jurors when they were called in a subsequent jury draw, and (2) sentencing him based on the pre-amended version of South Carolina Code section 16-11-312.","date":"2013-09-04","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n               The State, Respondent,\r\n\r\n               v.\r\n\r\n               Brandon Rogers, Appellant.\r\n\r\n               Appellate Case No. 2011-190166\r\n\r\n\r\n\r\n                            Appeal From Dillon County \n\r\n                         Howard P. King, Circuit Court Judge\n\r\n\r\n\r\n                                  Opinion No. 5170\n\r\n                    Heard April 2, 2013 – Filed September 4, 2013\n\r\n\r\n\r\n                           REVERSED AND REMANDED\r\n\r\n\r\n               Appellate Defender Breen Stevens, of Columbia, for\r\n               Appellant.\r\n\r\n               Attorney General Alan McCrory Wilson, Senior\r\n               Assistant Deputy Attorney General Salley W. Elliott, and\r\n               Assistant Attorney General William M. Blitch, Jr., all of\r\n               Columbia, for Respondent.\r\n\r\n\r\nGEATHERS. J.: Appellant Brandon Rogers appeals his convictions for second-\r\ndegree burglary and of petit larceny. Rogers argues that the trial court erred in (1)\r\ngranting the State's Batson1 motion regarding three jurors and, thereafter,\r\npreventing him from striking the challenged jurors in the subsequent jury selection,\r\n\r\n\r\n1   Batson v. Kentucky, 476 U.S. 79 (1986).\r\n\nand (2) sentencing him based on the pre-amended version of South Carolina Code\r\nsection 16-11-312 (Supp. 2012). We reverse the trial court's finding of a Batson\r\nviolation as to each of the three jurors and remand for a new trial.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nRogers and his brother, Daniel Rogers, were indicted for burglary in the second-\r\ndegree and of petit larceny. During the initial jury selection, Rogers and his co-\r\ndefendant, both of whom are black, collectively exercised peremptory strikes on\r\nnine prospective white jurors2, including Jurors 65, 89, and 166.3 Rogers struck\r\nJuror 65 (a white female) and Juror 166 (a white male). His co-defendant struck\r\nJuror 89 (a white female). The jury was ultimately composed of three black males,\r\nsix black females, one white male, two white females, and one white female\r\nalternate. The State subsequently requested a Batson hearing, asserting eight of the\r\nnine strikes exercised by the defense were on the basis of race.\r\n\r\nUltimately, the trial court granted the State's Batson motion regarding five of the\r\neight jurors. The trial court quashed the first jury and precluded the defense from\r\nstriking any of the five jurors during the second jury selection. Jurors 65, 89, and\r\n166 were selected for the second jury, and the case proceeded to trial.\r\n\r\nThe jury found Rogers and his co-defendant guilty of burglary in the second degree\r\nand petit larceny. The trial court sentenced Rogers to twelve years' imprisonment\r\nfor the burglary charge, and to a concurrent term of thirty days for petit larceny.\r\nThis appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"Whether a Batson violation has occurred must be determined by examining the\r\ntotality of the facts and circumstances in the record.\" State v. Shuler, 344 S.C. 604,\r\n615, 545 S.E.2d 805, 810 (2001). \"Appellate courts give the trial judge's finding\r\ngreat deference on appeal, and review the trial judge's ruling with a clearly\r\n\r\n2 Rogers exercised peremptory challenges against four members of the jury venire: \n\r\ntwo white males and two white females, one of whom was a potential alternate. \n\r\nHis co-defendant exercised peremptory challenges against five members of the \n\r\njury venire: four white males and one white female. \n\r\n3 Although the trial court ultimately found Rogers' and his co-defendant's stated \n\r\nreasons for striking five of the eight jurors were pretextual, Rogers only appeals as \n\r\nto Jurors 65, 89, and 166. \n\r\n\nerroneous standard.\" Id. \"A finding is clearly erroneous if it is not supported by\r\nthe record.\" Id. at 620, 545 S.E.2d at 813.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Batson Motion\r\n\r\nRogers argues the trial court erred in finding his defense counsel's and his co-\r\ndefendant's counsel's explanations for striking Jurors 65, 89, and 166 were\r\npretextual, and by preventing him from striking the three jurors when they were\r\ncalled in the subsequent jury selection.\r\n\r\n\"The Equal Protection Clause of the Fourteenth Amendment to the United States\r\nConstitution prohibits the striking of a venire person on the basis of race or\r\ngender.\" Id. at 615, 545 S.E.2d at 810. \"The purposes of Batson and its progeny\r\nare to protect the defendant's right to a fair trial by a jury of the defendant's peers,\r\nprotect each venireperson's right not to be excluded from jury service for\r\ndiscriminatory reasons, and preserve public confidence in the fairness of our\r\nsystem of justice by seeking to eradicate discrimination in the jury selection\r\nprocess.\" State v. Haigler, 334 S.C. 623, 628-29, 515 S.E.2d 88, 90 (1999)\r\n(citations omitted). \"When one party strikes a member of a cognizable racial group\r\nor gender, the trial court must hold a Batson hearing if the opposing party requests\r\none.\" Shuler, 344 S.C. at 615, 545 S.E.2d at 810.\r\n\r\nIn Purkett v. Elem, 514 U.S. 765, 767 (1995), the Supreme Court of the United\r\nStates explained the proper procedure for a Batson hearing as follows:\r\n\r\n             Under our Batson jurisprudence, once the opponent of a\r\n             peremptory challenge has made out a prima facie case of\r\n             racial discrimination (step one), the burden of production\r\n             shifts to the proponent of the strike to come forward with\r\n             a race-neutral explanation (step two). If a race-neutral\r\n             explanation is tendered, the trial court must then decide\r\n             (step three) whether the opponent of the strike has proved\r\n             purposeful racial discrimination.\r\n\r\nStep two of this process does not demand an explanation that is persuasive or even\r\nplausible. State v. Cochran, 369 S.C. 308, 314, 631 S.E.2d 294, 298 (Ct. App.\r\n2006) (quoting Purkett, 514 U.S. at 767-68). At step two, \"the proponent of the\r\nstrike does not carry 'any burden of presenting reasonably specific, legitimate\r\n\nexplanations for the strikes.'\" Id. (quoting State v. Adams, 322 S.C. 114, 123, 470\r\nS.E.2d 366, 371 (1996)). \"Therefore, '[u]nless a discriminatory intent is inherent'\r\nin the explanation provided by the proponent of the strike, 'the reason offered will\r\nbe deemed race neutral' and the trial court must proceed to the third step of the\r\nBatson process.\" Id. (quoting Purkett, 514 U.S. at 768).\r\n\r\n\"At step three, the opponent of the strike must show the reason offered, though\r\nfacially race-neutral, was actually mere pretext to engage in purposeful racial\r\ndiscrimination.\" Cochran, 369 S.C. at 315, 631 S.E.2d at 298 (citing Adams, 322\r\nS.C. at 124, 470 S.E.2d at 372). \"The burden of persuading the court that a Batson\r\nviolation has occurred remains at all times on the opponent of the strike.\" Haigler,\r\n334 S.C. at 629, 515 S.E.2d at 91. \"This burden is generally established by\r\nshowing similarly situated members of another race were seated on the jury.\"\r\nCochran, 369 S.C. at 315, 631 S.E.2d at 298. \"Under some circumstances, the\r\nrace-neutral explanation given by the proponent may be so fundamentally\r\nimplausible that the judge may determine, at the third step of the analysis, that the\r\nexplanation was mere pretext even without a showing of disparate treatment.\"\r\nPayton v. Kearse, 329 S.C. 51, 55, 495 S.E.2d 205, 208 (1998). \"When the\r\nopponent of the strike proves the proponent of the strike practiced purposeful racial\r\ndiscrimination, the trial court must quash the entire jury panel and initiate another\r\njury selection de novo.\" Cochran, 369 S.C. at 315, 631 S.E.2d at 298.\r\n\r\n\"If a trial court improperly grants the State's Batson motion, but none of the\r\ndisputed jurors serve on the jury, any error in improperly quashing the jury is\r\nharmless because a defendant is not entitled to the jury of her choice.\" State v.\r\nEdwards, 384 S.C. 504, 509, 682 S.E.2d 820, 823 (2009). \"However, if one of the\r\ndisputed jurors is seated on the jury, then the erroneous Batson ruling has tainted\r\nthe jury and prejudice is presumed in such cases 'because there is no way to\r\ndetermine with any degree of certainty whether a defendant's right to a fair trial by\r\nan impartial jury was abridged.'\" Id. (quoting State v. Rayfield, 369 S.C. 106, 114,\r\n631 S.E.2d 244, 248 (2006)). \"The proper remedy in such cases is the granting of\r\na new trial.\" Id.\r\n\r\n   A. Juror 65\r\n\r\nRogers argues the trial court erred in finding his reason for striking Juror 65, a\r\nwhite female, was pretextual. We agree.\r\n\nAt the Batson hearing, Rogers' defense counsel stated that he struck Juror 65\r\nbecause she was a retired school teacher and, therefore, \"had experience as a\r\ndisciplinarian.\" He further explained:\r\n\r\n             Because she is a school teacher, Your Honor, I believe\r\n             that is axiomatic with that job. Or at least every teacher\r\n             that I had in public school is less likely wanting [sic] to\r\n             hear excuses from anybody. And less likely to find\r\n             excuses or any kind of the defendants who are also\r\n             people in their early twenties might want to -- I just know\r\n             that teachers don't like excuses, and they don't like -- they\r\n             don't like people trying to talk their way out of trouble.\r\n             Or they didn't when I was in school.\r\n\r\nIn response, the State argued that the strike was improper because defense\r\ncounsel's stated reason for striking Juror 65 was rooted in a stereotype of the\r\nteaching profession. The trial court accepted the State's argument, stating the\r\nfollowing:   [B]ut that kind of stereotyping of groups or subgroups are\r\n             specifically prohibited by Payton versus Kearse, a South\r\n             Carolina Supreme Court case, and you can't just class\r\n             people into stereotype groups or subgroups, and give that\r\n             as a reason for being racially neutral.\r\n\r\n(emphasis added). Additionally, the trial court found that defense counsel's\r\nexplanation was pretextual and, therefore, improper, because the defense seated a\r\njuror who was similarly situated to Juror 65.4\r\n\r\nIn Payton v. Kearse, 329 S.C. 51, 55-56, 495 S.E.2d 205, 208 (1998), our supreme\r\ncourt held that striking a white juror because she was a \"redneck\" was facially\r\ndiscriminatory, and, therefore, violated Batson. In so holding, the court reasoned,\r\n\"[t]he term 'redneck' is a racially derogatory term applied exclusively to members\r\nof the white race.\" Id. Significantly, the court went on to note: \"Our holding only\r\nprevents a party from striking a juror based on a racially stereotypical reason.\" Id.\r\nat 56-57, 495 S.E.2d at 208 (emphasis added).\r\n\r\n4Prior to issuing its ruling, the trial court erroneously stated that Juror 65 was a\r\nsales representative. Based on this misstatement it appears the trial court may have\r\nconfused Juror 65, a retired teacher, with Juror 166, a sales representative.\r\n\nIn this instance, the trial court misinterpreted Payton as precluding a party from\r\nstriking a juror on the basis of any stereotype. In Payton, our supreme court made\r\nclear that its holding only prevented a party from striking a juror based on a\r\nracially stereotypical reason. See id. Because defense counsel's explanation for\r\nstriking Juror 65 was not rooted in a racial stereotype, the trial court erred in ruling\r\nthat his explanation was facially discriminatory under the standard enunciated in\r\nPayton. Moreover, a prospective juror's employment is a legitimate race-neutral\r\nreason for exercising a peremptory strike. See Cochran, 369 S.C. at 318, 631\r\nS.E.2d at 300 (\"The employment status of a prospective juror is a race-neutral\r\nreason for using a peremptory challenge.\"); Adams, 322 S.C. at 125, 470 S.E.2d at\r\n372 (finding a prospective juror's type of employment is a race-neutral reason for a\r\nstrike). Therefore, defense counsel's explanation that he struck Juror 65 based on\r\nher previous employment as a teacher was race-neutral.\r\n\r\nBecause Rogers' defense counsel offered a facially race-neutral explanation for the\r\nstrike, the burden was on the State, as the opponent of the strike, to prove defense\r\ncounsel's stated reason was mere pretext for racial discrimination. See Rayfield,\r\n369 S.C. at 112, 631 S.E.2d at 247 (stating that once the proponent of the strike\r\noffers a reason that is race-neutral, the burden is on the party challenging the strike\r\nto show the explanation is mere pretext). Here, the State merely argued that an\r\nexplanation based on a stereotype does not provide a proper basis for the exercise\r\nof a peremptory strike. Our supreme court has held that \"just because the reason\r\ngiven for striking a juror may fit a stereotype does not necessarily mean the reason\r\nis pretextual.\" Cochran, 369 S.C. at 321-22, 631 S.E.2d at 302. Consequently, the\r\nfact that defense counsel's strike was based on a stereotype of the teaching\r\nprofession, in itself, was insufficient to establish that his explanation was\r\npretextual. See State v. Ford, 334 S.C. 59, 64, 512 S.E.2d 500, 503 (1999) (stating\r\nthe opponent of a strike can show pretext, \"either by showing similarly situated\r\nmembers of another race were seated on the jury or the reason given for the strike\r\nis so fundamentally implausible as to constitute mere pretext despite a lack of\r\ndisparate treatment\"). Accordingly, the State, as opponent of the strike, failed to\r\nmeet its burden of showing that defense counsel's reason for striking Juror 65 was\r\nmere pretext for purposeful discrimination.\r\n\r\nAdditionally, we find the record fails to support the trial court's finding that\r\ndefense counsel's strike of Juror 65 was pretext for purposeful discrimination.\r\nHere, the trial court found that counsel's explanation was pretextual because the\r\ndefense seated a juror who was similarly situated to Juror 65. \"Pretext generally\r\nwill be established by showing that similarly situated members of another race\r\n\nwere seated on the jury.\" Haigler, 334 S.C. at 629, 515 S.E.2d at 91 (emphases\r\nadded). Here, the only juror the trial court identified as being similarly situated to\r\nJuror 65 was Juror 66, a white male and self-employed college graduate who was\r\nstricken by Rogers' co-defendant based on his employment. Because the similarly\r\nsituated juror identified by the trial court was not seated on the jury and was of the\r\nsame race as the challenged juror, we find the trial court erred in ruling defense\r\ncounsel's stated reason for striking Juror 65 was pretextual and, consequently,\r\ngranting the State's Batson motion and quashing the first jury.\r\n\r\n   B. Juror 166\r\n\r\nRogers asserts the trial court erred in ruling his stated reason for striking Juror 166,\r\na white male, was pretextual. We agree.\r\n\r\nDuring the Batson hearing, defense counsel offered the following explanation for\r\nstriking Juror 166:\r\n\r\n             [He] was a sales representative. I know from my\r\n             personal experience they do tend to be more\r\n             conservative. Also, I believe he had somewhat of a crew\r\n             cut haircut, looked kind of militant. They also tend to be\r\n             conservative, law and order type folks. I know sales reps\r\n             like my father drive around all day selling stuff, listening\r\n             to Rush Limbaugh. I don't think he would have a whole\r\n             lot of sympathy for my client, is what he looked like.\r\n\r\nThe State once again argued that defense counsel's reasons for striking Juror 166\r\nwere pretextual because they were based on a stereotype. Additionally, the State\r\ncontended that a juror's political affiliation was an improper basis for a peremptory\r\nchallenge, citing Foster v. Spartanburg Hospital System, 314 S.C. 282, 442 S.E.2d\r\n624 (Ct. App. 1994). Relying on Payton, the trial court concluded that defense\r\ncounsel's explanation was not race-neutral because it was based on a stereotype.\r\nAdditionally, the trial court found that defense counsel's explanation was pretextual\r\nand, therefore, improper, because the defense seated a similarly situated juror.\r\n\r\nAs previously noted, the Payton court explicitly limited its holding to a narrow\r\nsubset of stereotypes–racial stereotypes. See Payton, 329 S.C. at 56-57, 495\r\nS.E.2d at 208. At the Batson hearing, defense counsel stated that he believed Juror\r\n166 was conservative based on his appearance and his employment and,\r\nconsequently, did not think Juror 166 would sympathize with Rogers. Pursuant to\r\n\nPayton, the fact that defense counsel's reason for striking Juror 166 was rooted in a\r\nconservative stereotype did not make his stated reason facially discriminatory.\r\n\r\nAs to defense counsel's strike of Juror 166 due to his conservative appearance, a\r\nprospective juror's demeanor and disposition are valid reasons for exercising a\r\nstrike. See Purkett, 514 U.S. at 769 (determining a prosecutor's explanation that he\r\nstruck a juror because \"he had long, unkempt hair, a mustache, and a beard\" was\r\nrace-neutral); Rayfield, 369 S.C. at 113, 631 S.C. at 247-48 (concluding that\r\ndefense counsel's explanation that he struck a juror because of his \"conservative\r\nappearance\" was a gender-neutral explanation); State v. Tucker, 334 S.C. 1, 8, 512\r\nS.E.2d 99, 102 (1998) (stating a juror's disposition and demeanor are race-neutral\r\nreasons for exercising a peremptory strike). In United States v. Blotcher, 142 F.3d\r\n728, 730, 732 (4th Cir. 1998), the Court of Appeals for the Fourth Circuit\r\nconcluded that defense counsel proffered a race-neutral reason for exercising a\r\nperemptory strike where he explained that he struck a white juror because he\r\n\"appear[ed] to be very-just from his appearance, a conservative person. . . . He's\r\ngot his hair kind of nice and he's got nice glasses on.\" Similar to Blotcher, Rogers'\r\ndefense counsel explained that he struck Juror 166 because he believed Juror 166\r\nwas a \"conservative, law and order type []\" based on his \"crew cut haircut\" and\r\n\"militant\" appearance. Furthermore, the wearing of a crew cut is not a\r\ncharacteristic peculiar to any particular racial group. Cf. McCrea v. Gheraibeh,\r\n380 S.C. 183, 187, 669 S.E.2d 333, 335 (2008) (holding that uneasiness over the\r\njuror's dreadlocks' was not a race-neutral reason for exercising a peremptory strike\r\nbecause \"dreadlocks retain their roots as a religious and social symbol of\r\nhistorically black cultures\"). Therefore, we find defense counsel's explanation that\r\nhe struck Juror 166 due to his conservative appearance was race-neutral.\r\n\r\nAs to defense counsel's strike of Juror 166 due to his belief that sales\r\nrepresentatives are conservative, the State contends that because Foster prohibited\r\na party from striking a juror because of his political affiliation, it is also improper\r\nto strike a juror because he or she is a conservative. Specifically, the State argues\r\nthat defense counsel's categorization of sales representatives as conservative was\r\nmere speculation and, therefore, not a reasonable, race-neutral explanation. We\r\ndisagree.\r\n\r\nWe find Foster is procedurally distinct from the case at hand because it preceded\r\nPurkett and Adams, which clarified the three-step method established for executing\r\na Batson hearing. In Foster, counsel for the hospital explained that he struck a\r\nblack male juror based on his answer in his juror questionnaire that he was a\r\nmember of the Democratic Party, as well as his affirmative statement that he was a\r\n\n\"'loyal American citizen, [who has] never been in any trouble with the law.'\" 314\r\nS.C. at 285, 442 S.E.2d at 626 (alteration in original). Counsel asserted, \"a\r\nDemocrat is more inclined than a Republican or some other party affiliate to favor\r\n'the little person.'\" Id. The court held that such a \"sweeping generalization\" about\r\nmembers of an entire political party was not a race-neutral explanation because it\r\nwas \"mere speculation\" and did not \"rest on a reasonable basis.\" Id. (citing State v.\r\nGrandy, 306 S.C. 224, 227, 411 S.E.2d 207, 208 (1991)). Subsequent to the Foster\r\ndecision, Purkett and Adams altered the procedure for the second step of the\r\nBatson analysis so that the proponent of the strike no longer has the burden of\r\npresenting reasonably specific, legitimate explanations for a strike; instead, the\r\nproponent need only present a racially neutral explanation. See Purkett, 514 U.S.\r\nat 768-69 (stating that under the second step, a party's reasons for striking a juror\r\ndo not have to be persuasive or even plausible, so long as they are race-neutral);\r\nAdams, 322 S.C. at 124, 470 S.E.2d at 372 (adopting the standard delineated in\r\nPurkett for determining whether a party exercised strikes in violation of Batson).\r\nThus, the Purkett/Adams standard is a clear deviation from Foster, which required\r\nthat the proponent of a strike offer an explanation that rests on a reasonable basis,\r\nnot mere speculation. Compare Foster, 314 S.C. at 285, 314 S.E.2d at 626 (citing\r\nGrandy, 306 S.C. at 227, 411 S.E.2d at 208), with Purkett, 514 U.S. at 768-69\r\n(stating that under the second step a party's reasons for striking a juror do not have\r\nto be persuasive or even plausible, so long as they are race-neutral).\r\n\r\nWe also find Foster is distinguishable from the instant case because defense\r\ncounsel did not explicitly state that he struck Juror 166 because he was a member\r\nof a particular political party. Although defense counsel referenced a well-known,\r\npolitically conservative talk-radio host in giving his explanation, counsel explicitly\r\nstated that he struck Juror 166 based on his belief that individuals employed as\r\nsales representatives are \"conservative.\" Moreover, defense counsel's reason for\r\nstriking Juror 166 was rooted in his own personal experience with sales\r\nrepresentatives and was not based on a \"sweeping generalization\" about any\r\nparticular political party.\r\n\r\nIn addition to the distinctions between Foster and the instant case, we also note our\r\ncourts have previously upheld the exercise of peremptory strikes against members\r\nof a particular profession due to their perceived attitudes or beliefs. In State v.\r\nFlynn, the State explained that it struck a black female because she was a Head\r\nStart director, which it viewed as \"a very liberal job.\" 368 S.C. 83, 84, 627 S.E.2d\r\n763, 764 (Ct. App. 2006). In response, defense counsel argued that being liberal\r\nwas not an appropriate reason for striking a juror. Id. at 84, 627 S.E.2d at 765.\r\nThe State further explained, \"'Your Honor, I believe that is a social welfare kind of\r\n\nprogram, and as director she is liberal in nature. It's a liberal type of attitude and\r\njob, and that is why I struck her.'\" Id. The trial court concluded the State's\r\nexplanation was race-neutral. Id. On appeal, Flynn argued the trial court erred in\r\nnot finding the State violated Batson because the State \"'advanced a racial\r\nstereotype' to justify striking Juror 21.\" Id. at 86, 627 S.E.2d at 765. This court\r\nconcluded, \"the State asserted that due to her employment, it believed Juror 21 was\r\n'liberal.' As Flynn has offered no evidence other than a conclusory assertion of\r\nracial motivation, we find the trial court did not err in failing to find a Batson\r\nviolation.\" Id.\r\n\r\nIn Cochran, defense counsel struck a white female juror, in part, because her\r\nhusband was an insurance agent. 369 S.C. at 320, 631 S.E.2d at 301. In\r\nexplaining his strike to the trial court, defense counsel shared his own experience\r\nwith jurors or spouses of jurors employed as insurance agents:\r\n\r\n             Your Honor, I never put the relatives [sic] bank tellers\r\n             and insurance agents[][o]n my juries[.] . . . If you're an\r\n             insurance agent. Or if you're married to an insurance\r\n             agent. Or if they're a bank teller or married to a bank\r\n             teller. These are the most straight-laced, conservation\r\n             [sic] people that, that you could find, in my opinion. And\r\n             they will . . . always convict your client.\r\n\r\nId. (emphasis added) (alterations in original). On appeal, this court held defense\r\ncounsel's explanation was race-neutral. Id. at 321, 631 S.E.2d at 302.\r\n\r\nSimilar to Flynn and Cochran, defense counsel struck Juror 166 due to his belief\r\nthat Juror 166's type of employment was linked to a conservative viewpoint and,\r\nconsequently, Juror 166 would not sympathize with Rogers. Therefore, although\r\ndefense counsel's stated reason may have been questionable, we find it was race-\r\nneutral. See Adams, 322 S.C. at 123, 470 S.E.2d at 371 (stating a party's reasons\r\nfor striking a juror do not have to be reasonable, specific, or legitimate; the reason\r\nneed only be race-neutral); Cochran, 369 S.C. at 321, 631 S.E.2d at 301 (\"Because\r\na juror's perceived bias (for whatever reason) lies at the core of virtually every\r\nperemptory challenge, courts should intervene only when it is demonstrated that\r\nthe strike runs afoul of the Constitution.\"); State v. Short, 327 S.C. 329, 335, 489\r\nS.E.2d 209, 212 (Ct. App. 1997), aff'd, 333 S.C. 473, 511 S.E.2d 358 (1999) (\"The\r\nprincipal function of the peremptory strike is to allow for the removal of a juror in\r\nwhom the challenging party perceives bias or prejudice, even where the juror is not\r\nchallengeable for cause.\").\r\n\nOnce Rogers' defense counsel offered a race-neutral explanation for the strike, it\r\nwas incumbent upon the State, as the opponent of the strike, to show the\r\nexplanation was mere pretext for racial discrimination. Here, the State failed to\r\nmeet its burden by merely asserting defense counsel based his strike on a\r\nstereotype of a political party. See Cochran, 369 S.C. at 321-22, 631 S.E.2d at 302\r\n(stating that \"just because the reason given for striking a juror may fit a stereotype\r\ndoes not necessarily mean the reason is pretextual\"); Ford, 334 S.C. at 64, 512\r\nS.E.2d at 503 (stating the opponent of a strike can show pretext, \"either by\r\nshowing similarly situated members of another race were seated on the jury or the\r\nreason given for the strike is so fundamentally implausible as to constitute mere\r\npretext despite a lack of disparate treatment\"). Because the State failed to offer\r\nsufficient evidence of pretext, we find it did not meet its burden of showing the\r\nstrike was mere pretext.\r\n\r\nAdditionally, we find the record fails to support the trial court's finding that\r\ndefense counsel's strike of Juror 166 was pretext for purposeful discrimination.\r\nThe trial court identified Juror 66, a self-employed college graduate, as being\r\nsimilarly situated to Juror 166. However, Juror 66 was a white male and was\r\nstruck by Rogers' co-defendant based on his employment. See Haigler, 334 S.C. at\r\n629, 515 S.E.2d at 91 (stating \"[p]retext generally will be established by showing\r\nthat similarly situated members of another race were seated on the jury\"\r\n(emphases added)). Moreover, defense counsel similarly struck a white female\r\njuror who indicated that she worked as a hog farmer on the ground that farmers\r\n\"tend to be a lot more religious and conservative from my experience with them.\"\r\nSee Cochran, 369 S.C. at 327, 631 S.E.2d at 304-05 (\"[A] strike must be examined\r\nin light of the circumstances under which it is exercised, including an examination\r\nof the explanations offered for other strikes.\"). Furthermore, although Rogers\r\nexercised most of his strikes against white jurors, he did not strike every white\r\njuror, and also struck several black jurors. See Ford, 334 S.C. at 66, 512 S.E.2d at\r\n504 (finding the fact that the appellant used most of his challenges to strike white\r\njurors was not sufficient, in itself, to establish purposeful discrimination). As a\r\nresult, the ultimate composition of the jury panel was diverse. See Shuler, 344 S.C.\r\nat 621, 545 S.E.2d at 813 (\"[T]he composition of the jury panel is a factor that may\r\nbe considered when determining whether a party engaged in purposeful\r\ndiscrimination pursuant to a Batson challenge.\"). In light of the totality of facts\r\nand circumstances in the record, we find the trial court erred in ruling defense\r\ncounsel's stated reason for striking Juror 166 was pretextual and, consequently,\r\ngranting the State's Batson motion and quashing the first jury.\r\n\n    C. Juror 89\r\n\r\nRogers asserts the trial court erred in finding his co-defendant's reason for striking\r\nJuror 89, a white female, was pretextual.\r\n\r\nAt the Batson hearing, counsel for Rogers' co-defendant explained that he struck\r\nJuror 89 because she worked as a manager at CitiFinancial in Dillon, South\r\nCarolina, and her employer used the Sheriff's Department to serve almost all of\r\ntheir papers exclusively.5 The trial court found that counsel offered a race-neutral\r\nexplanation for striking Juror 89. The State countered that Juror 89 managed a\r\nCitiFinancial office in Lumberton, North Carolina, not Dillon, South Carolina, as\r\nbelieved by the defense. Additionally, the State claimed that Juror 89 had not\r\nindicated that she had a close relationship with law enforcement officers. The trial\r\ncourt found that the strike was pretextual because it was based on counsel's\r\ninaccurate belief that Juror 89 worked in the Dillon office location. The trial court\r\nreasoned:    The real problem is, is that it is not true. This lady,\r\n             according to the returns, worked for this company in\r\n             Lumberton, North Carolina. That was shown on her\r\n             return to the Clerk's Office. This return would be\r\n             available to all the parties, including defense counsel. It\r\n             is also my recollection that she said that when the roll\r\n             was called, but I could not swear to that. But, in any\r\n             event, it is very clearly on her return that she is employed\r\n             in Lumberton, North Carolina. Therefore, I find that the\r\n             reason for striking Juror 89 was pretextual.\r\n\r\nAlthough counsel for Rogers' co-defendant mistakenly believed Juror 89 worked in\r\nCitiFinancial's Dillon office, we find this mistake was not evidence that his\r\nexplanation was pretext for racial discrimination. See Ford, 334 at 64, 512 S.E.2d\r\nat 503 (stating the opponent of a strike can show an pretext, \"either by showing\r\nsimilarly situated members of another race were seated on the jury or the reason\r\ngiven for the strike is so fundamentally implausible as to constitute mere pretext\r\ndespite a lack of disparate treatment\"). In offering his explanation for striking\r\nJuror 89, counsel for Rogers' co-defendant asserted: \"that specific finance\r\n\r\n5Counsel for co-defendant admitted he had no personal basis for this rationale;\r\nhowever, he stated that his prior conversation with Fourth Judicial Circuit\r\nDefender Michael Stephens supported this belief.\r\n\ncompany, Your Honor. Not just any finance company in general, but CitiFinancial\r\nuses the Sheriff's Department to serve their papers on people who are behind on\r\ntheir payments, or for any other reason.\" Notably, counsel specifically argued that\r\nJuror 89's relationship with law enforcement was grounded in her employment\r\nwith CitiFinancial in general, rather than a specific CitiFinancial office location.\r\nTherefore, the fact that Juror 89 actually worked in CitiFinancial's Lumberton\r\noffice did not negate counsel's stated reason. Moreover, a prospective juror's type\r\nof employment is a valid race-neutral reason for exercising a peremptory strike.\r\nSee Cochran, 369 S.C. at 318, 631 S.E.2d at 300. Because counsel's error was\r\ninsufficient to demonstrate pretext and the State offered no other evidence of\r\npretext as required by step three of the Purkett/Adams analysis, we find the trial\r\ncourt erred in finding a Batson violation as to Juror 89.\r\n\r\nCONCLUSION\r\n\r\nIn this case, Rogers offered race-neutral explanations for striking Jurors 65, 89, and\r\n166. The State failed to offer sufficient evidence of purposeful discrimination, as\r\nrequired by step three of the Purkett/Adams analysis for determining whether a\r\nBatson violation has occurred. Furthermore, the record fails to support the trial\r\ncourt's finding of a Batson violation as to Jurors 65, 89, and 166. Because the trial\r\ncourt improperly granted the State's Batson motion and Jurors 65, 89, and 166 were\r\nseated on the second jury, Rogers was denied his right to exercise his peremptory\r\nchallenges. Therefore, we remand this case for a new trial.6 See Edwards, 384\r\nS.C. at 509, 682 S.E.2d at 823 (holding if a trial court improperly grants the State's\r\nBatson motion and one of the disputed jurors is seated on the jury, then the\r\nerroneous Batson ruling has tainted the jury and prejudice is presumed because\r\nthere is no way to determine with any degree of certainty whether a defendant's\r\nright to a fair trial by an impartial jury was abridged, and the proper remedy in\r\nsuch a case is a new trial). Accordingly, the decision of the trial court is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and CURETON, AJ., concur.\r\n\r\n\r\n6 Because we reverse and remand this matter to the trial court, we need not\r\nconsider Rogers' remaining sentencing issue. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (stating an\r\nappellate court need not address remaining issues when resolution of a prior issue\r\nis dispositive).\r\n\n","court":"Appeals"},{"id":"5171","title":"Nicholson v. SCDSS","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5171.pdf","description":"South Carolina Department of Social Services (DSS) appeals the Appellate Panel of the South Carolina Workers' Compensation Commission's (the Commission) finding that Carolyn Nicholson sustained compensable injuries to her neck, back, and left shoulder when she fell while walking in a carpeted hallway of her workplace. DSS argues the Commission erred because Nicholson's injuries did not arise out of her employment, as the Workers' Compensation Single Commissioner (Single Commissioner) previously found.","date":"2013-09-04","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Carolyn M. Nicholson, Claimant, Respondent,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Social Services,\r\n            Employer, and State Accident Fund, Carrier, Appellants.\r\n\r\n            Appellate Case No. 2012-206507\r\n\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                                 Opinion No. 5171 \n\r\n                 Heard February 12, 2013 – Filed September 4, 2013 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n            L. Brenn Watson and Zachary M. Smith, both of Wilson,\r\n            Jones, Carter & Baxley, P.A., of Greenville, for\r\n            Appellants.\r\n\r\n            Kathryn Williams, of Kathryn Williams, P.A., of\r\n            Greenville, for Respondent.\r\n\r\n\r\nGEATHERS. J.: South Carolina Department of Social Services (DSS) appeals\r\nthe Appellate Panel of the South Carolina Workers' Compensation Commission's\r\n(the Commission) finding that Carolyn Nicholson sustained compensable injuries\r\nto her neck, back, and left shoulder when she fell while walking in a carpeted\r\n\nhallway of her workplace. DSS argues the Commission erred because Nicholson's\r\ninjuries did not arise out of her employment, as the Workers' Compensation Single\r\nCommissioner (Single Commissioner) previously found. We reverse.\r\n\r\nFACTUAL/PROCEDURAL HISTORY\r\n\r\nThe facts in this case are undisputed. Nicholson worked as a supervisor in the\r\ninvestigations department of DSS. As a part of her job with DSS, she attended\r\nweekly audit meetings to review and update case files. On February 26, 2009,\r\nNicholson was scheduled for an audit meeting, which was held on the lower floor\r\nof DSS's building. She grabbed a stack of files and began walking down the\r\nhallway to the meeting. While walking down the hallway, Nicholson's shoe\r\nscuffed the carpet, and she fell onto her left side. As a result of the fall, Nicholson\r\nsustained injuries to her neck, back, and left shoulder.\r\n\r\nOn January 3, 2011, Nicholson filed a Form 50, alleging she sustained\r\ncompensable injuries by accident arising out of and in the course of her\r\nemployment as a result of the fall. Nicholson sought payment for past medical\r\ntreatment, additional medical treatment for her neck, back, and left shoulder, and\r\ntemporary total disability benefits from February 26, 2009, to April 13, 2009, the\r\ndays she was out of work. DSS and its insurance carrier, State Accident Fund,\r\nadmitted Nicholson fell at work but denied she sustained compensable injuries by\r\naccident arising out of her employment.\r\n\r\nA hearing before the Single Commissioner was held on March 16, 2011. At the\r\nhearing, Nicholson testified her leg did not give way, and she had no health\r\nproblems that would cause her to fall. During direct examination, Nicholson was\r\nspecifically asked if she could offer any opinion as to the cause of her fall, and she\r\nanswered as follows:\r\n\r\n             Q.    So, what is it that you think caused you to fall?\r\n\r\n             A.    Friction from the carpet.\r\n\r\n             Q.    Did your foot get stuck?\r\n\r\n             A. Yes, from the friction. As I went to walk, the\r\n             friction from the carpet just grabbed me and I fell.\r\n\nNicholson further testified the hallway had a normal, level, carpeted floor that was\r\nfree from defect, and there was no debris on the floor. Although Nicholson was\r\ncarrying ten case files weighing approximately fifteen pounds at the time of her\r\nfall, she testified that the files did not cause her to fall.\r\n\r\nOn April 26, 2011, the Single Commissioner issued an order finding Nicholson did\r\nnot prove by a preponderance of the evidence that her alleged injuries arose out of\r\nher employment. Specifically, the Single Commissioner found Nicholson did not\r\nprove a causal connection between her fall and her employment because the fall\r\nwas \"wholly unrelated to her employment with [DSS].\" The Single Commissioner\r\nfound the floor was carpeted, level, and free from defect and, therefore, concluded\r\nNicholson's employment was not a contributing cause because \"there was nothing\r\npeculiar about the floor at [DSS]'s building that caused her to fall.\" Additionally,\r\nthe Single Commissioner determined Nicholson's employment did not contribute to\r\nthe effect of her fall because the fall \"would have carried the same consequences\r\nhad she fallen on a carpeted floor outside\" the DSS building. In support, the Single\r\nCommissioner referenced Nicholson's own testimony that the files she carried did\r\nnot cause or contribute to her fall. Based on these findings, the Single\r\nCommissioner denied Nicholson's claim for benefits. The Single Commissioner\r\ndiscussed Bagwell v. Ernest Burwell, Inc., 227 S.C. 444, 88 S.E.2d 611 (1955), in\r\nsupport of his conclusion.\r\n\r\nNicholson appealed to the Commission, which reversed the Single Commissioner's\r\ndetermination that Nicholson did not sustain compensable injuries. The\r\nCommission discussed Pierre v. Seaside Farms, Inc., 386 S.C. 534, 689 S.E.2d\r\n615 (2010), in support of its findings. As to the specific findings, the Commission\r\nfound that Nicholson's injuries did not result from an idiopathic1 or unexplained\r\nfall because Nicholson identified a specific, non-internal reason for the fall─her\r\nshoe scuffing the carpet. The Commission, therefore, concluded that because the\r\nfall was not idiopathic, the analysis in Bagwell was inapplicable. The Commission\r\nalso determined \"the files did not cause or contribute to [Nicholson's] fall.\"\r\nNevertheless, the Commission found Nicholson's employment was a contributing\r\ncause to her fall, and it was irrelevant that the fall could have happened on any\r\nother level, carpeted surface because the fall happened as a result of a risk\r\n\r\n1An idiopathic fall arises from some physical or mental condition personal to the\r\nclaimant. Mark A. Rothstein et al., Employment Law § 7.18 (4th ed. 2009).\r\n\nassociated with the conditions under which she worked. As a result, the\r\nCommission determined that the fall arose out of Nicholson's employment because\r\n\"it bore a special relation to her work and the conditions under which she worked,\"\r\nbecause \"she was required to work in a carpeted area.\" This appeal followed.\r\n\r\nISSUE ON APPEAL\r\n\r\nDid the Commission err in finding Nicholson sustained compensable injuries\r\narising out of her employment with DSS, thus entitling her to medical and\r\ncompensation benefits?\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe South Carolina Administrative Procedures Act establishes the standard for\r\njudicial review of decisions of the Commission. Pierre, 386 S.C. at 540, 689\r\nS.E.2d at 618. This court can reverse or modify the Commission's decision if it is\r\naffected by an error of law or is clearly erroneous in view of the reliable, probative,\r\nand substantial evidence in the whole record. Fishburne v. ATI Systems Intern.,\r\n384 S.C. 76, 85, 681 S.E.2d 595, 599-600 (Ct. App. 2009) (citing S.C. Code Ann. §\r\n1-23-380). \"'Substantial evidence is not a mere scintilla of evidence, but evidence\r\nwhich, considering the record as a whole, would allow reasonable minds to reach\r\nthe conclusion the agency reached.'\" Pierre, 386 S.C. at 540, 689 S.E.2d at 618\r\n(quoting Tennant v. Beaufort Cnty. Sch. Dist., 381 S.C. 617, 620, 674 S.E.2d 488,\r\n490 (2009)). Despite the significant deference that the substantial evidence\r\nstandard affords the Commission as to the weight of the evidence on questions of\r\nfact, \"[w]here there are no disputed facts, the question of whether an accident is\r\ncompensable is a question of law.\" Grant v. Grant Textiles, 372 S.C. 196, 201,\r\n641 S.E.2d 869, 872 (2007); see also Langdale v. Harris Carpets, 395 S.C. 194,\r\n200-01, 717 S.E.2d 80, 83 (Ct. App. 2011) (stating a reviewing court may not\r\nsubstitute its judgment for that of the Commission as to the weight of the evidence\r\non questions of fact, but it may reverse a decision affected by an error of law).\r\n\r\nLAW/ANALYSIS\r\n\r\nDSS argues the Commission erred in concluding that Nicholson's injuries arose out\r\nof her employment. DSS contends there was no causal connection between\r\nNicholson's injuries and her employment because the carpet on which she fell was\r\n\nlevel and free from defect, and Nicholson testified that the files she was carrying\r\ndid not cause her fall.\r\n\r\nTo be entitled to workers' compensation benefits, a claimant must show he or she\r\nsustained an \"injury by accident arising out of and in the course of employment.\"\r\nS.C. Code Ann. § 42-1-160(A) (Supp. 2012). \"The two parts of the phrase 'arising\r\nout of and in the course of employment' are not synonymous.\" Broughton v. South\r\nof the Border, 336 S.C. 488, 496, 520 S.E.2d 634, 638 (Ct. App. 1999). Rather,\r\nboth parts must exist simultaneously before recovery is allowed. Id. This court\r\nhas explained the distinction between the two parts as follows:\r\n\r\n             An accidental injury is considered to arise out of one's\r\n             employment when there is a causal connection between\r\n             the conditions under which the work is required to be\r\n             performed and the resulting injury. An injury occurs\r\n             within the course of employment when it occurs within\r\n             the period of employment, at a place where the employee\r\n             reasonably may be in the performance of his duties, and\r\n             while fulfilling those duties or engaged in something\r\n             incidental thereto.\r\n\r\nEaddy v. Smurfit-Stone Container Corp., 355 S.C. 154, 161, 584 S.E.2d 390, 394\r\n(Ct. App. 2003) (internal citations omitted). In this matter, there is no dispute that\r\nNicholson sustained her injuries in the course of her employment, as she was at\r\nwork at the time of the fall. Thus, the sole issue raised on appeal is whether\r\nNicholson's injuries arose out of her employment.\r\n\r\nThe term \"arising out of\" refers to the origin or cause of the accident. Crosby v.\r\nWal-Mart Store, Inc., 330 S.C. 489, 493, 499 S.E.2d 253, 255 (Ct. App. 1998).\r\n\"'An injury arises out of employment when there is apparent to the rational mind,\r\nupon consideration of all the circumstances, a causal relationship between the\r\nconditions under which the work is to be performed and the resulting injury.'\"\r\nCrisp v. SouthCo., Inc., 401 S.C. 627, 641, 738 S.E.2d 835, 842 (2013) (quoting\r\nRodney v. Michelin Tire Corp., 320 S.C. 515, 518, 466 S.E.2d 357, 358 (1996)).\r\nHowever, an injury is excluded from compensability under the Workers'\r\nCompensation Act when it \"comes from a hazard to which the workmen would\r\nhave been equally exposed apart from the employment.\" Crosby, 330 S.C. at 493,\r\n499 S.E.2d at 255. Therefore, a claimant's injury is only compensable if the source\r\n\nof the injury was a risk \"peculiar to the work and not common to the\r\nneighborhood.\" Douglas v. Spartan Mills, Startex Div., 245 S.C. 265, 269, 140\r\nS.E.2d 173, 175 (1965).\r\n\r\nThe question of whether an injury arises out of employment is largely a question of\r\nfact for the Commission. Ervin v. Richland Mem'l Hosp., 386 S.C. 245, 249, 687\r\nS.E.2d 337, 339 (Ct. App. 2009). However, \"[w]here there are no disputed facts,\r\nthe question of whether an accident is compensable is a question of law.\" Grant,\r\n372 S.C. at 201, 641 S.E.2d at 872; Jordan v. Dixie Chevrolet, 218 S.C. 73, 77, 61\r\nS.E.2d 654, 656 (1950) (\"Upon admitted or established facts the question of\r\nwhether an accident is compensable is a question of law and this is not an invasion\r\nof the fact-finding field of the Commission on the part of the Court.\"). We\r\nacknowledge the substantial evidence standard generally applies in this type of\r\nsituation. Nonetheless, under Grant, when the facts are undisputed, as they are\r\nhere, we must examine whether the Commission's decision that Nicholson's\r\ninjuries arose out of her employment was affected by an error of law. Moreover,\r\n\"[w]hile the appellate courts are required to be deferential to the full commission\r\nregarding questions of fact, this deference does not prevent the courts from\r\noverturning the full commission's decision when it is legally incorrect.\" Grant,\r\n372 S.C. at 202, 641 S.E.2d at 872.\r\n\r\nOn appeal, DSS presents several arguments that the Commission did not apply the\r\ncorrect legal standard in considering whether Nicholson's injuries arose out of her\r\nemployment. First, DSS argues the Commission erred in finding Nicholson's\r\ninjuries arose out of her employment in light of the supreme court's decision in\r\nBagwell. Additionally, DSS contends the Commission misinterpreted the holding\r\nin Pierre because the Commission did not focus its analysis on whether\r\nNicholson's injuries were caused by a special condition or hazard. Lastly, DSS\r\nargues Nicholson's injuries are not compensable because she was not subjected to a\r\ngreater degree of risk than the general public due to her employment. We address\r\neach of these arguments in turn.\r\n\r\n   I. The Applicability of Bagwell.\r\n\r\nInitially, DSS contends the Commission erred in finding Nicholson's injuries arose\r\nout of her employment in light of the supreme court's decision in Bagwell.\r\n\nIn Bagwell, our supreme court confronted the issue of an idiopathic fall, wherein\r\nan employee suddenly fell backward on a level, concrete floor, lost consciousness,\r\nand later died as a result of a subdural hemorrhage. 227 S.C. at 447, 88 S.E.2d at\r\n612. The fall was unexplained because the claimant had died and the only witness\r\ncould not give a work-related reason for the fall; however, there was a suggestion\r\nthe fall was caused by a personal health problem of the claimant. Id. at 447-50,\r\n452-53, 88 S.E.2d at 612-13, 614-15. Thus, the issue was whether compensation\r\nshould be awarded when the cause of the fall was unrelated to the employment but\r\nthe cement floors contributed to the effect of the fall. Id. at 452-53, 88 S.E.2d at\r\n614-15. Our supreme court affirmed the circuit court's denial of compensation,\r\nstating:     We are not prepared to accept the contention that, in the\r\n             absence of special condition or circumstances, a level\r\n             floor in a place of employment is a hazard. Cement\r\n             floors or other hard floors are as common outside\r\n             industry as within it. The floor in the instant case did not\r\n             create a hazard which would not be encountered on a\r\n             sidewalk or street or in a home where a hard surface of\r\n             the ground or a hard floor existed.\r\n\r\nId. at 454, 88 S.E.2d at 615 (emphasis added).\r\n\r\nA special condition was required in Bagwell because the fall could not be tied to\r\nthe employment without otherwise proving a special condition of the employment\r\ncontributed to the effect of the fall. In Nicholson's case, however, there was a\r\nspecific, non-personal reason for her fall─Nicholson's shoe scuffing the carpet.\r\nMoreover, there was no evidence Nicholson suffered any internal breakdown.\r\nThus, her fall was neither idiopathic nor unexplained.\r\n\r\nAlthough the facts of this case are distinguishable from Bagwell, our supreme court\r\nhas made clear that its decision in Bagwell was consistent with its previous\r\ninterpretation of the term \"arising out of.\" See Bagwell, 227 S.C. at 454, 88 S.E.2d\r\nat 615 (stating the \"conclusion [to deny compensation] is more in harmony with\r\nthe definition which this Court has consistently given the phrase 'arising out' of the\r\nemployment\"). Hence, Bagwell reinforces our court's interpretation of the term\r\n\"arising out of\" as requiring a causal connection between the conditions under\r\nwhich the work is required to be performed and the resulting injury. See Pierre,\r\n\n386 S.C. at 548-49, 689 S.E.2d at 622 (finding an employee's injuries from\r\nslipping on a wet sidewalk at the employer's on-site housing facility arose out of\r\nemployment because the source of the injury was a risk associated with the\r\nconditions under which the employee was required to live). Therefore,\r\nnotwithstanding the fact that Bagwell is predicated on the existence of an\r\nidiopathic condition, the holding in Bagwell is instructive in determining whether\r\nan employee's injuries from an unexplained, non-idiopathic fall arose out of\r\nemployment. Accordingly, we find that as in Bagwell, the carpet in DSS's building\r\nwas not a hazard that caused or contributed to Nicholson's injuries in the case at\r\nbar. See Bagwell, 227 S.C. at 454, 88 S.E.2d at 615 (\"We are not prepared to\r\naccept the contention that, in the absence of special condition or circumstances, a\r\nlevel floor in a place of employment is a hazard.\").\r\n\r\n   II. The Commission's Interpretation of Pierre.\r\n\r\nNext, DSS argues the Commission misinterpreted the holding in Pierre because it\r\ndid not focus its analysis on whether Nicholson's fall was caused by a special\r\ncondition or hazard on the carpet.\r\n\r\nIn Pierre, our supreme court addressed whether an employee's injuries from an\r\nexplained, non-idiopathic fall arose out of employment. Therein, the employee fell\r\non a wet sidewalk outside his employer's on-site housing facility. 386 S.C. at 538,\r\n689 S.E.2d at 617. The Single Commissioner concluded that the employee's\r\ninjuries did not arise out of employment, stating the following:\r\n\r\n            [T]he wet sidewalk where Pierre fell was not different in\r\n            character or design from other sidewalks, and the risk\r\n            associated with slipping on the sidewalk was not one\r\n            uniquely associated with his employment; rather, it was\r\n            one he would have been equally exposed to apart from\r\n            his employment.\r\n\r\nId. at 539, 689 S.E.2d at 617. The Commission subsequently upheld the Single\r\nCommissioner's order and incorporated it by reference. Id. The Commission\r\ndetermined the employee did not sustain a compensable injury arising out of his\r\nemployment because the sidewalk on which he fell was no different in character\r\nthan other sidewalks. Id. However, the supreme court rejected the Commission's\r\nfinding as not supported by substantial evidence because the accident occurred \"as\r\n\na result of a hazard that existed on the employer's premises, i.e., [the employee]\r\nslipped and fell on a wet sidewalk just outside the employees' housing facility.\" Id.\r\nat 548, 689 S.E.2d at 622. The court specifically noted that the sidewalk was wet\r\nbecause another person was using the outside sink and the water ran down the\r\nsidewalk. Id. In addition, the court found that the wet condition of the sidewalk\r\nresulted from the employer's placement of the sink and the apparent lack of\r\ndrainage. Id. Based on this evidence, the court concluded that the employee's\r\ninjury arose out of his employment because the source of the injury, i.e., the wet\r\nsidewalk, was a risk associated with the conditions under which the employee was\r\nrequired to live. Id. at 549, 689 S.E.2d at 622-23.\r\n\r\nThe court in Pierre examined whether there was evidence that \"the source of the\r\ninjury was a risk associated with the conditions under which the employees were\r\nrequired to live.\" Id. at 549, 689 S.E.2d at 622. Under the analysis used by the\r\ncourt, the wet condition of the sidewalk was only relevant to determine whether the\r\nsource of the injury was a risk associated with the employment. Id. at 549, 689\r\nS.E.2d at 623 (holding the \"[employee's] injury is causally related to his\r\nemployment in that it was due to the conditions under which he lived, i.e., a wet\r\nsidewalk outside of his building\"). Thus, Pierre recognized that a special condition\r\nor hazard can be used as a basis for establishing causation when it is a risk\r\nassociated with the employment. In the present case, unlike Pierre, no special\r\ncondition or hazard existed on the carpet that caused or contributed to Nicholson's\r\ninjuries.\r\n\r\n    III. The Increased-Risk Doctrine.\r\n\r\nFinally, DSS contends Nicholson's fall is not compensable because she was not\r\nsubjected to a greater degree of risk than the general public due to her employment.\r\n\r\nDSS essentially argues that the Commission should have applied the increased-risk\r\ndoctrine in determining whether Nicholson's injuries arose out of her employment.2\r\n\r\n2 Courts have taken various approaches to interpreting the \"arising out of\"\r\nrequirement. Simmons v. City of Charleston, 349 S.C. 64, 71, 562 S.E.2d 476, 479\r\n(Ct. App. 2002) (citing 1 Arthur Larson & Lex K. Larson, Larson's Workers'\r\nCompensation Law § 3.01 (2001)). The three most common lines of interpretation\r\nof the phrase \"arising out of\" are: (1) the increased-risk doctrine; (2) the positional-\r\nrisk doctrine; and (3) the actual-risk doctrine. Id. Under the increased-risk\r\n\nThe increased-risk doctrine is the prevalent doctrine in the United States. Mark A.\r\nRothstein et al., West's Employment Law § 7.18 (4th ed. 2009). However, a\r\nmajority of courts that have recently addressed the issue of whether compensation\r\nshould be awarded to employees who have suffered non-idiopathic falls have\r\nadopted the positional-risk doctrine, with a minority of jurisdictions employing the\r\nactual-risk doctrine. Id. Nonetheless, South Carolina has not formally adopted or\r\nrejected any of these doctrines, and we do not presume to do so today. Simmons,\r\n349 S.C. at 72, 562 S.E.2d at 480. Rather, we must look to our extant\r\njurisprudence to determine the proper standard for evaluating whether Nicholson's\r\ninjuries from an explained, non-idiopathic fall arose out of her employment.\r\n\r\nFor an injury to arise out of employment, \"a causal connection must exist between\r\nthe conditions under which the work is required to be performed and the resulting\r\ninjury.\" Ervin, 386 S.C. at 249, 687 S.E.2d at 339. Our supreme court has\r\nexplained the requisite causal connection for an injury to arise out of employment\r\nas follows:  [I]f the injury can be seen to have followed as a natural\r\n             incident of the work and to have been contemplated by a\r\n             reasonable person familiar with the whole situation as a\r\n             result of the exposure occasioned by the nature of the\r\n             employment, then it arises 'out of' the employment. But\r\n             it excludes an injury which cannot fairly be traced to the\r\n             employment as a contributing proximate cause and which\r\n             comes from a hazard to which the workmen would have\r\n             been equally exposed apart from the employment. The\r\n\r\ndoctrine, an injury arises out of employment when the employment increases the\r\nrisk of an injury. Id. The positional-risk doctrine provides that \"'[a]n injury arises\r\nout of the employment if it would not have occurred but for the fact that the\r\nconditions and obligations of the employment placed claimant in the position\r\nwhere he was injured.'\" Id. at 71, 562 S.E.2d at 479 (quoting 1 Larson § 3.05).\r\nThe actual-risk doctrine ignores whether the risk is common to the public and\r\nfocuses on whether it is a risk of the particular employment. Id. at 71, 562 S.E.2d\r\nat 479-80 (citing 1 Larson § 3.04). Under this doctrine, an injury arises out of\r\nemployment as long as the employment subjected the claimant to the actual risk\r\nthat caused the injury. Id. at 71, 562 S.E.2d at 480.\r\n\n             causative danger must be peculiar to the work and not\r\n             common to the neighborhood. It must be incidental to\r\n             the character of the business and not independent of the\r\n             relation of master and servant. It need not have been\r\n             foreseen or expected, but after the event it must appear to\r\n             have had its origin in a risk connected with the\r\n             employment, and to have flowed from that source as a\r\n             rational consequence.\r\n\r\nDouglas, 245 S.C. at 269, 140 S.E.2d at 175 (emphasis added) (citation omitted);\r\nsee also Ervin, 386 S.C. at 250, 687 S.E.2d at 339-40 (denying compensation\r\nbecause exposure to perfume fragrances while at work was a common causative\r\ndanger); Shuler v. Gregory Elec., 366 S.C. 435, 448, 622 S.E.2d 569, 576 (Ct. Ap.\r\n2005) (Kittredge, J., dissenting) (proposing to deny compensation where an\r\nemployee was driving her own vehicle on a public road because she would have\r\nbeen equally exposed to a car accident outside the employment). Therefore, we\r\nmust consider whether the Commission correctly applied this legal standard in\r\ndetermining whether Nicholson's injuries arose out of her employment.\r\n\r\nHere, the Commission found that Pierre foreclosed DSS's argument that\r\nNicholson's injuries were not compensable because it could have happened on any\r\nnormal, level, carpeted floor. However, under the standard enunciated in Douglas,\r\na claimant's injury is only compensable if the source of the injury was a risk\r\n\"peculiar to the work and not common to the neighborhood.\" 245 S.C. at 269, 140\r\nS.E.2d at 175 (citation omitted). Therefore, it was not only relevant, but essential\r\nthat the Commission determine whether there was evidence that the purported\r\ncausative danger─the carpet─ was a risk that was common to the neighborhood\r\nand not peculiar to the employment. Accordingly, we find the Commission's\r\ndecision was affected by an error of law because the Commission did not properly\r\napply the law to the facts of this case.\r\n\r\nAlthough Nicholson was injured while at work, the alleged causative danger, the\r\ncarpet, is very common. Nicholson testified that the carpet at DSS was level and\r\nfree from defect and that it did not buckle or move when her foot scuffed it. She\r\nfurther testified her fall could have happened on any level, carpeted surface outside\r\nof DSS's building. For example, she admitted that her fall could have happened in\r\nthe hearing room, which had the same type of carpeting as the DSS building.\r\nMoreover, the Commission made no finding that the carpet on which Nicholson\r\n\nfell was distinguishable in character from other carpets. Instead, in finding of fact\r\nnumber ten, the Commission found \"[t]he floor on which [Nicholson] fell was\r\ncarpeted, level, and free from any apparent defect.\" Based on Nicholson's\r\ntestimony and the Commission's findings, we cannot conclude that the carpet was\r\npeculiar to DSS and not common to the neighborhood.\r\n\r\nFurthermore, the Commission did not find that any other condition or obligation of\r\nNicholson's employment contributed to her fall or subsequent injuries. While she\r\nwas carrying ten files that together weighed fifteen pounds at the time of her fall,\r\nNicholson testified that the files she was carrying did not cause her fall.\r\nAdditionally, in finding of fact number nine, the Commission specifically found,\r\n\"[the] files did not cause or contribute to her fall.\" The fact that Nicholson's\r\ninjuries occurred in the carpeted area, in itself, is insufficient to establish the\r\nrequisite causal connection between her injuries and her employment. See\r\nBagwell, 227 S.C. at 454, 88 S.E.2d at 615. (\"To say that an injury arises out of the\r\nemployment in every case where an employee was required to be at the place\r\nwhere the injury occurred would effectively eliminate an essential requirement of\r\nthe statute.\"); Pierre, 386 S.C. at 549, 689 S.E.2d at 623 (\"[M]erely being on an\r\nemployer's premises, without more, does not automatically confer compensability\r\nfor an injury.\"); Bright v. Orr-Lyons Mills, 285 S.C. 58, 60, 328 S.E.2d 68, 70\r\n(1985) (\"An accidental injury is not rendered compensable by the mere fact that it\r\noccurred on the employer's premises. To so hold, would be to abandon the\r\nrequirement that an accident bear some logical causal relation to the\r\nemployment.\").\r\n\r\nIn this instance, Nicholson had the burden of providing facts that would bring her\r\ninjuries within the workers' compensation law. See Jennings v. Chambers Dev.\r\nCo., 335 S.C. 249, 254, 516 S.E.2d 453, 456 (Ct. App. 1999) (stating, \"[t]he\r\nclaimant has the burden of proving facts that will bring the injury within the\r\nworkers' compensation law, and such award must not be based on surmise,\r\nconjecture, or speculation\"). Nicholson testified that the sole reason for her fall\r\nwas that her shoe \"frictioned\" the carpet. The Commission also identified the\r\n\"specific\" reason for Nicholson's fall was \"that she tripped when her foot scuffed or\r\ncaught in the carpet due to the friction of the carpet against her shoe.\" Thus, the\r\nonly fact connecting Nicholson's fall to her employment is that her injuries\r\noccurred while she was working in a carpeted area of DSS's building. The carpet\r\non which Nicholson tripped and fell was not a hazard, a special condition, or\r\npeculiar to her employment. Accordingly, based on the findings of fact in the\r\n\nrecord, Nicholson failed to show a causal connection between her injuries and her\r\nemployment. Therefore, we conclude Nicholson did not sustain an injury by\r\naccident arising of her employment.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we hold Nicholson's injuries did not arise out of her\r\nemployment and, therefore, are not compensable under our workers' compensation\r\nlaw. Consequently, the decision of the Commission is\r\n\r\nREVERSED.\r\n\r\nLOCKEMY, J., concurs.\r\nFEW, C.J., dissenting: The events that led to Nicholson's fall are undisputed.\r\nHowever, the factual inferences to be drawn from those events are disputed. The\r\ncommission's ruling that Nicholson sustained compensable injuries is based on the\r\nfactual finding that Nicholson's fall arose out of her employment, which in turn is\r\nbased on factual inferences the commission drew from the events of Nicholson's\r\nfall.\r\n\r\nI would affirm the commission because there is substantial evidence in the record\r\nto support its findings. See Ervin v. Richland Mem'l Hosp., 386 S.C. 245, 248, 687\r\nS.E.2d 337, 338 (Ct. App. 2009) (stating \"this court will affirm findings of facts\r\nmade by the [commission] if those findings are supported by substantial\r\nevidence\"). The evidence shows that while walking to a meeting and carrying a\r\nstack of files, Nicholson's foot caught in the carpet due to the carpet's friction\r\nagainst her shoe, causing her to trip and fall. Because Nicholson's workplace was\r\ncarpeted, the source of her injury was a risk associated with the conditions under\r\nwhich she was required to work. I believe this constitutes substantial evidence to\r\nsupport the commission's factual finding of a causal connection between\r\nNicholson's injury and her employment.\r\n\r\nThe majority quotes Douglas v. Spartan Mills, Startex Division, 245 S.C. 265, 269,\r\n140 S.E.2d 173, 175 (1965), \"But [the workers' compensation act] excludes an\r\ninjury which cannot fairly be traced to the employment as a contributing proximate\r\ncause. . . . The causative danger must be peculiar to the work and not common to\r\nthe neighborhood.\" (emphasis omitted). However, whether an injury can be fairly\r\ntraced to the employment and is peculiar to the work and not common to the\r\n\nneighborhood is a factual determination for the commission, not the courts. See\r\nShealy v. Aiken Cnty., 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000) (\"In workers'\r\ncompensation cases, the [commission] is the ultimate fact finder.\"); Ervin, 386 S.C.\r\nat 249, 687 S.E.2d at 339 (stating \"the question of whether an accident arises out of\r\n. . . employment is largely a question of fact for the [commission]\"). Our task is\r\nnot to make conclusions based on the evidence before the commission, but to apply\r\nour standard of review to the commission's conclusions. Thus, the majority\r\nviolates our standard of review when it states, \"[W]e cannot conclude that the\r\ncarpet[] was peculiar to DSS and not common to the neighborhood.\" See S.C.\r\nCode Ann. § 1-23-380(5) (Supp. 2012) (\"The court may not substitute its judgment\r\nfor the judgment of the agency as to the weight of the evidence on questions of\r\nfact.\").\r\n\r\nThe majority relies on Grant v. Grant Textiles, 372 S.C. 196, 641 S.E.2d 869\r\n(2007), for the proposition that in this case we may decide a factual dispute as a\r\nmatter of law. I disagree that Grant applies to this case because in Grant, unlike\r\nhere, there were no disputed factual inferences to be drawn from the events that led\r\nto the claimant's injury. It was undisputed that the vice-president of sales for a\r\ntextile business was traveling to meet with clients when he stopped to remove\r\ndebris along the highway near the entrance to the site of the meeting and was\r\nstruck by a passing vehicle. 372 S.C. at 198-99, 641 S.E.2d at 870. The issue in\r\nthe case was whether, under those undisputed circumstances, his action of\r\nremoving debris from along the highway arose out of and was in the course of his\r\nemployment. The commission found it was not, and the court of appeals agreed\r\nwith the commission's finding that the cause of the accident had no relation to his\r\nemployment duties. 372 S.C. at 200, 641 S.E.2d at 871. The supreme court\r\ndisagreed stating,\r\n\r\n             The accident would not have happened but for Claimant's\r\n             business trip . . . to meet his employer's customers.\r\n             Because removing road hazards was not part of\r\n             Claimant's job duties, he could have ignored the hazard\r\n             in the road; however, he chose to remove the hazard to\r\n             benefit himself, his co-worker father, and his customers.\r\n             . . . Claimant's act, while outside his regular duties, was\r\n             undertaken in good faith to advance his employer's\r\n             interest and, therefore, was within the course of his\r\n             employment.\r\n\n372 S.C. at 201-02, 641 S.E.2d at 872.\r\n\r\nThus, the decision in Grant turned on whether the cause of the accident—deciding\r\nto remove the hazard from the road—was sufficiently connected to the\r\nemployment for purposes of satisfying the arising out of and within the scope of\r\nprongs. Once the court ascertained the accident would not have happened if the\r\nemployee had not traveled to the business meeting and stopped to remove the road\r\nhazard, all of which was undisputed, the legal conclusion that his actions arose out\r\nof and were in the course of employment necessarily followed. Here, despite no\r\ndispute about the events of Nicholson's fall, there remains a factual dispute as to\r\nwhether \"frictioning\" the carpet of the hallway while walking to a meeting was\r\ncaused by the employment. The commission made a factual finding that it was\r\nbecause the fall occurred as a result of a risk associated with the conditions under\r\nwhich she worked. That factual finding should be addressed under the substantial\r\nevidence standard.\r\n\n","court":"Appeals"},{"id":"5172","title":"State v. Rogers","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5172.pdf","description":"A jury found Timmy Rogers guilty of murder for the death of Fred Engel.  Rogers argues the circuit court erred when it refused to direct a verdict in his favor because the State failed to prove Rogers strangled Engel.  We affirm.","date":"2013-09-04","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Timmy Rogers, Appellant.\r\n\r\n            Appellate Case No. 2010-176426\r\n\r\n\r\n\r\n                           Appeal From Horry County \n\r\n                     Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 5172 \n\r\n                  Heard June 5, 2013 – Filed September 4, 2013 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender David Alexander, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Donald J. Zelenka, and\r\n            Assistant Attorney General Alphonso Simon, Jr., all of\r\n            Columbia; and Solicitor John Gregory Hembree, of\r\n            North Myrtle Beach, for Respondent.\r\n\r\n\r\nFEW, C.J.: A jury found Timmy Rogers guilty of murdering his paramour's\r\nhusband, Fred Engel. Rogers argues the trial court erred when it refused to direct a\r\nverdict in his favor. We affirm.\r\n\r\n      I.    Background\r\n\nIn the early morning hours of April 22, 2008, police found Engel's body in the\r\nwoods near a bank of mailboxes in the subdivision where he lived. A forensic\r\npathologist determined the killer strangled Engel to death. Three months later, a\r\ngrand jury indicted Rogers for murder.\r\n\r\nAt trial, the State theorized Rogers killed Engel because Rogers was having an\r\naffair with Engel's wife Sherry. Sherry testified for the State, claiming she and\r\nRogers devised a plan to kill Engel that they carried out the evening of April 21.\r\nRogers moved for a directed verdict, which the trial court denied. After the jury\r\nconvicted Rogers, the court sentenced him to thirty-five years in prison.\r\n\r\n      II.    The Evidence\r\n\r\nAt trial, the State presented the following evidence to prove Rogers murdered\r\nEngel.       A.    The Motive to Kill\r\n\r\nSherry testified the affair with Rogers began in May 2007 when she met him while\r\nvisiting Kentucky. Thereafter, Sherry traveled from her home in Myrtle Beach to\r\nKentucky to visit Rogers every month. She had family and a treating physician in\r\nKentucky, which gave her excuses to visit. Throughout the affair, Sherry claimed\r\nRogers frequently discussed \"getting rid\" of Engel \"because he felt like [Engel]\r\nwas going to take [her] away from him.\" In fact, she testified Rogers even tried to\r\nhire one of his family members to kill Engel. The family member, whom Sherry\r\nclaimed \"was a sharp shooter,\" ultimately refused Rogers' request. Although\r\nSherry initially protested the plan to kill Engel, she claimed she \"became more\r\ncompliant with th[e] idea of having [Engel] killed\" and discussed it with Rogers\r\nevery day.   B.    The Plan to Murder\r\n\r\nAccording to Sherry's testimony, Rogers told her the morning of April 21, 2008,\r\nthat \"This was going to be the day that [Engel] died.\" Rogers was in Myrtle Beach\r\nthat week, staying at a motel located ten miles from the Engels' home. Sherry\r\ndrove to the motel, where she and Rogers discussed their intention to kill Engel.\r\nKnowing she could not change Rogers' mind, Sherry told him, \"Well, if you're\r\ngoing to do it you go ahead and do it.\"\r\n\nRogers' plan was to park his red Chevrolet pickup truck in the parking area of the\r\nEngels' subdivision that night and hide in the bushes behind the mailboxes. Sherry\r\nwas to call Rogers when Engel walked outside to check the mail. Rogers would\r\nlay in wait for Engel and shoot him when he approached the mailboxes. He told\r\nher he bought a gun from a man staying in the motel, but Sherry never saw the gun.\r\n\r\n             C.     The Murder\r\n\r\nSherry testified Rogers called her that night at 11:00 p.m. to tell her he was\r\npositioned at the mailboxes.1 Sherry claimed she then asked Engel to check the\r\nmail, and when he left the house, Sherry called Rogers and told him, \"He's\r\nleaving.\" She testified that when she hung up the phone, she knew she had\r\n\"fulfilled her part of the agreement.\"\r\n\r\nRogers called her back later that night and said, \"It's done.\" During that\r\nconversation, Sherry recalled \"he was out of breath and . . . I could barely\r\nunderstand a lot of what he was saying. But I could tell he was in the woods cause\r\nof the way he was stomping and everything.\"\r\n\r\nAround midnight, Sherry called Rogers to make sure he was out of the area and\r\nsafely at his motel before she put the next part of their plan into action. He told her\r\nhe made it back and, in Sherry's words, was \"cleaning himself up from where he\r\nkilled [Engel].\" He had worn coveralls and boots Sherry had purchased for him,\r\nand Rogers told her he had to get \"the blood off of his hands . . . and get[] his\r\ncoveralls and . . . boot [off] because he had stepped in the blood.\"\r\n\r\nAfter she got off the phone with Rogers, Sherry \"sound[ed] the alarm.\" She\r\ntestified she walked to the house of her next-door neighbors, Tom and Karen\r\nRickerson, and told them she could not find Engel. Tom testified he drove around\r\nthe neighborhood searching for Engel but could find no trace of him. At that point,\r\nSherry told Tom they needed to go to the mailboxes because, as she explained to\r\nTom, Engel took the mailbox key with him when he left. Sherry, however,\r\nclaimed that she \"knew something had happened at the mailbox\"; she knew Rogers\r\n\"was supposed to do it\" there. When they arrived, Sherry saw \"blood on the front\r\nof the [mail]boxes\" and Engel's glasses laying on the ground. At that point, Sherry\r\n\"had no doubt in [her] mind that [Engel] was dead,\" and she \"knew who did it.\"\r\n\r\n1The State's expert in tracking cell phone calls presented cell phone records that\r\nare consistent with this phone call, but show the call being placed by Sherry to\r\nRogers.\r\n\n             D.    Finding the Body\r\n\r\nA police officer from the Horry County police department testified they found\r\nEngel's body in the woods approximately thirty feet from the mailboxes early the\r\nnext morning. He also stated a shoestring was found around his neck, and it\r\nappeared Engel had been dragged face-down by his left arm into the woods. A\r\npathologist with a local hospital in Myrtle Beach told the jury it would take\r\nsignificant strength to make the marks on Engel's neck that were left by the\r\nshoestring. He further testified Engel had a \"fresh\" head laceration that could have\r\nbeen inflicted by \"[a]nything blunt that you either fall against or get hit with,\" and\r\na defensive wound on his finger from pulling against the shoestring.\r\n\r\nThe police submitted twenty pieces of evidence for DNA swabs, but none\r\ncontained Rogers' DNA. The police also made casts of footwear impressions\r\nfound at the scene, but they yielded no useful information.\r\n\r\n             E.    Placing Rogers at the Scene\r\n\r\nThe State introduced the testimony of an employee who worked at the motel where\r\nRogers stayed. She testified Rogers reserved a room from April 8 until May 5,\r\n2008, which Sherry paid for in cash. She also confirmed that Rogers was a guest\r\nat the motel on the night of April 21, 2008. However, she testified Rogers checked\r\nout on April 30 and did not stay the full twenty-eight days he had reserved. The\r\nemployee also testified Rogers drove a red Chevrolet S-10 pickup truck.\r\n\r\nKimberly Maluda, a resident of the subdivision where the Engels lived, testified\r\nthat she passed a red Chevrolet S-10 pickup truck in the neighborhood on her way\r\nhome from work the evening of April 21, 2008. She saw the same truck \"back in\"\r\nto a parking spot across from the mailboxes with the headlights off. However, she\r\ndid not see the truck's license plate or driver. Maluda stated the truck was gone the\r\nnext morning.\r\n\r\nMichael Graham—an expert in tracking cell phone calls and text messages—\r\ntestified about calls and text messages made from and received by Rogers' and\r\nSherry's cell phones.2 According to Graham's testimony, there were at least\r\n\r\n2 Graham's testimony refers to a cell phone number with a 502 area code, later\r\nidentified as Rogers' cell phone number, and a cell phone number with an 843 area\r\ncode, later identified as Sherry's cell phone number.\r\n\nfourteen phone calls and text messages sent between Sherry and Rogers on April\r\n21, 2008. However, only two phone calls were made between Rogers and Sherry\r\nthe next day, and the phone calls remained scarce thereafter.\r\n\r\nRelying on Rogers' cell phone records, Graham testified to phone calls made\r\nbetween Rogers' and Sherry's cell phones the night Engel died and to Rogers'\r\ngeneral location at the time of these calls based on which cell towers his phone\r\naccessed to make or receive those calls:\r\n\r\n   (1)\t   Sherry called Rogers at 9:06 p.m., and Rogers' cell phone accessed a\r\n          tower within the vicinity of Rogers' motel;\r\n   (2)\t   Sherry and Rogers exchanged a series of phone calls and text messages\r\n          between 9:41 and 9:44 p.m., and Rogers sent and received them\r\n          by accessing three different towers that covered the subdivision where\r\n          the Engels lived;\r\n   (3)\t   Sherry placed a twenty-six-second phone call to Rogers at 10:35 p.m.,\r\n          and Rogers' cell phone accessed the tower covering the subdivision\r\n          where the Engels lived;\r\n   (4)\t   Sherry placed an eleven-second phone call to Rogers at 11:05 p.m., and\r\n          Rogers' cell phone accessed the tower covering the subdivision where the\r\n          Engels lived;\r\n   (5)\t   Rogers placed a three-minute phone call to Sherry at 11:42 p.m., \n\r\n          accessing the tower covering Rogers' motel; and \n\r\n   (6)\t   Sherry placed a seven-and-a-half-minute phone call to Rogers at 12:03\r\n          a.m., and Rogers' cell phone accessed the tower covering his motel.\r\n\r\nThe State argued this evidence corresponded with Sherry's testimony regarding\r\nphone calls made between her and Rogers the night Engel died and put Rogers at\r\nthe scene of the crime around the time Maluda claimed she saw a red truck in the\r\nneighborhood. Also, the State theorized that Rogers' cell phone accessed three\r\ndifferent towers for the calls made between 9:41 p.m. and 9:44 p.m. because he\r\nwas driving to the Engels' home at that time. However, Graham and another\r\nwitness indicated the phone records showed only that the cell phones were used in\r\nthe general area of the cell towers routing the calls; the information did not\r\nconclusively prove who was using the cell phones or pinpoint exactly where the\r\nphones were used.\r\n\r\n             F.\t   The Aftermath\r\n\nSherry testified to conversations she had with Rogers after Engel's death. She\r\nclaimed she and Rogers spoke only twice the week after Engel's murder. One of\r\nthose times, Rogers called and told her he had Engel's watch and keys and asked\r\nwhat he should do with them. Additionally, Rogers told her he had washed the\r\nsteering wheel of his truck with bleach to remove Engel's blood from it, and he had\r\npainted his red truck gray.\r\n\r\nSherry testified that before the funeral, Sherry viewed Engel's body and noticed\r\nEngel's head was \"all mashed in . . . where he [had] been hit with something,\" and\r\nhe had \"a lot of scratching and bruising down his arm and on . . . his right side.\"\r\nSherry told the jury she found this odd because their plan did not include \"beating\r\n[Engel] up or hitting him with anything.\" She also noticed there was no bullet\r\nwound on Engel's body. Afterward, Sherry asked Rogers how he killed Engel, and\r\nRogers explained that Engel \"was standing by the mailbox, and I came out behind\r\nhim\" and \"put the gun to the back of his head and I pulled the trigger.\" Although\r\nSherry admitted Rogers had never mentioned strangling Engel when they made\r\ntheir plan to kill him, she told the jury Rogers \"had said something about a rope.\"\r\n\r\n      III.   Directed Verdict Analysis\r\n\r\nRogers argues the evidence discussed above is not sufficient to create a jury\r\nquestion as to his guilt because (1) the State presented no direct evidence he\r\nmurdered Engel, and (2) the State's circumstantial evidence did not meet the\r\nstandard for submitting a purely circumstantial evidence case to the jury.\r\n\r\nIn reviewing a denial of a directed verdict, we must view the evidence in the light\r\nmost favorable to the State. State v. Lollis, 343 S.C. 580, 583, 541 S.E.2d 254, 256\r\n(2001). If there is any direct evidence, or if there is substantial circumstantial\r\nevidence, that reasonably tends to prove the defendant's guilt, we must find the trial\r\ncourt properly submitted the case to the jury. State v. Odems, 395 S.C. 582, 586,\r\n720 S.E.2d 48, 50 (2011).\r\n\r\n             A.    The Existence of Direct Evidence\r\n\r\nWe begin by addressing whether there was any direct evidence proving Rogers\r\nmurdered Engel. Direct evidence \"is based on personal knowledge or observation\r\nand . . . , if true, proves a fact without inference or presumption.\" Black's Law\r\nDictionary 636 (9th ed. 2009) (emphasis added). The presentation of direct\r\nevidence \"immediately establishes the main fact to be proved.\" State v. Salisbury,\r\n343 S.C. 520, 524 n.1, 541 S.E.2d 247, 249 n.1 (2001). Circumstantial evidence,\r\n\non the other hand, is proof of a chain of facts and circumstances from which the\r\nexistence of a separate fact may be inferred. State v. Cherry, 361 S.C. 588, 596,\r\n606 S.E.2d 475, 479 (2004). Circumstantial evidence is \"based on inference and\r\nnot on personal knowledge or observation,\" Black's Law Dictionary 636 (9th ed.\r\n2009), and establishes \"collateral facts from which the main fact may be inferred.\"\r\nSalisbury, 343 S.C. at 524 n.1, 541 S.E.2d at 249 n.1.\r\n\r\nThe State made no argument at trial or in its brief to this court as to the existence\r\nof any direct evidence of Rogers' guilt. In fact, the State asserted in its closing\r\nargument that all the evidence it relied on to convict him was circumstantial. In its\r\nbrief, the State argued only that the circumstantial evidence proving Rogers guilty\r\nwas substantial, and thus met the standard for submitting a case to the jury on\r\npurely circumstantial evidence. At oral argument, this court questioned Rogers'\r\ncounsel regarding whether Sherry's testimony that Rogers said, \"It's done,\"\r\nconstituted direct evidence, to which counsel responded it was not. Later\r\nresponding to this question, the State told the court that, \"on second thought,\" it\r\nbelieved the statement was direct evidence. The State explained that because\r\nSherry, the person who heard the statement and testified to it, interpreted it to mean\r\nRogers had killed Engel according to their plan, this was direct evidence proving\r\nRogers' guilt.\r\n\r\nThere are two additional pieces of evidence that arguably constitute direct evidence\r\nof Rogers' guilt—Sherry's testimony that Rogers told her in a phone call later that\r\nnight he was cleaning himself up from where he killed Engel, and her testimony\r\nthat Rogers told her \"I put the gun to the back of [Engel]'s head and pulled the\r\ntrigger.\" The definitions of direct and circumstantial evidence cited above tell us\r\nthat direct evidence is that which requires only the factfinder's determination that\r\nthe evidence is credible before it may find the existence of a disputed fact.\r\nCircumstantial evidence, on the other hand, requires the factfinder not only to\r\ndetermine that it believes the evidence, but also to make at least one additional\r\ninference from the evidence before concluding the fact has been proven. As to\r\neach of these three pieces of evidence, and all other evidence in this record, the\r\njury could not find Rogers guilty of murder simply by believing any one piece of\r\nthe evidence. At least one additional inference is necessary before any of the\r\nevidence proves murder.\r\n\r\nAs to the statement, \"It's done,\" the jury had to infer what Rogers meant by both\r\nthe words \"it\" and \"done\" before it could determine whether he confessed to\r\nmurder. Thus, the jury could not find Rogers guilty of murder simply by\r\ndetermining whether it believed Sherry. While the circumstances in the case\r\n\nindicate persuasively that the mere statement \"It's done\" means he just killed\r\nEngel, the statement itself does not prove murder without further inference.\r\n\r\nThe statement \"I put the gun to the back of [Engel]'s head and pulled the trigger\" is\r\nnot direct evidence that Rogers murdered Engel because we know from\r\nindisputable forensic evidence that it is not a true statement.3 Engel died from\r\nstrangulation, not from a gunshot to the head. Therefore, for the jury to conclude\r\nfrom this statement that Rogers is guilty of murder, it must infer that by saying he\r\nshot and killed Engel, he actually meant he strangled Engel to death.\r\n\r\nSherry's testimony that Rogers told her he was cleaning himself up from where he\r\nkilled Engel is the most difficult of the three. If in fact Rogers told Sherry, \"I am\r\ncleaning myself up from where I killed Engel,\" that would be direct evidence of\r\nmurder. Sherry's actual testimony, however, was:\r\n\r\n               Yeah, he was telling me that he was getting the blood off\r\n               his hands and everything and getting his coveralls and\r\n               everything off. And his boot and everything because he\r\n               had stepped in the blood, and he was cleaning his self up\r\n               from where he killed Fred [Engel].\r\n\r\nFrom this testimony, it is unclear whether Rogers actually said \"from where I\r\nkilled Engel\" or whether that is what Sherry inferred he meant. The assistant\r\nsolicitor did not follow up on this statement to clarify what Rogers actually said,\r\nbut moved on to another topic. Thus, for the jury to conclude from this statement\r\nthat Rogers murdered Engel, it not only must have found Sherry's testimony to be\r\ncredible, but it must also have inferred from her testimony that Rogers said he\r\n\"killed\" Engel, not simply that Sherry thought that is what he meant.\r\n\r\nWe find the State's proof that Rogers is guilty of murder consisted entirely of\r\ncircumstantial evidence, and therefore, we review the trial court's decision to deny\r\nhis directed verdict motion under the \"substantial circumstantial evidence\"\r\nstandard from Odems. 395 S.C. at 586, 720 S.E.2d at 50 (stating \"if there is . . .\r\nsubstantial circumstantial evidence reasonably tending to prove the guilt of the\r\naccused, an appellate court must find the case was properly submitted to the jury\");\r\nsee also State v. Frazier, 386 S.C. 526, 532, 689 S.E.2d 610, 613 (2010) (affirming\r\ndenial of directed verdict because State offered \"substantial circumstantial\r\nevidence of [defendant]'s guilt\").\r\n\r\n3   Sherry also testified Rogers \"told me he had shot him.\"\r\n\n             B.    The Sufficiency of the Circumstantial Evidence\r\n\r\nThe State presented the following circumstantial evidence at trial:\r\n\r\n   (1)\t  Sherry's testimony that Rogers had an ongoing affair with her at the time\r\n         Engel was killed;\r\n   (2)\t Sherry's testimony that she and Rogers conspired to kill Engel because\r\n         Rogers \"wanted [Engel] out of the way;\"\r\n   (3)\t Maluda's testimony that she saw a red Chevrolet S-10 truck in the\r\n         neighborhood that night, and the State's evidence that Rogers drove a red\r\n         Chevrolet S-10 pickup truck;\r\n   (4)\t Cell phone records and the cell tower locations that indicated Rogers' cell\r\n         phone was used in the vicinity of the crime scene around the time Maluda\r\n         claims she saw a red Chevrolet S-10 truck in the neighborhood;\r\n   (5)\t Sherry's testimony that Rogers told her he would be waiting by the\r\n         mailboxes, which were thirty feet from where the police found Engel's\r\n         body and near where Maluda saw the truck park, and Sherry's testimony\r\n         that when she talked to Rogers that night, he told her he was \"in place\"\r\n         behind the bushes next to the mailboxes;\r\n   (6)\t Sherry's testimony that she was to call, and did in fact call, Rogers when\r\n         Engel left the house, and cell phone records corroborating that she made\r\n         a call to Rogers at 11:05 p.m.;\r\n   (7)\t Sherry's testimony that when Rogers called her later that night, he stated,\r\n         \"It's done;\"\r\n   (8)\t Sherry's testimony that during this phone call, it sounded like Rogers was\r\n         in the woods and was out of breath, which is consistent with testimony\r\n         that Engel's body was dragged to the woods and that it took significant\r\n         strength to strangle Engel;\r\n   (9)\t Sherry's testimony that she called Rogers around midnight to make sure\r\n         he was away from the scene, which is consistent with cell phone records\r\n         showing Sherry made a call to Rogers at 12:03 a.m.;\r\n   (10)\t Sherry's testimony that during this phone call, Rogers indicated he was at\r\n         the motel washing off Engel's blood and taking off his coveralls and\r\n         boots, which is consistent with cell tower locations that indicated his\r\n         phone was used in the vicinity of his motel, and with Sherry's testimony\r\n         that he told her he wore coveralls and boots when he committed the\r\n         crime;\r\n\n   (11)\t Sherry's cell phone records showing she communicated with Rogers at\r\n         least fourteen times the day Engel died, but their communication became\r\n         very limited thereafter;\r\n   (12)\t Sherry's testimony that Rogers cleaned the interior of his truck with\r\n         bleach sometime after the incident;\r\n   (13)\t Testimony that Rogers painted the exterior of his truck before Engel's\r\n         funeral;\r\n   (14)\t Sherry's testimony that after Engel's death, Rogers mentioned \"something\r\n         about a rope\" in connection with Engel's death; and\r\n   (15)\t Sherry's testimony that Rogers asked her before the funeral what he\r\n         should do with Engel's watch, which is consistent with the State's theory\r\n         that the watch came off when Rogers dragged Engel's body into the\r\n         woods by his left arm, and with Sherry's testimony that Engel wore a\r\n         watch on his left wrist.\r\n\r\nWe find this evidence meets the \"substantial circumstantial evidence\" requirement\r\nand reasonably tends to prove that Rogers killed Engel, and thus was sufficient for\r\nthe trial court to submit the case to the jury.\r\n\r\n            C.\t    Rogers' Other Arguments\r\n\r\nRogers makes several arguments, however, that a directed verdict was required\r\nbased on decisions of our supreme court regarding the sufficiency of purely\r\ncircumstantial evidence. These arguments challenge the State's evidence by\r\nisolating pieces of evidence and contending those individual pieces are insufficient\r\nto prove his guilt. We acknowledge the State's evidence, when separated out and\r\nviewed individually, may merely raise a suspicion of Rogers' guilt. See Odems,\r\n395 S.C. at 586, 720 S.E.2d at 50 (stating directed verdict appropriate when the\r\nevidence merely raises a suspicion of defendant's guilt); State v. Schrock, 283 S.C.\r\n129, 132, 322 S.E.2d 450, 452 (1984) (stating a \"trial judge should grant a directed\r\nverdict motion when the evidence merely raises a suspicion that the accused is\r\nguilty\"). Circumstantial evidence, however, gains its strength from its combination\r\nwith other evidence, and all the circumstantial evidence presented in a case must\r\nbe considered together to determine whether it is sufficient to submit to the jury.\r\nSee Frazier, 386 S.C. at 532, 533, 689 S.E.2d at 613, 614 (viewing circumstantial\r\nevidence \"collectively\" and \"as a whole\" to hold directed verdict properly denied);\r\nCherry, 361 S.C. at 595, 606 S.E.2d at 478 (finding the circumstantial evidence,\r\nwhen combined, was \"sufficient for the jury to infer [guilt]\").\r\n\nKeeping this in mind, we turn to Rogers' first argument—that the State's evidence\r\nfailed to place him at the scene of the crime. Rogers' argument is based on a line\r\nof cases in which our supreme court held, in part, the State's lack of evidence\r\nplacing the defendant at the crime scene necessitated a directed verdict.4 He claims\r\nthe trial court was required to direct a verdict based on the holdings in these cases\r\nbecause the State's evidence does not prove he was at the mailboxes when Engel\r\nwent to check the mail. Specifically, Rogers challenges (1) the cell phone and cell\r\ntower evidence and (2) Maluda's testimony regarding the red truck she saw that\r\nevening as insufficient to place him at the scene of the crime. We agree neither the\r\ncell tower evidence nor Maluda's testimony, standing alone, conclusively places\r\nRogers at the scene of the crime. The cell tower evidence proved only that Rogers'\r\ncell phone was used in the general vicinity of the cell towers—not that Rogers\r\ncalled or that he was at the mailboxes when Engel checked the mail—and Maluda's\r\ntestimony established only that she saw the same type of vehicle driven by Rogers\r\nparked near the mailboxes that night—not that Rogers, or his truck, was there.\r\n\r\nRogers' argument, however, is flawed for two reasons. First, a directed verdict is\r\nnot required merely because the State cannot conclusively show the defendant was\r\nat the crime scene at the relevant time. As the supreme court stated in Frazier, the\r\nholdings in Arnold, Martin, and Schrock did not alter or increase \"the sufficiency\r\nof evidence standard a trial court is to apply in a case based on circumstantial\r\nevidence.\" Frazier, 386 S.C. at 532, 689 S.E.2d at 613. The court explained this is\r\nbecause those holdings were based on the State's failure to present any evidence\r\nplacing the defendant at the scene, not the State's inability to provide conclusive\r\nproof on that point. Id. Second, this evidence, when considered together and in\r\ncombination with other evidence—particularly Sherry's testimony5 that Rogers told\r\n\r\n4 See State v. Bostick, 392 S.C. 134, 141-42, 708 S.E.2d 774, 778 (2011) (reversing\r\ndenial of directed verdict and noting \"[n]o direct evidence linked [the defendant] to\r\nthe crime scene\"); State v. Arnold, 361 S.C. 386, 390, 605 S.E.2d 529, 531 (2004)\r\n(holding directed verdict proper, in part, because no evidence directly proved\r\ndefendant was at the scene of the crime); State v. Martin, 340 S.C. 597, 602-03,\r\n533 S.E.2d 572, 574-75 (2000) (reversing denial of directed verdict and stating\r\n\"[m]ost significantly, the State's evidence failed to place either defendant inside the\r\napartment\"); Schrock, 283 S.C. at 132, 134, 322 S.E.2d at 452, 453 (reversing\r\ndenial of directed verdict and relying, in part, on lack of evidence placing\r\ndefendant at the scene of the crime).\r\n5Although Rogers questioned Sherry's credibility, we consider only the existence\r\nor non-existence of evidence, not witness credibility, in reviewing the denial of a\r\n\nher he was there that night waiting near the mailboxes—is sufficient to place\r\nRogers at the scene of the crime at the relevant time, and thus to distinguish this\r\ncase from Arnold, Martin, and Schrock.\r\n\r\nRogers also challenges the evidence of his affair with Sherry, arguing this case is\r\ndistinguishable from State v. Frazier because evidence of Rogers' and Sherry's\r\naffair does not prove Rogers was at the scene of the crime or committed the\r\nmurder. In Frazier, the defendant argued the State's evidence was insufficient to\r\nplace him at the murder scene. 386 S.C. at 531, 689 S.E.2d at 613. The court\r\ndisagreed and listed seven pieces of circumstantial evidence6—one being evidence\r\nof an ongoing affair between the defendant and the victim's wife—and found\r\n\"[t]his evidence, when viewed collectively, presented a jury question as to [the\r\ndefendant]'s guilt.\" 386 S.C. at 531-32, 689 S.E.2d at 613. In listing this evidence,\r\nparticularly the evidence of the affair, the court did not mean to imply that each\r\npiece of evidence proved the defendant was at the scene of the crime. Instead, the\r\ncourt evaluated the seven pieces of evidence in combination with one another and\r\ndetermined they \"collectively\" met the \"substantial circumstantial evidence\" test.\r\nId. Thus, Rogers' reliance on Frazier is misplaced because here, as in Frazier,\r\n\r\ndirected verdict. See State v. Cherry, 348 S.C. 281, 286, 559 S.E.2d 297, 299 (Ct.\r\nApp. 2001) (en banc) (affirming trial court's denial of directed verdict \"without\r\npassing on the weight of the evidence\"), aff'd in result, 361 S.C. at 594, 606 S.E.2d\r\nat 478 (stating \"[w]hen the state relies exclusively on circumstantial evidence and a\r\nmotion for directed verdict is made, the circuit court is concerned with the\r\nexistence or nonexistence of evidence, not with its weight\"); State v. Scott, 330\r\nS.C. 125, 131 n.4, 497 S.E.2d 735, 738 n.4 (Ct. App. 1998) (finding circumstantial\r\nevidence was substantial even though witnesses' testimony conflicted because the\r\njury, not the court, assesses witness credibility and weighs testimony).\r\n6 The court found the following evidence to constitute substantial circumstantial\r\nevidence: (1) the ongoing affair between the defendant and the victim's wife; (2)\r\nthe victim was shot twice at point-blank range while the victim's wife was\r\nunharmed; (3) a witness overheard the defendant and victim's wife discussing a trip\r\nto the beach where the victim was shot; (4) the defendant requested three days off\r\nfrom work a week before the murder and the murder occurred on the second of\r\nthose three days; (5) the defendant borrowed a friend's car for those three days; (6)\r\nthe defendant attempted to fight the victim days before the murder; and (7) two\r\nwitnesses observed the defendant \"lurking around the murder scene just before the\r\nmurder was committed,\" and both independently identified the defendant in a\r\nphotographic lineup. 386 S.C. at 531-32, 689 S.E.2d at 613.\r\n\nevidence of the affair is merely one piece of the evidence that collectively was\r\nsufficient to submit the case to the jury.\r\n\r\nNonetheless, Rogers argues Frazier is distinguishable because there were no\r\nwitnesses placing Rogers at the crime scene—especially considering Maluda could\r\nnot identify the driver or license plate of the red Chevrolet S-10 truck—and there\r\nwas no evidence indicating Rogers had a prior confrontation with Engel. The\r\nabsence of this particular evidence means this case is different from Frazier, but it\r\ndoes not mean the case is distinguishable. In fact, the evidence in this case is\r\nstronger than in Frazier because Sherry testified to (1) Rogers' plan to kill Engel,\r\n(2) Rogers' approximate whereabouts before and after the murder that are\r\ncorroborated by cell phone records and other testimony, and (3) inculpatory\r\nstatements and actions made by Rogers. While there was no evidence of any\r\nconfrontations between Rogers and Engel and there were no eyewitnesses\r\nconclusively placing Rogers at the mailboxes, evidence of the affair and the\r\nadditional evidence presented at trial, \"when viewed collectively, presented a jury\r\nquestion\" as to Rogers' guilt. 386 S.C. at 532, 689 S.E.2d at 613 (emphasis added).\r\n\r\nRogers next argues the statement, \"It's done,\" failed to show he actually committed\r\nthe act of strangling Engel, especially considering Sherry testified Rogers shot, not\r\nstrangled, Engel. He relies on Martin and argues that his potentially inculpatory\r\nstatement is not \"per se substantial circumstantial evidence.\" In Martin, the\r\ndefendant's girlfriend testified that when she asked the defendant and co-defendant\r\nwhy they were late picking her up from work, the defendant responded, \"some shit\r\nhappened,\" and the codefendant added, \"somebody may have died tonight.\" 340\r\nS.C. at 600, 533 S.E.2d at 573. Later that morning, the victim was found dead in\r\nhis apartment, drowned in a pot of water. 340 S.C. at 600, 533 S.E.2d at 573.\r\nDespite these inculpatory statements, the supreme court reversed the trial court's\r\ndenial of a directed verdict. 340 S.C. at 602-03, 533 S.E.2d at 574-75.\r\nConsidering the evidence as a whole in that case, the court determined \"the State\r\nfailed to place [Martin] at the scene of the crime or show his participation in the\r\nkilling.\" 340 S.C. at 602, 533 S.E.2d at 574.\r\n\r\nThis case is distinguishable from Martin for two reasons. First, Rogers' statement,\r\n\"It's done,\" is stronger evidence than the inculpatory statements in Martin. Rogers'\r\nstatement did not merely reveal Engels' death, but tied itself to Rogers' elaborate\r\nscheme of murder because it informed his co-conspirator that he had executed their\r\nplan to kill Engel. Also, the statement was corroborated by other details of that\r\nconversation, particularly Rogers being out of breath and in the woods, and was\r\nconsistent with the State's theory that Rogers killed Engel and then dragged his\r\n\nbody into the woods. Second, this case is distinguishable from Martin because\r\nRogers' inculpatory statements are part of a large body of evidence not present in\r\nthat case. Rogers' attempts to isolate this and other single pieces of evidence7 and\r\nargue each one alone does not constitute substantial circumstantial evidence are\r\nmisplaced. The supreme court has consistently evaluated the circumstantial\r\nevidence in a case as a whole, not in isolation from other evidence. See, e.g.,\r\nFrazier, 386 S.C. at 531-32, 533, 689 S.E.2d at 613, 614; Cherry, 361 S.C. at 594-\r\n95, 606 S.E.2d at 478; State v. Buckmon, 347 S.C. 316, 323-24, 555 S.E.2d 402,\r\n405-06 (2001). As we have discussed, the State presented evidence of Rogers'\r\nguilt that meets the substantial circumstantial evidence test, and the trial court\r\nproperly submitted the case to the jury.\r\n\r\n      IV.    Conclusion\r\n\r\nFor the reasons set forth above, the trial court's refusal to grant Rogers' motion for\r\na directed verdict is AFFIRMED.\r\n\r\nGEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n7 Rogers also challenges the following pieces of evidence, individually, in his brief:\r\n(1) the connection between Rogers owning a pair of boots and the shoe\r\nimpressions found at the scene, (2) the alleged conspiracy to kill Engel, and (3) the\r\ntestimony that Rogers cleaned the interior of his truck and painted the exterior after\r\nEngel's death.\r\n\n","court":"Appeals"},{"id":"5158","title":"State v. Jakes","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5158.pdf","description":"David Jakes appeals from his convictions of attempted assault and battery, attempted armed robbery, and possession of a weapon during a crime of violence. Jakes argues the trial court erred in not replacing a juror, whose spouse was a reserve deputy. Jakes additionally asserts that had his attorneys been aware of this juror's spouse's status, his attorneys would have used his peremptory challenges differently. Finding no error, we affirm.","date":"2013-09-25","type":"opinion","text":" THIS OPINION HAS NO PRECEDENTIAL VALUE. IT SHOULD \n\r\n   NOT BE CITED OR RELIED ON AS PRECEDENT IN ANY \n\r\nPROCEEDING EXCEPT AS PROVIDED BY RULE 268(d)(2), SCACR. \n\r\n\r\n                 THE STATE OF SOUTH CAROLINA \n\r\n                     In The Court of Appeals \n\r\n\r\n           The State, Respondent,\r\n\r\n           v.\r\n\r\n           David Jakes, Appellant.\r\n\r\n           Appellate Case No. 2011-198747\r\n\r\n\r\n                        Appeal From Colleton County \n\r\n                    Perry M. Buckner, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 5158 \n\r\n                  Heard April 3, 2013 – Filed July 10, 2013 \n\r\n            Withdrawn, Substituted and Refiled September 25, 2013 \n\r\n\r\n\r\n                                AFFIRMED\r\n\r\n\r\n           Appellate Defender LaNelle Cantey DuRant, of\r\n           Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n           Attorney General Julie Kate Keeney, both of Columbia,\r\n           for Respondent.\r\n\r\n\r\nPER CURIAM: A grand jury indicted Appellant David Jakes for three counts of\r\nattempted murder, three counts of attempted armed robbery, and one count of\r\n\npossession of a weapon during the commission of a violent crime.1 During the\r\nsubsequent trial's voir dire, the trial judge asked, inter alia, whether any potential\r\njuror: (1) was a member of a law enforcement agency; (2) was related to, or had a\r\nclose relationship with, any of the named witnesses; or (3) was biased, prejudiced,\r\nor otherwise unable to give either party a fair trial. Based upon the responses, the\r\ntrial judge excused a few panel members and, thereafter, Jakes utilized three of his\r\nfive allocated strikes. Among the seated jurors was Juror 102 (Juror).\r\n\r\nAfter three witnesses testified, the trial judge informed counsel, in camera, about a\r\nnote he received from Juror expressing concern about her qualification, in light of\r\nher husband's employment as a reserve deputy. The trial judge called in Juror;\r\nJuror confirmed her husband was a reserve deputy and that she had not discussed\r\nthe case with him. The trial judge then asked Juror if her husband's employment\r\naffected her ability to give either party a fair and impartial trial. Juror responded,\r\n\"No, it wouldn't,\" and was allowed to return to the jury room.\r\n\r\nDefense counsel then objected to Juror's continued service, noting the juror\r\ninformation sheet, which the Clerk's Office prepared, listed the occupation of\r\nJuror's spouse as only \"Environmental Health Management.\" Defense counsel\r\nfurther contended that he would have utilized Jakes' strikes differently had he\r\nknown Juror's husband was a reserve deputy. Shortly thereafter, the trial judge\r\nverified that Juror did fully disclose her husband's employment on the juror\r\nquestionnaire as including both \"Environmental Health Management\" and \"reserve\r\ndeputy,\" but \"the Clerk's Office didn't transmit everything\" that Juror filled out on\r\nher juror questionnaire when the Clerk's Office provided counsel with the juror\r\ninformation sheet. The trial judge then declined to excuse Juror due to this\r\n\"Scri[ve]ner's error,\" noting that defense counsel did not request any voir dire\r\nquestion about spousal employment and that a compilation of information from the\r\njuror questionnaires was available, upon request, from the Clerk's Office.\r\n\r\nThe jury subsequently convicted Jakes on three counts of assault and battery in the\r\nfirst degree (a lesser-included offense), three counts of attempted armed robbery,\r\nand one count of possession of a weapon during the commission of a violent crime.\r\nJakes was sentenced to thirty-five years' incarceration. This appeal followed.\r\n\r\n\r\n1The State tried Jakes and Antwan McMillan together. McMillan was indicted for\r\nthree counts of attempted murder, three counts of attempted armed robbery, and\r\none count of possession of a weapon during the commission of a violent crime.\r\n\n                                  LAW/ANALYSIS \n\r\n\r\nJakes alleges the trial judge erred in refusing to excuse Juror and replace her with\r\nan alternate because, had Jakes known Juror's husband was a reserve deputy, Jakes\r\nwould have exercised his peremptory challenges differently. Thus, Jakes\r\nessentially argues that because he would have been permitted to exercise a\r\nperemptory strike against Juror, even if she was impartial, based solely upon the\r\noccupation of Juror's husband, the omission of such alleged material information\r\nconstituted prejudice that required replacing Juror with an alternate when the\r\ninformation later came to light.\r\n\r\nNotably, Jakes cites no authority for the specific proposition that a trial court\r\nabuses its discretion in not removing a juror when a defendant contends he would\r\nhave exercised his peremptory challenges differently had he known \"material,\" but\r\npreviously omitted, facts about any particular juror, regardless of that juror's\r\nprofessed impartiality. Because Jakes cites no authoritative support for his specific\r\ncontention, we proceed to determine solely whether Juror was impartial. See State\r\nv. Porter, 389 S.C. 27, 35, 698 S.E.2d 237, 241 (Ct. App. 2010) (requiring an\r\nappellant to cite authority in \"specific support of his assertion\"). Thus, to the\r\nextent Juror was impartial, the trial court did not err in refusing to excuse Juror.\r\n\r\nSection 14-7-1020 of the South Carolina Code (Supp. 2012) requires a trial judge,\r\nupon motion of either party, to determine whether a juror is impartial:\r\n\r\n             The court shall, on motion of either party in the suit,\r\n             examine on oath any person who is called as a juror to\r\n             know whether he is related to either party, has any\r\n             interest in the cause, has expressed or formed any\r\n             opinion, or is sensible of any bias or prejudice therein . . .\r\n             If it appears to the court that the juror is not indifferent in\r\n             the cause, he must be placed aside . . . and another must\r\n             be called.\r\n\r\nAccord State v. Cochran, 369 S.C. 308, 321, 631 S.E.2d 294, 301 (2006) (citing\r\nsection 14-7-1020). While such determinations are within the sound discretion of\r\nthe trial judge, \"[t]here is no rule of the common law, nor is there a statute\r\ndisqualifying a juror on account of his relationship to a witness, either by affinity\r\nor consanguinity, within any degree.\" State v. Burgess, 391 S.C. 15, 18, 703\r\n\nS.E.2d 512, 514 (Ct. App. 2010) (citation omitted); accord State v. Mercer, 381\r\nS.C. 149, 158, 672 S.E.2d 556, 560-61 (2009).\r\n\r\nAccordingly, the mere fact that a juror's spouse is a law enforcement officer, who\r\nis not involved in the case, does not, in and of itself, render a juror biased and,\r\nthus, unable to serve on a jury; rather, the crux of that determination is whether it\r\n\"appears to the court that the juror is not indifferent in the cause.\" See § 14-7-1020\r\n(stating the trial judge must determine whether a proposed juror is related to either\r\nparty or is otherwise interested in, formed an opinion about, or is biased or\r\nprejudiced toward a party). Moreover, even jurors related by affinity or\r\nconsanguinity to a testifying witness or those who closely knew the putative victim\r\nof a crime are not, absent an inability to maintain impartiality, unqualified. See\r\nState v. Wells, 249 S.C. 249, 259-60, 153 S.E.2d 904, 909-10 (1967) (finding a\r\njuror who directly employed victim qualified); Burgess, 391 S.C. at 18, 703 S.E.2d\r\nat 514 (\"There is no rule of the common law, nor is there a statute disqualifying a\r\njuror on account of his relationship to a witness, either by affinity or consanguinity,\r\nwithin any degree.\" (citation omitted)).\r\n\r\nIn the instant matter, Juror was unrelated to the defendants and the potential\r\nwitnesses, and she did not know the victims; she was merely related to a non-\r\ntestifying law enforcement officer. Furthermore, once the trial judge learned\r\nJuror's husband was a reserve deputy, he asked Juror whether her husband's\r\nemployment would \"in any way affect [her] ability to give the [State] or [Jakes] . . .\r\na fair and an impartial trial.\" Juror confirmed \"it wouldn't.\" Because Juror\r\nappeared neither biased nor partial, the trial court did not err in finding Juror\r\nappeared impartial, despite her husband's status as a reserve deputy.\r\n\r\nAdditionally, because Juror did not conceal any information, partiality cannot be\r\nimputed to her on such a basis. State v. Woods, 345 S.C. 583, 588, 550 S.E.2d 282,\r\n284 (2001) (recognizing that a court may infer that a juror who intentionally\r\nconceals information inquired into is not impartial). \"[I]ntentional concealment\r\noccurs when the question presented to the jury on voir dire is reasonably\r\ncomprehensible to the average juror and the subject of the inquiry is of such\r\nsignificance that the juror's failure to respond is unreasonable.\" Id.\r\n\r\nAt the outset, Juror disclosed her husband's status as a law enforcement officer on\r\nher self-completed juror questionnaire. Thus, Juror unquestionably did not\r\nconceal her husband's occupation at this phase of the jury selection process.\r\nAdditionally, the trial judge asked no question during voir dire that required Juror\r\n\nto respond with her husband's occupation. While the trial judge did ask whether\r\nany potential juror was a member of law enforcement or was related to or a close\r\npersonal friend of the named potential witnesses, which did include some law\r\nenforcement officers, neither inquiry required Juror to disclose the employment\r\nstatus of her non-testifying husband. Moreover, while Jakes could have requested\r\nthe trial judge to ask whether any panel members were related to law enforcement\r\nofficers, Jakes concedes he made no such request. Because no voir dire question\r\nrequired Juror to respond with her husband's occupation, no concealment occurred\r\nand, thus, it cannot be inferred that juror was not impartial.2 See id. at 587, 550\r\nS.E.2d at 284 (requiring a new trial when an identified concealment of information\r\n(a) was intentional and (b) would have supported a challenge for cause or would\r\nhave been a material factor in the use of peremptory challenges). \"As we find no\r\nintentional concealment on Juror's part, we need not further determine whether the\r\ninformation would have been a material factor in the exercise of . . . peremptory\r\nstrikes.\" State v. Guillebeaux, 362 S.C. 270, 276, 607 S.E.2d 99, 102 (Ct. App.\r\n2004). Hence, the trial court did not err in refusing to dismiss Juror and to replace\r\nher with an alternate.              CONCLUSION\r\n\r\nBased on the foregoing, the decision of the circuit court is\r\n\r\nAFFIRMED.\r\n\r\nFEW C.J., and GEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2   Both parties conceded in their briefs that juror concealment did not exist.\r\n\n","court":"Appeals"},{"id":"5173","title":"Lee v. Bondex, Inc.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5173.pdf","description":"Bondex Inc. and its workers' compensation insurance carrier appeal the decision of the workers' compensation commission awarding Bernard Lee temporary total disability compensation.   Bondex argues the commission erred in (1) finding Lee's injuries were compensable; (2) finding Lee was entitled to temporary total disability compensation; and (3) holding parts of Lee's claim in abeyance.  We affirm.  Judge Lockemy concurs in part and dissents in part in a separate opinion.","date":"2013-09-25","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n               Bernard D. Lee, Respondent,\r\n\r\n               v.\r\n\r\n               Bondex, Inc., and Great American Alliance Insurance\r\n               Company, Appellants.\r\n\r\n               Appellate Case No. 2011-203326\r\n\r\n\r\n\r\n                Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                                 Opinion No. 5173 \n\r\n                    Heard May 8, 2013 – Filed September 25, 2013 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n               E. Ros Huff, Jr. and Shelby H. Kellahan, both of Huff\r\n               Law Firm, LLC, of Irmo, for Appellants.\r\n\r\n               Ann McCrowey Mickle, Mickle & Bass, LLC, of\r\n               Columbia, and Michael Joseph O'Sullivan of the Law\r\n               Office of Michael Joseph O'Sullivan, of Conway, for\r\n               Respondent.\r\n\r\n\r\nFEW, C.J.: Bondex, Inc. and its workers' compensation insurance carrier appeal\r\nthe decision of the workers' compensation commission awarding Bernard Lee\r\ntemporary total disability compensation.1 Bondex argues the commission erred in\r\n(1) finding Lee's injuries were compensable, (2) finding Lee was entitled to\r\n\r\n1   We refer to the appellants collectively as Bondex.\r\n\ntemporary total disability compensation, and (3) holding its decision on parts of\r\nLee's claim in abeyance. We affirm, and remand for disposition of the remainder\r\nof Lee's claim.\r\n\r\n   I.     Facts and Procedural History\r\n\r\nLee worked for Bondex in a position that required heavy lifting, pushing, and\r\npulling.\r\n\r\nOn June 2, 2009, Lee and four other Bondex workers installed a large metal hood\r\nonto a machine in Bondex's plant. The hood weighed between 1500 and 2000\r\npounds. Lowell Simpkins, Lee's supervisor, lifted the hood using a forklift.\r\nSimpkins drove the forklift to the machine, where Lee and the three other workers\r\nwere to guide the hood into place.\r\n\r\nLee testified that once they moved the hood into position, Simpkins had to hold it\r\nabove the machine with the forklift while one worker installed a part between the\r\nmachine and the hood. However, the forklift had a hydraulic fluid leak and could\r\nnot hold the hood high enough to install the part. Lee testified that when he and\r\nthe other workers attempted to lift the hood manually, it fell and a sharp edge of it\r\nlanded on his left shoulder, pinning him to the ladder on which he was standing.\r\nLee testified he then lifted the hood \"up enough to ease out from under it.\"\r\n\r\nLee immediately told Simpkins his shoulder did not feel right. He tried to continue\r\nworking, but pain began shooting down his back. After Lee and Simpkins reported\r\nthe injury, Lee's father picked him up and drove him to the hospital.\r\n\r\nBondex initially paid for Lee's medical care. Dr. Jeffrey Broder restricted Lee\r\nfrom doing any work with his left hand. Bondex placed Lee on light duty, so\r\ninitially he did not miss any work. His light-duty assignments involved working\r\nwith bales of polyester fiber, spraying them with water, and then loading the fiber\r\nonto a table. He also cleaned machines twice a week.\r\n\r\nIn late July 2009, Bondex stopped paying for Lee's medical care. He continued\r\nworking light duty, but he testified his arm would be swollen by the end of his shift\r\neach day. Simpkins assigned Lee to change labels on pallets, but because that\r\nactivity also caused Lee's arm to hurt, he was assigned to sweeping floors.\r\n\nThe day after Bondex discontinued his medical payments, Lee filed a claim with\r\nthe commission. After a hearing, Lee and Bondex submitted a consent order in\r\nwhich Bondex agreed to pay Lee $5,000 and provide him additional medical\r\ntreatment. Dr. Timothy Shannon, an orthopedist, imposed additional work\r\nrestrictions on Lee. When Lee presented Dr. Shannon's work restrictions to\r\nBondex's vice president and an employee from its human resources department,\r\nBondex terminated him.\r\n\r\nLee then filed a claim for temporary total disability benefits, alleging he injured his\r\nneck, shoulders, arms, and back. Lee and Simpkins testified at a second hearing\r\nbefore a single commissioner. Both parties submitted medical evidence, including\r\nthe opinions of doctors, regarding the nature of Lee's injuries and whether they\r\nwere caused by the hood falling on his shoulder. The commissioner found Lee had\r\nnot sustained a compensable injury and denied the claim.\r\n\r\nA divided appellate panel reversed. Relying on Lee's testimony and the opinions\r\nof four doctors, the majority of the appellate panel found that the falling hood\r\ncaused the injuries to Lee's neck, left arm, and left shoulder, and thus the injuries\r\nwere compensable. The panel then found that because Bondex did not offer Lee\r\nany light-duty work after he presented Dr. Shannon's restrictions, he was entitled to\r\ntemporary total disability compensation. Finally, noting that Lee was also seeking\r\ncompensation for injuries to his right shoulder, right arm, and lower back, the\r\npanel decided to hold those parts of Lee's claim in abeyance pending further\r\nreview.\r\n\r\n      II.    Finding Lee Sustained a Compensable Injury\r\n\r\nBondex argues the appellate panel's factual finding that Lee sustained compensable\r\ninjuries to his neck, left shoulder, and left arm was \"clearly erroneous in view of\r\nthe reliable, probative, and substantial evidence\" in the record. S.C. Code Ann. §\r\n1-23-380(5)(e) (Supp. 2012). We disagree. In addition to Lee's testimony that the\r\nhood falling on his shoulders caused his injuries, the appellate panel specifically\r\nrelied on four doctors who examined Lee, each of whom gave the opinion that the\r\naccident caused his injuries. The appellate panel specifically found the four\r\ndoctors' opinions were \"more persuasive on the issue of causation\" than other\r\nmedical evidence indicating the injury was not work-related. This credibility\r\ndetermination by the appellate panel, if supported by substantial evidence, is\r\nbinding on the court. See § 1-23-380(5) (\"The court may not substitute its\r\njudgment for the judgment of the agency as to the weight of the evidence on\r\n\nquestions of fact.\"). We find the appellate panel's decision is supported by\r\nsubstantial evidence, and therefore not clearly erroneous. See Johnson v. Rent-A-\r\nCtr., Inc., 398 S.C. 595, 600-01, 730 S.E.2d 857, 860 (2012) (defining substantial\r\nevidence as that \"which, considering the record as a whole, would allow reasonable\r\nminds to reach the conclusion the administrative agency reached\"); Jones v.\r\nHarold Arnold's Sentry Buick, Pontiac, 376 S.C. 375, 378, 656 S.E.2d 772, 774\r\n(Ct. App. 2008) (stating this court's review of a decision by the commission is\r\nlimited to determining whether the decision is supported by substantial evidence or\r\nis controlled by some error of law). We affirm the commission's finding that Lee\r\nsustained compensable injuries to his neck, left shoulder, and left arm.\r\n\r\n      III.   Awarding Temporary Total Disability Compensation\r\n\r\nBondex next argues the appellate panel erred in ruling Lee was entitled to\r\ntemporary total disability compensation. Specifically, Bondex contends the factual\r\nfinding that Lee was temporarily and totally disabled is clearly erroneous in light\r\nof the reliable, probative, and substantial evidence in the record. We find\r\nsubstantial evidence in the record to support the finding.\r\n\r\nAfter the accident, Bondex assigned Lee to light-duty work with bales of polyester\r\nfiber. When Lee told Simpkins this job made his arm hurt, Simpkins assigned Lee\r\nto a job removing old labels from pallets and putting new labels on them. Lee told\r\nSimpkins his arm pain prevented him from doing that job, so Bondex had Lee\r\nsweep floors.\r\n\r\nLater, Dr. Shannon placed Lee under a number of work restrictions. Under these\r\nrestrictions, Lee could not perform frequent pushing or pulling; he could only\r\noccasionally bend, stoop, squat, crouch, reach above his left shoulder, drive, or lift\r\nup to ten pounds; he could only infrequently crawl, use stairs, or lift up to twenty\r\npounds; and he could not use a ladder, operate hazardous equipment, or lift\r\nanything heavier than twenty pounds. However, Dr. Shannon did not restrict Lee\r\nfrom continuously standing, sitting, walking, reaching above his right shoulder, or\r\nperforming repetitive work with his hands or feet. Based on these restrictions,\r\nBondex told Lee not to come back to work. We find this evidence sufficient to\r\nsupport the appellate panel's finding that Lee was temporarily and totally disabled,\r\nand we affirm its decision to award Lee temporary total disability.\r\n\r\nThe claimant bears the burden of proving entitlement to temporary disability\r\ncompensation. In its brief to this court, Bondex states, \"To show that one is\r\n\nentitled to temporary total disability benefits, one must prove that 'the incapacity\r\nfor work resulting from an injury is total.'\" (quoting S.C. Code Ann. § 42-9-10\r\n(Supp. 2012)). To meet this burden in a claim for temporary disability benefits,\r\nBondex argues, a claimant must go into the marketplace and seek from other\r\nemployers a job that does not conflict with his work restrictions. We disagree.\r\nThis is not a claim for permanent disability compensation. For temporary\r\ndisability benefits, a claimant must prove only that work restrictions prevent him\r\nfrom performing the job he had before the injury, and that his current employer has\r\nnot offered him light-duty employment. For sound policy reasons, the workers'\r\ncompensation system encourages an injured employee who is still able to perform\r\nlight-duty work to continue working for his current employer until he reaches\r\nmaximum medical improvement and then, if possible, to return to his previous\r\nposition. Therefore, while a claimant must prove disability, he is not required to\r\nprove he could not find employment with another employer in order to receive\r\ntemporary disability benefits. Rather, the claimant satisfies his burden by proving\r\nwork restrictions that prevent him from performing his regular job and the\r\nunavailability of light-duty employment through the same employer.\r\n\r\nBondex relies on Coleman v. Quality Concrete Products, Inc., 245 S.C. 625, 142\r\nS.E.2d 43 (1965), in support of its argument that Lee failed to meet his burden of\r\nproving entitlement to temporary total disability compensation. We find Coleman\r\nis not applicable to this case. In Coleman, the industrial commission awarded total\r\ndisability compensation. 245 S.C. at 627-28, 142 S.E.2d at 44. The employer\r\nappealed to the county court, which reversed the commission's award \"only insofar\r\nas the employee was awarded compensation for total disability beyond the date of\r\nhis discharge by the operating surgeon.\" 245 S.C. at 628, 142 S.E.2d at 44. The\r\nemployee, not the employer, appealed that decision to the supreme court. Id.\r\nTherefore, the only issue before the supreme court in Coleman related to disability\r\ncompensation after maximum medical improvement. Since the issue in this case is\r\nhow the claimant must meet his burden of proof before that point, Coleman is\r\ninapplicable.\r\n\r\n      IV.   Holding Parts of Lee's Claim in Abeyance\r\n\r\nFinally, Bondex argues the appellate panel erred by \"holding in abeyance\" any\r\ndecision as to whether Lee also sustained a compensable injury to his back, right\r\nshoulder, or right arm. We agree with Bondex that the commission should have\r\ndecided the entire claim. However, we cannot review a decision that has not been\r\nmade. See § 1-23-380 (providing \"[a] party who has exhausted all administrative\r\n\nremedies available within the agency and who is aggrieved by a final decision in a\r\ncontested case\" may seek judicial review of that final decision in this court); Bone\r\nv. U.S. Food Serv., 404 S.C. 67, 73-74, 744 S.E.2d 552, 556 (2013) (stating \"'[a]n\r\nagency decision which does not decide the merits of a contested case'\" is not a final\r\ndecision under section 1-23-380 (quoting S.C. Baptist Hosp. v. S.C. Dep't of Health\r\n& Envtl. Control, 291 S.C. 267, 270, 353 S.E.2d 277, 279 (1987))).\r\n\r\n      V.     Conclusion\r\n\r\nThe order of the workers' compensation commission is AFFIRMED. We remand\r\nfor disposition of the remainder of Lee's claim.\r\n\r\nGEATHERS, J., concurs.\r\n\r\nLOCKEMY, J., concurring in part, dissenting in part: I concur with the\r\nmajority that there is substantial evidence in the record to support the Appellate\r\nPanel's finding that Lee suffered a work-related accident. I also agree that we\r\ncannot review a decision that has not been made with regard to any remaining\r\nalleged injuries. However, I respectfully disagree with their decision to affirm the\r\nAppellate Panel's conclusion that Lee was entitled to temporary total disability. I\r\ndo not believe the Appellate Panel made the necessary findings of fact for this\r\ncourt to determine the issue.\r\n\r\nThe Appellate Panel found Lee was not offered light duty work by Bondex, and, as\r\na result, it found he was entitled to temporary total compensation. Appellants\r\nargue that fact is not conclusive on the issue of Lee's entitlement to total disability\r\ncompensation.2 Appellants maintain Lee presented no evidence to establish a total\r\nloss of earning capacity, and thus, he was not entitled to temporary total disability\r\ncompensation.\r\n\r\nRegulation 67-503(A)(1) of the South Carolina Code (2012) provides \"[t]emporary\r\ntotal or temporary partial compensation is incurred on the eighth calendar day of\r\nincapacity and from the first day of incapacity if the injury results in incapacity for\r\n\r\n2 In their initial brief, Appellants argue against the factual finding that they did not\r\noffer Lee any light duty work. However, the only support they offer for their\r\nargument is the light duty work offered in the days after the incident until Lee\r\nreceived his work restrictions. They do not specifically dispute that Lee was not\r\noffered any more work after they received his work restrictions.\r\n\nmore than fourteen calendar days. The seven and fourteen day periods need not be\r\nconsecutive days.\" Further, \"[i]f the employer's representative does not pay\r\ntemporary compensation, the claimant may request a hearing to receive benefits . .\r\n. .\" Reg. 67-503(D).\r\n\r\n\"Disability in compensation cases is to be measured by loss of earning capacity.\"\r\nColeman v. Quality Concrete Prods., Inc., 245 S.C. 625, 628, 142 S.E.2d 43, 44\r\n(1965) (citing Keeter v. Clifton Mfg. Co., 225 S.C. 389, 392, 82 S.E.2d 520, 522\r\n(1954)). \"Total disability does not require complete helplessness.\" Id. \"Inability\r\nto perform common labor is total disability for one who is not qualified by training\r\nor experience for any other employment.\" Id. (citing Colvin v. E. I. DuPont de\r\nNemours Co., 227 S.C. 465, 474, 88 S.E.2d 581, 585 (1955)). The burden is upon\r\nthe claimant \"to prove, in accordance with the generally acceptable test of total\r\ndisability, that he was unable to perform services other than those that were so\r\nlimited in quality, dependability, or quantity that a reasonably stable market for\r\nthem did not exist.\" Id. at 630, 142 S.E.2d at 45; see also Watson v. Xtra Mile\r\nDriver Training, Inc., 399 S.C. 455, 463-64, 732 S.E.2d 190, 195 (Ct. App. 2012).\r\n\"An award in his favor may not rest on surmise, conjecture or speculation and must\r\nbe founded on evidence of sufficient substance to afford a reasonable basis for it.\"\r\nColeman, 245 S.C. at 630-31, 142 S.E.2d at 45.\r\n\r\nIn contrast to the majority, I believe Coleman is applicable to this case. In\r\nColeman, the claimant sustained a work-related injury and consequently was not\r\noffered any further work from his employer because he could not perform his usual\r\nduties. Id. at 627, 142 S.E.2d at 43. He was awarded temporary total disability\r\nuntil the date of his hearing before a single commissioner and continuing until the\r\nclaimant returned to \"gainful employment suitable to his capacity,\" or until it was\r\nfound the total disability had ceased. Id. at 627-28, 142 S.E.2d at 44. The\r\nemployer appealed the award, contending the employee had not sustained a\r\ncompensable injury. Id. at 628, 142 S.E.2d at 44. The award of temporary total\r\ndisability was reversed \"only insofar as the employee was awarded compensation\r\nfor total disability beyond the date of his discharge by the operating surgeon,\" and\r\nthe case was remanded for determination of any partial disability that the employee\r\nmight have suffered. Id. The employee appealed, and on appeal, the employer\r\nargued there was no competent evidence to support the finding that the employee's\r\nearning capacity was totally destroyed as a result of his injury. Id.\r\n\r\nOur supreme court found the employee proved he had made \"not only reasonable,\r\nbut diligent efforts to secure employment.\" Id. at 631, 142 S.E.2d at 45. The\r\n\nquestion became whether the evidence was of sufficient substance to afford a\r\nreasonable basis for the Appellate Panel to conclude as a matter of fact \"that the\r\nemployee's inability to obtain employment was due to his injury and resultant\r\npartial physical incapacity,\" such that he was entitled to temporary total disability.\r\nId. The court found the employee could have offered stronger evidence showing a\r\ncausal connection between his partial physical incapacity and his unemployment\r\nbut after considering his efforts in the relatively short period of three months\r\nthrough an employment service and some eighteen possible employers, the court\r\ncould not say \"the evidence was not susceptible of the reasonable inference . . . that\r\nhis unemployment and inability to obtain work of any kind was the direct result of\r\nhis injury and resultant limited capacity.\" Id. at 631, 142 S.E.2d at 45-46.\r\n\r\nDespite the majority's assertion that the award in Coleman is not analogous to the\r\naward in this case, our supreme court explicitly stated that \"[i]t should be\r\nremembered that the award here for total disability was not a permanent one, but a\r\ntemporary one.\" Id. at 632, 142 S.E.2d at 46. With that in mind, I believe the\r\nAppellants present a valid argument. The Appellate Panel granted temporary total\r\ndisability based solely on Bondex's refusal to offer work. I acknowledge that if\r\nBondex had offered Lee a job, Appellants might have relieved themselves of the\r\nburden of paying compensation. See S.C. Code Ann. § 42-9-190 (1985) (\"If an\r\ninjured employee refuses employment procured for him suitable to his capacity and\r\napproved by the Commission he shall not be entitled to any compensation at any\r\ntime during the continuance of such refusal.\"). However, while Bondex's refusal to\r\noffer work is a contributing factor to the decision of whether Lee was entitled to\r\ntemporary total disability, it is not conclusive.\r\n\r\nI find that similar to Coleman, the decision of temporary total disability must be\r\nbased upon evidence that Lee is unable to perform services other than those that\r\nwere so limited in quality, dependability, or quantity that a reasonably stable\r\nmarket for them did not exist to receive temporary total disability compensation.\r\nHere, the Appellate Panel did not make this crucial finding as to Lee's inability to\r\nfind other work and based their decision solely on the fact that Bondex did not\r\noffer any further light duty work. Because the Appellate Panel is the sole fact\r\nfinder in workers' compensation cases, I think it is appropriate to remand for a\r\ndetermination of whether Lee's earning capacity created a total disability or partial\r\ndisability.\r\n\r\nI want to make clear that I am not making a determination as to whether evidence\r\nin the record establishes Lee is unable to obtain work of any kind. The majority\r\n\nappears to make findings of fact to reach their decision, and I believe that is a\r\nfunction of the Appellate Panel and not this court. See Bartley v. Allendale Cnty.\r\nSch. Dist., 392 S.C. 300, 310-11, 709 S.E.2d 619, 624 (2011) (finding this court\r\narguably made improper findings of fact instead of remanding the issue to allow\r\nthe Appellate Panel to make the necessary factual findings and legal conclusions to\r\nresolve the claims); see, e.g., Fox v. Newberry Cnty. Mem'l Hosp., 319 S.C. 278,\r\n280, 461 S.E.2d 392, 394 (1995) (\"The duty to determine facts is placed solely on\r\nthe Commission and the court reviewing the decision of the Commission has no\r\nauthority to determine factual issues but must remand the matter to the\r\nCommission for further proceedings. The reviewing court may not make findings\r\nof fact as to basic issues of liability for compensation, where, to do so, would\r\nimpose upon the court the function of determining such facts from conflicting\r\nevidence.\" (internal citation omitted)); cf. Smith v. NCCI, Inc., 369 S.C. 236, 252,\r\n631 S.E.2d 268, 276-77 (Ct. App. 2006) (\"When an administrative agency acts\r\nwithout first making the proper factual findings required by law, the proper\r\nprocedure is to remand the case and allow the agency the opportunity to make\r\nthose findings.\"). I simply believe it is the function of the Appellate Panel to make\r\nadditional findings of fact as to Lee's ability or inability to obtain other work.\r\nAccordingly, I would reverse and remand this issue for the Appellate Panel's\r\ndetermination.\r\n\n","court":"Appeals"}]