[{"id":"5174","title":"State v. Scott","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5174.pdf","description":"Appellant Dondre Scott appeals his convictions for murder, armed robbery, and possession of a weapon during the commission of a violent crime.  Scott argues the trial court erred in granting the State's Batson motion and quashing the first jury selected.  We reverse and remand for a new trial.","date":"2013-10-02","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n               The State, Respondent,\r\n\r\n               v.\r\n\r\n               Dondre Scott, Appellant.\r\n\r\n               Appellate Case No. 2010-170047\r\n\r\n\r\n\r\n                           Appeal From Florence County \n\r\n                        Thomas A. Russo, Circuit Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5174 \n\r\n                     Heard June 4, 2013 – Filed October 2, 2013 \n\r\n\r\n\r\n                          REVERSED AND REMANDED\r\n\r\n\r\n               Robert M. Dudek, of Columbia, for Appellant.\r\n\r\n               Attorney General Alan McCrory Wilson, Chief Deputy\r\n               Attorney General John W. McIntosh, Senior Assistant\r\n               Deputy Attorney General Salley W. Elliott, Senior\r\n               Assistant Attorney General W. Edgar Salter, III, all of\r\n               Columbia; and Solicitor Edgar Lewis Clements, III, of\r\n               Florence, for Respondent.\r\n\r\n\r\nGEATHERS, J.: Appellant Dondre Scott appeals his convictions for murder,\r\narmed robbery, and possession of a weapon during the commission of a violent\r\ncrime. Scott argues the trial court erred in granting the State's Batson1 motion and\r\nquashing the first jury selected. We reverse and remand for a new trial.\r\n\r\n1   Batson v. Kentucky, 476 U.S. 79 (1986).\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn October 1, 2009, Scott and his co-defendant, Sylvester Davis, Jr., were indicted\r\nby a Florence County Grand Jury for murder, armed robbery, and possession of a\r\nweapon during the commission of a violent crime. Jury selection began on August\r\n9, 2010. During the initial jury selection, Scott, who is black, exercised\r\nperemptory strikes on eight prospective white jurors.2 After the jury was selected,3\r\nthe State requested a Batson hearing, asserting the defense struck only white jurors.\r\nThe trial court ultimately found Scott's reasons for striking Jurors 72 and 191 were\r\npretextual. The trial court quashed the first jury, and a new jury was selected.\r\nJuror 72 was selected for the second jury. Because only Juror 72 served on the jury\r\nthat convicted Scott, this appeal is limited to Juror 72.\r\n\r\nAt the Batson hearing, Scott's defense counsel explained that he struck Juror 72\r\nbecause he was a warehouse manager whose \"employment related to supervising\r\nand overseeing.\" Concerning the employment of Juror 72, defense counsel stated\r\nthat he \"did not feel comfortable with someone who holds [that] position of\r\nauthority being on this particular jury.\" In response, the State argued that the strike\r\nwas mere pretext because several similarly situated black jurors were seated on the\r\njury. The State noted that Juror 80, a black female who was a stock room manager\r\nfor Rose's Department Store, was seated on the jury. Additionally, the State\r\nargued, \"there were several teachers and substitute teachers that [sic] were seated\r\nthat [sic] were African-American and they certainly have supervisory capacity over\r\npeople for sure.\"\r\n\r\nIn rebuttal, defense counsel challenged the State's portrayal of teachers as\r\nsupervisors. Defense counsel asserted a teacher could not be categorized as a\r\nsupervisor because, \"[t]here's less than any supervision in most school rooms these\r\ndays. But be that as it may, it's not the same as supervising adults and I never\r\nthought of a teacher as being a supervisor. I thought of them as being a teacher.\"\r\nAdditionally, defense counsel explained that he seated Juror 80, in spite of her\r\nemployment in a managerial position, because he had mistakenly written down that\r\nshe worked in \"home sales.\" In response, the trial judge stated that the\r\nemployment information of each juror had been announced in open court. Defense\r\n\r\n2 Scott exercised peremptory challenges against three white males and five white\r\nfemales, one of whom was a potential alternate.\r\n3 The jury was ultimately composed of six black females, three black males, two\r\nwhite females, and one white male. The alternates were one white female and one\r\nblack male.\r\n\ncounsel reiterated, \"I heard something different than what everyone else heard\r\napparently because I wrote home sales down.\" The trial judge accepted defense\r\ncounsel's explanation, observing, \"I do not doubt you at all, at all. And you know\r\nwhat, I'm looking at my list, juror number 80 . . . I wrote down [she worked in]\r\nhealth sales.\"\r\n\r\nAlthough the trial judge accepted defense counsel's explanation that the seating of\r\nJuror 80 was a mistake, he expressed concern that the seating of several black\r\njurors who were teachers was evidence of purposeful discrimination. Specifically,\r\nthe trial judge shared his own belief that teachers could be categorized as\r\nsupervisors, stating the following, \"I don't think there's anyone more in a\r\nmanagerial position or a position of authority than a teacher and a professor at\r\nFrancis Marion who is one of our jurors.\" Accordingly, the trial judge granted the\r\nState's Batson motion as to Juror 72, finding that the excluded white venire panelist\r\nwho was employed as a warehouse manager was similarly situated to seated black\r\njurors who were employed as teachers.\r\n\r\nThe jury found Scott guilty of murder, armed robbery, and possession of a weapon\r\nduring the commission of a violent crime. The trial court sentenced Scott to life\r\nimprisonment for the murder charge, thirty years' imprisonment for the armed\r\nrobbery charge, and five years' imprisonment for the possession of a weapon\r\nduring the commission of a violent crime charge. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"Whether a Batson violation has occurred must be determined by examining the\r\ntotality of the facts and circumstances in the record.\" State v. Shuler, 344 S.C. 604,\r\n615, 545 S.E.2d 805, 810 (2001). \"Appellate courts give the trial judge's finding\r\ngreat deference on appeal, and review the trial judge's ruling with a clearly\r\nerroneous standard.\" Id. \"A finding is clearly erroneous if it is not supported by\r\nthe record.\" Id. at 620, 545 S.E.2d at 813.\r\n\r\nLAW/ANALYSIS\r\n\r\nScott contends the trial court erred in finding his reason for striking Juror 72, a\r\nwhite juror who worked as a warehouse manager, was pretext for purposeful racial\r\ndiscrimination on the ground that similarly situated black jurors were seated on the\r\njury. Specifically, Scott argues the trial court erred in finding that several seated\r\nblack jurors who were employed as teachers were similarly situated to Juror 72.\r\nWe agree.\r\n\n\"The Equal Protection Clause of the Fourteenth Amendment to the United States\r\nConstitution prohibits the striking of a venire person on the basis of race or\r\ngender.\" Id. at 615, 545 S.E.2d at 810. \"The purposes of Batson and its progeny\r\nare to protect the defendant's right to a fair trial by a jury of the defendant's peers,\r\nprotect each venireperson's [sic] right not to be excluded from jury service for\r\ndiscriminatory reasons, and preserve public confidence in the fairness of our\r\nsystem of justice by seeking to eradicate discrimination in the jury selection\r\nprocess.\" State v. Haigler, 334 S.C. 623, 628-29, 515 S.E.2d 88, 90 (1999)\r\n(citations omitted). \"When one party strikes a member of a cognizable racial group\r\nor gender, the trial court must hold a Batson hearing if the opposing party requests\r\none.\" Shuler, 344 S.C. at 615, 545 S.E.2d at 810.\r\n\r\nIn Purkett v. Elem, 514 U.S. 765, 767 (1995), the Supreme Court of the United\r\nStates explained the proper procedure for a Batson hearing as follows:\r\n\r\n             Under our Batson jurisprudence, once the opponent of a\r\n             peremptory challenge has made out a prima facie case of\r\n             racial discrimination (step one), the burden of production\r\n             shifts to the proponent of the strike to come forward with\r\n             a race-neutral explanation (step two). If a race-neutral\r\n             explanation is tendered, the trial court must then decide\r\n             (step three) whether the opponent of the strike has proved\r\n             purposeful racial discrimination.\r\n\r\nStep two of this process does not demand an explanation that is persuasive or even\r\nplausible. State v. Cochran, 369 S.C. 308, 314, 631 S.E.2d 294, 298 (Ct. App.\r\n2006) (quoting Purkett, 514 U.S. at 767-68). At step two, \"the proponent of the\r\nstrike does not carry 'any burden of presenting reasonably specific, legitimate\r\nexplanations for the strikes.'\" Id. (quoting State v. Adams, 322 S.C. 114, 123, 470\r\nS.E.2d 366, 371 (1996)). \"Therefore, '[u]nless a discriminatory intent is inherent'\r\nin the explanation provided by the proponent of the strike, 'the reason offered will\r\nbe deemed race neutral' and the trial court must proceed to the third step of the\r\nBatson process.\" Id. (quoting Purkett, 514 U.S. at 768).\r\n\r\n\"At step three, the opponent of the strike must show the reason offered, though\r\nfacially race-neutral, was actually mere pretext to engage in purposeful racial\r\ndiscrimination.\" Cochran, 369 S.C. at 315, 631 S.E.2d at 298 (citing Adams, 322\r\nS.C. at 124, 470 S.E.2d at 372). \"The burden of persuading the court that a Batson\r\nviolation has occurred remains at all times on the opponent of the strike.\" Haigler,\r\n\n334 S.C. at 629, 515 S.E.2d at 91. \"This burden is generally established by\r\nshowing similarly situated members of another race were seated on the jury.\"\r\nCochran, 369 S.C. at 315, 631 S.E.2d at 298. \"When the opponent of the strike\r\nproves the proponent of the strike practiced purposeful racial discrimination, the\r\ntrial court must quash the entire jury panel and initiate another jury selection de\r\nnovo.\" Cochran, 369 S.C. at 315, 631 S.E.2d at 298.\r\n\r\nFor the purpose of demonstrating potential jurors are similarly situated under\r\nBatson, potential jurors are not required to be \"identical in all respects.\" Miller-El\r\nv. Dretke, 545 U.S. 231, 247 n.6 (2005) (\"A per se rule that a defendant cannot win\r\na Batson claim unless there is an exactly identical white juror would leave Batson\r\ninoperable; potential jurors are not products of a set of cookie cutters.\"). Rather,\r\nthe potential jurors need only be alike \"'in all relevant aspects.'\" Startzell v. City of\r\nPhiladelphia, 533 F.3d 183, 203 (3d Cir. 2008) (quoting Nordlinger v. Hahn, 505\r\nU.S. 1, 10 (1992)). Therefore, in determining whether potential jurors are similarly\r\nsituated, our courts have focused their inquiry on whether there are meaningful\r\ndistinctions between the individuals compared. See State v. McCray, 332 S.C. 536,\r\n540-41, 506 S.E.2d 301, 302-03 (1998) (finding three white jurors who were\r\nseated on the jury were not similarly situated to four black jurors who were struck\r\nfrom the jury because \"[t]he white jurors did not have the same relationship to law\r\nenforcement as the black jurors\" when the black jurors had relatives or friends\r\nwho, at the time of the trial, were employed in law enforcement, and the relatives\r\nor friends of the white jurors were no longer employed in law enforcement); State\r\nv. Williams, 379 S.C. 399, 401-02, 665 S.E.2d 228, 230 (Ct. App. 2008) (holding\r\nthe trial court erred in finding an unemployed juror was similarly situated to an\r\nemployed juror whose spouse was unemployed).\r\n\r\nThere are sufficient distinctions between a teacher and a warehouse manager. Cf.\r\nUnited States v. Davis, 154 F.3d 772, 781 (8th Cir. 1998) (finding there was a\r\nsufficient distinction between the challenged juror who worked as a drug counselor\r\nand several seated jurors who worked as drug prevention volunteers to defeat a\r\nBatson challenge). The duties of a teacher are common knowledge. A teaching\r\nposition involves some supervisory and management skills; particularly, a teacher\r\nexercises authority over other individuals‒his or her students. However, a teaching\r\nposition, in itself, is not a management or supervisory position.4 There is a stark\r\n\r\n4 The Supreme Court of the United States recently held that under the National\r\nLabor Relations Act, a supervisor is any individual with the authority to make\r\n\"tangible employment actions\" that effect a \"significant change in employment\r\nstatus, such as hiring, firing, failing to promote, reassignment with significantly\r\n\ndifference in the degree of authority exercised by a teacher and a manager.\r\nSpecifically, defense counsel pointed out at trial that a warehouse manager has the\r\nability to hire, fire, or demote other adult co-workers. A teacher does not share\r\nthese characteristics.5 Because of the significant distinctions between these two\r\ntypes of employment, we find the trial court erred in finding that a black professor\r\nand several black teachers who were seated on the jury were similarly situated to\r\nJuror 72, a white warehouse manager.\r\n\r\nFurthermore, the State argues as an additional sustaining ground that the seating of\r\nJuror 80, a black female who was employed as a stockroom manager at Rose's\r\nDepartment Store, established that Scott's stated reason for striking Juror 72, a\r\nwarehouse manager, was pretext for racial discrimination. We find this argument\r\nis without merit. In this instance, the trial judge found that Scott's defense counsel\r\nprovided a facially valid explanation for inconsistently applying his stated reason‒\r\nthat he mistakenly wrote down that Juror 80 worked in home sales. Specifically,\r\nthe trial judge stated, \"I do not doubt you at all, at all. And you know what, I'm\r\nlooking at my list, juror number 80 . . . I wrote down [she worked in] health sales.\"\r\nSee State v. Kelley, 319 S.C. 173, 176-77, 460 S.E.2d 368, 369-70 (1995) (holding\r\nthe solicitor provided a race-neutral explanation for why he did not strike a juror\r\nwith similar characteristics to a juror previously stricken); State v. Casey, 325 S.C.\r\n447, 454, 481 S.E.2d 169, 173 (Ct. App. 1997) (stating that \"the uneven application\r\nof a neutral reason does not automatically result in a finding of invidious\r\ndiscrimination if the strike's proponent provides a race or gender neutral\r\nexplanation for the inconsistency\"); id. (holding that although the solicitor did not\r\nchallenge a female juror with prior jury service yet struck a male juror with prior\r\nservice, and thus the reason for striking the juror was applied inconsistently, the\r\nsolicitor's explanation that it was merely an omission and mistake on his part was\r\ngender-neutral). Therefore, in the instant matter, the trial judge granted the State's\r\nBatson motion in connection with Juror 72 not because of the strike of Juror 80,\r\nbut solely on the ground that defense counsel did not strike jurors who were\r\n\r\n\r\ndifferent responsibilities, or a decision causing a significant change in benefits.\"\r\nVance v. Ball State Univ., 133 S. Ct. 2434, 2443 (2013) (citation omitted).\r\n5 Our analysis in this case is limited to discerning differences between a warehouse\r\nmanager and teachers in general. We recognize there may be certain instances\r\nwhere an individual employed as a teacher exercises a similar level of control over\r\nco-workers as does a warehouse manager. However, in this instance, the record\r\ndoes not indicate the degree of supervisory responsibilities that the seated professor\r\nor teachers had.\r\n\nemployed as teachers whom the trial judge deemed similarly situated to a\r\nwarehouse manager.\r\n\r\nCONCLUSION\r\n\r\nBecause the trial court improperly granted the State's Batson motion as to Juror 72\r\nand Juror 72 was seated on the second jury, Scott was denied his right to exercise\r\nhis peremptory challenges. Therefore, we remand this case for a new trial.6 See\r\nEdwards, 384 S.C. at 509, 682 S.E.2d at 823 (holding if a trial court improperly\r\ngrants the State's Batson motion and one of the disputed jurors is seated on the\r\njury, then the erroneous Batson ruling has tainted the jury and prejudice is\r\npresumed because there is no way to determine with any degree of certainty\r\nwhether a defendant's right to a fair trial by an impartial jury was abridged, and the\r\nproper remedy in such a case is a new trial). Accordingly, the decision of the trial\r\ncourt is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and LOCKEMY, J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n6 Because we reverse and remand this matter to the trial court, we need not\r\nconsider Scott's remaining sentencing issue. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (stating an\r\nappellate court need not address remaining issues when resolution of a prior issue\r\nis dispositive).\r\n\n","court":"Appeals"},{"id":"5175","title":"State v. Lane","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5175.pdf","description":"This appeal arises out of Appellant Karl Ryan Lane's conviction for first-degree burglary.  On appeal, Lane argues the trial court erred  (1) by refusing to grant a directed verdict when the evidence merely raised the suspicion of his guilt and the State failed to present substantial circumstantial evidence that he was guilty of first-degree burglary and (2) by refusing to charge the jury on the circumstantial evidence instruction he requested.  We reverse.","date":"2013-10-09","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Karl Ryan Lane, Appellant.\r\n\r\n             Appellate Case No. 2012-207787\r\n\r\n\r\n                           Appeal From Pickens County\r\n                      G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                                Opinion No. 5175 \n\r\n                  Heard September 11, 2013 – Filed October 9, 2013 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n             Appellate Defenders Dayne C. Phillips and Carmen V.\r\n             Ganjehsani, of Columbia, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General J. Benjamin Aplin, both of Columbia,\r\n             for Respondent.\r\n\r\n\r\nPIEPER, J.: This appeal arises out of Karl Ryan Lane's conviction for first-\r\ndegree burglary. On appeal, Lane argues the trial court erred (1) by refusing to\r\ngrant a directed verdict when the evidence merely raised the suspicion of his guilt\r\nand the State failed to present substantial circumstantial evidence that he was\r\nguilty of first-degree burglary and (2) by refusing to charge the jury on the\r\ncircumstantial evidence instruction he requested. We reverse.\r\n\nFACTS\r\n\r\nOn April 21, 2011, firearms were stolen from a gun safe in Mark McSwain's house.\r\nPamela Holladay, McSwain's neighbor, testified a car pulled into McSwain's\r\ndriveway around 3:20 p.m. on the day McSwain's guns were stolen. According to\r\nHolladay, the car was a red or burgundy four-door car with a paper tag, and the\r\nfront passenger panel appeared to be a gray primer panel. Holladay testified the\r\ncar appeared to be a \"Mitsubishi Gallant-type car.\" According to Holladay, she\r\nsaw a person approach the front door of McSwain's residence, return to the car, and\r\nthen approach the back door. Holladay testified at least one person approached the\r\ndoors of the home but two people were in the car when it left McSwain's property.\r\nHolladay explained she was unable to see the individuals' faces.\r\n\r\nMcSwain testified he discovered firearms were stolen from the safe in his house at\r\napproximately 4:30 p.m. McSwain explained he called the police after he noticed\r\nhis gun safe was empty. According to McSwain, shortly after the police left his\r\nhouse after processing the scene, he noticed a folded piece of paper in the grass\r\nbeside his driveway and notified the police. Deputy Michael Torres testified he\r\nwas part of the investigation at McSwain's house and returned to McSwain's house\r\nat approximately 8:00 p.m. after McSwain found the piece of paper in his yard.\r\nAccording to Deputy Torres, the paper could have arrived in McSwain's yard after\r\n6:00 p.m. because he did not see the paper during his original search for evidence.\r\nThe paper was determined to be from an unemployment office, which Lane had\r\nvisited the day of the burglary, located approximately two to three miles from\r\nMcSwain's house.\r\n\r\nDetective Benjamin Dow also testified at trial and acknowledged no eye witnesses\r\nidentified who was in the car that pulled into McSwain's driveway. Detective Dow\r\nalso acknowledged no fingerprints identified who went into McSwain's residence.\r\nAt the conclusion of the State's case, a motion for a directed verdict was made and\r\ndenied by the trial court. Lane was convicted of first-degree burglary and\r\nsentenced to 215 months' imprisonment. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\"In criminal cases, an appellate court sits to review only errors of law, and it is\r\nbound by the trial court's factual findings unless the findings are clearly\r\nerroneous.\" State v. Spears, 403 S.C. 247, 252, 742 S.E.2d 878, 880 (Ct. App.\r\n2013).\r\n\nLAW/ANALYSIS\r\n\r\nLane argues the trial court erred by refusing to grant a directed verdict because the\r\nevidence merely raised a suspicion of his guilt and the State failed to present\r\nsubstantial circumstantial evidence that he was guilty of first-degree burglary. We\r\nagree.\r\n\r\nA defendant is guilty of burglary in the first degree if the defendant \"enters a\r\ndwelling without consent and with intent to commit a crime in the dwelling\" and\r\n\"when, in effecting entry or while in the dwelling or in immediate flight, he or\r\nanother participant in the crime . . . is armed with a deadly weapon or explosive.\"\r\nS.C. Code Ann. § 16-11-311(A)(1)(a) (2003). In reviewing a motion for a directed\r\nverdict, the trial court is concerned with the existence of the evidence, not with its\r\nweight. State v. Brannon, 388 S.C. 498, 501, 697 S.E.2d 593, 595 (2010). \"A\r\ndefendant is entitled to a directed verdict when the State fails to produce evidence\r\nof the offense charged.\" Id. On appeal from the denial of a directed verdict, an\r\nappellate court must view the evidence in the light most favorable to the State.\r\nState v. Sterling, 396 S.C. 599, 612, 723 S.E.2d 176, 183 (2012). If there is any\r\ndirect evidence, or if there is substantial circumstantial evidence, which reasonably\r\ntends to prove the defendant's guilt, an appellate court must find the trial court\r\nproperly submitted the case to the jury. State v. Odems, 395 S.C. 582, 586, 720\r\nS.E.2d 48, 50 (2011). The State has the burden of proving beyond a reasonable\r\ndoubt the identity of the defendant as the person who committed the charged crime\r\nor crimes. See Gibbs v. State, 403 S.C. 484, 496, 744 S.E.2d 170, 176 (2013); see\r\nalso State v. Jackson, 656 A.2d 1056, 1060 (Conn. App. Ct. 1995) (\"Identity of a\r\ndefendant as the one who committed the crime is an element common to proof of\r\nall crimes, which the state must prove beyond a reasonable doubt.\"); Brooks v.\r\nUnited States, 717 A.2d 323, 327 (D.C. 1998) (\"The identity of the defendant as\r\nthe person who committed the charged crime is an essential element that the\r\ngovernment must always prove beyond a reasonable doubt.\"); Akridge v. State, 970\r\nSo. 2d 917, 918 (Fla. Dist. Ct. App. 2007) (\"The burden is upon the State to prove\r\nbeyond a reasonable doubt all of the elements of the alleged crime including the\r\nidentity of the defendant.\"); People v. Burson, 308 N.E.2d 200, 202 (Ill. App. Ct.\r\n1974) (\"[O]ne of the essential points which the State must prove beyond a\r\nreasonable doubt is the identity of the accused as the one who committed the crime\r\ncharged.\"); Commonwealth v. Brooks, 7 A.3d 852, 857 (Pa. Super. Ct. 2010) (\"In\r\naddition to proving the statutory elements of the crimes charged beyond a\r\nreasonable doubt, the Commonwealth must also establish the identity of the\r\ndefendant as the perpetrator of the crimes.\"). The trial court should grant a\r\n\ndirected verdict when the evidence merely raises a suspicion that the defendant is\r\nguilty. Odems, 395 S.C. at 586, 720 S.E.2d at 50.\r\n\r\nThe State's case against Lane consisted solely of circumstantial evidence. The\r\nState presented the following evidence to establish Lane committed first-degree\r\nburglary: (1) the testimony of McSwain's neighbor that a burgundy/red \"Mitsubishi\r\nGallant-type car\" with a paper tag and primer painted panel was in McSwain's\r\ndriveway the day of the theft; (2) testimony that, at times, Lane drove a\r\nred/burgundy Mitsubishi Gallant belonging to his girlfriend that matched the\r\ndescription given by McSwain's neighbor; (3) testimony that Lane drove the\r\nGallant the day of the theft; (4) testimony that a folded piece of paper belonging to\r\nLane was found in McSwain's driveway that was not originally found by the police\r\nbut found later outside; and (5) testimony that Lane did not want to talk to police\r\nofficers the day after the theft and asked his girlfriend's mother to lie to officers\r\nconcerning his whereabouts.\r\n\r\nViewing the foregoing evidence in the light most favorable to the State, we find the\r\nState did not present substantial circumstantial evidence to reasonably prove Lane\r\nwas the person who committed the burglary. At most, the evidence the State\r\npresented raises only a mere suspicion that Lane committed the crime.\r\nAccordingly, we find the trial court erred by failing to grant Lane's directed verdict\r\nmotion. See Odems, 395 S.C. at 586, 720 S.E.2d at 50 (providing \"when the State\r\nfails to produce substantial circumstantial evidence that the defendant committed a\r\nparticular crime, the defendant is entitled to a directed verdict\"); State v. Bostick,\r\n392 S.C. 134, 142, 708 S.E.2d 774, 778 (2011) (\"Under settled principles, the trial\r\ncourt should grant a directed verdict motion when the evidence presented merely\r\nraises a suspicion of guilt.\").1\r\n\r\nCONCLUSION\r\n\r\nFor the aforementioned reasons, the judgment of the trial court is hereby\r\n\r\n\r\n\r\n\r\n1 We decline to address Lane's second issue on appeal, as the directed verdict issue\r\nis dispositive. See State v. Hercheck, 403 S.C. 597, 605, 743 S.E.2d 798, 802\r\n(2013) (declining to reach a remaining issue on appeal when the court's decision on\r\na prior issue is dispositive).\r\n\nREVERSED. \n\r\n\r\nFEW, C.J., and KONDUROS, J., concur. \n\r\n\n","court":"Appeals"},{"id":"5176","title":"Hartzell v. Palmetto Collision","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5176.pdf","description":"The Appellate Panel of the Workers' Compensation Commission (Appellate Panel) awarded Richard A. Hartzell (Claimant) medical care and treatment benefits for a back injury.  Palmetto Collision, LLC, (Employer) appeals the award, arguing the Appellate Panel erred in (1) determining Employer regularly employed four or more employees and, therefore, was subject to the South Carolina Workers' Compensation Act (Act) ; (2) finding Claimant accidentally injured his back \"on or about February 25, 2009,\" and failing to make any conclusion of law thereon; (3) finding Claimant reported the injury timely and failing to make any conclusion of law thereon; and (4) awarding Claimant medical benefits for the injury.  We find jurisdiction was proper and reverse on the issue of notice.","date":"2013-10-09","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA\r\n               In The Court of Appeals\r\n\r\nRichard A. Hartzell, Employee, Respondent,\r\n\r\nv. \n\r\n\r\nPalmetto Collision, LLC, Employer, Appellant, \n\r\n\r\nand \n\r\n\r\nSouth Carolina Worker's Compensation Uninsured \n\r\nEmployers Fund, Respondent.\n\r\n\r\nAppellate Case No. 2012-211870 \n\r\n\r\n\r\n\r\n Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                     Opinion No. 5176 \n\r\n       Heard September 11, 2013 – Filed October 9, 2013 \n\r\n\r\n\r\n                        REVERSED \n\r\n\r\n\r\nKirsten Leslie Barr, Harold Eugene Trask, and David\r\nAlan Westerlund, Jr., all of Trask & Howell, LLC, of\r\nMount Pleasant, for Appellant Palmetto Collision, LLC.\r\n\r\nKerry W. Koon, of Charleston, for Respondent Richard\r\nA. Hartzell.\r\n\r\nLisa C. Glover, of Columbia, for Respondent the South\r\nCarolina Workers' Compensation Uninsured Employers\r\nFund.\r\n\nPER CURIAM: The Appellate Panel of the Workers' Compensation Commission\r\n(Appellate Panel) awarded Richard A. Hartzell (Claimant) medical care and\r\ntreatment benefits for a back injury. Palmetto Collision, LLC, (Employer) appeals\r\nthe award, arguing the Appellate Panel erred in (1) determining Employer\r\nregularly employed four or more employees and, therefore, was subject to the\r\nSouth Carolina Workers' Compensation Act (Act)1; (2) finding Claimant\r\naccidentally injured his back \"on or about February 25, 2009,\" and failing to make\r\nany conclusion of law thereon; (3) finding Claimant reported the injury timely and\r\nfailing to make any conclusion of law thereon; and (4) awarding Claimant medical\r\nbenefits for the injury. We find jurisdiction was proper and reverse on the issue of\r\nnotice.                               FACTS\r\n\r\nOn May 10, 2010, Claimant submitted a Form 50 claim for workers' compensation\r\nbenefits, alleging he had injured his back at work on or about February 25, 2009.\r\nEmployer filed a Form 51 denying Claimant's injury, the applicability of the Act to\r\nEmployer, and receipt of any notice of Claimant's injury prior to the Form 50. The\r\nSouth Carolina Uninsured Employers' Fund (the Fund) filed its own Form 51,\r\nwhich echoed Employer's responses.\r\n\r\nI.      Evidence Presented to the Single Commissioner\r\n\r\n        A.    Employment and Injury\r\n\r\nOn July 12, 2011, the parties presented their case to the single commissioner.\r\nClaimant testified he was fifty-two years old and had worked as an automobile\r\nbody and paint technician for more than twenty-five years. In March 2009,\r\nClaimant worked primarily doing body work for Employer, a company solely\r\nowned and operated by Mike Stallings. Claimant had previously worked for the\r\nStallings family in two of their other auto body shops. Although Claimant\r\nadmitted he suffered from arthritis in his shoulders, he denied ever having chronic\r\nor significant lower back pain before this injury.\r\n\r\nClaimant stated besides Stallings and himself, four other employees worked for\r\nEmployer at the time of his injury: Doug Alexander (Doug), Jamie Alexander\r\n(Jamie), Harold Brock, and Jimmy Morris. Claimant did not know Employer's\r\n\r\n1   S.C. Code Ann. §§ 42-1-10 to -19-50 (1985 & Supp. 2012).\r\n\nbusiness arrangements with the other men. He recalled Morris was present at the\r\nshop daily. Jamie had left Employer previously and returned while Claimant\r\nworked there. According to Claimant, the other men had worked regularly for\r\nEmployer.\r\n\r\nClaimant recalled that, on or about February 25, 2009,2 he began cleaning up the\r\nshop so he could access his tools more easily. According to Claimant, the clean-up\r\nrequired moving heavy equipment. Later that afternoon, Claimant began feeling\r\npain in his lower back. He believed the pain was \"part of the job\" and would\r\nsubside on its own. He did not report an injury that day.\r\n\r\nThe next day, Claimant's lower back pain had intensified so that he could hardly\r\nbend over, and \"it just progressively got worse.\" He testified that on the day after\r\nhe moved the heavy equipment, he \"said something to [Stallings] that I was pretty\r\nsore, I must have hurt myself.\" Claimant recalled Stallings suggesting he should\r\ngo to the emergency room if he were having problems. Despite experiencing back\r\nproblems when bending, kneeling, squatting, and lifting, Claimant did not see a\r\ndoctor and continued working for approximately two weeks after the injury.\r\nAlthough Claimant explained he and Stallings talked about the lower back pain\r\nduring the last couple of weeks Claimant worked for Employer, nothing was done\r\nabout it. Claimant stated he left Employer because work had slowed down due to\r\nthe economy and Employer had no work for him.\r\n\r\nIn June 2009, Claimant applied for unemployment compensation, which was\r\nultimately awarded. In May 2010, he filed his Form 50. Late in 2010, Stallings\r\ncontacted Claimant and asked him to remove some equipment he had stored in\r\nEmployer's building. Claimant recalled three of his friends moved the equipment\r\nfor him. Once again, he did not ask Stallings to provide him with medical\r\ntreatment.\r\n\r\n      B.     Employer's Testimony and Records\r\n\r\nStallings testified he owned Employer as the sole member of a limited liability\r\ncompany. He explained that, during the third and fourth quarters of 2007 and at\r\nthe time of the hearing, he had two employees. Doug, who was Stallings's uncle,\r\nworked full-time as a fireman on an Air Force base and worked part-time for\r\n\r\n2On cross-examination, Claimant conceded he could not remember exactly which\r\nday the injury occurred.\r\n\nEmployer. Doug's son, Jamie, worked for Employer intermittently but on a full-\r\ntime basis beginning in 2007. Brock worked for Employer throughout 2009 doing\r\nrestoration work. Stallings conceded he occasionally called Morris to repair heavy\r\nframe damage but testified Morris received a Form 1099 for tax purposes. With\r\nregard to Claimant, Stallings explained he believed an employer \"could legally pay\r\nan individual $600 . . . [per] year tax free.\" Stallings testified that because of this\r\nbelief, he paid Claimant directly when he began work at the end of 2008, even\r\nthough Claimant's pay exceeded $600. He added Claimant to Employer's payroll\r\nat the beginning of 2009.\r\n\r\nOn cross-examination, Stallings conceded that during the first quarter of 2009,\r\nDoug worked for Employer part-time but regularly. In addition, Jamie, Brock, and\r\nClaimant worked for Employer during the first quarter of 2009. Stallings\r\nmaintained Morris worked as-needed but not regularly; he \"would hang around\r\nsometimes when he didn't have work to do.\" In summary, counsel and Stallings\r\nengaged in the following exchange:\r\n\r\n              Q. [F]or the second quarter of 2009 after [Claimant]\r\n              left you still had the same three other guys that were\r\n              reported during . . . [the] first quarter of 2009, being\r\n              Douglas Alexander, Harold Brock and James Alexander\r\n              ...?\r\n\r\n              ....  They were your guys during that period of time; is\r\n              that correct?\r\n\r\n              A. Well technically it would have been James and\r\n              Douglas because Harold, like I said, even though he was\r\n              an employee[,] and I mean I have to say this because it's\r\n              the truth, he was working on a -- on side work in the\r\n              shop, not on the main flow of cars and stuff.\r\n\r\n              Q.     But it was [Employer's] work?\r\n\r\n              A.     Absolutely.\r\n\nWith regard to the injury, Stallings denied being asked to pay for medical\r\ntreatment for Claimant's lower back until he received Claimant's Form 50. He\r\nfurther denied having any recollection of Claimant notifying him of an injury or a\r\nneed to go to the doctor.\r\n\r\nStallings testified that although an insurance agent suggested, quoted, and\r\nsubmitted an application for workers' compensation insurance in 2008, he neither\r\nsigned the application nor approved or paid for the policy.3 However, he testified\r\nhe paid payroll taxes and reported to the state and federal governments the wages\r\nhe paid his employees. An accountant who handled Employer's bookkeeping\r\nprovided a letter stating (1) Employer never paid any company for workers'\r\ncompensation insurance and (2) Employer had \"no more than three full time\r\nemployees\" on its payroll.\r\n\r\nRecords obtained from the Employment Security Commission (ESC) reflect\r\nEmployer reported two employees for the third and fourth quarters of 2007 and the\r\nfirst quarter of 2008. Employer reported five employees for the second quarter of\r\n2008, four for the third quarter of 2008, three for the fourth quarter of 2008. It\r\nreported four employees for the first quarter of 2009, three for the second quarter\r\nof 2009, and five employees (including Stallings) for the third and fourth quarters\r\nof 2009.\r\n\r\nII.   Order and Appeal to the Appellate Panel\r\n\r\nOn September 8, 2011, the single commissioner issued an order finding Employer\r\nwas subject to the Act because it regularly employed four or more employees at the\r\ntime of the injury, and Claimant had suffered and timely reported to Employer an\r\ninjury at work. The single commissioner ordered Employer and the Fund to\r\nprovide an evaluation to determine whether Claimant had reached maximum\r\nmedical improvement and whether he needed any additional medical treatment.\r\nEmployer appealed to the Appellate Panel, asserting twenty-one separate errors.\r\n\r\nOn December 20, 2011, the Appellate Panel heard arguments. In a split decision,\r\nthe Appellate Panel affirmed the single commissioner's award. The Appellate\r\nPanel identified numerous facts as significant. First, the Appellate Panel noted\r\nrecords from the ESC and testimony from Stallings indicated Employer had four\r\n\r\n3As a result, the carrier issued an insurance policy but cancelled it for an unpaid\r\npremium after the first quarter of the term elapsed.\r\n\nregular employees at the time of the injury: Doug, Jamie, Brock, and Claimant.\r\nMoreover, an application for workers' compensation insurance was submitted on\r\nEmployer's behalf on May 27, 2008, and, had Employer paid the premiums, its\r\nworkers' compensation coverage would have expired May 27, 2009. The\r\nAppellate Panel noted Employer did not file a Form 38 to withdraw itself from the\r\ncoverage of the Act.\r\n\r\nFurthermore, the Appellate Panel found Claimant established his report to\r\nEmployer of a work-related injury primarily through his own testimony, but he was\r\nable to continue working after the injury. The Appellate Panel noted that, in\r\nrebutting Claimant's evidence, Stallings testified he could not deny with certainty\r\nthat Claimant had reported the injury, but the report did not \"ring a bell.\"\r\nHowever: \"On[] balance, the Claimant's testimony [wa]s more credible on the\r\nissue[s] of the fact, and reporting, of the injury.\" The Appellate Panel observed\r\nneither side contended Employer had provided Claimant with any medical care.\r\n\r\nIn view of these findings, the Appellate Panel affirmed the single commissioner's\r\naward of benefits, concluding the Act covered both parties at the time of\r\nClaimant's injury. This appeal followed.\r\n\r\n                                LAW/ANALYSIS\r\n\r\nI.    JURISDICTION\r\n\r\nEmployer asserts the Appellate Panel erred in determining it regularly employed\r\nfour or more employees and, therefore, was subject to the Act. We disagree.\r\n\r\nOn appeal from the Appellate Panel, \"an appellate court reviews jurisdictional\r\nissues by making its own findings of fact without regard to the findings and\r\nconclusions of the Appellate Panel.\" Hernandez-Zuniga v. Tickle, 374 S.C. 235,\r\n244, 647 S.E.2d 691, 695 (Ct. App. 2007). The appellant bears the burden of\r\ndemonstrating by a preponderance of the evidence that jurisdiction is proper. Id. at\r\n244, 647 S.E.2d at 696.\r\n\r\nThe Act establishes, among other benefits, medical care and treatment for workers\r\ninjured \"by accident[s] arising out of and in the course of employment.\" S.C. Code\r\nAnn. §§ 42-1-160(A), -310 (Supp. 2012). South Carolina courts follow a policy of\r\nliberally construing the Act in favor of coverage. Schulknight v. City of N.\r\nCharleston, 352 S.C. 175, 178, 574 S.E.2d 194, 195 (2002). However, the Act\r\n\nspecifically exempts from coverage any employer \"who has regularly employed in\r\nservice [fewer] than four employees in the same business within the State.\" S.C.\r\nCode Ann. § 42-1-360(2) (Supp. 2012). The General Assembly has broadly\r\ndefined \"employee\" as \"every person engaged in an employment under any\r\nappointment, contract of hire, or apprenticeship, expressed or implied, oral or\r\nwritten, . . . whether lawfully or unlawfully employed, but exclud[ing] a person\r\nwhose employment is both casual and not in the course of the trade, business,\r\nprofession, or occupation of his employer.\" S.C. Code Ann. § 42-1-130 (Supp.\r\n2012).\r\n\r\nIn Harding v. Plumley, 329 S.C. 580, 586 n.2, 496 S.E.2d 29, 32 n.2 (Ct. App.\r\n1998), this court acknowledged:\r\n\r\n            Because South Carolina adopted large portions of the\r\n            North Carolina Workers' Compensation legislation, we\r\n            rely on North Carolina precedent in Workers'\r\n            Compensation cases. Decisions of North Carolina courts\r\n            interpreting that state's Workers' Compensation statute\r\n            are entitled to weight when South Carolina courts\r\n            interpret the South Carolina Workers' Compensation Law\r\n            because the South Carolina statute was fashioned after\r\n            that of North Carolina.\r\n\r\n(citations omitted). Thus, the Harding court looked to North Carolina precedent\r\nfor guidance in evaluating the number of persons a business \"regularly employed.\"\r\n329 S.C. at 585-86, 496 S.E.2d at 32. The North Carolina court reasoned:\r\n\r\n            [T]he term 'regularly employed' connotes employment of\r\n            the same number of persons throughout the period with\r\n            some constancy. It would not seem that the purpose of\r\n            the Act would be accomplished by making it applicable\r\n            to an employer who may have had, in the total number of\r\n            persons entering and leaving his service during the\r\n            period, more than the minimum number required by the\r\n            Act.\r\n\r\nPatterson v. L. M. Parker & Co., 2 N.C. App. 43, 48-49, 162 S.E.2d 571, 575\r\n(1968). Moreover, this court has found:\r\n\n            In the context of construing the statute, the term \"regular\"\r\n            is often juxtaposed with the term \"casual.\" 4 Larson,\r\n            Workers' Compensation §§ 74.01-02 (\"It has been said\r\n            that the two concepts are the same . . . in the casual\r\n            employment definition, both duration and regularity of\r\n            recurrence are important factors.\"). Where employment\r\n            cannot be characterized as permanent or periodically\r\n            regular, but occurs by chance, or with the intention and\r\n            understanding on the part of both employer and\r\n            employee that it shall not be continuous, it is casual.\r\n            Employment is casual when not permanent or\r\n            periodically regular but occasional or by chance and not\r\n            in the usual course of the employers trade or business.\r\n\r\nHernandez-Zuniga, 374 S.C. at 248, 647 S.E.2d at 697-98 (some citations and\r\nquotation marks omitted). In its reasoning, this court recognized that although\r\nemployees \"worked irregular days and hours, their employment extended over a\r\nperiod of some four weeks, during which they worked, not by chance or for a\r\nparticular occasion, but according to a definite employment at hourly wages which\r\nwere paid at the end of each week worked.\" Id. at 250, 647 S.E.2d at 699, quoting\r\nDurham v. McLamb, 59 N.C. App. 165, 171, 296 S.E.2d 3, 7 (1982).\r\n\r\n      A.    Test for Regularity of Employment\r\n\r\nOur prior examinations of related issues, relying upon North Carolina law, have\r\nhighlighted several common characteristics of regular employment under the Act:\r\n(1) \"employment of the same number of persons,\" although not necessarily the\r\nsame individuals; (2) during the relevant period of time; (3) \"with some\r\nconstancy\"; (4) \"not by chance or for a particular occasion\"; and (5) without regard\r\nto the regularity of the days or hours worked. Harding, 329 S.C. at 585-86, 496\r\nS.E.2d at 32; Hernandez-Zuniga, 374 S.C. at 249-50, 647 S.E.2d at 698-99;\r\nPatterson, 2 N.C. App. at 48-49, 162 S.E.2d at 575; Durham, 59 N.C. App. at 171,\r\n296 S.E.2d at 7. We clarify that the first characteristic, \"employment of the same\r\nnumber of persons,\" establishes a minimum number of employees, depending upon\r\nthe facts at hand. This language does not preclude a finding of regularity if, at\r\n\nsome point during the relevant time period, an employer employs more than \"the\r\nsame number\" of persons.4\r\n\r\nIn addition, each characteristic may require a complex analysis, depending upon\r\nthe available evidence. For example, the Hernandez-Zuniga court examined the\r\nconcept of a \"relevant time period\" in some depth and noted the identification of\r\nsuch a time period \"is particularly difficult for employment in which workers come\r\nand go due to the nature and type of work they perform.\" 374 S.C. at 249, 647\r\nS.E.2d at 698. However, it recognized \"the employer's established mode or plan of\r\noperation dictates, to a large extent, the relevant time period, and both duration and\r\nregularity of occurrence are important factors.\" Id. Thus, the \"relevant time\r\nperiod\" turns on the facts of each case. See, e.g., Harding, 329 S.C. at 586-87 n.3,\r\n496 S.E.2d at 32-33 n.3 (using the time period from \"July through November\" and\r\nnoting the Appellate Panel had found that time period to be \"critical\" and neither\r\nparty challenged that finding on appeal); Grouse v. DRB Baseball Mgmt., Inc., 121\r\nN.C. App. 376, 378-80, 465 S.E.2d 568, 570-71 (1996) (examining one-year\r\nperiod to determine number of regular employees, where employer admitted to\r\nhiring additional seasonal employees from April to August).\r\n\r\n      B.     Analysis\r\n\r\nThe preponderance of the evidence, viewed in light of these five characteristics,\r\nsupports a finding Employer regularly employed at least four persons, and thus, the\r\nAppellate Panel had jurisdiction over this claim. As a threshold matter, we note\r\nneither the single commissioner nor the Appellate Panel identified the time period\r\nrelevant to Claimant's injury. The record contains evidence concerning Employer's\r\nemployees from 2007 to 2009, subdivided into quarters annually. In view of this\r\nevidence and Claimant's assertion his injury occurred on February 25, 2009, we\r\nfind the relevant time period for his claim is the first quarter of 2009, up to the date\r\nof Claimant's injury.\r\n\r\nAccordingly, we must determine whether Employer (1) employed the same\r\nnumber of persons, although not necessarily the same individuals, (2) during the\r\nfirst quarter of 2009, (3) with some constancy, (4) not by chance or for a particular\r\noccasion, and (5) without regard to the regularity of the days or hours worked. The\r\n\r\n4 If read literally, the existing description could improperly exclude from the Act\r\nemployers whose payroll consistently reflected four or more regular employees but\r\nfluctuated upward.\r\n\nrecord reflects that during that time period, Claimant, Doug, Jamie, Brock, and\r\nMorris performed work for Employer.5\r\n\r\nThe ESC's records, corroborated by Stallings's and Claimant's testimony, establish\r\nthe first two characteristics, that Employer employed the same number of persons\r\nduring the first quarter of 2009 through February 25, 2009. During the first quarter\r\nof 2009, Claimant, Doug, Jamie, and Brock were on Employer's payroll and\r\nworked together repairing, restoring, and painting automobiles for Employer.\r\nClaimant specifically recalled working with Doug, Jamie, Brock, and Morris.\r\nDoug consistently appeared on Employer's payroll beginning no later than 2007.\r\nJamie and Brock joined the payroll in the first quarter of 2009. According to\r\nStallings, Jamie returned to Employer during the first quarter of 2009, \"[m]ost\r\nlikely\" while Claimant was working there.6 The record does not indicate any of\r\nthose men departed Employer's service before Claimant became injured. Rather,\r\nall but Claimant remained with Employer through the end of 2009.\r\n\r\nIn addition, the preponderance of the evidence demonstrates Claimant, Doug,\r\nJamie, and Brock worked for Employer with some constancy and not by chance or\r\nfor a particular occasion. According to the ESC's records, all of those men\r\nappeared on Employer's payroll during the first quarter of 2009, and all but\r\nClaimant continued working for Employer through the end of 2009. Furthermore,\r\nStallings established Claimant, Doug, Jamie, and Brock worked regularly for\r\nEmployer and not for a particular occasion. He testified those men \"would do, you\r\nknow, the regular flow of work.\" By contrast, Stallings explained Employer did\r\nnot always have vehicles with heavy frame damage. When he received such a\r\nvehicle, he called Morris to come to the shop and repair it. Morris used Employer's\r\nheavy frame machine but otherwise supplied his own tools. However, Morris did\r\n\r\n5 We exclude Stallings from this analysis because, although he worked for\r\nEmployer as well as being the sole member of its limited liability company, the\r\nrecord does not indicate he elected to be included as an employee for workers'\r\ncompensation purposes. See § 42-1-130 (\"Any sole proprietor or partner of a\r\nbusiness whose employees are eligible for benefits under this title may elect to be\r\nincluded as employees under the workers' compensation coverage of the business if\r\nthey are actively engaged in the operation of the business and if the insurer is\r\nnotified of their election to be included.\").\r\n6Claimant recalled Jamie returned to work \"a few weeks before\" the injury, and\r\nEmployer failed to present any evidence to the contrary.\r\n\nnot appear on the company payroll: his work for the shop was \"sporadic,\" and\r\nEmployer issued him a form 1099.\r\n\r\nAccordingly, based upon the facts described above, we find the preponderance of\r\nthe evidence demonstrates Employer regularly employed Claimant, Doug, Jamie,\r\nand Brock during the first quarter of 2009. As a result, the Appellate Panel did not\r\nerr in finding it had jurisdiction over Employer under the Act.7\r\n\r\nII.   NOTICE\r\n\r\nEmployer asserts the Appellate Panel erred in finding Claimant reported the injury\r\ntimely and failing to make any conclusion of law thereon. We agree.\r\n\r\n\"The Administrative Procedures Act (APA) provides the standard for judicial\r\nreview of decisions by the [Appellate Panel].\" Pierre v. Seaside Farms, Inc., 386\r\nS.C. 534, 540, 689 S.E.2d 615, 618 (2010); accord Lark v. Bi-Lo, Inc., 276 S.C.\r\n130, 133-34, 276 S.E.2d 304, 306 (1981). Under the APA, this court can reverse\r\nor modify a decision of the Appellate Panel if the substantial rights of the appellant\r\n\"have been prejudiced because the decision is affected by an error of law or is\r\nclearly erroneous in view of the reliable, probative, and substantial evidence on the\r\nwhole record.\" Transp. Ins. Co. v. S.C. Second Injury Fund, 389 S.C. 422, 427,\r\n699 S.E.2d 687, 689-90 (2010); S.C. Code Ann. § 1-23-380(5)(d), (e) (Supp.\r\n2012).\r\n\r\n\r\n\r\n7 We decline Claimant's invitation to affirm the finding of jurisdiction because\r\nEmployer became subject to the Act by procuring workers' compensation\r\ninsurance. This court has previously examined the effect of \"[m]ere procurement\r\nof workers' compensation insurance\" and determined it does not estop the\r\nemployer from denying workers' compensation coverage. Deanhardt v. Neal C.\r\nDeanhardt Masonry Contractors, 298 S.C. 244, 248, 379 S.E.2d 726, 728 (Ct.\r\nApp. 1989). To subject itself to the Act, an otherwise exempt employer must\r\nsubstantially comply with section 42-1-380, which permits an employer to file a\r\nwritten notice of its desire to be subject to the terms and conditions of the Act. Id.\r\nWhen no evidence indicates an employer filed the requisite written notice of its\r\ndesire to subject itself to the Act, an appellate court will not find the exemption\r\nwaived. Id. In the case at bar, no evidence indicates Employer filed a notice\r\nindicating its desire to be subject to the Act.\r\n\nThe Appellate Panel is the ultimate factfinder in workers' compensation\r\ncases. Shealy v. Aiken Cnty., 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000). As a\r\ngeneral rule, this court must affirm the findings of fact made by the Appellate\r\nPanel if they are supported by substantial evidence. Pierre, 386 S.C. at 540, 689\r\nS.E.2d at 618. \"Substantial evidence is that evidence which, in considering the\r\nrecord as a whole, would allow reasonable minds to reach the conclusion the\r\n[Appellate Panel] reached.\" Hill v. Eagle Motor Lines, 373 S.C. 422, 436, 645\r\nS.E.2d 424, 431 (2007). \"The possibility of drawing two inconsistent conclusions\r\nfrom the evidence does not prevent the [Appellate Panel's] finding from being\r\nsupported by substantial evidence.\" Id.\r\n\r\nGenerally, an injured employee must give his employer notice of the accident upon\r\n\"the occurrence of an accident, or as soon thereafter as practicable,\" but he must do\r\nso within ninety days after the accident. S.C. Code Ann. § 42-15-20 (Supp. 2012).\r\nThe notice provisions of section 42-15-20 \"should be liberally construed in favor\r\nof claimants.\" Etheredge v. Monsanto Co., 349 S.C. 451, 458, 562 S.E.2d 679,\r\n683 (Ct. App. 2002), citing Mintz v. Fiske-Carter Constr. Co., 218 S.C. 409, 414,\r\n63 S.E.2d 50, 52 (1951). Nonetheless, the Etheredge court recognized the basic\r\ninformation a claimant must convey in giving such notice:\r\n\r\n             For adequate notice, there must be \"some knowledge of\r\n             accompanying facts connecting the injury or illness with\r\n             the employment, and indicating to a reasonably\r\n             conscientious manager that the case might involve a\r\n             potential compensation claim.\" Larson's Workers'\r\n             Compensation Law § 126.03[1][b] (2001) (footnotes\r\n             omitted). \"Generally, in order that the knowledge be\r\n             imputed to the employer, the person receiving it must be\r\n             in some supervisory or representative capacity, such as\r\n             foreman, supervisor . . . physician, or nurse.\" Id. at\r\n             § 126.03[2][a] (footnotes omitted).\r\n\r\nId. at 457, 562 S.E.2d at 682.8 The notice requirement protects the employer by\r\nenabling him to \"investigate the facts and question witnesses while their memories\r\n\r\n8 We acknowledge the notice requirement outlined by the Etheredge court is more\r\nrelaxed than the former statutory notice requirement. See, e.g., Sanders v.\r\nRichardson, 251 S.C. 325, 328, 162 S.E.2d 257, 258 (1968) (reciting statutory\r\nnotice must be in writing and \"shall state in ordinary language the name and\r\n\nare unfaded, and . . . to furnish medical care [to] the employee in order to minimize\r\nthe disability and conseque[n]t liability upon the employer.\" Mintz, 218 S.C. at\r\n414, 63 S.E.2d at 52. \"The claimant bears the burden of proving compliance with\r\nthese notice requirements.\" Lizee v. S.C. Dep't of Mental Health, 367 S.C. 122,\r\n127, 623 S.E.2d 860, 863 (Ct. App. 2005).\r\n\r\nWe find the Appellate Panel's determination that Claimant provided Employer with\r\nadequate notice he had suffered a work-related injury is not supported by\r\nsubstantial evidence in the record, and we reverse. In particular, the record does\r\nnot contain substantial evidence that Claimant notified Employer of any \"facts\r\nconnecting [his] injury . . . with [his] employment.\" See Etheredge, 349 S.C. at\r\n457, 562 S.E.2d at 682 (recognizing adequate notice supplies \"facts connecting the\r\ninjury or illness with the employment, and indicating to a reasonably conscientious\r\nmanager that the case might involve a potential compensation claim\" (citation and\r\nquotation marks omitted)).\r\n\r\nThe only evidence in the record of the notice Claimant asserts is the testimony of\r\nClaimant and Stallings. Claimant testified: \"The next day I said something to\r\n[Stallings] that I was pretty sore, I must have hurt myself.\" Claimant further\r\ntestified he and Stallings \"talked about\" his back hurting during his last couple of\r\nweeks with Employer, but he did not indicate whether their conversation in any\r\nway connected the injury with his work for Employer. Stallings denied learning of\r\nthe injury before receiving Claimant's Form 50 but also admitted he simply did not\r\nremember Claimant reporting an injury.\r\n\r\nWhile these facts establish Claimant reported an injury to Employer, they are\r\ndevoid of any reference to an alleged connection between Claimant's injury and his\r\nemployment. In fact, the only reference in the record to Claimant asserting to\r\nEmployer a connection between his injury and his work lies in a question\r\nEmployer's attorney posed to Claimant at the hearing before the single\r\ncommissioner: \"And you said you had some discussion, you said you mentioned\r\nthat your back was sore from working one day is that what you told [Stallings]?\"\r\nWe find this question, although answered affirmatively by Claimant, does not\r\nconstitute substantial evidence in view of the entire record. See Hill, 373 S.C. at\r\n436, 645 S.E.2d at 431 (\"Substantial evidence is that evidence which, in\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\n\r\naddress of the employee and 'the time, place, nature and cause of the accident and\r\nof the resulting injury'\").\r\n\nconclusion the [Appellate Panel] reached.\"). Accordingly, the Appellate Panel\r\nerred by entering a finding that was not supported by substantial evidence in the\r\nrecord.\r\n\r\nIII.   REMAINING ISSUES\r\n\r\nBecause the issue of notice is dispositive of this appeal, we need not address\r\nEmployer's remaining issues. See Earthscapes Unltd., Inc. v. Ulbrich, 390 S.C.\r\n609, 617, 703 S.E.2d 221, 225 (2010) (recognizing when the disposition of a prior\r\nissue is dispositive of an appeal, analysis of the remaining issues is unnecessary).\r\n\r\n                                  CONCLUSION\r\n\r\nWe find the preponderance of the evidence in the record demonstrates Employer\r\nregularly employed four employees during the first quarter of 2009. Therefore, we\r\naffirm the Appellate Panel's determination of jurisdiction.\r\n\r\nWe further find substantial evidence in the record does not support the Appellate\r\nPanel's determination that Claimant provided Employer with timely notice of his\r\ninjury. Consequently, we reverse the award of benefits to Claimant. Because the\r\nreversal on the issue of notice disposes of this appeal, we do not reach the\r\nremaining issues on appeal. Accordingly, the decision of the Appellate Panel is\r\n\r\nREVERSED.\r\n\r\nHUFF and GEATHERS, JJ., and CURETON, A.J., concur.\r\n\n","court":"Appeals"},{"id":"5177","title":"State v. Lemire","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5177.pdf","description":"Leo David Lemire appeals his convictions on charges of lynching, conspiracy, and presenting and pointing a firearm, arguing (1) the trial judge erred in submitting his written charge to the jury when the jury had not requested it and after the jurors had been deliberating for several hours, (2) the trial judge should have directed a verdict on the lynching and conspiracy charges, and (3) the trial judge erred in charging the jurors that they could infer that all persons present as members of a mob when an act of violence is committed are guilty as principals.","date":"2013-10-16","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA\r\n                         In The Court of Appeals\r\n\r\n           The State, Respondent,\r\n\r\n           v. \n\r\n\r\n           Leo David Lemire, Appellant. \n\r\n\r\n           Appellate Case No. 2009-143752\n\r\n\r\n\r\n                            Appeal From York County \n\r\n                     William H. Seals, Jr., Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5177 \n\r\n                  Heard March 28, 2012 – Filed October 16, 2013 \n\r\n\r\n\r\n                                   AFFIRMED \n\r\n\r\n\r\n           Leland B. Greeley, of Leland B. Greeley, P.A., of Rock\r\n           Hill, for Appellant.\r\n\r\n           Attorney General Alan Wilson, Chief Deputy Attorney\r\n           General John W. McIntosh, Senior Assistant Deputy\r\n           Attorney General Salley W. Elliott, and Assistant\r\n           Attorney General Deborah R.J. Shupe, all of Columbia;\r\n           and Solicitor Kevin S. Brackett, of York, for Respondent.\r\n\r\n\r\n\r\nTHOMAS, J.: Leo David Lemire appeals his convictions for second-degree\r\nlynching, conspiracy, and pointing and presenting a firearm. We affirm.\r\n\nFACTS AND PROCEDURAL HISTORY \n\r\n\r\nLemire's sister, Kerriann Larmand, owned and operated a locksmith franchise\r\nknown as Pop-A-Lock, which provided roadside assistance and locksmith services\r\nto residential, commercial, and automotive customers. On April 30, 2009, Mrs.\r\nLarmand and her husband, co-defendant Francis Larmand (Larmand), became\r\nsuspicious that Pop-A-Lock service calls were being intercepted, and they set up a\r\n\"mystery shopper call\" in an attempt to identify the culprit.1 Lemire accompanied\r\nLarmand to the location where service was requested, but when no one responded,\r\nthe two drove to the home of Ryan Lochbaum, a former Pop-A-Lock employee\r\nwho was terminated for misconduct the previous October. Larmand testified that\r\nhe drove to Lochbaum's house to see if Lochbaum had a Pop-A-Lock magnet on\r\nhis car or if any Pop-A-Lock employees were at his house.\r\n\r\nUpon arriving at Lochbaum's home, Larmand exited his truck, leaving Lemire\r\ninside, and found Lochbaum socializing with neighbors in the driveway. After a\r\nheated discussion with Lochbaum, Larmand began to return to his truck.\r\nLochbaum followed Larmand until he saw that Lemire was now outside the truck\r\nand walking towards him with a large handgun. Lochbaum then attempted to\r\ndisarm Lemire, and a struggle ensued among Lochbaum, Lemire, and Larmand.\r\nAfter some neighbors joined the scuffle, Lochbaum was able to wrestle away the\r\ngun. Larmand and Lemire subsequently fled the scene. The police stopped\r\nLarmand's truck later that night and arrested Lemire for pointing and presenting a\r\nfirearm. Larmand was arrested the following day.\r\n\r\nLemire was indicted for criminal conspiracy for the purpose of committing the\r\ncrime[s] of lynching and/or pointing or presenting a firearm, second-degree\r\nlynching, and pointing and presenting a firearm.2 Larmand was charged with the\r\nsame offenses, and the two were tried together.\r\n\r\nDuring trial, the court charged the jury in part, \"It is permissible to infer that all\r\npersons present as members of a mob when an act of violence is committed have\r\n                                                            \r\n1 A \"mystery shopper call\" involves reporting a bogus service request to central\r\ndispatch and waiting at the location where service was requested to see if an\r\nindividual other than a Pop-A-Lock employee arrives to fill the request.\r\n2Lemire was also indicted for assault with intent to kill, but the State elected not to\r\nproceed on this charge.\r\n\naided and abetted the crime and are actually guilty as principals.\" Lemire objected,\r\narguing the permissive inference in the charge amounted to improper burden\r\nshifting. The trial court overruled Lemire's objection.\r\n\r\nAfter over an hour of deliberation, the jury sent the trial court a note asking, \"If we\r\nthink one is guilty of a charge, do we have to automatically vote that the other\r\nparty is also guilty of the charge?\" In response, the trial court responded by\r\nrecharging the jury on the law of second-degree lynching, pointing and presenting\r\na firearm, and criminal conspiracy. Approximately two and one half hours later,\r\nthe jury sent a second note inquiring, \"Not close on verdict . . . Can we have a copy\r\nprintout of the statute of the three charges?\" Rather than provide a printed copy of\r\nthe statutes for the respective charges, the trial court gave the jury a written copy of\r\nthe entire jury charge. Lemire objected, arguing the physical copy of the charge\r\ncould allow a single juror to \"use the written charge to cite and to overcome what\r\nthe jury has heard in their minds.\" The trial court overruled Lemire's objection,\r\nsummoned the foreperson to the courtroom, and stated, \"Madam foreperson, we\r\nhave had [sic] printed out for the jury of [sic] the three charges. What I am going\r\nto do is send you back the charge that I have read.\" After further deliberation, the\r\njury convicted both Lemire and Larmand of all charges. Lemire appealed. 3\r\n\r\nISSUES\r\n\r\nI. \t Did the trial court err in submitting its entire written charge to the jury?\r\n\r\nII. \t Was Lemire entitled to directed verdicts on the charges of second-degree\r\n      lynching and conspiracy?\r\n\r\nIII. Did the trial court err in charging the jurors that they could infer all persons\r\n     present as members of a mob at the time the act of violence is committed are\r\n     guilty as principals?\r\n\r\n\r\n\r\n\r\n\r\n                                                            \r\n3 Larmand also appealed his convictions, and the two appeals were initially heard\r\ntogether by this court sitting en banc. A separate opinion was issued on Larmand's\r\nappeal. See State v. Larmand, 402 S.C. 184, 739 S.E.2d 898 (2013).\r\nSubsequently, the court voted to return the case to the original panel for disposition\r\nfinding en banc review was improvidently granted.\r\n\nSTANDARD OF REVIEW\r\n\"In criminal cases an appellate court sits to review errors of law only.\" State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). \"An appellate court will not\r\nreverse the trial court's decision regarding jury instructions unless the trial court\r\nabused its discretion.\" Clark v. Cantrell, 339 S.C. 369, 389, 529 S.E.2d 528, 539\r\n(2000). \"An abuse of discretion occurs when the trial court's ruling is based on an\r\nerror of law or, when grounded in factual conclusions, is without evidentiary\r\nsupport.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Submission of the Written Charge to the Jury\r\n\r\nOn appeal, Lemire argues the trial court's decision to send the entire charge in\r\nwritten form to the jury during deliberation was in error because (1) the jury did\r\nnot request the entire charge but only the statutes pertaining to the charges, (2) the\r\nforeperson was given only a single copy of the charge while the remaining jurors\r\nremained sequestered in the jury room, (3) the remaining jurors were neither\r\ninstructed about their rights to read the instructions in their entirety nor\r\nadmonished not to take portions of the charge out of context, and (4) there was an\r\nincreased likelihood of prejudice because the written charge was provided when\r\nthe jurors were struggling to reach a verdict. We disagree.\r\n\r\nA. Jury Only Requested the Statutes\r\n\r\n\"A trial court may, in its discretion, submit its instructions on the law to the jury in\r\nwriting.\" State v. Turner, 373 S.C. 121, 129, 644 S.E.2d 693, 697 (2007).\r\nFurthermore, a party disputing the submission of the written charge must show\r\nprejudice to obtain relief on this ground. Id. A trial court should use this practice\r\nsparingly and only when it will aid the jury and not prejudice the defendant. State\r\nv. Covert, 382 S.C. 205, 210, 675 S.E.2d 740, 743 (2009). In any event, \"[i]t is\r\nnever appropriate . . . to give only part of the charge to the jury.\" Id. We hold the\r\ntrial court acted within its discretion in sending a written copy of the entire charge\r\nto the jury during its deliberation.\r\n\nHere, pursuant to the prohibition in Covert, the trial court was not at liberty to\r\nprovide the jury with written copies of only selected portions of its instructions.4\r\nThe trial court could either recite the requested portions to the jury or, as was done\r\nhere, send a written copy of the entire charge to the jury. At trial, Lemire never\r\nadvocated that the trial court should reinstruct the jury verbally on the requested\r\nwritten statutes. Thus, the court did not abuse its discretion when it simply chose\r\nthe other valid alternative as permitted by Covert. Recognizing that trial courts\r\nmust exercise restraint in employing this practice, we nevertheless hold its use here\r\nwas proper, especially considering the trial court had already re-charged the jurors\r\norally on the relevant statutes when they made their first inquiry during the\r\ndeliberation. See 75A Am. Jur. 2d Trial § 978 (2007) (observing that a written\r\ncopy of the court's charge can be provided to the jurors provided the presiding\r\njudge has first read the instructions to them).\r\n\r\nB. Single Copy of the Charge Given to the Foreperson\r\n\r\nWe further hold Lemire has failed to establish reversible error from the trial court's\r\ndecisions both to supply the jury with only one copy of the written charge and to\r\ngive that copy to the foreperson for delivery to the jury room. First, Lemire did not\r\nrequest the court provide a separate copy for each juror. Furthermore, we have\r\nfound no authority, nor has Lemire cited authority, for the proposition that it is\r\nerror for a trial court to furnish a single copy of its written instructions to the jury\r\nduring deliberation.5\r\n\r\n                                                            \r\n4 The Supreme Court of South Carolina decided State v. Covert, 382 S.C. 205, 675\r\nS.E.2d 740 (2009), on April 13, 2009, and Lemire's trial took place during October\r\nof that same year.\r\n5 In the standard charges recommended by the South Carolina Supreme Court Staff\r\nAttorneys Office, the charge for giving written charges to the jury references a\r\nsingle copy: \"I will give you a copy of these instructions in [written] . . . form.\"\r\nThe jury charges recommended by the South Carolina Supreme Court Staff\r\nAttorneys Office are available on the Charleston County Bar Association website\r\nat http://www.charlestonbar.org/CM/ArchivedNewsletters/GSInstructions2.doc\r\n(last visited September 23, 2013). These standard charges also note the\r\nforeperson's duty to preside in the jury room and serve as the jury's spokesperson\r\nin court. Id. We do note, however, that these standard charges are not endorsed by\r\nthe Supreme Court of South Carolina. Instead, they are simply suggestions\r\ncompiled by the Supreme Court Staff Attorneys Office. A disclaimer before the\r\nlist of charges reads \"These jury charges are merely suggestions. They are not\r\n\nAdditionally, there is no discussion in the record between the trial court and\r\nLemire concerning the trial court's decision to summon only the foreperson to\r\nreceive the written jury instructions. Because Lemire never objected at trial to the\r\nsummoning of the foreperson only and never requested the entire jury be present to\r\nreceive the written charge, this argument is not preserved for appellate review. See\r\nState v. Dunbar, 356 S.C. 138, 142, 587 S.E.2d 691, 694 (2003) (\"A party may not\r\nargue one ground at trial and an alternate ground on appeal.\"); see also Kennedy v.\r\nS.C. Retirement Sys., 349 S.C. 531, 532-33, 564 S.E.2d 322, 323 (2001)\r\n(\"'Preserving issues for appellate review is a fundamental component of appellate\r\npractice. South Carolina appellate courts do not recognize the plain error rule.'\"\r\n(quoting Jean H. Toal, Shahin Vafai & Robert Muckenfuss, Appellate Practice in\r\nSouth Carolina 55 (1999))).6\r\n\r\nSetting aside the rules of preservation, further, we find Lemire was not prejudiced\r\nby the court furnishing the foreperson with a single copy of the charge. Lemire\r\nargues in his brief that the prejudice is \"readily apparent as the record reflects that\r\nthe jury sent out a note that said 'Reached a verdict on three charges, deadlocked\r\non the remaining.' Obviously the jury has not carefully read the jury instructions or\r\nhad taken some of the instructions out of context.\" We do not agree that the note\r\nevidences prejudice. We fail to see how the note is indicative that jury confusion\r\nwas caused by the trial court's instructions. A number of explanations could exist\r\nfor the wording of this note. To assume that the note is a sign of prejudice, as\r\nLemire argues, is speculative. See Green v. State, 351 S.C. 184, 196, 596 S.E.2d\r\n318, 324 (2002) (refusing to speculate what foreman meant when he related to the\r\ntrial court the jury had reached a verdict \"reluctantly\" and holding this statement\r\ndid not prove defendant was prejudiced).\r\n\r\nC. Oral Instructions Concerning the Written Jury Charge\r\n                                                                                                                                                                                               \r\n                                                                                                                                                                                               \r\nrequired and have not been sanctioned or approved by the South Carolina Supreme\r\nCourt.\" Id.\r\n6 We are aware that had all the jurors been summoned into the courtroom with\r\ninstructions given to each, these matters would probably not be before us now.\r\nHowever, summoning all of the jurors or giving further jury instructions was not\r\nrequested. To find that Lemire was somehow prejudiced due to something the\r\nforeperson or jury may or may not have done requires this court to speculate upon\r\nthe happenings in the jury room. Nevertheless, guidelines and procedures as to\r\nhow to submit a written charge to the jury would benefit the bench and bar in the\r\nfuture.\r\n\nLemire further contends that since a single written copy of the charge was provided\r\nto the jury during its deliberation, all the jurors should be instructed about their\r\nright to read the entire charge and be admonished not to take any portions out of\r\ncontext. Lemire's entire argument concerning the charge includes the following:\r\n\r\n             Your honor, the only hesitation that I have and the\r\n             objection that I would make for the record is that not\r\n             knowing the dynamic of the jury, and there being one\r\n             copy of the charge, I would hesitate a juror or a group of\r\n             jurors being able to try and use the written charge to cite\r\n             and to overcome what the jury [sic] has heard in their\r\n             minds. But I understand the court's position. And I\r\n             would just object to the written charge as such going\r\n             back to the jury . . . To pick and choose and pointing\r\n             different sections of the charge as opposed to other\r\n             sections. If the other jurors did not wish to read the\r\n             whole charge. It's about twenty-two pages, twenty-one\r\n             pages. And that's the reason that I would have, that there\r\n             is the possibility that there might be some jurors who\r\n             would emphasize certain sections of that and point to\r\n             others and see if there's something else in the charge.\r\n             And they may remember things differently.\r\n\r\nNowhere in his argument concerning the written jury charge did Lemire request\r\nthe trial court instruct the jury in any manner. Therefore, any error predicated on\r\nthe trial court's failure to instruct the jury regarding the manner in which the jury\r\nshould use the written charge is not preserved for appellate review. See State v.\r\nFord, 334 S.C. 444, 454, 513 S.E.2d 385, 390 (Ct. App. 1999) (\"When a charge is\r\ninadequate as given, a party must request further instructions or object on grounds\r\nof incompleteness to preserve the issue for review.\").\r\n\r\nLemire failed to establish preserved error arising from the trial court's failure to\r\ninstruct the jury about the written charge. Nonetheless, we address prejudice to\r\nrespond to the dissent's argument. The dissent contends error arose when the trial\r\ncourt did not instruct the jury to refrain from \"picking and choosing\" from the\r\nwritten charge. The dissent finds prejudice in the jury's quick deliberation,\r\n\nclaiming this suggests that each juror did not consider the charges as a whole.7 No\r\nother prejudice is identified by the dissent beyond speculation about the\r\nhappenings within the jury room. There is a general rule against review of internal\r\njury deliberation. See State v. Franklin, 341 S.C. 555, 562, 534 S.E.2d 716, 720\r\n(Ct. App. 2000). We recognize that the length of the jury's deliberation could be\r\nattributable to a variety of factors, and we decline to speculate about what occurred\r\nwithin the jury room.8\r\n\r\nMoreover, the dissent assumes that by failing to warn the jury not to \"pick and\r\nchoose\" from the jury charge, the jury wholly ignored the rest of the jury charge\r\nand simply convicted Lemire based on the requested charges. The dissent notes\r\nsuch a worry was predicated on the trial court's prior failure to recharge the jury on\r\nthe hand of one is the hand of all while recharging the jury on lynching. We\r\nquestion the appropriateness of considering this argument in light of the fact that\r\nLemire himself argued against the State's request for an additional hand of one is\r\nthe hand of all instruction and prevailed. See State v. Stroman, 281 S.C. 508, 514,\r\n316 S.E.2d 395, 399 (1984) (noting a party cannot complain of error which his\r\nown conduct induced). There is no evidence in the record indicating the jury\r\nneglected any portion of the charge. Rather, the record indicates the jury\r\ndeliberated for almost an additional hour after receiving the written instructions.\r\nFurther, after receiving an Allen9 charge, the jury continued deliberation for\r\nanother forty minutes before arriving at a verdict. In the Allen charge, the trial\r\ncourt instructed the jury to \"lay aside all outside matters and reexamine the\r\nquestions before you based on the law and the evidence in this case.\" The law and\r\nevidence in the case would include the hand of one is the hand of all charge and its\r\nlimitations. Thus, were we to set aside this court's preservation rules and find\r\nerror, we find no prejudice.\r\n\r\n                                                            \r\n7 We note that Lemire never argued at trial or in his briefs that the quickness of the\r\njury's deliberation evidenced prejudice. Instead, Lemire argued in his brief that\r\nprejudice was apparent from the jury's note stating it had reached a verdict on three\r\ncharges and were deadlocked on the remaining. As previously noted, we do not\r\nagree that this note evidences prejudice.\r\n8 We also note that the brevity of a jury's deliberation is not a ground for the\r\nreversal of a criminal conviction. See State v. Holland, 261 S.C. 488, 498-99, 201\r\nS.E.2d 118, 123-24 (1973); State v. Dewitt, 254 S.C. 527, 534, 176 S.E.2d 143,\r\n147 (1970); State v. Chandler, 126 S.C. 149, 154, 119 S.E. 774, 776 (1923).\r\n9   Allen v. United States, 164 U.S. 492 (1896).\r\n\nD. Prejudice Due to Lengthy Jury Deliberations\r\n\r\nFinally, Lemire maintains the likelihood he would be prejudiced by the trial court's\r\ndecision to give the written charge to the jury was enhanced because the jury was\r\nstruggling to reach a verdict. Lemire never argued to the trial court that the\r\nlikelihood of prejudice resulting from its decision concerning the jury charge\r\nwould be greater due to the jury's difficulties in reaching a verdict. Thus, this\r\nargument is not preserved for review. See Dunbar, 356 S.C. at 142, 587 S.E.2d at\r\n694 (noting an issue must be raised to and ruled upon by the trial court to be\r\npreserved for appellate review).\r\n\r\nThis argument also fails on the merits, as such a practice of providing the written\r\ncharge to the jury has not been considered prejudicial as long as the trial court has\r\nalready given the charge orally. See Turner, 373 S.C. at 129, 644 S.E.2d at 697\r\n(\"A trial court may, in its discretion, submit its instructions on the law to the jury in\r\nwriting.\"); see also 75A Am. Jur. 2d Trial § 978 (2007) (noting the general\r\nrecognition that when a jury requests written instructions, \"no good reason exists to\r\ndeny such a request because giving the instructions might avoid confusion . . . as to\r\nthe contents of the instructions\" and when a written copy of a jury charge is\r\nprovided during deliberations, \"the proper practice would be for a judge to first\r\nread the instructions to the panel, as opposed to just merely handing the written\r\ninstructions to them\"); id. (acknowledging \"a few cases which hold that a trial\r\ncourt commits error if it sends its written instructions with the retiring jury\" but\r\nfurther noting that \"in this latter group of cases, the courts have ruled that such\r\nerror was not of sufficient magnitude to warrant reversing a case which was\r\notherwise properly tried\"). The trial court demonstrated caution in sending the\r\nwritten instructions to the jury room, as evidenced in the fact that this measure was\r\ntaken only when it became clear the jurors were still unable to reach a verdict\r\ndespite having received additional verbal instructions and having engaged in\r\nprolonged deliberations. See Covert, 382 S.C. at 210, 675 S.E.2d at 743 (2009)\r\n(finding it is within the trial court's discretion to submit its instructions on the law\r\nto the jury in writing, but this practice should be used sparingly and only when it\r\nwill aid the jury and not prejudice the defendant). Accordingly, we hold that\r\nproviding the jury with a written copy of the jury charge did not result in prejudice\r\nto Lemire.\r\n\r\nII. Directed Verdicts\r\n\r\nLemire argues he was entitled to directed verdicts on the lynching and conspiracy\r\ncharges. An appellate court reviews the denial of a directed verdict by viewing the\r\n\nevidence and all reasonable inferences in the light most favorable to the State.\r\nState v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006). \"If there is any\r\ndirect evidence or substantial circumstantial evidence reasonably tending to prove\r\nthe guilt of the accused, [an appellate court] must find the case was properly\r\nsubmitted to the jury.\" Id. at 293-93, 625 S.E.2d at 648. The trial court may not\r\nconsider the weight of the evidence. Id. at 292, 625 S.E.2d at 648.\r\n\r\nAt trial, however, only Lemire's co-defendant, Larmand, moved for directed\r\nverdicts on the lynching and conspiracy charges. Lemire neither requested to join\r\nin the motion nor moved for similar relief; therefore, Lemire has not preserved\r\nthese arguments for review. See State v. Ward, 374 S.C. 606, 612, 649 S.E.2d 145,\r\n148 (Ct. App. 2007) (ruling the appellant could not bootstrap an issue for appeal\r\nthrough the objection made by a co-defendant) (citing Tupper v. Dorchester Cnty.,\r\n326 S.C. 318, 324 n.3, 487 S.E.2d 187, 190 n.3 (1997)).\r\n\r\nIII. Jury Charge on Inference\r\n\r\nLemire contends the trial court erred in charging the jurors that they could infer\r\nthat all persons present as members of a mob when an act of violence is committed\r\nare guilty as principals. Lemire argues this instruction, which was taken directly\r\nfrom section 16-3-240 of the South Carolina Code (2003), unconstitutionally\r\nshifted the burden of proof, was redundant and confusing in view of other parts of\r\nthe charge, and amounted to a charge on the facts. We find no error.10\r\n\r\nGenerally, the trial judge is required to charge only the current and correct law of\r\nSouth Carolina. Sheppard v. State, 357 S.C. 646, 665, 594 S.E.2d 462, 472-\r\n73 (2004); State v. Brown, 362 S.C. 258, 261-62, 607 S.E.2d 93, 95 (Ct. App.\r\n2004). A jury charge is correct if it contains the correct definition of the law when\r\nread as a whole. Sheppard, 357 S.C. at 665, 594 S.E.2d at 473. Jury instructions\r\nshould be considered as a whole, and if as a whole they are free from error, any\r\nisolated portions which may be misleading do not constitute reversible error. State\r\nv. Aleksey, 343 S.C. 20, 27, 538 S.E.2d 248, 251 (2000). The standard for review\r\nof an ambiguous jury instruction is whether there is a reasonable likelihood that the\r\njury applied the challenged instruction in a way that violates the Constitution. Id.\r\nWhen a charge is inadequate as given, a party must request further instructions or\r\nobject on grounds of incompleteness to preserve the issue for review. Ford, 334\r\nS.C. at 454, 513 S.E.2d at 390.\r\n                                                            \r\n10Section 16-3-240 was in effect at the time of the incident and at the time of\r\nLemire's trial, but it was repealed in 2010.\r\n\nLemire relies on State v. Belcher, 385 S.C. 597, 685 S.E.2d 802 (2009), to support\r\nhis position that the charge unconstitutionally shifted the burden of proof. Belcher,\r\nhowever, concerned a permissive inference of malice, which is not an element of\r\nlynching. Furthermore, the trial court instructed the jurors they would first have to\r\nfind a mob had been formed and Lemire was present as a member of the mob when\r\nthe victim was attacked before they could find Lemire guilty as a principal as well\r\nas an accessory. As to Lemire's arguments that the charge was redundant,\r\nconfusing, and tantamount to a charge on the facts, these concerns were neither\r\nraised to nor ruled upon by the trial court and are therefore not preserved for\r\nappeal. See State v. McKnight, 352 S.C. 635, 646, 576 S.E.2d 168, 173-74 (2003)\r\n(holding an argument not raised to and not ruled on by the trial court was\r\nunpreserved for appellate review). Accordingly, the trial court properly overruled\r\nLemire's objection to the jury charge.\r\n\r\nCONCLUSION\r\n\r\nWe hold the trial court acted within its discretion in submitting its entire written\r\ncharge to the jury when the jury requested copies of the statutes under which\r\nLemire was charged. We further hold Lemire's argument that he was entitled to\r\ndirected verdicts on the lynching and conspiracy charges are not preserved for\r\nappellate review. Additionally, the jury charge on inference was a correct\r\ninterpretation of the applicable statute in effect at the time of the incident and trial.\r\nWe decline to address Lemire's argument that the charge was redundant, confusing,\r\nand amounted to a charge on the facts because Lemire failed to properly raise this\r\nissue below. Based on the foregoing, the trial court's decision is\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS, J., concurs.\r\n\r\nLOCKEMY, J., dissenting: The supreme court's decision in State v. Turner, 373\r\nS.C. 121, 644 S.E.2d 693 (2007), is premised on the requirement that a trial court\r\nmust consider the individual circumstances of each case when determining whether\r\nto send a written copy of the jury charge into the jury room. 373 S.C. at 129, 644\r\nS.E.2d at 697 (stating \"submission of written instructions to the jury is not\r\nappropriate for every case\"). I believe this requirement also applies to the manner\r\nin which the trial court submits a written charge. See 373 S.C. at 129, 644 S.E.2d\r\nat 698 (noting \"this practice should be carefully exercised by the Bench\"). In\r\nreviewing the trial court's decision in this case, therefore, we must determine\r\n\nwhether the court acted within its discretion in (1) sending the written charge to the\r\njury at all, and (2) fashioning the manner in which it did so to fit the circumstances.\r\nId. I have no disagreement with the trial court's decision to send the written charge\r\nto the jury. However, I believe the trial court abused its discretion in failing to\r\naddress specific concerns raised by Lemire regarding the manner in which the\r\ncharge would be submitted to the jury, and on the unique facts of this case, the\r\nerror caused Lemire prejudice. I would reverse and remand for a new trial.\r\n\r\n       I.             The Manner of Sending a Written Charge to the Jury\r\n\r\nLemire makes four arguments on appeal regarding the manner in which the trial\r\ncourt sent the written charge to the jury. I agree with the majority that his first\r\nargument—the court erred in sending the entire charge to the jury when it\r\nrequested only a portion—is without merit. See State v. Covert, 382 S.C. 205, 210,\r\n675 S.E.2d 740, 743 (2009) (\"It is never appropriate . . . to give only part of the\r\ncharge to the jury . . . .\").\r\n\r\nLemire's other arguments are persuasive. First, he argues the court erred in\r\nproviding the jury only one copy of the charge. Under some circumstances,\r\nproviding only one copy may be sufficient. In this case, however, Lemire gave a\r\nspecific reason the trial court should provide more than one copy,11 and the\r\ncircumstances made that reason compelling. It was 8:00 p.m. on the third day of\r\ntrial. The jury had been deliberating for three and a half hours and had already\r\nbeen recharged once with only a portion of the charge. As Lemire pointed out to\r\nthe trial court, the written charge was twenty-two pages long. Under these\r\ncircumstances, there was little chance the entire jury would properly use the one\r\ncopy provided to them.\r\n\r\nSecond, Lemire argues the trial court erred in not instructing the jury as to how it\r\nshould properly use the written charge. Typically, trial courts charge the jury that\r\nit must consider the charge as a whole and not focus on some portions to the\r\nexclusion of others. Lemire specifically argued this concern to the trial court,\r\nexplaining his objection was \"if a juror was to pick and choose from the charge.\"\r\nLemire's concern is particularly important under the circumstances of this case\r\nbecause (1) the trial court did not tell the jury this in its initial charge, (2) the jury\r\n                                                            \r\n11Lemire stated, \"Your honor, . . . the objection that I would make for the record is\r\nthat not knowing the dynamic of the jury, and there being only one copy of the\r\ncharge, I would hesitate [sic] a juror or a group of jurors being able to try and use\r\nthe written charge.\"\r\n\nhad already been recharged orally on only a portion of the charge, (3) in that\r\nprevious recharge, the trial court chose not to include the principle that the hand of\r\none is the hand of all, which was critical to the State's theory of the case, (4) the\r\njury asked for only selected portions of the charge, and (5) the length of prior\r\ndeliberations and the hour of the night made it particularly likely the jury would\r\n\"pick and choose.\" The concern is even greater when dealing with a written\r\ncharge. In fact, the standard instructions the supreme court provides to circuit\r\njudges include this script for judges to use when distributing written instructions to\r\nthe jury:    I will give you a copy of these instructions in written . . .\r\n             form. During your deliberations, you may refer to the\r\n             instructions to guide your decision-making. You must\r\n             consider the instructions as a whole and not follow some\r\n             and ignore others.\r\n\r\nIn this instance, it was essential that the trial court instruct the jury it must consider\r\nthe charge as a whole. First, the jury asked for \"a copy printout of the statute of the\r\nthree charges.\" This request demonstrated the danger that the jury may \"pick and\r\nchoose.\" Second, the State relied on the principle that the hand of one is the hand\r\nof all. The charge on the hand of one principle contains limitations on the jury's\r\nuse of it, which include (1) \"a finding of a prior arrangement, plan, or common\r\nscheme is necessary for a finding of guilt\" under the principle, (2) a defendant is\r\nguilty under the principle only if the act of the other defendant \"happens as a\r\nprobable or natural consequence of\" their plan, and (3) \"mere presence at the scene\r\nof a crime is not sufficient to convict.\" Although the trial court's oral charge\r\ncontained these limitations, the court needed to inform the jury when submitting\r\nthe written instructions that it must consider these limitations in combination with\r\nthe elements of lynching. If the jury did as it requested and looked only at \"the\r\nthree charges,\" Lemire would have been denied the benefit of the limitations.\r\nUnder the circumstances of this case, therefore, Lemire was entitled to what he\r\nspecifically asked for—to have the jury instructed it could not \"pick and choose\"\r\nfrom the charge.\r\n\r\nThird, Lemire argues the trial court erred in presenting the written charge only to\r\nthe foreperson, not to the entire jury. In some circumstances, it is permissible for\r\nthe trial court to speak only to the foreperson. In my opinion, however, delivering\r\na written copy of the jury charge is not one of those circumstances. Rather, the\r\ntrial court must ensure that the entire jury knows it has received the written charge\r\n\nand how it may and may not use it. I do not see how that can be accomplished\r\nspeaking only to the foreperson.\r\n\r\nTherefore, I would find the trial court erred in (1) sending the jury only one copy,12\r\n(2) not instructing the jury to consider the charge as a whole, and (3) presenting the\r\nwritten charge only to the foreperson.13\r\n\r\nI agree with the majority that Lemire could have been more precise in raising these\r\nissues to the trial court. However, I believe Lemire's arguments were sufficient to\r\npreserve the issues he raises on appeal. After three and a half hours of\r\ndeliberations, the jury sent a note stating, \"Not close on verdict,\" and requesting \"a\r\ncopy printout of the statute of the three charges.\" The trial court immediately\r\nannounced, without giving either side an opportunity to be heard, \"What I'm going\r\nto do is print the charge, bring [in] the foreperson, and just give her the charge.\"\r\nThe assistant solicitor asked the trial court, \"Your honor, can we have a moment to\r\nresearch? I think there may be a case, I'm not sure.\" The record indicates the trial\r\ncourt did not take any break and counsel had only a few minutes during the hearing\r\nto formulate a position on how the court should proceed.\r\n\r\nBoth defendants objected to the trial court's proposal. Lemire's counsel\r\nspecifically stated:         Your honor, the only hesitation that I have and the\r\n                             objection that I would make for the record is that not\r\n                             knowing the dynamic of the jury, and there being one\r\n                             copy of the charge, I would hesitate [sic] a juror or a\r\n                             group of jurors being able to try and use the written\r\n                             charge to cite and to overcome what the jury has heard in\r\n                             their minds. But I understand [] the court's position.\r\n                             And I would just object to the written charge as such\r\n                             going back to the jury. . . . It would have to do with\r\n                             certain—it would have to do if a juror was to pick and\r\n                                                            \r\n12I find this to be error because of the unique circumstances of this case,\r\nparticularly the late hour and length of deliberations at the time of the jury's\r\nrequest. I do not mean to suggest a trial court must always submit more than one\r\ncopy.\r\n13Those are the concerns raised under the circumstances of this case. In other\r\ncases, other circumstances may require the trial court to consider other options.\r\n\n                             choose from the charge, I guess. . . . To pick and choose\r\n                             and pointing different sections of the charge as opposed\r\n                             to other sections. If the other jurors did not wish to read\r\n                             the whole charge. It's about twenty-two pages, twenty-\r\n                             one pages. And that's the reason that I would have, that\r\n                             there is the possibility that there might be some jurors\r\n                             who would emphasize certain sections of that and point\r\n                             to others and see if there's something else in the charge.\r\n                             And they may remember things differently.\r\n\r\nTurner requires that a trial court fashion the manner in which it sends the jury a\r\nwritten copy of the charge to fit the individual circumstances of the case, 373 S.C.\r\nat 129, 644 S.E.2d at 698, yet our appellate courts have given little guidance on\r\nwhat that proper manner is.14 Under these circumstances, I believe Lemire\r\nadequately raised to the trial court the concerns addressed in this opinion, and thus\r\npreserved the issues he presented to this court. The trial court erred by refusing to\r\naddress any of Lemire's concerns.\r\n\r\n       II.            Prejudice\r\n\r\nIn Covert, our supreme court cautioned the trial bench that the practice of\r\nsubmitting written instructions to the jury \"should be used sparingly, and only\r\nwhere it will aid the jury and where it will not prejudice the defendant.\" 382 S.C.\r\nat 210, 675 S.E.2d at 743. It would be difficult to argue that the submission of\r\nwritten instructions did not, in some way, \"aid\" the jury in this case. Before the\r\nsubmission of the written instructions, the jury had deliberated for almost four\r\nhours on the three charges against each defendant. The jury was deadlocked to the\r\npoint that when the trial court queried whether they were close to reaching a\r\nverdict or whether they would like to order dinner that would take nearly an hour\r\nto arrive, they replied, \"Order dinner. Not Close on Verdict.\" The jury also\r\nrequested a written printout of the \"Statute of the Three Charges.\" Less than one\r\n                                                            \r\n14A study performed in 2000 indicated that judges in South Carolina deny requests\r\nfor written instructions primarily because they are uncertain about South Carolina\r\nlaw regarding the practice. Roger M. Young, Using Social Science to Assess the\r\nNeed for Jury Reform in South Carolina, 52 S.C. L. Rev. 135, 179-80 (2000).\r\nWhile the supreme court has clarified since the study that a trial court \"may, in its\r\ndiscretion, submit its instructions on the law to the jury in writing,\" Turner, 373\r\nS.C. at 129, 644 S.E.2d at 697, there is still little guidance on the proper procedure\r\nfor sending back a jury charge.\r\n\nhour after receiving one copy of the twenty-two pages of written instructions, the\r\ntwelve-member jury (the record is silent as to whether they had the benefit of a\r\nhearty York County dinner to energize their efforts) received sufficient aid to\r\nunanimously reach a verdict on the three charges and become deadlocked on a new\r\nmysterious remaining charge. The trial court then gave an Allen charge and the\r\njury fully completed its work within an additional forty minutes, bringing out a\r\nverdict on the three charges without comment on what happened to the other\r\ncharge.\r\n\r\nMy colleagues in the majority find no error in the trial court's actions.\r\nAdditionally, the majority finds that even if there was error, it was not preserved. I\r\nrespectfully disagree with the majority as stated above and find that this was error\r\nand it was preserved. The much more difficult question is whether the trial court's\r\nerror prejudiced Lemire. See State v. Belcher, 385 S.C. 597, 611, 685 S.E.2d 802,\r\n809 (2009) (\"Errors, including erroneous jury instructions, are subject to harmless\r\nerror analysis.\"). On these unique facts, I would hold that it did. The process here\r\nwas somewhat confusing. The trial court's decision to provide the written\r\ninstructions to the jury was based on a request from the jury for a written copy of\r\nthe three specific criminal charges. Seemingly complying with that request, the\r\ntrial court handed the charges to the foreperson out of the presence of the other\r\njurors and stated, \"We have printed out for the jury of (sic) the three charges.\"\r\nAlthough the trial court stated immediately thereafter, \"What I am going to do is\r\nsend you back the charge that I have read,\" the trial court does not make it clear\r\nwhether it was referring to the initial charge or the re-charge the court read to the\r\njury only two hours earlier just on the three specific criminal charges. Thus,\r\nwithout guidance, was the jury to take the comments from the trial court literally\r\nand only focus on the three charges, or was it free to consider all of the written\r\ninstructions including those about the hand of one is the hand of all and mere\r\npresence?\r\n\r\nSpecifically as to the foreperson, what was she to do with the instructions? For\r\nexample, was she to keep the written copy to herself and do as the trial court had\r\ndone and read the parts she determined appropriate to the rest of the jury? Was she\r\nto pass the instructions around for every juror to read in its entirety? The\r\nquickness of the jury's decision after the submission of the instructions makes the\r\nlatter choice unlikely. The foreperson was empowered with apparent authority that\r\nwent beyond that which is possessed by persons in her position. It is a peril when\r\nconversations are carried on between the trial court and only one juror about non-\r\nministerial matters.\r\n\nFor the foregoing reasons, I find it was error to deliver written instructions to a jury\r\nafter it had engaged in long and divided discussions without guidance as to their\r\nproper use. Delivering the written instructions and making verbal comments about\r\nthem to the foreperson out of the presence of the rest of the jury and without\r\ninstructions as to their use empowered one juror with improper power. This\r\nempowerment was prejudicial to Lemire because it denied him a fair and just trial\r\nby twelve jurors hearing the same evidence and the same instructions on the law. I\r\ndo not determine exactly what the jury did or focused on with the written\r\ninstructions. At this point, no one knows or may ever know and I decline to\r\nspeculate on their activities in the jury room. However, it is clear and not\r\nspeculation that the jurors needed guidance on how to use these instructions from\r\nthe trial court and not a fellow juror. Not giving this guidance to the entire jury\r\nwas prejudicial to Lemire. Therefore, I respectfully dissent.\r\n \r\n\n","court":"Appeals"},{"id":"5178","title":"State v. Hilton","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5178.pdf","description":"This appeal arises from Michael Hilton's indictment for one count of felony driving under the influence resulting in a death and one count of felony driving under the influence resulting in great bodily injury.  On appeal, the State argues the circuit court erred by: (1) retroactively applying a statutory change to the implied consent statute and excluding the results of Hilton's breath alcohol test; and (2) finding either Hilton's breath test was not conducted within the two-hour time limit or Hilton was not provided with a complete written report.  We reverse and remand.","date":"2013-10-30","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             The State, Appellant,\r\n\r\n             v.\r\n\r\n             Michael J. Hilton, Respondent.\r\n\r\n             Appellate Case No. 2012-211546\r\n\r\n\r\n\r\n                            Appeal From Horry County \n\r\n                     Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5178 \n\r\n                  Heard September 10, 2013 – Filed October 30, 2013 \n\r\n\r\n\r\n                          REVERSED AND REMANDED\r\n\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Mark Reynolds Farthing, both of\r\n             Columbia, for Appellant.\r\n\r\n             Richard A. Harpootlian, M. David Scott, and Graham L.\r\n             Newman, all of Richard A. Harpootlian, PA, of\r\n             Columbia, for Respondent.\r\n\r\n\r\nCURETON, A.J.: This appeal arises from Michael Hilton's indictment for one\r\ncount of felony driving under the influence resulting in a death and one count of\r\nfelony driving under the influence resulting in great bodily injury. Prior to trial,\r\nthe circuit court suppressed the results of a breathalyzer test. On appeal, the State\r\nargues the circuit court erred by (1) retroactively applying a statutory change to the\r\nimplied consent statute and excluding the results of Hilton's breath alcohol test and\r\n\n(2) finding either Hilton's breath test was not conducted within the two-hour time\r\nlimit or Hilton was not provided with a complete written report. We reverse and\r\nremand.                               FACTS\r\n\r\nOn May 10, 2008, Hilton's vehicle collided with a motorcycle on Highway 17 in\r\nMyrtle Beach. The driver of the motorcycle was killed as a result of the collision,\r\nand a passenger on the motorcycle was seriously injured. Trooper Peter Schmidt\r\narrested Hilton and transported him to the Myrtle Beach Police Department, where\r\nHilton provided a breath sample for testing by a DataMaster machine. The exact\r\ntime of Hilton's arrest is disputed, but it occurred between 10:15 p.m. and 10:47\r\np.m. Trooper Schmidt provided Hilton a Breath Alcohol Analysis Test Report\r\n(BA report), which indicated Hilton was arrested at 10:15 p.m., was breath-tested\r\nat 12:32 a.m., and had a blood alcohol level of .15%. Subsequently, Hilton was\r\ncharged with felony driving under the influence involving death and felony driving\r\nunder the influence involving serious bodily injury.\r\n\r\nOn September 23, 2011, Hilton filed a motion to suppress the results of the breath\r\ntest, claiming the breath test was not administered within two hours of his arrest.\r\nThe parties agreed that at the time of Hilton's arrest, section 56-5-2950 of the South\r\nCarolina Code (2006) did not require a breath test to be completed within two\r\nhours of a person's arrest. However, Hilton argued the 2008 amendment to section\r\n56-5-2950 requiring a person's breath test to be completed within two hours of\r\narrest was retroactive because it involved procedures for administering breath tests.\r\nAccordingly, Hilton asserted the amendment was an exception to the general rule\r\nthat statutes are applied prospectively. At the end of the suppression hearing, the\r\ncircuit court gave each party fourteen days to submit written memoranda. In its\r\nmemorandum, the State argued the amendment to the statute was prospective and\r\nthe savings clause precluded retroactive application of the amendment.\r\n\r\nThe circuit court found as a matter of law that the amendment to section 56-5-2950\r\nwas retroactive because it was procedural in nature. Based upon the BA report, the\r\ncircuit court concluded Hilton was arrested at 10:15 p.m. and his breath test was\r\ntaken at 12:32 a.m. Applying the requirement that a person's breath test must be\r\nperformed within two hours of arrest, the circuit court suppressed the results of\r\nHilton's breath test. Alternatively, the circuit court found that even if the breath\r\ntest had been administered within two hours of Hilton's arrest, the State failed to\r\nprovide Hilton with a correct written report that included Hilton's time of arrest,\r\n\ntime of testing, and test results pursuant to subsection 56-5-2950(I). This appeal\r\nfollowed.                   STANDARD OF REVIEW\r\n\r\n\"In criminal cases, an appellate court sits to review only errors of law, and it is\r\nbound by the [circuit] court's factual findings unless they are clearly erroneous.\"\r\nState v. Black, 400 S.C. 10, 16, 732 S.E.2d 880, 884 (2012). \"Questions of\r\nstatutory interpretation are questions of law, which are subject to de novo review\r\nand which [appellate courts] are free to decide without any deference to the court\r\nbelow.\" State v. Whitner, 399 S.C. 547, 552, 732 S.E.2d 861, 863 (2012).\r\n\r\n                                 LAW/ANALYSIS\r\n\r\nInitially, Hilton argues the State failed to preserve for appellate review its\r\nargument concerning the savings clause, because the circuit court did not rule on\r\nthat argument. We disagree.\r\n\r\nAt oral argument on appeal, Hilton cited to City of Rock Hill v. Suchenski, 374 S.C.\r\n12, 646 S.E.2d 879 (2007). In Suchenski, our supreme court found unpreserved the\r\nCity's argument that subsection (B) of the applicable statute excused\r\nnoncompliance, because the circuit court's ruling applied subsection (A) but was\r\nsilent as to subsection (B). Id. at 15, 646 S.E.2d at 880. Suchenski is\r\ndistinguishable from the instant case. Following the hearing on Hilton's motion to\r\nexclude evidence, the circuit court permitted the parties to submit memoranda. In\r\nits memorandum, the State argued the savings clause prevented retroactive\r\napplication of the amendment. Although the circuit court did not specifically refer\r\nto the savings clause in its order, it acknowledged considering the parties'\r\nmemoranda. We find the State raised its savings clause argument to the circuit\r\ncourt, and in applying the amendment retroactively, the circuit court ruled on that\r\nargument. Thus, it is properly before this court.\r\n\r\nOn the merits, the State contends the circuit court erred by retroactively applying a\r\nstatutory amendment to section 56-5-2950 that requires all breath test samples to\r\nbe collected within two hours of arrest. We agree.\r\n\r\n\"Where the statute's language is plain and unambiguous, and conveys a clear and\r\ndefinite meaning, the rules of statutory interpretation are not needed and the court\r\nhas no right to impose another meaning.\" State v. Jacobs, 393 S.C. 584, 587, 713\r\n\nS.E.2d 621, 622 (2011). \"All rules of statutory construction are subservient to the\r\none that the legislative intent must prevail if it can be reasonably discovered in the\r\nlanguage used, and that language must be construed in light of the intended\r\npurpose of the statute.\" State v. Sweat, 386 S.C. 339, 350, 688 S.E.2d 569, 575\r\n(2010).\r\n\r\n\"[L]egislative intent is paramount in determining whether a statute will have\r\nprospective or retroactive application.\" State v. Bolin, 381 S.C. 557, 561, 673\r\nS.E.2d 885, 887 (Ct. App. 2009). When the legislative intent is not clear, courts\r\n\"adhere to the presumption that statutory enactments are to be given prospective\r\nrather than retroactive application.\" Id. at 561, 673 S.E.2d at 886-87. \"[A]bsent a\r\nspecific provision or clear legislative intent to the contrary, statutes are to be\r\nconstrued prospectively rather than retroactively, unless the statute is remedial or\r\nprocedural in nature.\" Edwards v. State Law Enforcement Div., 395 S.C. 571, 579,\r\n720 S.E.2d 462, 466 (2011). \"A statute is remedial where it creates new remedies\r\nfor existing rights or enlarges the rights of persons under disability. When a statute\r\ncreates a new obligation or imposes a new duty, courts generally consider the\r\nstatute prospective only.\" Id. \"[A] 'procedural' law sets out a mode of procedure\r\nfor a court to follow, or 'prescribes a method of enforcing rights.'\" Id. at 580, 720\r\nS.E.2d at 466 (quoting Black's Law Dictionary 1083 (1979)).\r\n\r\nOur supreme court recently discussed the retroactive application of statutes and the\r\ninclusion of savings clauses:\r\n\r\n             A statute is not to be applied retroactively unless that\r\n             result is so clearly compelled as to leave no room for\r\n             doubt. The statute must contain express words evincing\r\n             intent that it be retroactive or words necessarily implying\r\n             such intent. The only exception to this rule is a statutory\r\n             enactment that effects a change in remedy or procedure.\r\n             A savings clause is a restriction in a repealing act,\r\n             intended to save rights, pending proceedings, penalties,\r\n             etc., from the annihilation which would result from an\r\n             unrestricted [re]peal. Generally, the repeal of a statute\r\n             without the inclusion of a savings clause operates\r\n             retroactively to expunge pending claims, but the\r\n             inclusion of a proper savings clause will have the effect\r\n             of preserving a pending suit.\r\n\nState v. Brown, 402 S.C. 119, 127, 740 S.E.2d 493, 496-97 (2013) (internal\r\ncitations and quotation marks omitted). In Brown, our supreme court addressed\r\nwhether an amendment to section 16-13-30 of the South Carolina Code through the\r\nenactment of the Omnibus Crime Reduction and Sentencing Reform Act of 2010\r\nwas retroactive. 402 S.C. at 125-26, 740 S.E.2d at 495-96. In finding the\r\namendment was not retroactive, the court relied on the savings clause as clear\r\nintent for the amendment to be prospective:\r\n\r\n             The General Assembly's inclusion of a savings clause\r\n             demonstrates clear legislative intent to avoid disrupting\r\n             pending or ongoing criminal prosecutions. To read the\r\n             savings clause in any other way would result in a\r\n             prohibited alteration of the statute's operation. Moreover,\r\n             section 16-13-30's savings clause provides that the\r\n             amendment to section 16-13-30 does not affect liability\r\n             incurred under the prior version of the statute.\r\n\r\nId. at 127-28, 740 S.E.2d at 497 (footnote omitted).\r\n\r\nWe find the General Assembly clearly evinced its intent that the application of\r\namended subsection 56-5-2950(A) be prospective. The cases discussed above\r\noutline our analysis. Generally, statutes are applied prospectively. Brown, 402\r\nS.C. at 127, 740 S.E.2d at 496; Edwards, 395 S.C. at 579, 720 S.E.2d at 466;\r\nBolin, 381 S.C. at 561, 673 S.E.2d at 886-87. However, they may be applied\r\nretroactively if (1) a specific provision or clear legislative intent requires\r\nretroactive application or (2) no clear expression of legislative intent is present but\r\nthe statute is remedial or procedural in nature. Brown, 402 S.C. at 127, 740 S.E.2d\r\nat 496-97; Edwards, 395 S.C. at 579, 720 S.E.2d at 466. Neither of these\r\nconditions is present in this case.\r\n\r\nWhen Hilton was arrested in May 2008, the only time limit affecting the\r\nadministration of a breath test was the requirement in subsection 56-5-\r\n2953(A)(2)(a) that the videotaping of the breath test be completed within three\r\nhours of the person's arrest. On February 10, 2009, nine months after Hilton's\r\narrest, an amendment to subsection 56-5-2950(A) became effective. Act No. 201,\r\n2008 S.C. Acts 1644, 1693 (the Act). The Act included the following clause:\r\n\r\n             The repeal or amendment by this act of any law, whether\r\n             temporary or permanent or civil or criminal, does not\r\n\n             affect pending actions, rights, duties, or liabilities\r\n             founded thereon, or alter, discharge, release or extinguish\r\n             any penalty, forfeiture, or liability incurred under the\r\n             repealed or amended law, unless the repealed or amended\r\n             provision shall so expressly provide. After the effective\r\n             date of this act, all laws repealed or amended by this act\r\n             must be taken and treated as remaining in full force and\r\n             effect for the purpose of sustaining any pending or vested\r\n             right, civil action, special proceeding, criminal\r\n             prosecution, or appeal existing as of the effective date of\r\n             this act, and for the enforcement of rights, duties,\r\n             penalties, forfeitures, and liabilities as they stood under\r\n             the repealed or amended laws.\r\n\r\nId. at 1693. In substance, the amendment eliminated the three-hour videotaping\r\nrequirement of subsection 56-5-2953(A)(2)(a) and inserted into subsection 56-5-\r\n2950(A) a requirement that \"[a] breath sample taken for testing must be collected\r\nwithin two hours of the arrest.\" Id. at 1673-74, 1683-84. Consequently, the Act\r\nrepealed or amended the existing law by eliminating an existing requirement for\r\nlaw enforcement officials in establishing an arrestee's blood-alcohol content and, in\r\nits place, instituting a new and different requirement.\r\n\r\nWe find the statement that \"[t]he repeal or amendment by this act of any law . . .\r\ndoes not affect pending actions . . . or extinguish any . . . liability incurred under\r\nthe repealed or amended law . . .\" clearly expresses the General Assembly's\r\nlegislative intent. See id. at 1693. Instead of satisfying the first condition\r\npermitting retroactive application of a statute, this savings clause confirms the\r\nGeneral Assembly's intent that the amendment be applied prospectively, only. See\r\nBrown, 402 S.C. at 127, 740 S.E.2d at 496-97; Edwards, 395 S.C. at 579, 720\r\nS.E.2d at 466. This clear expression of legislative intent obviates the need for us to\r\ndetermine whether the amendment was substantive or procedural.1 See Brown, 402\r\n\r\n\r\n1 The savings clause here is identical to the savings clauses in Brown and Bolin, in\r\nwhich the courts found the General Assembly clearly and unambiguously specified\r\nthe amendments were prospective. It is also the same clause we examined in State\r\nv. Bryant, 382 S.C. 505, 509, 675 S.E.2d 816, 818 (Ct. App. 2009). However, in\r\nthat case, we determined the amendment did not \"repeal[] or amend[] any\r\npreviously existing law as contemplated by the savings clause.\" Id. at 510, 675\r\n\nS.C. at 127-28, 740 S.E.2d at 497 (\"The General Assembly's inclusion of a savings\r\nclause demonstrates clear legislative intent to avoid disrupting pending or ongoing\r\ncriminal prosecutions. To read the savings clause in any other way would result in\r\na prohibited alteration of the statute's operation.\"); Bolin, 381 S.C. at 562, 673\r\nS.E.2d at 887 (\"By stating that the Act is to have no effect on pending actions,\r\ncriminal prosecutions, rights, duties, or liabilities, and that all laws repealed or\r\namended by the Act must be treated as remaining in full force and effect, the clear\r\nlanguage of the Act indicates that it is prospective.\"). Consequently, the circuit\r\ncourt erred by applying the amendment to subsection 56-5-2950(A) retroactively.\r\n\r\nInasmuch as we have decided the amendment to the breathalyzer statute is not\r\nretroactive and Hilton does not claim the videotaping was improper, we need not\r\naddress the remaining issue raised by the State. See Earthscapes Unltd., Inc. v.\r\nUlbrich, 390 S.C. 609, 617, 703 S.E.2d 221, 225 (2010) (recognizing when the\r\ndisposition of a prior issue is dispositive of an appeal, analysis of the remaining\r\nissues is unnecessary).           CONCLUSION\r\n\r\nWe find the General Assembly's 2008 amendment to subsection 56-5-2950(A),\r\ndeleting the three-hour videotaping requirement for blood alcohol testing and\r\nreplacing it with a two-hour requirement for completing blood alcohol testing,\r\nrepealed or amended an existing law. We further find the General Assembly\r\nclearly expressed its intent through the savings clause that this amendment be\r\napplied prospectively. Consequently, the circuit court erred in applying subsection\r\n56-5-2950(A) retroactively. Accordingly, the decision of the circuit court is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and KONDUROS, J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nS.E.2d at 819. Because the amendment \"was an addition to the statutory scheme,\"\r\nwe held the savings clause did not prevent its retroactive application. Id.\r\n\n","court":"Appeals"},{"id":"5179","title":"Ward v. Washington","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5179.pdf","description":"Katherine Washington (Mother) appeals a contempt order, arguing the family court erred in (1) finding she willfully violated the family court's 2009 order, (2) imposing criminal sanctions without a finding of willful violation beyond a reasonable doubt, and (3) awarding Matthew Ward (Father) attorney's fees.","date":"2013-10-30","type":"opinion","text":"                                                        \r\n\r\n\r\n                                               THE STATE OF SOUTH CAROLINA\r\n                                                   In The Court of Appeals\r\n\r\n                             Matthew Ward, Respondent,\r\n\r\n                             v. \n\r\n\r\n                             Katherine Washington, Appellant. \n\r\n\r\n                             Appellate Case No. 2012-212378\n\r\n\r\n\r\n                                                      Appeal From Charleston County \n\r\n                                                     Dana A. Morris, Family Court Judge \n\r\n\r\n\r\n                                                  Opinion No. 5179 \n\r\n                                   Submitted October 9, 2013 – Filed October 30, 2013 \n\r\n\r\n\r\n                                           REVERSED IN PART AND REMANDED \n\r\n\r\n\r\n                             Shannon Phillips Jones, of Shannon Jones, Attorney at\r\n                             Law, LLC, of Charleston, for Appellant.\r\n\r\n                             Douglas Alan Barker, of Charleston, for Respondent.\r\n\r\n\r\nLOCKEMY, J.: Katherine Washington (Mother) appeals a contempt order,\r\narguing the family court erred in (1) finding she willfully violated the family\r\ncourt's 2009 order, (2) imposing criminal sanctions without a finding of willful\r\nviolation beyond a reasonable doubt, and (3) awarding Matthew Ward (Father)\r\nattorney's fees. We reverse in part and remand to the family court.1\r\n\r\n\r\n\r\n                                                            \r\n1 Pursuant to an agreement by the parties, this case was decided on the briefs and\r\nrecord.\r\n\n                         \r\n\r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn March 27, 2007, Mother and Father were divorced. The parties have two\r\nminor children. Mother and the children live in Charlotte, North Carolina and\r\nFather lives in Charleston, South Carolina. In 2009, the parties entered into a\r\nsettlement agreement regarding visitation and custody of the children. Pursuant to\r\nthe agreement, the parties retained joint custody of the children with Mother\r\ndesignated as the primary custodial parent and Father designated as secondary\r\ncustodial parent. The settlement agreement allowed Father to select visitation with\r\nthe children as follows:\r\n\r\n            In lieu of his every-other-weekend visitation, Easter,\r\n            Memorial Day and Labor Day visitation during the\r\n            school year, Father shall be allowed to select one\r\n            weekend in August and December, two weekends in\r\n            September, October, January, February and May, three\r\n            weekends total in March and April in odd numbered\r\n            years and four weekends total in March and April in even\r\n            numbered years, two weekends in November in even\r\n            numbered years and one weekend in November in odd\r\n            numbered years. Father shall select these weekends in\r\n            writing by the 15th of the previous month, and shall not\r\n            be allowed to select weekends that conflict with Mother's\r\n            Spring Break, Thanksgiving or Christmas visitation.\r\n            Father shall not select Mother's day weekend for his May\r\n            visitation. Mother shall provide Father the children's\r\n            school schedule as soon as she receives it. Father shall\r\n            then select the weekends he wants.\r\n\r\nThe agreement further provided Mother and Father would have the children on\r\nalternating Christmas, Thanksgiving, Spring Break, and Easter holidays. On\r\nNovember 3, 2009, the family court approved the settlement agreement and\r\nincorporated it into a final order.\r\n\r\nOn September 19, 2011, Father filed a petition for a rule to show cause alleging\r\nMother willfully violated the 2009 order. Specifically, Father alleged Mother\r\nrefused to allow him to visit the children on Labor Day 2011 weekend. Father\r\nstated Mother's interference with his visitation was an ongoing issue and noted\r\n\n                                                        \r\n\r\n\r\nMother had previously been held in contempt for similar behavior.2 Father\r\nrequested the family court find Mother in civil and criminal contempt and asked\r\nthat she be required to pay his attorney's fees and costs. In her return to Father's\r\npetition for rule to show cause, Mother denied Father's allegation that she was in\r\nwillful contempt of the 2009 order. Mother asserted Father was not entitled to\r\nLabor Day visitation pursuant to the clear language of the 2009 order. Mother also\r\nrequested attorney's fees and costs.\r\n\r\nA hearing was held before the family court on January 30 and February 22, 2012.\r\nAt the hearing, Mother admitted she denied Father's request for Labor Day 2011\r\nvisitation, however she denied she willfully violated the 2009 order. Mother\r\nclaimed Father, by agreeing to the terms \"[i]n lieu of his . . . Labor Day visitation,\"\r\nforfeited his right to Labor Day visitation with the children. Father testified the\r\nchildren had spent the 2010 Labor Day holiday with him in Charleston without\r\nobjection from Mother.\r\n\r\nThe family court found Mother willfully violated the 2009 order by denying\r\nFather's Labor Day visitation request and held her in contempt. The court fined\r\nMother $1,500, suspended upon the condition that she not be held in future\r\ncontempt for further interference with Father's visitation. Additionally, the family\r\ncourt ordered Mother to pay Father's attorney's fees in the amount of $2,500.3\r\nMother subsequently filed a motion to reconsider. The family court denied\r\nMother's motion, noting the parties opted out of traditional visitation and\r\n\"[n]othing in the [2009] Order specifically prohibits [Father] from selecting\r\nMemorial Day or Labor Day as part of his weekend visitations.\" The family court\r\nnoted that while it understood Mother's interpretation of the 2009 order, it read the\r\norder more broadly and looked at the totality of the circumstances. The family\r\ncourt found it \"troubling\" that Mother \"cited a variety of different reasons\" in\r\nemails to Father as to why Father should not have Labor Day visitation, but\r\nindicated in her testimony that the real reason she wanted the children that\r\nweekend was that she had planned a birthday party for several family members.\r\nMother appealed.\r\n\r\n\r\n\r\n                                                            \r\n2 The 2009 order states: \"Mother acknowledges that she is in civil contempt for \n\r\ndenying Father his visitation in September, 2009. The parties agree that further \n\r\nvisitation interference can be treated as criminal contempt.\" \n\r\n3 Father requested $4,785 in attorney's fees. \n\r\n\n                          \r\n\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"The family court is a court of equity.\" Lewis v. Lewis, 392 S.C. 381, 386, 709\r\nS.E.2d 650, 652 (2011). In appeals from the family court, the appellate court\r\nreviews factual and legal issues de novo. Simmons v. Simmons, 392 S.C. 412, 414,\r\n709 S.E.2d 666, 667 (2011). \"De novo review permits appellate court fact-finding,\r\nnotwithstanding the presence of evidence supporting the [family] court's findings.\"\r\nLewis, 392 S.C. at 390, 709 S.E.2d at 654-55. However, this broad standard of\r\nreview does not require the appellate court to disregard the factual findings of the\r\nfamily court or ignore the fact that the family court is in the better position to\r\nassess the credibility of the witnesses. Pinckney v. Warren, 344 S.C. 382, 387, 544\r\nS.E.2d 620, 623 (2001). Moreover, the appellant is not relieved of the burden of\r\ndemonstrating error in the family court's findings of fact. Id. at 387-88, 544 S.E.2d\r\nat 623. Accordingly, we will affirm the decision of the family court unless its\r\ndecision is controlled by some error of law or the appellant satisfies the burden of\r\nshowing the preponderance of the evidence actually supports contrary factual\r\nfindings by this court. See Lewis, 392 S.C. at 390, 709 S.E.2d at 654-55.\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Contempt\r\n\r\nMother argues the family court erred in finding her in contempt of the 2009 order\r\nfor denying Father Labor Day visitation. We agree.\r\n\r\n\"A party may be found in contempt for the willful violation of a lawful court\r\norder.\" Hawkins v. Mullins, 359 S.C. 497, 501, 597 S.E.2d 897, 899 (Ct. App.\r\n2004). \"A willful act is one . . . done voluntarily and intentionally with the specific\r\nintent to do something the law forbids, or with the specific intent to fail to do\r\nsomething the law requires to be done; that is to say, with bad purpose either to\r\ndisobey or disregard the law.\" Ex parte Lipscomb, 398 S.C. 463, 469, 730 S.E.2d\r\n320, 323 (Ct. App. 2012) (quoting Ex parte Cannon, 385 S.C. 643, 661, 685\r\nS.E.2d 814, 824 (Ct. App. 2009)). \"A good faith attempt to comply with the\r\ncourt's order, even if unsuccessful, does not warrant a finding of contempt.\"\r\nLipscomb, 398 S.C. at 470, 730 S.E.2d at 324.\r\n\r\nFirst, although the visitation schedule in the 2009 order is non-traditional and the\r\nlanguage of the order is somewhat vague, we find the order did not prohibit Father\r\nfrom selecting Labor Day visitation with the children. We read the \"in lieu of\"\r\nlanguage in the order as stating that instead of Father having a traditional visitation\r\n\n                          \r\n\r\n\r\nschedule of every other weekend, Easter, Memorial Day and Labor Day, he is\r\nallowed to choose his weekends within the limits provided in the order. The order\r\noutlines specific instructions regarding all of the major holidays, but does not\r\naddress Labor Day outside of the \"in lieu of\" language. We agree with the family\r\ncourt's finding that nothing in the 2009 order prevents Father from selecting Labor\r\nDay weekend as one of his two September visitation weekends. Therefore, the\r\nfamily court did not err in finding Father properly selected Labor Day 2011 as one\r\nof his allotted September visitation weekends in accordance with the 2009 order.\r\n\r\nHowever, we find the family court did err in finding Mother in contempt for\r\nviolating the 2009 order. The evidence in the record does not support a finding\r\nthat Mother willfully violated the order. Mother testified she believed the order\r\nclearly prohibited Father from selecting Labor Day visitation and she was in\r\ncompliance with the order in denying Father's Labor Day request. She also\r\ntestified she relied on the advice of her counsel who agreed with her view of the\r\nlanguage of the order. Furthermore, the family court's statement that it\r\n\"understands [Mother]'s interpretation of the Order\" is evidence that Mother could\r\nhave reasonably misinterpreted the order and her actions were not willful.\r\nAccordingly, we reverse the family court's determination that Mother willfully\r\nviolated the 2009 order.\r\n\r\nII.    Sanctions\r\n\r\nMother argues the family court erred in imposing criminal sanctions without\r\nfinding, beyond a reasonable doubt, that she willfully violated the 2009 order.\r\nBased upon our reversal of the family court's contempt finding, we need not\r\naddress this issue. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C.\r\n598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not address\r\nremaining issues when disposition of prior issue is dispositive).\r\n\r\nIII.   Attorney's Fees\r\n\r\nMother argues the family court erred in awarding Father attorney's fees. We\r\nreverse and remand to the family court.\r\n\r\nSection 20-3-130(H) of the South Carolina Code (Supp. 2012) authorizes the\r\nfamily court to order payment of litigation expenses, including attorney's fees, to\r\neither party in a divorce action. \"The decision to award attorney's fees is within the\r\nfamily court's sound discretion, and although appellate review of such an award is\r\nde novo, the appellant still has the burden of showing error in the family court's\r\n\n                         \r\n\r\n\r\nfindings of fact.\" Lewis v. Lewis, 400 S.C. 354, 372, 734 S.E.2d 322, 331 (Ct.\r\nApp. 2012). In determining whether to award attorney's fees, the following factors\r\nshould be considered: \"(1) the party's ability to pay his/her own attorney's fee; (2)\r\nbeneficial results obtained by the attorney; (3) the parties' respective financial\r\nconditions; (4) effect of the attorney's fee on each party's standard of living.\"\r\nE.D.M. v. T.A.M., 307 S.C. 471, 476-77, 415 S.E.2d 812, 816 (1992). If an award\r\nof attorney's fees is appropriate, the reasonableness of the fees should be\r\ndetermined according to: \"(1) the nature, extent, and difficulty of the case; (2) the\r\ntime necessarily devoted to the case; (3) professional standing of counsel; (4)\r\ncontingency of compensation; (5) beneficial results obtained; (6) customary legal\r\nfees for similar services.\" Glasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d\r\n313, 315 (1991).\r\n\r\nIn adjudicating Father's claim for attorney's fees, the family court held \". . . the\r\naward of [Father]'s attorney's fees is appropriate, and considering the factors\r\nenunciated in Feldman v. Feldman, 380 S.C. 538, 670 S.E.2d 669 (Ct. App. 2008)\r\nI order [Mother] to reimburse [Father] his attorney's fees in the amount of\r\n$2,500.00, payable directly to [Father]'s attorney at a rate of $400.00 per month.\"\r\nIn Feldman, this court outlined the E.D.M. and Glasscock factors listed above.\r\n\r\nBased upon our reversal of the family court's contempt determination, we reverse\r\nthe award of attorney's fees and remand the issue of attorney's fees to the family\r\ncourt for consideration of the effects of this appeal. See Sexton v. Sexton, 310 S.C.\r\n501, 503-04, 427 S.E.2d 665, 666 (1993) (reversing and remanding issue of\r\nattorney's fees for reconsideration when the substantive results achieved by counsel\r\nwere reversed on appeal). On remand, the family court should set forth its specific\r\nfindings of fact as to each of the E.D.M factors in determining whether to award\r\nattorney's fees to either party.\r\n\r\nCONCLUSION\r\n\r\nWe reverse the family court's contempt and attorney's fees findings and remand for\r\na reconsideration of attorney's fees.\r\n\r\nREVERSED IN PART AND REMANDED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5180","title":"Delta Apparel, Inc. v. Farina","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5180.pdf","description":"Daniel G. Farina appeals the trial court's denial of his Rule 60(b), SCRCP motion for relief from judgment.  He argues the trial court did not have personal jurisdiction to award a judgment against him and that he was not served with proper notice of Delta's initial claim.  We reverse.","date":"2013-10-30","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Delta Apparel, Incorporated, Respondent,\r\n\r\n            v.\r\n\r\n            Daniel G. Farina, Appellant.\r\n\r\n            Appellate Case No. 2012-205467\r\n\r\n\r\n\r\n                         Appeal From Greenville County \n\r\n                       Letitia H. Verdin, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 5180 \n\r\n                 Heard September 12, 2013 – Filed October 30, 2013 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n            Candy M. Kern-Fuller and Nicole Lynne Thornton, of\r\n            Upstate Law Group, LLC, of Easley, for Appellant.\r\n\r\n            Samuel W. Outten and Catherine Runion Atwood, of\r\n            Womble Carlyle Sandridge & Rice, LLP, of Greenville\r\n            for Respondent.\r\n\r\n\r\nLOCKEMY, J.: Daniel G. Farina appeals the trial court's denial of his Rule\r\n60(b), SCRCP motion for relief from judgment. He argues the trial court did not\r\nhave personal jurisdiction to award a judgment against him and that he was not\r\nserved with proper notice of the initial claim of Delta Apparel, Incorporated\r\n(Delta). We reverse.\r\n\nFACTS\r\n\r\nFarina was hired by Delta, a corporation with corporate offices in Greenville,\r\nSouth Carolina, as the general manager of its Ceiba Textiles plant (Ceiba) in\r\nVillanueva, Honduras. In April of 2007, the State of California Franchise Tax\r\nBoard (California Tax Board) requested that Delta begin withholding certain\r\namounts from Farina's pay. In July of 2008, Delta terminated Farina's employment\r\nand entered into a severance settlement agreement with him. As part of the\r\nseverance settlement, Farina accepted $41,022.92 as full severance payment\r\ncorresponding to days of labor from October 16, 2007, up to July 10, 2008. On\r\nAugust 15, 2008, pursuant to the California Tax Board's mandate, Delta withheld\r\n25%, which equaled $9,673.63, from Farina's severance payment.\r\n\r\nIn October of 2008, Farina filed a suit in Honduras against Ceiba claiming he was\r\nan employee of Ceiba, he was wrongfully terminated, and he was owed $57,984.14\r\nin unpaid severance. On September 1, 2009, the Honduran court ruled in Farina's\r\nfavor, ordering Ceiba to pay Farina $230,039.78.1 Delta, on behalf of Ceiba,\r\nappealed the judgment to the Honduran court of appeals, which affirmed the\r\njudgment and awarded punitive damages. Delta appealed the appellate decision to\r\nthe Supreme Court of Honduras, which affirmed in favor of Farina with the\r\nexception of the punitive damages award. Delta then paid the Honduran judgment\r\nto Farina.\r\n\r\nOn May 4, 2010, Delta filed a motion for a restraining order in South Carolina to\r\nenjoin Farina from disposing of the funds from the Honduran judgment. A hearing\r\nwas scheduled in July of 2010 in which the trial court denied Delta's motion.\r\nFarina was not present at the hearing; however, he had contacted an attorney about\r\nthe matter. The attorney was never retained, but he did have two conversations\r\nabout the case with Delta's counsel. Also on May 4, 2010, Delta filed a summons\r\nand complaint claiming Farina fraudulently misrepresented his employment to the\r\nHonduran court. Further, Delta alleged Farina breached the employment\r\nagreement entered into by the parties. The time within which responsive pleadings\r\ncould be filed expired without an answer from Farina, and, as a result, Delta filed a\r\n\r\n\r\n1 Farina was awarded $57,984.14 in unpaid severance salaries prior to his\r\ntermination, and then he was awarded $172,055.64 in damages and losses for\r\nunpaid salaries for a total of thirteen months and twenty days as a result of his\r\nwrongful termination.\r\n\nmotion for default judgment on July 5, 2010. It also filed an affidavit of default on\r\nJuly 22, 2010.\r\n\r\nFarina filed a motion to dismiss the case on July 26, 2011, and he attached an\r\naffidavit in support of his motion. The day after receiving Farina's motion to\r\ndismiss, Delta sent Farina notice of its motion for default judgment with a hearing\r\nscheduled for September 1, 2011. Delta explained that because it received notice\r\nof Farina's motion to dismiss, it sent the notice of the default judgment hearing to\r\nFarina's last known address in California as well as to the Arizona address\r\nprovided on his recent correspondence.\r\n\r\nFarina did not appear at the default judgment hearing. At the hearing, Delta\r\nalleged it served Farina with notice of its initial claim in three different ways: (1) it\r\nmailed notice to his last known address; (2) it sent notice by certified mail with\r\nreceipt, which was signed and returned; and (3) it sent notice by FedEx to his\r\naddress, which required a signature. Further, Delta alleged Farina had actual\r\nnotice because he contacted an attorney to represent him in the action and then\r\ndecided not to retain the attorney. Delta also stated it employed Farina and that\r\nFarina was an employee for Delta at all times even though he worked for its\r\nHonduran facilities. Delta filed an affidavit from its employee, Deborah Merrill,\r\nsupporting Delta's request for an award of $96,484.14 in damages, as well as\r\nalleging that Farina had regular contact with Delta's corporate offices in\r\nGreenville, South Carolina. The trial court ruled in Delta's favor.\r\n\r\nA hearing for Farina's motion to dismiss was scheduled for November 7, 2011.2 In\r\nhis motion, Farina argued there were five issues with Delta's claim.\r\n\r\n             Plaintiff's [sic] cannot be awarded a Default Judgment in\r\n             a case that he cannot show proper proof of service\r\n\r\n             I [Farina] have not had any relationship that could result\r\n             in a monetary judgment award from a Family Court\r\n             Division of South Carolina in favor of plaintiff\r\n\r\n\r\n\r\n2 Farina's motion was captioned as a motion to dismiss, but he argued Rule 60(b),\r\nSCRCP, entitled him to relief from the judgment. Thus, the trial court addressed\r\nthe motion as a Rule 60(b), SCRCP motion.\r\n\n            I was employed as General Manager in plaintiff's\r\n            Honduran subsidiary, Ceiba Textiles SRL, from October\r\n            2006 until my termination on June 2008\r\n\r\n            Any labor matter from that relationship is under the\r\n            jurisdiction of the labor law of a foreign country,\r\n            Honduras\r\n\r\n            Plaintiff is using South Carolina legal system to harass\r\n            me, knowing well that I cannot afford legal\r\n            representation and/or a personal appearance without\r\n            losing a significant amount of income, jeopardizing my\r\n            employment in these uncertain economic times, plus\r\n            incurring in non-planned expenses.\r\n\r\nFarina was present at the hearing, and he asserted he was a resident of Arizona,\r\nwas working in northern Mexico, and had not been a resident of California since\r\nApril of 2010. He claimed the first notice he received was in July of 2011\r\nregarding Delta's motion for a default judgment scheduled to be heard on\r\nSeptember 1, 2011. Delta denied all his claims and also maintained that while\r\nFarina labeled his motion as one pursuant to Rule 60(b), SCRCP, he did not allege\r\nany permissible grounds for relief under Rule 60(b), SCRCP. Farina responded\r\nthat while he received notice of the motion for a restraining order, he thought the\r\nmatter had been dropped and was not aware there was any other claim. He\r\nmaintained the restraining order involved his judgment in Honduras, which was a\r\nmatter not properly before the South Carolina court system. The trial court issued\r\na Form 4 order denying Farina's Rule 60(b), SCRCP motion.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"The decision whether to set aside an entry of default or a default judgment lies\r\nsolely within the sound discretion of the trial judge.\" Roberson v. S. Fin. of S.C.,\r\nInc., 365 S.C. 6, 9, 615 S.E.2d 112, 114 (2005) (citing Thompson v. Hammond,\r\n299 S.C. 116, 119, 382 S.E.2d 900, 902-03 (1989)). \"The trial court's decision will\r\nnot be disturbed on appeal absent a clear showing of an abuse of that discretion.\"\r\nId. (citing Mitchell Supply Co., Inc. v. Gaffney, 297 S.C. 160, 163, 375 S.E.2d 321,\r\n323 (Ct. App. 1988)). \"'An abuse of discretion in setting aside a default judgment\r\noccurs when the [trial court] issuing the order was controlled by some error of law\r\nor when the order, based upon factual, as distinguished from legal conclusions, is\r\n\nwithout evidentiary support.'\" Id. (quoting In re Estate of Weeks, 329 S.C. 251,\r\n259, 495 S.E.2d 454, 459 (Ct. App. 1997)).\r\n\r\nLAW/ANALYSIS\r\n\r\nRule 60, SCRCP\r\n\r\nDespite captioning his motion as one to dismiss, Farina presented his arguments\r\npursuant to Rule 60, SCRCP, which is a motion to relieve the party from a\r\njudgment or order. The relevant portion of Rule 60, SCRCP, provides:\r\n\r\n            (b) Mistakes; Inadvertence; Excusable Neglect; Newly\r\n            Discovered Evidence; Fraud, etc. On motion and upon\r\n            such terms as are just, the court may relieve a party or his\r\n            legal representative from a final judgment, order, or\r\n            proceeding for the following reasons:\r\n\r\n            (1) mistake, inadvertence, surprise, or excusable neglect;\r\n\r\n            (2) newly discovered evidence which by due diligence\r\n            could not have been discovered in time to move for a\r\n            new trial under Rule 59(b);\r\n\r\n            (3) fraud, misrepresentation, or other misconduct of an\r\n            adverse party;\r\n\r\n            (4) the judgment is void;\r\n\r\n            (5) the judgment has been satisfied, released, or\r\n            discharged, or a prior judgment upon which it is based\r\n            has been reversed or otherwise vacated, or it is no longer\r\n            equitable that the judgment should have prospective\r\n            application.\r\n\r\nRule 60(b), SCRCP. We will now address his arguments on appeal.\r\n\nImproper Service\r\n\r\nFarina first argues the default judgment is void pursuant to Rule 60(b)(4), SCRCP,\r\nbecause he did not receive proper service of the summons and complaint. He\r\ncontends the trial court therefore erred in denying his request to relieve him of the\r\njudgment. We disagree.\r\n\r\nRule 4, SCRCP, pertaining to proper service, \"assures the defendant of reasonable\r\nnotice of the action.\" Roche v. Young Bros., Inc. of Florence, 318 S.C. 207, 209,\r\n456 S.E.2d 897, 899 (1995). To effect service on an individual such as Farina,\r\nRule 4(a)(d)(1), SCRCP, provides service may be made by delivering a copy of the\r\nsummons and complaint to him \"personally or by leaving copies thereof at his\r\ndwelling house or usual place of abode with some person of suitable age and\r\ndiscretion then residing therein, or by delivering a copy to an agent authorized by\r\nappointment or by law to receive service of process.\"\r\n\r\nEffective service of process can also be made upon an individual \"by registered or\r\ncertified mail, return receipt requested and delivery restricted to the addressee.\r\nService is effective upon the date of delivery as shown on the return receipt.\" Rule\r\n4(d)(8), SCRCP. Finally, service can be made upon an individual \"by a\r\ncommercial delivery service which meets the requirements to be considered a\r\ndesignated delivery service in accordance with 26 U.S.C. § 7502(f)(2).\" Rule\r\n4(d)(9), SCRCP. \"Service is effective upon the date of delivery as shown in the\r\ndelivery record of the commercial delivery service.\" Id. If service is by certified\r\nmail or commercial delivery service, it cannot be the basis for the entry of a default\r\nor a judgment by default unless the record contains a delivery record or return\r\nreceipt showing acceptance by the defendant. Rule 4(d)(8)-(9), SCRCP. \"Any\r\nsuch default or judgment by default shall be set aside pursuant to . . . Rule 60(b) if\r\nthe defendant demonstrates to the court that the delivery receipt [or return receipt]\r\nwas signed by an unauthorized person.\" Rule 4(d)(8)-(9), SCRCP.\r\n\r\nThe movant in a Rule 60(b) motion has the burden of presenting evidence proving\r\nthe facts essential to entitle him to relief. BB&T v. Taylor, 369 S.C. 548, 552, 633\r\nS.E.2d 501, 503 (2006). \"We have never required exacting compliance with the\r\nrules to effect service of process.\" Roche v. Young Bros., Inc. of Florence, 318\r\nS.C. 207, 209-10, 456 S.E.2d 897, 899 (1995). \"Rather, we inquire whether the\r\nplaintiff has sufficiently complied with the rules such that the court has personal\r\njurisdiction of the defendant and the defendant has notice of the proceedings.\" Id.\r\nat 210, 456 S.E.2d at 899. \"Further, an [officer's] return of process creates the\r\n\nlegal presumption of proper service that cannot be 'impeached by the mere denial\r\nof service by the defendant.'\" Fassett v. Evans, 364 S.C. 42, 47, 610 S.E.2d 841,\r\n844 (Ct. App. 2005) (quoting Richardson Constr. Co. v. Meek Eng'g and Constr.,\r\nInc., 274 S.C. 307, 311, 262 S.E.2d 913, 916 (1980)).\r\n\r\nHere, Delta presented an affidavit of service to the trial court. It stated the officer\r\nsubstituted service upon Pablo Farina at 9341 Parrot Avenue, Downey, California,\r\nand listed Pablo as a co-occupant residing with Farina at the home. The affidavit\r\nalso indicated that Delta effected service by first class mail to the same residence\r\nin California. Delta included notice regarding the hearing for its motion for a\r\nrestraining order with the summons and complaint. Farina admitted receiving\r\nnotice of Delta's motion for a restraining order and further admits contacting an\r\nattorney regarding it. However, he maintained he thought the motion was a\r\nseparate and distinct action, and he was not aware of the summons and complaint.\r\n\r\nDelta complied with the rule for personal delivery and presented an affidavit of\r\nservice to the trial court, and, thus, proper service is presumed. Farina admitted\r\nhaving notice of the motion for a restraining order, which was in the same delivery\r\nas the summons and complaint. Despite his claim that he was never served with\r\nthe summons and complaint for this action, the officer's return of process cannot be\r\nimpeached by Farina's mere denial of service. The address in California was his\r\nlast known address, a fact which was supported by the tax notices Delta received\r\nfrom the California Tax Board. To prove he no longer resided in California, Farina\r\nonly submitted an affidavit that was attached to his motion to dismiss, and it\r\ncontained a mere denial that Delta effected proper service. Farina stated he\r\nenclosed a copy of his Arizona voter registration with his affidavit, but the voter\r\nregistration was not in the record on appeal.\r\n\r\nDelta claims it also served notice to Farina in two other ways, first class mail with\r\nreturn receipt requested and FedEx with a return signature requested, but we do not\r\naddress any deficiencies in those methods of service because we find service was\r\nproper based upon the personal delivery to an authorized person at Farina's last\r\nknown address. Accordingly, we find the trial court did not abuse its discretion in\r\ndenying Farina's motion for relief from judgment based on service of process.\r\n\r\nPersonal Jurisdiction\r\n\r\nFarina contends the trial court erred in finding personal jurisdiction over him.\r\nSpecifically, he argues Delta did not prove he had sufficient contacts with South\r\n\nCarolina such that a state court would have personal jurisdiction over him, and\r\nthus, he should be relieved from the judgment. See Universal Benefits, Inc. v.\r\nMcKinney, 349 S.C. 179, 183, 561 S.E.2d 659, 661 (2002) (\"The definition of void\r\nunder [Rule 60(b), SCRCP] . . . encompasses judgments from courts which . . .\r\nlacked subject matter jurisdiction or personal jurisdiction.\"). We agree.\r\n\r\nWe first address Delta's contention that Farina did not preserve this argument for\r\nappellate review. See Bakala v. Bakala, 352 S.C. 612, 629, 576 S.E.2d 156, 165\r\n(2003) (\"Objections to personal jurisdiction, unlike subject matter jurisdiction, are\r\nwaived unless raised.\"); see also I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C.\r\n406, 422, 526 S.E.2d 716, 724 (2000) (stating the \"losing party generally must both\r\npresent his issues and arguments to the lower court and obtain a ruling before an\r\nappellate court will review those issues and arguments\"). Here, Farina represented\r\nhimself pro se and listed five arguments in his Rule 60, SCRCP motion. We\r\nbelieve the three arguments below are pertinent to the issue of personal\r\njurisdiction.I [Farina] have not had any relationship that could result\r\n             in a monetary judgment award from a Family Court\r\n             Division of South Carolina in favor of plaintiff\r\n\r\n             I was employed as General Manager in plaintiff's\r\n             Honduran subsidiary, Ceiba Textiles SRL, from October\r\n             2006 until my termination on June 2008\r\n\r\n             Any labor matter from that relationship is under the\r\n             jurisdiction of the labor law of a foreign country,\r\n             Honduras\r\n\r\nWhile Farina did not invoke the exact name of the legal doctrine of personal\r\njurisdiction, we find the pertinent portions of his argument were sufficiently clear\r\nfor the trial court to decide the issue. Thus, Farina preserved this issue for\r\nappellate review. Herron v. Century BMW, 395 S.C. 461, 466, 719 S.E.2d 640,\r\n642 (2012) (stating that while a party is not required to use the exact name of a\r\nlegal doctrine in order to preserve the issue, the issue must be \"sufficiently clear to\r\nbring into focus the precise nature of the alleged error so that it can be reasonably\r\nunderstood by the judge\").\r\n\n\"Personal jurisdiction is exercised as 'general jurisdiction' or 'specific jurisdiction.'\"\r\nCoggeshall v. Reprod. Endocrine Assocs. of Charlotte, 376 S.C. 12, 16, 655 S.E.2d\r\n476, 478 (2007). In this case, both parties' briefs analyze personal jurisdiction\r\nbased upon specific jurisdiction rather than general jurisdiction; thus, our analysis\r\nwill focus on specific jurisdiction. \"Specific jurisdiction is the State's right to\r\nexercise personal jurisdiction because the cause of action arises specifically from a\r\ndefendant's contacts with the forum; specific jurisdiction is determined under\r\n[section 36-2-803 of the South Carolina Code (2003)].\" Id. (citing Cockrell v.\r\nHillerich & Bradsby Co., 363 S.C. 485, 491, 611 S.E.2d 505, 508 (2005)).\r\n\r\n\"'The determination of whether a court may exercise personal jurisdiction over a\r\nnonresident involves a two-step analysis.'\" Sullivan v. Hawker Beechcraft Corp.,\r\n397 S.C. 143, 150, 723 S.E.2d 835, 839 (Ct. App. 2011) (quoting Aviation Assocs.\r\n& Consultants, Inc. v. Jet Time, Inc., 303 S.C. 502, 505, 402 S.E.2d 177, 179\r\n(1991)). \"The trial court must (1) determine whether the South Carolina long-arm\r\nstatute applies and (2) whether the nonresident's contacts in South Carolina are\r\nsufficient to satisfy due process.\" Id. (citing Power Prods. & Servs. Co. v. Kozma,\r\n379 S.C. 423, 431, 665 S.E.2d 660, 664 (Ct. App. 2008)).\r\n\r\n\"Due process requires that there exist minimum contacts between the defendant\r\nand the forum state such that maintenance of the suit does not offend traditional\r\nnotions of fair play and substantial justice.\" Cockrell, 363 S.C. at 491, 611 S.E.2d\r\nat 508 (citing Burger King Corp. v. Rudzewicz, 471 U.S. 462, 474 (1985)).\r\n\"Further, due process mandates that the defendant possess sufficient minimum\r\ncontacts with the forum state, so that he could reasonably anticipate being haled\r\ninto court there.\" Id. at 491-92, 611 S.E.2d at 508 (citing World-Wide Volkswagen\r\nCorp. v. Woodson, 444 U.S. 286, 297 (1980); Atlantic Soft Drink Co. of Columbia,\r\nInc. v. S.C. Nat'l Bank, 287 S.C. 228, 231-32, 336 S.E.2d 876, 878-79 (1985)).\r\n\"Without minimum contacts, the court does not have the 'power' to adjudicate the\r\naction.\" Id. at 492, 611 S.E.2d at 508 (citing S. Plastics Co. v. S. Commerce Bank,\r\n310 S.C. 256, 260, 423 S.E.2d 128, 131(1992)). \"'The court must also find that the\r\nexercise of jurisdiction is reasonable or fair.'\" Id. (quoting S. Plastics Co., 310\r\nS.C. at 260, 423 S.E.2d at 131).\r\n\r\nWe begin by determining whether our long-arm statute applies in this case. Farina\r\nsigned a contract with Delta, whose corporate offices are located in Greenville,\r\nSouth Carolina, implicating section 36-2-803(A)(7) of the South Carolina Code\r\n(Supp. 2012), which states \"a court may exercise personal jurisdiction over a\r\nperson who acts directly or by an agent as to a cause of action arising from the\r\n\nperson's . . . entry into a contract to be performed in whole or in part by either party\r\nin this State.\"\r\n\r\nHowever, \"[o]ur courts have held entering into a contract or mere negotiations\r\ninside South Carolina without more is not enough to establish minimum contacts.\"\r\nCribb v. Spatholt, 382 S.C. 490, 501, 676 S.E.2d 714, 720 (Ct. App. 2009); see\r\nLoyd & Ring's Wholesale Nursery, Inc. v. Long & Woodley Landscaping &\r\nGarden Ctr., Inc., 315 S.C. 88, 92, 431 S.E.2d 632, 635 (Ct. App. 1993) (\"[A]n\r\nindividual's contract with an out-of-state party cannot alone establish sufficient\r\nminimum contact's in the other party's home forum.\"). \"The parties' prior\r\nnegotiations, the consequences of their actions as contemplated by the parties, the\r\nterms of the contract, and the parties' actual course of dealings must be considered\r\nin evaluating whether a defendant purposefully established minimum contacts\r\nwithin the forum.\" Loyd, 315 S.C. at 92, 431 S.E.2d at 635.\r\n\r\nDelta alleged in its complaint that the trial court had personal jurisdiction over\r\nFarina because Farina entered into an employment relationship with Delta, a\r\ncorporation doing business in the state of South Carolina. Further, Delta claimed\r\nFarina engaged in an ongoing business relationship with Delta; however, Delta\r\nonly offered Merrill's supplemental affidavit in support of its claims. In her\r\naffidavit, Merrill explained Delta's chief executive officer (CEO) and the vice\r\npresident's offices are located in Greenville, and she asserted both had interviewed\r\nFarina and discussed the requirements of the position with him. She stated Farina\r\ninquired of Delta's CEO about his job responsibilities at the Ceiba plant and also\r\nheld conversations with the vice president regarding his employee benefits,\r\ntermination, and severance settlement. Finally, Merrill stated Farina was aware\r\nthat Delta's corporate offices were in Greenville and that he had contact with\r\nindividuals in the corporate offices on a regular basis.\r\n\r\nDespite Delta's assertion that Farina had sufficient contacts with South Carolina to\r\nsupport a finding of personal jurisdiction, the California Tax Board sent its\r\nrequests to withhold money from Farina's pay checks to offices in Duluth, Georgia.\r\nFurther, Farina's severance settlement with Delta was executed in Duluth and filed\r\nin DeKalb County, Georgia. Despite Merrill's assertions within her affidavit, she\r\nnever stated where the interview and conversations between Farina and Delta's\r\ncorporate officers occurred, and Delta admitted in oral argument that Farina's\r\ninterview occurred in North Carolina. Finally, Merrill never asserted that Farina\r\ncame to Greenville for any of the other activities listed in the affidavit.\r\n\nIn light of these facts, we believe Farina established he did not have the minimum\r\ncontacts required for the trial court to have personal jurisdiction over him. The\r\nCalifornia Tax Board's notices went to offices located in Duluth, Farina signed his\r\nseverance settlement in Duluth, and Farina worked in Honduras during his\r\nemployment. While Farina may have spoken with officers that worked in the\r\nGreenville corporate office, there was no evidence to show Farina ever traveled to\r\nSouth Carolina for those conversations. Thus, Farina's contacts do not establish\r\nthat he would have reasonably expected to be haled in to court in South Carolina,\r\nnor were the contacts sufficient for this State to fairly exercise personal jurisdiction\r\nover him. Accordingly, we reverse the trial court because South Carolina did not\r\nhave personal jurisdiction over Farina.\r\n\r\nRes Judicata and Collateral Estoppel\r\n\r\nFarina argues that this action cannot be affirmed because it should have been\r\nbarred from the trial court pursuant to the legal doctrines of res judicata and\r\ncollateral estoppel. Because he raises these issues for the first time on appeal, we\r\nfind the issues are not preserved for appellate review. See Dawkins v. Mozie, 399\r\nS.C. 290, 294-95, 731 S.E.2d 342, 345 (Ct. App. 2012) (\"Res judicata is an\r\naffirmative defense that must be pled at trial to be pursued on appeal. An\r\naffirmative defense is waived if not pled.\" (citing RIM Assocs. v. Blackwell, 359\r\nS.C. 170, 182, 597 S.E.2d 152, 159 (Ct. App. 2004))); see also Duckett v. Goforth,\r\n374 S.C. 446, 465, 649 S.E.2d 72, 82 (Ct. App. 2007) (stating a party cannot raise\r\nthe affirmative defense of collateral estoppel for the first time on appeal); S.C.\r\nDep't of Transp. v. First Carolina Corp. of S.C., 372 S.C. 295, 301-02, 641 S.E.2d\r\n903, 907 (2007) (finding that for an issue to be preserved for appellate review, it\r\nmust have been: \"(1) raised to and ruled upon by the trial court, (2) raised by the\r\nappellant, (3) raised in a timely manner, and (4) raised to the trial court with\r\nsufficient specificity\").\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the trial court is\r\n\r\nREVERSED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5181","title":"Frampton v. SCDOT","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5181.pdf","description":"In this inverse condemnation case, the South Carolina Department of Transportation (DOT) appeals the judgment in favor of Henry W. Frampton, III.  DOT first argues the trial court's decision to seat the jury during the takings phase of the trial was unduly prejudicial and deprived it of a mode of trial to which it was entitled.  Additionally, DOT argues (1) Frampton did not prove any facts that would constitute a taking of property; (2) the trial court did not apply the appropriate law in its finding of a taking; (3) the compensation verdict exceeded any credible evidence of Frampton's loss; and (4) Frampton was not entitled to attorney's fees and costs under the governing statute.  We find certain arguments are not preserved for our review, and we affirm the remaining issues.","date":"2013-10-30","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             Henry W. Frampton, III, Respondent,\r\n\r\n             v.\r\n\r\n             South Carolina Department of Transportation, Appellant.\r\n\r\n             Appellate Case No. 2012-209046\r\n\r\n\r\n\r\n                          Appeal From Charleston County \n\r\n                     Thomas L. Hughston, Jr., Circuit Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5181 \n\r\n                  Heard September 12, 2013 – Filed October 30, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Beacham O. Brooker, Jr., of Columbia, for Appellant.\r\n\r\n             Richard D. Bybee and Michael Brent McDonald, both of\r\n             Smith Bundy Bybee & Barnett, PC, of Mount Pleasant,\r\n             for Respondent.\r\n\r\n\r\nLOCKEMY, J.: In this inverse condemnation case, the South Carolina\r\nDepartment of Transportation (DOT) appeals the judgment in favor of Henry W.\r\nFrampton, III. DOT first argues the trial court's decision to seat the jury during the\r\ntakings phase of the trial was unduly prejudicial and deprived it of a mode of trial\r\nto which it was entitled. Additionally, DOT argues (1) Frampton did not prove any\r\nfacts that would constitute a taking of property; (2) the trial court did not apply the\r\nappropriate law in its finding of a taking; (3) the compensation verdict exceeded\r\nany credible evidence of Frampton's loss; and (4) Frampton was not entitled to\r\n\nattorney's fees and costs under the governing statute. We find certain arguments\r\nare not preserved for our review, and we affirm the remaining issues.\r\n\r\nFACTS\r\n\r\nIn 2005, DOT began planning for a bridge improvement project located at Ellis\r\nCreek on James Island. The bridge spanned over the property at issue, 699 Folly\r\nRoad (699 Folly). 699 Folly was located on the north side of and immediately\r\nadjacent to Ellis Creek, and it contained a small rental home. Frampton and his\r\nwife lived at 693 Folly Road (693 Folly), which was immediately adjacent to 699\r\nFolly, and the Framptons also owned the property at 685 Folly Road (685 Folly).\r\nDuring DOT's initial planning, 699 Folly and 693 Folly existed as one tract of land.\r\nThe rental home on 699 Folly had always contained a separate driveway and been\r\nused as a separate income producing property. During DOT's project, Frampton\r\npartitioned the tract of land, creating two separate properties.\r\n\r\nRobert Larry Phinney operated as DOT's right-of-way agent1 during the bridge\r\nimprovement project, and he testified the original construction plans included a\r\npermanent guardrail extending from the bridge and continuing to 693 Folly's\r\ndriveway. As a result of Frampton's division of his tract of land, the guardrail\r\ndenied all access between 699 Folly and Folly Road. After Phinney discussed the\r\naccess issues with DOT's engineers, the engineers explained the length of the\r\nguardrail could not be avoided.\r\n\r\nTo address the access issues, DOT wanted to create a \"T\" drive, where access to\r\n699 Folly would require entering Frampton's driveway at 693 Folly and then\r\nturning ninety degrees into 699 Folly. DOT believed this would provide adequate\r\naccess. However, Frampton exercised his rights as the landowner and refused to\r\ngrant DOT any driveway permission to allow access from 693 Folly's driveway to\r\n699 Folly. DOT then refused to exercise its option of condemning Frampton's\r\naccess rights.\r\n\r\n\r\n\r\n1A right-of-way agent uses approved plans to conduct the acquisition process for\r\nDOT. The acquisition process includes completing title work of the involved\r\nproperties, initiating contact with the property owners, and obtaining any necessary\r\npermissions.\r\n\nDOT granted Cape Romain Contractors the contract for the project, and\r\nconstruction started in 2007 on the southern side of Ellis Creek at Folly Road. In\r\nOctober of 2008, construction began on the northern side of Ellis Creek\r\nimmediately adjacent to 699 Folly. A median was ultimately placed in the center\r\nof Folly Road though it was not present in the initial plans.\r\n\r\nFrampton alleged there were many actions that blocked access from 699 Folly to\r\nFolly Road, including the placement of orange construction fencing, silt fencing,\r\nand concrete barriers in November of 2008. The concrete driveway that provided\r\naccess to 699 Folly as well as the adjacent curb and gutter were removed in\r\nNovember and December of 2008. New sewer pipe trenches were excavated and\r\nnew sewer pipes installed across the former driveway for 699 Folly. DOT\r\nconstructed a new sidewalk, curb, and gutter in January of 2009 in front of 699\r\nFolly along its boundary line with Folly Road, and Frampton alleged it also\r\nblocked all access from Folly Road to 699 Folly. Further, the area in front of 699\r\nFolly and its driveway was used as a \"lay down area\" for equipment throughout the\r\nconstruction project, which further blocked any access.\r\n\r\nAround June of 2009, DOT agreed to shorten the guardrail from the initial length\r\nand create a turnaround area for 699 Folly to allow access to Folly Road.\r\nHowever, because concrete for a sidewalk and curb had already been poured in\r\nfront of 699 Folly's existing driveway, the concrete had to be torn out in order to\r\nreestablish access from 699 Folly to Folly Road. DOT finally restored access to\r\n699 Folly in January of 2010 after a series of grading, drainage, and pothole\r\nproblems were addressed pursuant to state law. See S.C. Code Ann. § 57-5-1140\r\n(2006) (setting forth the requirements for installing residential rights-of-way\r\nentrances and aprons to state highways).\r\n\r\nAs a result of the construction activities and access issues, the tenant occupying\r\n699 Folly vacated the premises in October of 2008 before his lease ended.\r\nFrampton asserted that DOT's construction and blockage of access to 699 Folly\r\nprevented him from renting the home after the tenant vacated the property. Once\r\naccess was restored, Frampton rented 699 Folly in March of 2010 after a short\r\nmarketing period. The tenant who vacated 699 Folly during DOT's construction\r\npaid Frampton $950 a month in rent. Frampton confirmed that some deferred\r\nmaintenance was performed on the rental home at 699 Folly during the\r\nconstruction. After the construction was completed, Frampton's tenant paid $1150\r\na month starting in March of 2010.\r\n\nFrampton filed his initial summons and complaint on September, 29, 2009,\r\nclaiming inverse condemnation and constitutional torts, and DOT filed its initial\r\nanswer on November 3, 2009. On June 17, 2011, DOT filed a motion to transfer\r\nthe case to the non-jury docket. The trial court denied the motion in a Form 4\r\norder dated September 28, 2011. Frampton amended his complaint on December\r\n14, 2011, and DOT responded by filing an amended answer on February 3, 2012.\r\n\r\nAt the beginning of the trial, DOT asked the trial court to postpone seating a jury\r\nuntil the trial court decided whether, as a matter of law, a taking had occurred.\r\nUntil that determination was made, DOT argued a jury trial was improper. The\r\ntrial court viewed the motion as one to bifurcate the trial into a separate taking and\r\ncompensation phase and denied the motion.2 See Cobb v. S.C. Dep't of Transp.,\r\n365 S.C. 360, 365, 618 S.E.2d 299, 301 (2005) (explaining that in an inverse\r\ncondemnation case, the trial court will first determine whether a claim has been\r\nestablished, and then, the issue of compensation may be submitted to a jury at\r\neither party's request). The trial court stated it would later determine what issues,\r\nif any, would be submitted to the jury.\r\n\r\nAfter both parties' presentation of testimony relating to the alleged taking, the trial\r\ncourt removed the jury from the court room to announce its ruling. Frampton\r\ncontended as part of the physical taking of his property, he was allowed to argue to\r\nthe jury that he suffered damages from the median as an incidental part of the\r\nwhole construction. The trial court rejected his argument and found the median in\r\nand of itself was not a taking. Moreover, the trial court stated it did not believe\r\nFrampton \"could piggyback\" the issue of the median with the blocking of 699\r\nFolly's access.3 The trial court then found by a preponderance of the evidence that\r\n\"the drive to 699 [Folly], the access to 699 [Folly], was blocked by the actions of\r\nDOT for sixteen months,\" from November of 2008 through February 2010. The\r\nonly issue submitted to the jury was \"how much [Frampton] lost as a result of the\r\ntaking\" during the sixteen months.\r\n\r\nThe trial court proceeded with the compensation phase of the trial and requested\r\nthe jury be seated again. Frampton qualified a real estate appraiser, Thomas\r\nHartnett, as an expert in real estate and banking, to estimate the damages Frampton\r\nincurred from the taking. Harnett acknowledged Frampton leased 699 Folly for\r\n\r\n2   A different judge from the one presiding at trial entered the first denial.\r\n3   Frampton did not appeal the trial court's ruling on the median.\r\n\nonly $950 a month prior to the taking and then $1150 a month after the taking, but\r\nhe testified that contract rent and market rent are two separate calculations and can\r\nbe different. Harnett testified the market value of 699 Folly was $250,000.\r\nFurther, he stated eight percent was a fair investment return on 699 Folly, which\r\nequaled $20,000 a year, or $1,666.67 a month. He explained that a person would\r\nexpect an increased return from a rental property versus money deposited in a bank\r\nbecause there are additional costs and risks involved with maintaining a rental\r\nproperty. Harnett estimated Frampton's total loss equaled $26,666.67 for the\r\nsixteen months that the access of easement was taken at 699 Folly. Then, Harnett\r\ncalculated the present value of the total loss using the statutory interest rate of eight\r\npercent and stated the loss at present value equaled $31,104. Next, Harnett\r\ncalculated the present value with a statutory interest rate of eight percent for the\r\ninvoices reflecting Frampton's costs in relocating and restoring 699 Folly's\r\ndriveway as well as Frampton's utility bills for the time 699 Folly was vacant, and\r\nthe damages totaled $4,473.44.\r\n\r\nThe jury awarded $36,527 in favor of Frampton. DOT filed a 59(e), SCRCP\r\nmotion arguing the trial court erred in (1) failing to separate the proceedings into a\r\nnon-jury takings phase and jury compensation phase, (2) failing to apply the\r\ncorrect case law from Penn Central Transportation Company v. New York City,\r\n438 U.S. 104 (1978), and (3) finding the taking endured for sixteen months. The\r\ntrial court denied the motion, and this appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"An action brought by a property owner against a [governmental entity] for the\r\ntaking of the owner's property without just compensation is an action at law.\" Sea\r\nCabins on the Ocean IV Homeowners Ass'n, Inc. v. City of N. Myrtle Beach, 337\r\nS.C. 380, 388, 523 S.E.2d 193, 197 (Ct. App. 1999) aff'd sub nom. Sea Cabins on\r\nOcean IV Homeowners Ass'n, Inc. v. City of N. Myrtle Beach, 345 S.C. 418, 548\r\nS.E.2d 595 (2001) (citing S.C. Pub. Serv. Auth. v. Arnold, 287 S.C. 584, 586, 340\r\nS.E.2d 535, 537 (1986); Poole v. Combined Util. Sys., 269 S.C. 271, 273-74, 237\r\nS.E.2d 82, 83 (1977)).\r\n\r\nOn appeal from an action at law tried with or without a jury, the appellate court's\r\nstandard of review extends only to the correction of errors of law. Townes Assocs.,\r\nLtd. v. City of Greenville, 266 S.C. 81, 85-86, 221 S.E.2d 773, 775 (1976). The\r\nfactual findings of the jury or the trial judge will not be disturbed \"unless a review\r\n\nof the record discloses that there is no evidence which reasonably supports [its]\r\nfindings.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nSeating of the Jury\r\n\r\nDOT contends the trial court erred in seating the jury during the takings phase.\r\nDOT maintains this error was unduly prejudicial and deprived it of a mode of trial\r\nto which it was entitled. We disagree.\r\n\r\nIn an inverse condemnation case, the trial court will first determine whether a\r\nclaim has been established. Cobb v. S.C. Dep't of Transp., 365 S.C. 360, 365, 618\r\nS.E.2d 299, 301 (2005). Then, the issue of compensation may be submitted to a\r\njury at either party's request. Id.\r\n\r\nAs a threshold matter, we will address Frampton's assertion that DOT did not\r\npreserve this issue for our review. Orders affecting the mode of trial affect a\r\nsubstantial right as defined in section 14-3-330(2) of the South Carolina Code\r\n(1976), \"and must, therefore, be appealed immediately.\" Lester v. Dawson, 327\r\nS.C. 263, 266, 491 S.E.2d 240, 241 (1997); e.g., Foggie v. CSX Transp., Inc., 313\r\nS.C. 98, 103, 431 S.E.2d 587, 590 (1993) (\"Issues regarding mode of trial must be\r\nraised in the trial court at the first opportunity, and the order of the trial judge is\r\nimmediately appealable.\"). \"Moreover, the failure to timely appeal an order\r\naffecting the mode of trial effects a waiver of the right to appeal that issue.\"\r\nLester, 327 S.C. at 266, 491 S.E.2d at 241 (citing Foggie, 313 S.C. at 103, 431\r\nS.E.2d at 590).\r\n\r\nDOT filed a motion to transfer the case to the non-jury docket on June 17, 2011.\r\nThe trial court denied the motion in a Form 4 order dated September 28, 2011.\r\nDOT never appealed the trial court's order. DOT raised this issue again at trial,\r\nand the trial court again denied its request. The question before us is whether the\r\ntrial court's initial order denying DOT's motion was immediately appealable.\r\n\r\nIn the case before us, DOT asserted a right to a non-jury trial for the takings phase\r\nof the inverse condemnation case. The trial court's order denied DOT's request for\r\na non-jury trial during the takings phase and required it to go forth with a jury trial.\r\nThis ruling could not be overturned by the trial judge who eventually tried the case.\r\nSee Cook v. Taylor, 272 S.C. 536, 538, 252 S.E.2d 923, 924 (1979) (one circuit\r\n\njudge does not have the power to reverse an order of another circuit judge\r\nregarding the proper mode of trial); see also Cobb v. S.C. Dep't of Transp., 365\r\nS.C. 360, 363, 618 S.E.2d 299, 300 (2005) (\"If an order deprives a party of a mode\r\nof trial to which that party is entitled as a matter of right, the order is immediately\r\nappealable and failure to do so forever bars appellate review.\"). We find DOT did\r\nnot preserve this issue for our review because it did not immediately appeal the\r\ntrial court's order affecting the mode of trial, which is a substantial right.\r\n\r\nCorrect Application of Relevant Case Law\r\n\r\nDOT argues the trial court incorrectly applied Byrd v. City of Hartsville, 365 S.C.\r\n650, 620 S.E.2d 76 (2005), and asserts the trial court should have evaluated the\r\nfacts pursuant to Penn Central Transportation Company v. City of New York, 438\r\nU.S. 104 (1978) and found Frampton was not entitled to damages. We disagree.\r\n\r\n\"The South Carolina Constitution provides, '[e]xcept as otherwise provided in this\r\nConstitution, private property shall not be taken for private use without the consent\r\nof the owner, nor for public use without just compensation being first made for the\r\nproperty.'\" Hilton Head Auto., LLC v. S.C. Dep't of Transp., 394 S.C. 27, 30, 714\r\nS.E.2d 308, 310 (2011) (quoting S.C. Const. art. I, § 13(A)). \"In an inverse\r\ncondemnation action, a private property owner seeks to establish that a government\r\nentity has taken his or her property.\" Id. \"The governmental conduct at issue\r\ngenerally takes one of two forms: (1) the entity has physically appropriated private\r\nproperty or (2) the entity has imposed restrictions on the use of the property that\r\ndeprive the owner of the property's 'economically viable use.'\" Id.; see, e.g., Byrd,\r\n365 S.C. at 656-58, 620 S.E.2d at 79-80.\r\n\r\n             Although no set formula exists for determining whether\r\n             property has been 'taken' by the government, the relevant\r\n             jurisprudence does provide significant guideposts.\r\n             Determining whether government action effects a taking\r\n             requires a court to examine the character of the\r\n             government's action and the extent to which this action\r\n             interferes with the owner's rights in the property as a\r\n             whole.\r\n\r\nHardin v. S.C. Dep't of Transp., 371 S.C. 598, 605, 641 S.E.2d 437, 441 (2007)\r\n(citing Penn Central, 438 U.S at 130-31). \"Stated more specifically, these 'ad hoc,\r\nfactual inquiries' involve examining the character of the government's action, the\r\n\neconomic impact of the action, and the degree to which the action interferes with\r\nthe owner's investment-backed expectations.\" Id. (citing Loretto v. Teleprompter\r\nManhattan CATV Corp., 458 U.S. 419, 426 (1982)). \"Generally, the physical\r\noccupation of private property by the government results in a taking regardless of\r\nthe public interest the government's action serves.\" Id. \"Additionally, the\r\nenforcement of a government regulation will usually effect a taking when the\r\nregulation denies all economically beneficial or productive use of land.\" Id. (citing\r\nLucas v. S.C. Coastal Council, 505 U.S. 1003, 1015-016 (1992)). Whether\r\nphysical or regulatory, permanency is not required to find a taking has occurred\r\nbecause \"the government must compensate for even a temporary taking.\" Byrd,\r\n365 S.C. at 657, 620 S.E.2d at 79.\r\n\r\nDOT first claims Frampton asserted a regulatory taking. See Kiriakides v. Sch.\r\nDist. of Greenville Cnty., 382 S.C. 8, 15, 675 S.E.2d 439, 442 (2009) (stating that\r\nunder a claim for regulatory inverse condemnation, Penn Central requires the court\r\nto look at \"(1) the economic impact on the claimant, especially the extent to which\r\nthe governmental entity has interfered with the claimant's investment-backed\r\nexpectations, and (2) the character of the governmental action\"). However, DOT\r\ndoes not cite any regulation or government-imposed limitation that would give rise\r\nto what it alleges is a regulatory takings claim. We disagree with any portion of\r\nDOT's argument that contends a regulatory taking analysis applies to this case.\r\nThe record and Frampton's complaint reflect that Frampton premised his claim on\r\nDOT's physical appropriation of private property and not a regulatory taking.\r\nThus, we continue our analysis using a physical taking framework.\r\n\r\nThe law is clear that following Hardin, \"a proper analysis of an inverse\r\ncondemnation claim premised on an alleged physical taking must begin with a\r\ndetermination of the scope of the property rights at issue.\" Hilton Head Auto., LLC\r\nv. S.C. Dep't of Transp., 394 S.C. 27, 30, 714 S.E.2d 308, 310 (2011). When\r\nanalyzing what property interests exist with reference to the public road system\r\nand a property owner's access thereto, our supreme court stated the focus is on how\r\nany road re-configuration affects a property owner's easements. Hardin, 371 S.C.\r\nat 609, 641 S.E.2d at 443. As an abutting property owner, Frampton had an\r\n\"easement for access\" to Folly Road.4 See Hilton Head Auto., 394 S.C. at 30-31,\r\n714 S.E.2d at 310. If governmental action materially injured this easement, such\r\nthat Frampton no longer enjoyed the reasonable means of access to which he was\r\n\r\n4DOT concedes that Frampton, as a landowner, was entitled to an easement for\r\naccess between 699 Folly and Folly Road.\r\n\nentitled, a physical taking has occurred. Id. at 31, 714 S.E.2d at 310; see S.C. State\r\nHighway Dep't v. Allison, 246 S.C. 389, 393, 143 S.E.2d 800, 802 (1965) (\"[A]n\r\nobstruction that materially injures or deprives the abutting property owner of\r\ningress or egress to and from his property is a 'taking' of the property, for which\r\nrecovery may be had.\"); Sease v. City of Spartanburg, 242 S.C. 520, 524-25, 131\r\nS.E.2d 683, 685 (1963) (\"The protection of [the South Carolina takings clause]\r\nextends to all cases in which any of the essential elements of ownership has been\r\ndestroyed or impaired as the result of the construction or maintenance of a public\r\nstreet.\"); Brown v. Hendricks, 211 S.C. 395, 403, 45 S.E.2d 603, 606 (1947) (\"'The\r\naccessibility of one's property may in some instances constitute a great part of its\r\nvalue, and to permit a material impairment of his access would result in the\r\ndestruction of a great part of the value . . . and his property is therefore as\r\neffectually taken as if a physical invasion was made thereon and a physical injury\r\ndone thereto.'\" (quoting with approval Foster Lumber Co. v. Ark. Valley & Western\r\nRy. Co., 95 P. 224, 228 (Okla. 1908))).\r\n\r\nWe find the trial court correctly applied the law as stated in Hardin and Hilton\r\nHead Auto, LLC. Accordingly, we affirm the trial court's application of the law to\r\nthese facts.\r\n\r\nProof of Taking\r\n\r\nDOT contends that Frampton did not present sufficient evidence to support a\r\nfinding of a taking of property, temporary or otherwise. We disagree.\r\n\r\nDOT first argues the elements of eminent domain and inverse condemnation are\r\nnot applicable here because DOT was exercising its separate and distinct police\r\npower. It maintains it was rerouting and diverting traffic, and Frampton is not\r\nentitled to any compensation for restrictions or damage placed upon his property\r\nby the exercise of that police power. To support its position, DOT quotes the\r\nfollowing:   This court has previously recognized that there is a\r\n             distinction between the exercise of the police power and\r\n             the exercise of the power of eminent domain; that just\r\n             compensation is required in the case of the exercise of\r\n             eminent domain but not for the loss by the property\r\n             owner which results from the constitutional exercise of\r\n             the police power.\r\n\nS.C. State Highway Dep't v. Wilson, 254 S.C. 360, 365, 175 S.E.2d 391, 394\r\n(1970) (citing Richards v. City of Columbia, 227 S.C. 538, 547-48, 88 S.E.2d 683,\r\n687 (1955); Edens v. City of Columbia, 228 S.C. 563, 571, 91 S.E.2d 280, 282-83\r\n(1956)). We disagree with DOT's position. Frampton never contended the\r\nredirecting or rerouting of traffic caused his damage or constituted a taking. The\r\nrecord reflects that Frampton argued and continues to argue that DOT's\r\nconstruction and related activities blocked his easement for access to 699 Folly\r\nsuch that it constituted a physical taking. Because we do not believe DOT was\r\nasserting its police power under these facts, we will analyze the law regarding\r\ntakings in South Carolina.\r\n\r\nDOT maintains that even if Hardin applies, Frampton's claim centers around the\r\nsilt fence placed during construction and argues there are at least two reasons this\r\nclaim is not supported by the evidence. First, it contends the real issue \"is not that\r\nthe fence was placed, but that it was not removed during the construction period,\"\r\nand thus, there is no affirmative governmental action to constitute a taking. It then\r\ncontends the equitable defense of laches is applicable. We disagree with its first\r\nargument and find its second argument was not preserved for our review.\r\n\r\nDOT attempts to avoid liability by stating while the initial placement of the silt\r\nfence may have been an affirmative action, Frampton's complaint is about the\r\npassive event of not taking down the silt fence. However, we do not believe that is\r\nan accurate representation of Frampton's claim. Frampton complains there was no\r\naccess to 699 Folly during DOT's construction from various actions of DOT and its\r\ncontractors, including the placement of the silt fence. To prove a physical taking,\r\nFrampton must show governmental action materially injured his access easement,\r\nsuch that he could no longer enjoy the reasonable means of access to which he is\r\nentitled. See Hilton Head Auto., 394 S.C. at 30-31, 714 S.E.2d at 310. Despite\r\nDOT's contention that Frampton never requested the silt fence be moved to gain\r\naccess to 699 Folly, case law does not require the property owner to make such a\r\nrequest before bringing an action at law for a taking. DOT further argues the\r\ncontractors and subcontractors on the project never refused entrance to 699 Folly\r\nto anyone with rights to enter the property. Even if this were true, Frampton\r\ntestified and provided pictures of constant disturbance and blockage around the\r\naccess point to 699 Folly. He also testified that when contractors were asked to\r\nmove their equipment, other contractors would almost immediately move different\r\nequipment into the easement for access. Thus, we find this first argument is\r\nwithout merit.\r\n\nSecond, DOT contends the equitable defense of laches is applicable. A review of\r\nthe record reflects that this argument was not raised to the trial court. Accordingly,\r\nwe find this argument was not preserved for appellate review. See Hill v. S.C.\r\nDep't of Health and Envtl. Control, 389 S.C. 1, 21, 698 S.E.2d 612, 623 (2010)\r\n(\"[T]o preserve an issue for appellate review, a matter may not be raised for the\r\nfirst time on appeal, but must have been both raised to and ruled upon by the trial\r\ncourt.\").\r\n\r\nFor the forgoing reasons, we hold there was sufficient evidence in the record to\r\nsupport the trial court's finding of a taking, and thus, we affirm the trial court's\r\ndecision.\r\n\r\nFinally, DOT states that even if this court finds there is evidence to support a\r\ntaking, the evidence does not support the finding that the taking existed for sixteen\r\nmonths. However, Frampton testified his tenant paid rent through October of 2008\r\nand left prior to the lease terminating because of the taking. Frampton provided\r\nmany photographs depicting the activities from construction that blocked the\r\ningress and egress from 699 Folly to Folly Road. After a short marketing period\r\nfollowing the reestablishment of access to 699 Folly, his next tenant occupied the\r\nproperty beginning in March of 2010. We find there is evidence in the record to\r\nsupport the trial court's determination of the duration of the taking.\r\n\r\nAccordingly, we affirm the trial court's finding of a taking for a length of sixteen\r\nmonths.\r\n\r\nExcessive Jury Verdict\r\n\r\nDOT argues that even if the trial court properly found that a taking occurred, this\r\ncourt should reduce the jury's verdict because it was excessive and outside the\r\nscope of any credible evidence. We disagree.\r\n\r\nDOT opposes the method by which Harnett calculated Frampton's damages caused\r\nby the taking of 699 Folly's easement for access. Harnett explained his\r\nmethodology in detail, and DOT had the opportunity to fully cross-examine him\r\nand discredit any portion of his testimony. The jury chose to believe and use\r\nHarnett's assessment of the damages, and this court may not second-guess\r\ndetermination of credibility by the trier of fact. See Hobgood v. Pennington, 300\r\n\nS.C. 309, 313, 387 S.E.2d 690, 692 (Ct. App. 1989) (\"If there is any evidence to\r\nsustain the factual findings implicit in the jury's verdict, this court must affirm.\").\r\n\r\nDOT also argues the rate of interest used by Harnett was improper and maintains\r\nthe trial court should have taken judicial notice that the market interest rates in the\r\n2008-2009 time period were minimal. We disagree.\r\n\r\n\"South Carolina case law implies that interest recoverable in inverse condemnation\r\nactions is an issue to be charged to the jury for its determination as a measure of\r\ndamages.\" Vick v. S.C. Dep't of Transp., 347 S.C. 470, 481, 556 S.E.2d 693, 699\r\n(Ct. App. 2001).; see S.C. State Highway Dep't v. Miller, 237 S.C. 386, 392, 117\r\nS.E.2d 561, 564 (1960) (stating, \"[a]ssuming, without deciding,\" that interest was\r\nrecoverable, \"it was the duty of the respondents to call the matter of interest on the\r\naward to the attention of the trial [j]udge and request an instruction upon such so\r\nthat the jury could, by their verdict, determine what was 'just compensation'\").\r\n\"Moreover, '[t]he court may even consider the market rate of interest rather than\r\nthe statutory legal rate, if that will be required to compensate the plaintiff fully.'\"\r\nId. (quoting 11 S.C. Juris. Damages § 8(a)).\r\n\r\nDespite DOT's argument on appeal, the record reflects DOT agreed to allow\r\nFrampton to argue to the jury that he could have earned eight percent on any\r\ndamages to which he may be entitled. Further, DOT did not object to the charge\r\nregarding the interest rate or request that judicial notice be taken of the market\r\ninterest rates from 2008 to 2009. Therefore, we hold the trial court was within its\r\nauthority to allow Frampton's expert to testify as to his opinion of the interest rate.\r\n\r\nAttorney's Fees and Costs\r\n\r\nDOT contends the trial court erred in awarding attorney's fees and costs pursuant to\r\nsection 28-11-30 of the South Carolina Code (Supp. 2012). DOT maintains\r\nsection 28-2-510 of the South Carolina Code (2007) is the applicable statute. It\r\nargues that under these facts, Frampton was not the prevailing party as set forth in\r\nsection 28-2-510, and, thus, he was not entitled to attorney's fees and costs. We\r\ndisagree.\r\n\r\nThe pertinent portion of section 28-11-30, entitled \"Reimbursement of property\r\nowners for certain expenses,\" provides\r\n\n              To the extent that Title III of the Uniform Relocation\r\n              Assistance and Real Property Acquisition Policies Act of\r\n              1970 (Public Law 91-646) makes certain requirements\r\n              pertaining to the acquisition of real property by states\r\n              prerequisites to federal aid to such states in programs or\r\n              projects involving the acquisition of real property for\r\n              public uses, state agencies and instrumentalities and\r\n              political subdivisions and local government agencies and\r\n              instrumentalities involved in these programs or projects\r\n              may expend available public funds as provided in this\r\n              section, whether or not the program or project is federally\r\n              aided.                       ....\r\n\r\n              (3) Where an inverse condemnation proceeding is\r\n              instituted by the owner of a right, title, or interest in real\r\n              property because of use of his property in a program or\r\n              project, the court, rendering a judgment for the plaintiff\r\n              in the proceeding and awarding compensation for the\r\n              taking of property, or the attorney effecting a settlement\r\n              of a proceeding, shall determine and award or allow to\r\n              the plaintiff, as a part of the judgment or settlement, a\r\n              sum that will, in the opinion of the court or the agency's\r\n              attorney, reimburse the plaintiff for his reasonable costs,\r\n              disbursements, and expenses, including reasonable\r\n              attorney, appraisal, and engineering fees actually\r\n              incurred because of the proceeding.\r\n\r\n§ 28-11-30.\r\n\r\nDOT maintains section 28-2-510 under the Eminent Domain Procedure Act is the\r\nappropriate statute to use in determining attorney's fees under these facts because it\r\nis the more specific statute. Section 28-2-510, entitled \"Award of costs and\r\nlitigation expenses; procedures; prevailing landowner defined,\" provides\r\n\r\n              (A) If, in the action challenging the condemnor's right to\r\n              take, the court determines that the condemnor has no\r\n              right to take all or part of any landowner's property, the\r\n\n              landowner's reasonable costs and litigation expenses\r\n              incurred therein must be awarded to the landowner. If the\r\n              court determines the right to take issue was not raised\r\n              and litigated in good faith by the landowner, the court\r\n              must award the condemnor the reasonable costs and\r\n              litigation expenses incurred therein.\r\n\r\n              (B)(1) A landowner who prevails in the trial of a\r\n              condemnation action, in addition to his compensation for\r\n              the property, may recover his reasonable litigation\r\n              expenses by serving on the condemnor and filing with the\r\n              clerk of court an application therefor within fifteen days\r\n              after the entry of the judgment. . . .\r\n\r\n              (2) For the purpose of this section, \"prevails\" means that\r\n              the compensation awarded (other than by settlement) for\r\n              the property, exclusive of interest, is at least as close to\r\n              the highest valuation of the property that is attested to at\r\n              trial on behalf of the landowner as it is to the highest\r\n              valuation of the property that is attested to at trial on\r\n              behalf of the condemnor.\r\n\r\n§ 28-2-510.\r\n\r\nWe believe section 28-11-30 is the more specific statute. The statute expressly\r\naddresses a landowner's ability to receive attorney's fees and costs as a result of\r\nprevailing in an inverse condemnation case. See Wooten ex rel. Wooten v. S.C.\r\nDep't of Transp., 333 S.C. 464, 468, 511 S.E.2d 355, 357 (1999) (a specific\r\nstatutory provision prevails over a more general one).\r\n\r\nFurther, we are concerned that by applying the language of section 28-2-510 to\r\ninverse condemnation cases, a landowner would be forced to essentially \"bet\r\nagainst himself.\" Unlike in a typical condemnation case, where the government\r\nand the landowner simply disagree on the value of the land taken, in most inverse\r\ncondemnation cases, the government denies there was a taking at all, and thus, its\r\nvaluation of the land is zero. The landowner must then foresee whether the jury\r\nwould award a judgment at least as close to the highest valuation of the property\r\nattested to on his behalf as it is to the likely zero valuation of the property attested\r\nto by the government.\r\n\nMoreover, the landowner in an inverse condemnation case must first establish a\r\ntaking occurred, a requirement that is not usually present for a landowner in a\r\ntypical condemnation case. Applying the prevailing party definition of section 28-\r\n2-510 to inverse condemnation cases would place a heavier burden on landowners\r\nin inverse condemnation cases, a result that we do not think was intended by our\r\nlegislature.\r\n\r\nBased on the forgoing reasons, we find the trial court applied the correct statute in\r\ndetermining whether Frampton was entitled to attorney's fees. Accordingly, we\r\naffirm the trial court's decision.\r\n\r\nCONCLUSION\r\n\r\nFor the forgoing reasons, we find DOT did not preserve its arguments regarding\r\nprejudice resulting from the failure to hold a non-jury takings phase, the defense of\r\nlaches, and the interest rate testified to by Harnett. As to its remaining arguments,\r\nwe affirm the trial court.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"}]