[{"id":"5096","title":"Barber v. Barber","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5096.pdf","description":"Husband's estate appeals from the final order of the family court granting Wife a divorce, equitably dividing the parties' property, and awarding alimony to Wife.  Husband argues the family court erred in awarding Wife the benefit of his survivor's benefit plans.  We affirm.","date":"2013-03-06","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA\r\n                        In The Court of Appeals\r\n\r\n            Linda Rose Barber, Respondent,\r\n\r\n            v.\r\n\r\n            Daryl Scott Barber, as Personal Representative of the\r\n            Estate of Robert Donald Barber, Appellant.\r\n\r\n            Appellate Case No. 2010-164206\r\n\r\n\r\n\r\n                        Appeal From Richland County\r\n                   W. Thomas Sprott, Jr., Family Court Judge\r\n\r\n\r\n                            Opinion No. Op. 5096\r\n                   Heard March 4, 2013 – Filed March 6, 2013\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Timothy G. Quinn, of Quinn & Mason, LLC, of\r\n            Columbia, for Appellant.\r\n\r\n            James W. Corley, of Columbia, for Respondent.\r\n\r\n\r\n\r\nCURETON, A.J.: Husband's estate appeals from the final order of the family\r\ncourt granting Wife a divorce, equitably dividing the parties' property, and\r\n\nawarding alimony to Wife. Husband argues the family court erred in awarding\r\nWife the benefit of his survivor's benefit plans.1 We affirm.\r\n\r\nFACTS\r\n\r\nIn 1996, after more than twenty years of marriage, the parties separated. In 1999,\r\nthe family court in Lexington County entered a consent order establishing\r\nHusband's obligations to (1) pay Wife \"$1,300 monthly as unallocated support,\"\r\n(2) provide her with medical and dental insurance, and (3) maintain \"all existing\r\nlife insurance policies and survivor's benefits.\"\r\n\r\nNo further legal action occurred until 2009, when Wife brought an action in the\r\nfamily court in Richland County. Husband answered Wife's Amended Complaint\r\nin that action, moved to dismiss, and counterclaimed. In his counterclaim,\r\nHusband acknowledged Wife \"should be entitled to an equitable distribution of\r\nboth his military and civil service pensions.\"\r\n\r\nIn its Final Decree and Order on February 18, 2010, the family court ordered\r\nHusband to allocate to Wife fifty percent of the benefit earned from his retirement\r\nplans during the marriage. The family court stated Wife \"may elect to waive the\r\nSurvivor Benefits Coverage.\"\r\n\r\nHusband died while this appeal was pending. His estate was substituted for him as\r\na party to this appeal.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In appeals from the family court, [appellate courts] review[] factual and legal\r\nissues de novo.\" Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667\r\n(2011).\r\n\r\nLAW/ANALYSIS\r\n\r\nHusband asserts the family court erred in awarding the benefit of his survivor's\r\nbenefit plans to Wife. We disagree.\r\n\r\n1 Husband identified five issues on appeal. We address only the question of the\r\nsurvivor's benefit plans because, at oral argument, he conceded the remaining four\r\nissues.\r\n\nWith regard to military retirement benefits, a person who is required by a court\r\norder in a divorce proceeding to provide survivor's benefit coverage to a former\r\nspouse and who makes such an election may not change that election except\r\nthrough another court order that modifies the election provision of the first order.\r\n10 U.S.C.A. § 1450 (2010). Similarly, survivor's benefits in a civil service\r\nretirement plan are subject to \"the terms of any decree of divorce or annulment or\r\nany court order or court-approved property settlement agreement incident to such\r\ndecree.\" 5 U.S.C.A. § 8341(h) (2007).\r\n\r\nHusband argues that, while the family court had authority to make an equitable\r\ndivision of his retirement plans, it lacked jurisdiction over his election of a\r\nbeneficiary for his survivor's benefit plans. See Brown v. Brown, 279 S.C. 116,\r\n119, 302 S.E.2d 860, 861 (1983) (finding the federal law in effect at that time\r\ndeprived the family court of jurisdiction over federal survivor's benefit plans and\r\nrequired reversal of family court's requirement that military retiree elect his former\r\nwife as the beneficiary of his survivor's benefits), overruled on other grounds by\r\nTiffault v. Tiffault, 303 S.C. 391, 392, 401 S.E.2d 157, 158 (1991). Therefore, he\r\nreasons, the family court erred in ordering him to maintain Wife as the beneficiary\r\nof his survivor's benefit plans.2\r\n\r\nWe recognize the preemptive effect of federal law. See Weston v. Kim's Dollar\r\nStore, 385 S.C. 520, 525-26, 684 S.E.2d 769, 772 (Ct. App. 2009) (reciting the\r\nsupremacy of federal law over state law and acknowledging state law that conflicts\r\nwith federal law has no effect), aff'd and remanded, 399 S.C. 303, 731 S.E.2d 864\r\n(2012). Clearly, our state courts are bound by federal laws applicable to military\r\nand civil service retirement plans. Moreover, those laws do not expressly prohibit\r\na family court from ordering a divorcing party to maintain survivor's benefit\r\ncoverage for a former spouse. On the contrary, the language of the governing\r\nstatutes expressly permits court-ordered designation of beneficiaries. See 10\r\nU.S.C.A. § 1450; 5 U.S.C.A. § 8341(h). Accordingly, we find federal law did not\r\ndeprive the family court of jurisdiction to order the designation of Wife as the\r\nbeneficiary of Husband's survivor's benefit plans.\r\n\r\nWe do not reach Husband's remaining issues on appeal. At oral argument, the\r\nparties agreed Husband's death had rendered those issues moot.\r\n\r\n2According to counsel, Husband desired to make his young son, who was born to\r\nHusband and a third party, the beneficiary of his survivor's benefit plans.\r\n\nCONCLUSION\r\n\r\nWe find the federal law governing military and civil service retirement plans does\r\nnot deprive a family court of jurisdiction to order a divorcing party to maintain\r\nsurvivor's benefit coverage for his former spouse. Consequently, the decision of\r\nthe family court is\r\n\r\nAFFIRMED. \n\r\n\r\nFEW, C.J., and LOCKEMY, J., concur. \n\r\n\n","court":"Appeals"},{"id":"5097","title":"State v. Larmand","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5097.pdf","description":"Francis Larmand appeals his convictions for second-degree lynching, conspiracy, and pointing and presenting a firearm.  He argues the trial court erred in: (1) submitting his written charge to the jury; (2) not directing a verdict on the charges of lynching, conspiracy, and pointing and presenting a firearm; and (3) charging the jury it may infer all persons who were present as members of a mob when an act of violence was committed are guilty as principals.  We reverse.","date":"2013-03-13","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Francis Larmand, Appellant.\r\n\r\n             Appellate Case No. 2009-144086\r\n\r\n\r\n                             Appeal From York County \n\r\n                      William H. Seals, Jr., Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5097 \n\r\n                  Heard November 29, 2012 – Filed March 13, 2013 \n\r\n\r\n\r\n                                    REVERSED\r\n\r\n\r\n             C. Rauch Wise, of C. Rauch Wise Attorney at Law, of\r\n             Greenwood, and John D. Rhea, of McKinney, Givens,\r\n             Tucker & Rhea, of Rock Hill, for Appellant.\r\n\r\n             Attorney General Alan Wilson, Chief Deputy Attorney\r\n             General John W. McIntosh, Senior Assistant Deputy\r\n             Attorney General Salley W. Elliott, and Assistant\r\n             Attorney General Deborah R.J. Shupe, all of Columbia,\r\n             and Solicitor Kevin S. Brackett, of York, for Respondent.\r\n\r\n\r\nPER CURIAM: Francis Larmand appeals his convictions for second-degree\r\nlynching, conspiracy, and pointing and presenting a firearm. He argues the trial\r\ncourt erred in: (1) submitting his written charge to the jury; (2) not directing a\r\nverdict on the charges of lynching, conspiracy, and pointing and presenting a\r\nfirearm; and (3) charging the jury that it may infer all persons who are present as\r\n\nmembers of a mob when an act of violence is committed are guilty as principals.\r\nWe reverse.\r\n\r\nFACTS\r\n\r\nRyan Lochbaum worked for Larmand's wife, Kerriann, at Pop-A-Lock from 2005\r\nto October 2008, when he was terminated.1 Lochbaum filed for unemployment\r\nbenefits; however, Kerriann testified against him, and he was denied benefits.\r\nKerriann became suspicious that Lochbaum was intercepting calls from her\r\nbusiness and reaching her customers before she could respond, so she and Larmand\r\ninitiated a bogus call for locksmith services (\"a mystery shopper call\") to try to\r\ncatch him answering the call.2 In this particular instance, Larmand drove his truck\r\nto Knight's Stadium in Fort Mill, and Leo Lemire, Kerriann's brother, went with\r\nhim. Kerriann placed a call to the central Pop-A-Lock dispatch in Lafayette,\r\nLouisiana, requesting to have a key made for someone who had locked his keys in\r\nhis car at the stadium. However, no one responded to the call to provide locksmith\r\nservices. Larmand then decided to drive to Lochbaum's house in Rock Hill to see\r\nif Lochbaum had a Pop-A-Lock magnet on his car or if any Pop-A-Lock\r\nemployees were at his house.\r\n\r\nLochbaum testified he was sitting in his van in his driveway when Larmand\r\nwalked up to his house and asked to talk to him. Lochbaum testified that as they\r\nspoke, he saw Lemire \"walking toward [him] at a good clip, carrying a very large\r\nhandgun.\" Lemire said to Lochbaum, \"This is what you get when you f**k with\r\nmy family,\" and pulled the hammer on the gun. Lochbaum asserted he reached for\r\nthe gun, and as they were struggling, Larmand grabbed him around his neck.\r\nEventually, Lochbaum got the gun from Lemire, and Larmand and Lemire ran off.\r\nLochbaum's knuckles and hands were cut in the struggle to get control of the gun,\r\nbut he did not sustain any other injuries.\r\n\r\nLarmand testified he did not know Lemire had a gun with him and did not conspire\r\nwith him to point a firearm at Lochbaum. He testified he parked down the street\r\nfrom Lochbaum's house \"to keep [Lemire] out of it [because] [h]e didn't need to be\r\ninvolved,\" and he told Lemire to stay in the truck. He further testified he never\r\ntold Lemire about Lochbaum or that he thought Lochbaum was stealing business\r\n\r\n1 Pop-A-Lock is part of a national locksmith franchise company that provides\r\nroadside assistance and locksmith services for automotive customers.\r\n2 Kerriann testified a \"mystery shopper call\" is a technique used in the locksmith\r\nindustry to detect call interception.\r\n\nfrom Kerriann. Larmand said he told Lochbaum to leave Kerriann's company\r\nalone, and he admitted he was \"agitated.\" He stated Lochbaum asked him why\r\nthey were contesting his right to unemployment benefits. Larmand told him to\r\n\"man up and get a job,\" and he started to walk back to his truck. As he was\r\nwalking away with his back to Lochbaum, he heard Lemire yell, \"Don't f**k with\r\nmy family.\" He then saw Lemire and Lochbaum struggling with a gun. Larmand\r\nput one arm around Lochbaum to pull him off Lemire. Larmand testified\r\nLochbaum took the gun from Lemire and said, \"Get the hell out of here.\" Larmand\r\ntestified he and Lemire then walked back to Larmand's truck and drove away.\r\n\r\nLemire testified Larmand did not ask him to bring the gun and did not know he had\r\na gun with him. He stated Larmand asked him to go on a sting with him. They\r\nmet at Larmand's house, and while Larmand was inside, Lemire grabbed his\r\nbelongings from his car, including his gun, and got into Larmand's daughter's\r\ntruck. He put the gun under the passenger seat. He claimed they did not talk about\r\nLochbaum the entire night. After no one responded to the mystery-shopper call,\r\nLarmand asked Lemire if he would ride to a house with him to see if any of the\r\ncars had a Pop-A-Lock magnet or if any Pop-A-Lock employees were there.\r\nWhen they got to Lochbaum's house, Larmand told Lemire he was going to talk to\r\nsomeone and for him to wait in the truck. He denied that Larmand asked him to\r\npull a gun on Lochbaum. When he heard someone yelling, Lemire got out of the\r\ntruck and grabbed his gun. He walked to Lochbaum's house because he wanted to\r\nmake sure Larmand was okay. He approached Lochbaum while holding the gun in\r\nthe air and told him, \"Don't f**k with my family.\" He testified he told Lochbaum\r\nnot to mess with his family because he \"thought they were gonna jump [Larmand]\r\nand beat the snot out of him.\" Lochbaum grabbed for the gun, and Lemire fell to\r\nthe ground with Lochbaum on top of him. Lemire claimed he relinquished the gun\r\nwhen he was told the police were coming. He admitted the gun was loaded, but\r\ndenied attempting to fire it. Lochbaum took the gun and pointed it at them.\r\nLarmand and Lemire then walked back to the truck and left.\r\n\r\nBystanders called the police, who stopped Larmand after he left the scene. During\r\nthe traffic stop, Lemire was arrested for pointing and presenting a firearm and was\r\ntaken into custody. Larmand was not arrested at that time and was allowed to\r\nleave. Larmand was arrested the next day when he went to arrange bail for\r\nLemire. Larmand was charged with second-degree lynching, conspiracy, and\r\npointing and presenting a firearm. Lemire was charged with the same offenses.\r\n\r\nA trial was held, and at the close of the State's case, Larmand made a motion\r\nrequesting the court require the State to elect between proceeding on the\r\n\nconspiracy charge or the lynching charge. The court denied the motion. Larmand\r\nmoved for a directed verdict on the charge of pointing and presenting a firearm,\r\narguing the State presented no evidence he conspired with Lemire to have the gun,\r\nbring the gun, or brandish the gun. He also made a motion for a directed verdict on\r\nthe charge of lynching, arguing there was no premeditation under the\r\ncircumstances of the case. The court denied the motions. At the close of the\r\ndefense's case, Larmand renewed his motions for directed verdict, which the court\r\ndenied again.\r\n\r\nThe jury found Larmand guilty of conspiracy, second-degree lynching, and\r\npointing and presenting a firearm.3 The court sentenced him to ten years\r\nimprisonment for second-degree lynching and concurrent sentences of five years\r\nfor criminal conspiracy and pointing and presenting a firearm. The court denied\r\nLarmand's motion for a new trial. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, this court sits to review errors of law only and is bound by the\r\ntrial court's factual findings unless they are clearly erroneous. State v. Wilson, 345\r\nS.C. 1, 5-6, 545 S.E.2d 827, 829 (2001). Thus, on review, the appellate court is\r\nlimited to determining whether the trial court abused its discretion. Id. at 6, 545\r\nS.E.2d at 829. An abuse of discretion occurs when the court's decision is\r\nunsupported by the evidence or controlled by an error of law. State v. Garrett, 350\r\nS.C. 613, 619, 567 S.E.2d 523, 526 (Ct. App. 2002). A motion for directed verdict\r\nis properly denied when there is any evidence, direct or circumstantial, that\r\nreasonably tends to prove the defendant's guilt. State v. Brandt, 393 S.C. 526, 542,\r\n713 S.E.2d 591, 599 (2011). \"When reviewing a denial of a directed verdict, an\r\nappellate court views the evidence and all reasonable inferences in the light most\r\nfavorable to the State.\" Id. \"A defendant is entitled to a directed verdict when the\r\nState fails to produce evidence of the offense charged.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Lynching\r\n\r\n\r\n\r\n3 Lemire was tried at the same time, and the jury also found him guilty of second-\r\ndegree lynching, conspiracy, and pointing and presenting a firearm. Lemire filed a\r\nseparate appeal.\r\n\nLarmand argues the trial court erred in not directing a verdict on the charge of\r\nlynching because the State failed to prove a premeditated intent to commit an act\r\nof violence upon another person. We agree.\r\n\r\nAt the time of Larmand's conviction for second-degree lynching, section 16-3-220\r\nof the South Carolina Code defined second-degree lynching as \"[a]ny act of\r\nviolence inflicted by a mob upon the body of another person and from which death\r\ndoes not result . . . .\" S.C. Code Ann. § 16-3-220 (2003).4 Section 16-3-230\r\ndefined a mob as \"the assemblage of two or more persons, without color or\r\nauthority of law, for the premeditated purpose and with the premeditated intent of\r\ncommitting an act of violence upon the person of another.\" S.C. Code Ann. § 16-\r\n3-230 (2003).5 \"Although '[t]he common intent to do violence' may be formed\r\nbefore or during the assemblage, to sustain a conviction for lynching the State must\r\nproduce at least some evidence of premeditation.\" State v. Smith, 352 S.C. 133,\r\n137, 572 S.E.2d 473, 475 (Ct. App. 2002) (quoting State v. Barksdale, 311 S.C.\r\n210, 214, 428 S.E.2d 498, 500 (Ct. App. 1993)). \"[T]he premeditated purpose and\r\nintent underlying a charge of lynching cannot be spontaneous.\" Id. at 137, 572\r\nS.E.2d at 475.\r\n\r\nAt the close of the State's case, Larmand moved for a directed verdict on the\r\ncharge of lynching, arguing there was no premeditation under the circumstances of\r\nthis case. The State argued it presented the following evidence of premeditation:\r\nLarmand and Lemire drove together to Lochbaum's house; at midnight; were\r\nuninvited; parked down the street from Lochbaum's house; wore dark clothing6;\r\nand separately approached Lochbaum's house on foot with Lemire carrying a\r\nloaded gun pointed at Lochbaum. The court denied Larmand's motion, finding it\r\nwas an issue for the jury.\r\n\r\nLarmand testified he told Lemire to stay in the vehicle while he went to talk to\r\nLochbaum, and he was not aware that Lemire had a gun with him at the time. He\r\nstated he was walking back to his vehicle when he heard Lemire yell at Lochbaum.\r\nLemire testified Larmand instructed him to stay in the vehicle, did not ask him to\r\nbring a gun, did not know he had a gun with him, and did not ask him to pull a gun\r\non Lochbaum or harm him in any way. Lemire further testified he got out of the\r\n\r\n4 This section was repealed in 2010 by 2010 Act No. 273, § 5, eff. June 2, 2010. \n\r\n5 This section also was repealed by 2010 Act No. 273, § 5.\n\r\n6 Larmand and Lemire were both wearing dark clothing. Larmand testified he was \n\r\nwearing dark clothing because he works on vehicles, and Lemire testified he \n\r\nusually wears all black. \n\r\n\nvehicle when he heard someone yelling, and he wanted to make sure Larmand was\r\nnot in any danger. Additionally, none of the State's witnesses testified they saw\r\nany signs of any premeditated intent between Larmand and Lemire to harm\r\nLochbaum.\r\n\r\nWhile we note the State may demonstrate the intent element in a lynching case\r\nthrough testimonial evidence or circumstantial inferences, viewing the evidence\r\nand all reasonable inferences in the light most favorable to the State, we find the\r\nrecord devoid of any evidence, direct or circumstantial, tending to prove Larmand\r\nand Lemire acted with the premeditated purpose and intent required to sustain a\r\nconviction. See Smith, 352 S.C. at 138-39, 572 S.E.2d at 476 (finding the record\r\ndevoid of any evidence, direct or circumstantial, tending to prove the co-\r\ndefendants acted with the premeditated purpose and intent required to sustain a\r\nconviction and reversing Smith's conviction for second-degree lynching); see also\r\nState v. Hernandez, 382 S.C. 620, 625-26, 677 S.E.2d 603, 605-06 (2009)\r\n(determining the State failed to present any evidence such as acts, declarations, or\r\nspecific conduct to support the inference that the petitioners had knowledge of the\r\ncontents of the tractor-trailer; therefore, the conclusion that the petitioners had\r\nknowledge of the drugs in the tractor trailer was mere speculation, and the trial\r\ncourt erred in denying the motion for a directed verdict); State v. Arnold, 361 S.C.\r\n386, 390, 605 S.E.2d 529, 531 (2004) (holding the trial court should grant a\r\ndirected verdict when the evidence merely raises a suspicion that the accused is\r\nguilty). Therefore, we find the trial court erred in denying Larmand's motion for\r\ndirected verdict as to the charge of lynching.\r\n\r\nII.   Conspiracy\r\n\r\nLarmand argues the trial court erred in not directing a verdict on the charge of\r\nconspiracy because the State failed to prove any facts that would reasonably\r\nsupport an agreement between himself and Lemire to inflict an act of violence\r\nupon Lochbaum or point a firearm at Lochbaum. We agree.\r\n\r\nSection 16-17-410 of the South Carolina Code defines conspiracy as \"a\r\ncombination between two or more persons for the purpose of accomplishing an\r\nunlawful object or lawful object by unlawful means.\" S.C. Code Ann. § 16-17-410\r\n(2003). In State v. Fleming, 243 S.C. 265, 274, 133 S.E.2d 800, 805 (1963)\r\n(citations omitted), the South Carolina Supreme Court explained conspiracy:\r\n\r\n             It need not be shown that either the object or the means\r\n             agreed upon is an indictable offense in order to establish\r\n\n             a criminal conspiracy. It is sufficient if the one or the\r\n             other is unlawful. Nor need a formal or express\r\n             agreement be established. A tacit, mutual understanding,\r\n             resulting in the willful and intentional adoption of a\r\n             common design by two or more persons is sufficient,\r\n             provided the common purpose is to do an unlawful act\r\n             either as a means or an end. Although the offense of\r\n             conspiracy may be complete without proof of overt acts,\r\n             such \"acts may nevertheless be shown, since from them\r\n             an inference may be drawn as to the existence and object\r\n             of the conspiracy. It sometimes happens that the\r\n             conspiracy can be proved in no other way.\" \"To establish\r\n             sufficiently the existence of the conspiracy, proof of an\r\n             express agreement is not necessary, and direct evidence\r\n             is not essential, but the conspiracy may be sufficiently\r\n             shown by circumstantial evidence and the conduct of the\r\n             parties. The circumstantial evidence and the conduct of\r\n             the parties may consist of concert of action.\"\r\n\r\n\"Under South Carolina law, no overt acts need be shown to establish a conspiracy.\r\nThe crime consists of the agreement or mutual understanding.\" State v. Horne, 324\r\nS.C. 372, 381, 478 S.E.2d 289, 294 (Ct. App. 1996). \"Once a conspiracy has been\r\nestablished, evidence establishing beyond a reasonable doubt the connection of a\r\ndefendant to the conspiracy, even though the connection is slight, is sufficient to\r\nconvict him with knowing participation in the conspiracy.\" Id. at 382, 478 S.E.2d\r\nat 294. \"[T]he acts and declarations of any conspirator made during the conspiracy\r\nand in furtherance thereof are deemed to be the acts and declarations of every other\r\nconspirator and are admissible against all.\" Id. (quoting State v. Sullivan, 277 S.C.\r\n35, 42, 282 S.E.2d 838, 842 (1981)).\r\n\r\nAt trial, Larmand moved for a directed verdict, arguing there was no evidence he\r\nconspired in any way with Lemire to harm Lochbaum, bring the gun, or brandish\r\nthe gun. The State asserted it presented evidence of conspiracy, which was the\r\nsame evidence it argued met the premeditation requirement for the lynching\r\ncharge. The court denied Larmand's motion, finding the acts and declarations of\r\nany conspirator in conspiracy and in furtherance thereof are deemed to be acts and\r\ndeclarations of every other conspirator and are admissible in full.\r\n\r\nLarmand and Lemire both testified they did not conspire to attack Lochbaum, and\r\nthe State presented no evidence of an agreement between the two. The only\r\n\nevidence the State presented was Larmand and Lemire arrived at the same place\r\ntogether. We find no evidence was presented from which the jury could infer\r\nLarmand and Lemire had a common agreement and understanding to injure\r\nLochbaum or point a firearm at Lochbaum; therefore, the trial court erred in\r\ndenying Larmand's motion for a directed verdict.\r\n\r\nIII.   Pointing and Presenting a Firearm\r\n\r\nLarmand argues the trial court erred in not directing a verdict on the charge of\r\npointing and presenting a firearm because the State failed to prove a conspiracy\r\nbetween Larmand and Lemire or present any evidence sufficient to convict\r\nLarmand of pointing and presenting a firearm. We agree.\r\n\r\nIt is undisputed that Larmand never had possession of the gun. The trial court\r\ndenied Larmand's motion for directed verdict because Lemire had the gun, and the\r\nacts of a conspirator in conspiracy are deemed to be acts of every other conspirator.\r\nBecause we find the trial court erred in denying Larmand's motion for a directed\r\nverdict as to the conspiracy charge, we also find the trial court erred in denying his\r\nmotion for a directed verdict as to the charge of pointing and presenting a firearm.\r\n\r\nCONCLUSION\r\n\r\nWe find the trial court erred in not directing a verdict as to Larmand's charges of\r\nlynching, conspiracy, and pointing and presenting a firearm. We decline to address\r\nLarmand's remaining arguments because these issues are dispositive of the appeal.\r\nSee Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518\r\nS.E.2d 591, 598 (1999) (holding an appellate court need not address remaining\r\nissues when its determination of another issue is dispositive of the appeal).\r\n\r\nAccordingly, Larmand's convictions for second-degree lynching, conspiracy, and\r\npointing and presenting a firearm are\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and HUFF, SHORT, WILLIAMS, THOMAS, PIEPER,\r\nKONDUROS, GEATHERS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5098","title":"Davis v. UniHealth Post","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5098.pdf","description":"UniHealth Post Acute Care and its workers' compensation insurance carrier appeal the workers' compensation commission's decision awarding Susan Davis temporary total disability compensation.   UniHealth argues the commission erred when it (1) determined Davis did not constructively refuse suitable employment; and (2) reinstated temporary compensation that UniHealth had previously agreed to pay.  We affirm.","date":"2013-03-13","type":"opinion","text":"                        THE STATE OF SOUTH CAROLINA \n\r\n                            In The Court of Appeals \n\r\n\r\n               Susan Davis, Employee, Respondent,\r\n\r\n               v.\r\n\r\n               UniHealth Post Acute Care, Employer, and Phoenix\r\n               Insurance Company/Travelers Insurance Company,\r\n               Carrier, Appellants.\r\n\r\n               Appellate Case No. 2011-197634\r\n\r\n\r\n\r\n                Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                                 Opinion No. 5098 \n\r\n                    Heard December 12, 2012 – Filed March 13, 2013 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n               R. Daniel Addison, Hedrick Gardner Kincheloe &\r\n               Garofalo, of Columbia, for Appellants.\r\n\r\n               Michael J. O'Sullivan, Richardson Plowden & Robinson,\r\n               PA, of Columbia, and Aynsley Rogers, Mickle & Bass,\r\n               LLC, of Rock Hill, for Respondent.\r\n\r\n\r\nFEW, C.J.: UniHealth Post Acute Care and its workers' compensation insurance\r\ncarrier appeal the workers' compensation commission's decision awarding Susan\r\nDavis temporary total disability compensation.1 UniHealth argues the commission\r\nerred when it (1) determined Davis did not constructively refuse suitable\r\n\r\n1   We refer to the appellants collectively as UniHealth.\r\n\nemployment; and (2) reinstated temporary compensation that UniHealth had\r\npreviously agreed to pay. We affirm.\r\n\r\n      I.    Facts and Procedural History\r\n\r\nDavis worked as a certified nursing assistant at a UniHealth nursing home. In\r\nOctober 2008, Davis injured her lower back at work. UniHealth acknowledged the\r\ninjury was compensable and provided her medical treatment. In October 2009,\r\nUniHealth assigned Davis to light duty employment in the laundry room to\r\naccommodate work restrictions imposed by her physicians. Davis and UniHealth\r\nconsented to an order under which UniHealth voluntarily began paying Davis\r\ntemporary partial disability compensation on October 13, 2009.\r\n\r\nDavis's job in the laundry room consisted of folding and hanging clothes. Her shift\r\nran from 6:00 a.m. until 2:00 p.m. She and other workers would take only one\r\nbreak—from 7:20 until 7:35—while the laundry was in the washing machines.\r\n\r\nOn the night of April 4, 2010, Davis slept only an hour or two due to back pain and\r\na stomach virus. She continued having back pain the following morning, and she\r\ntook a muscle relaxer fifteen minutes before her shift began. She typically did not\r\ntake muscle relaxers before work because they made her feel sleepy. At 7:35 a.m.,\r\nDavis's supervisor saw her sitting in a chair with her eyes closed. He observed\r\nDavis for approximately twenty-five seconds and heard her snore several times.\r\nHe concluded she was sleeping and reported what he saw. The next day,\r\nUniHealth fired Davis for sleeping on the job. UniHealth's policy is that sleeping\r\non the job is cause for immediate termination of employment.\r\n\r\nUniHealth stopped paying temporary partial disability compensation on the basis\r\nthat by sleeping at work, Davis constructively refused the light duty employment\r\nUniHealth provided her. Davis filed a claim for temporary total disability\r\ncompensation. After a hearing, a single commissioner found that Davis had fallen\r\nasleep at work for a period of twenty to sixty seconds. The commissioner found,\r\nhowever, that Davis did not refuse employment by falling asleep under these\r\ncircumstances. Therefore, the commissioner concluded Davis was entitled to have\r\nher temporary compensation reinstated. Because UniHealth was no longer\r\nproviding her alternative employment, the commissioner ordered UniHealth to pay\r\nDavis temporary total disability compensation from the date UniHealth fired her\r\n\"through the present and continuing . . . until terminated in accordance with the\r\napplicable law.\" An appellate panel affirmed.\r\n\n      II.    Constructive Refusal of Employment\r\n\r\nUniHealth argues the commission erred in finding Davis did not constructively\r\nrefuse employment. UniHealth contends the concept of constructive refusal arises\r\nunder section 42-9-190 of the South Carolina Code (1985), which provides, \"If an\r\ninjured employee refuses employment procured for him suitable to his capacity and\r\napproved by the Commission he shall not be entitled to any compensation at any\r\ntime during the continuance of such refusal.\" The commission found that Davis's\r\n\r\n             sleeping for one minute or less, whether on a morning\r\n             break or not, does not rise to the level of constructive\r\n             refusal of employment. This is particularly true given\r\n             Ms. Davis' difficulty sleeping on the night of April 4,\r\n             2010 was partially due to pain in her low back, a\r\n             compensable body part.\r\n\r\nWe question whether section 42-9-190 allows an employer to deny an employee\r\ntemporary disability compensation for constructively refusing employment. See\r\nJohnson v. Rent-A-Ctr., Inc., 398 S.C. 595, 603, 730 S.E.2d 857, 861 (2012)\r\n(stating there is \"no precedent . . . that a constructive refusal of light duty could\r\ndefeat a claim for temporary total disability\"). Even if it does, we disagree with\r\nUniHealth's argument. The question of whether an employee refused employment\r\nunder section 42-9-190, whether constructive or not, is a question of fact for the\r\ncommission to decide. We find substantial evidence to support the commission's\r\nfinding.\r\n\r\nDavis testified that on the night of April 4, 2010, she slept only one or two hours\r\ndue to back pain and a stomach virus. She also testified she took a muscle relaxer\r\nbefore work to alleviate back pain, and she did not typically take muscle relaxers\r\nbefore work because they made her feel sleepy. Finally, Davis testified her break\r\nlasted until 7:35, which is when her supervisor saw her asleep. This evidence\r\nshows that Davis fell asleep due to a combination of exhaustion and medication, or\r\nthat she took a nap while on break. It does not show that her sleeping amounts to a\r\nrefusal to work. We affirm the commission's finding that Davis did not refuse\r\nemployment.\r\n\n      III.   Temporary Total Disability Compensation\r\n\r\nUniHealth argues the commission erred in ordering it to pay Davis temporary total\r\ndisability compensation. UniHealth contends neither the evidence in the record\r\nnor the commission's findings of fact support a conclusion that Davis is disabled.\r\nIn making this argument, UniHealth asks us to ignore the fact that it voluntarily\r\nagreed Davis was disabled and signed a consent order requiring that UniHealth pay\r\nDavis disability compensation. When UniHealth fired her, the only question\r\nbrought before the commission was whether she refused employment by sleeping.\r\nIf the commission had found she did, she would not have been entitled to any\r\ncompensation. § 42-9-190. When the commission found she did not refuse\r\nemployment, however, she retained the status UniHealth agreed to in the consent\r\norder—a disabled employee entitled to compensation. While UniHealth was\r\nproviding Davis light duty employment, it was able to pay her partial\r\ncompensation instead of total. After UniHealth terminated that employment, its\r\nown agreement that she was disabled and its refusal to provide alternative\r\nemployment required UniHealth to pay her temporary total compensation until the\r\npayments could be properly terminated. The necessary consequence of the\r\ncommission's finding that Davis did not refuse employment, therefore, combined\r\nwith UniHealth's agreement she was disabled and its refusal to provide her\r\nemployment, was that UniHealth was obligated to provide total disability\r\ncompensation. The commission simply imposed this necessary consequence,\r\nwhich continues until the commission allows UniHealth to terminate\r\ncompensation. See S.C. Code Ann. § 42-9-260(F) (Supp. 2012) (requiring the\r\ncommission to adopt regulations for terminating compensation that \"provide for an\r\nevidentiary hearing and commission approval prior to termination\" except in\r\ncircumstances not present here); 8 S.C. Code Ann. Regs. 67-506 (2012) (providing\r\nprocedures for termination more than 150 days after the injury is reported); see\r\nalso Grayson v. Carter Rhoad Furniture, 317 S.C. 306, 310, 454 S.E.2d 320, 322\r\n(1995) (holding former employee whose work restrictions were never lifted\r\nremained temporarily disabled under Regulation 67-504 and was entitled to have\r\ntemporary total disability compensation reinstated); Cranford v. Hutchinson\r\nConstr., 399 S.C. 65, 76, 731 S.E.2d 303, 309 (Ct. App. 2012) (reversing\r\ncommission for denying temporary total disability compensation to employee fired\r\nfrom light duty employment during period of disability).\r\n\r\nThe panel ordered UniHealth to pay temporary total disability compensation \"until\r\nterminated in accordance with the applicable law.\" If Davis is not disabled, it is\r\n\nincumbent upon UniHealth to institute termination proceedings and argue that\r\npoint to the commission.\r\n\r\n      IV.   The Commission's Order on Davis's Motion for Sanctions\r\n\r\nWhen UniHealth fired Davis, it terminated the temporary partial disability\r\ncompensation it had begun paying voluntarily in October 2009. Davis made a\r\nmotion for sanctions. In an interlocutory order dated July 30, 2010, a single\r\ncommissioner determined UniHealth terminated compensation without following\r\nthe commission's procedures for doing so. The commissioner's order reinstated\r\nDavis's temporary partial disability compensation \"until the Commission\r\ndetermines otherwise or by agreement of the parties.\" The commissioner issued\r\nthe order before the commission ruled Davis did not refuse employment. An\r\nappellate panel affirmed the July 30 order on April 18, 2011.\r\n\r\nUniHealth argues that because Davis never appealed the April 18 order, it was the\r\nlaw of the case, and therefore it prevented the commission from later finding Davis\r\nwas entitled to temporary total disability compensation. However, because the\r\norder was not a final decision of the commission, it was not an appealable order.\r\nSee S.C. Code Ann. § 1-23-380 (Supp. 2012) (limiting appellate review to \"a final\r\ndecision\" of an agency). The only question decided in the order was whether\r\nUniHealth should be penalized for terminating Davis's temporary partial disability\r\ncompensation without following required procedures. The order did not address\r\nwhether Davis was entitled to total compensation, as opposed to partial\r\ncompensation. Moreover, the order expressly reserved to the commission the\r\npower to reach a different conclusion later. Finally, UniHealth did appeal the April\r\n18 order. This court dismissed the appeal, finding the order was not final, and\r\ntherefore unappealable. UniHealth did not appeal that order.\r\n\r\n      V.    Conclusion\r\n\r\nThe decision of the workers' compensation commission is AFFIRMED.\r\n\r\nWILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5099","title":"Simmons v. Berkeley Electric","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5099.pdf","description":"Roosevelt Simmons appeals the master's grant of summary judgment in favor of Berkeley Electric Cooperative, Inc. and St. John's Water Company, Inc.  in this case regarding utility easements and trespass claims.  We affirm in part, reverse in part, and remand.","date":"2013-03-20","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Roosevelt Simmons, Appellant,\r\n\r\n             v.\r\n\r\n             Berkeley Electric Cooperative Inc., and St. John's Water\r\n             Company, Inc., Respondents.\r\n\r\n             Appellate Case No. 2011-192409\r\n\r\n\r\n\r\n                        Appeal From Charleston County \n\r\n                     Mikell R. Scarborough, Master-in-Equity \n\r\n\r\n                               Opinion No. 5099 \n\r\n                  Heard January 8, 2013 – Filed March 20, 2013 \n\r\n\r\n\r\n             AFFIRMED IN PART, REVERSED IN PART, AND \n\r\n                           REMANDED \n\r\n\r\n\r\n             Edward A. Bertele, of Charleston, for Appellant.\r\n\r\n             John B. Williams, of Williams & Hulst, LLC, of Moncks\r\n             Corner, for Respondent Berkeley Electric Cooperative,\r\n             Inc., and Jeffrey C. Moore, of Legare Hare & Smith, of\r\n             Charleston, for Respondent St. Johns Water Company,\r\n             Inc.\r\n\r\n\r\nKONDUROS, J.: Roosevelt Simmons appeals the master-in-equity's grant of\r\nsummary judgment in favor of Berkeley Electric Cooperative, Inc. (Berkeley\r\nElectric) and St. John's Water Company, Inc. (St. Johns Water) in this action\r\nregarding utility easements over his property. We affirm in part, reverse in part,\r\nand remand.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nIn 2003, Simmons acquired title to two parcels of land in Charleston County, TMS\r\n#283-00-00-4981 and TMS #282-00-00-135. The two parcels are separated by\r\nKitford Road. In 1956, Simmons's predecessor in interest, Edward Heyward,\r\ngranted a seventy-five-feet-wide easement to Berkeley Electric for the\r\n\"construction and maintenance of an electric transmission line or lines, towers,\r\npoles, anchors and necessary fixtures and wires attached thereto . . . .\" The\r\neasement runs north to south over the northeast corner of -498. In 1972, a\r\nsubsequent owner of the property, Edward Brown, granted Berkeley Electric a\r\nsecond easement \"to place, construct, operate, repair, maintain, relocate, and\r\nreplace thereon in or upon all streets, roads, or highways abutting said lands and\r\nelectric transmission or distribution line or system . . . \" This easement gave\r\npermission to again cross -498. According to Simmons, power lines cross -135\r\ntwice and -498 twice and unreasonably affect his ability to sell or use his property.\r\n\r\nSt. John's Water installed a water main along Kitford Road between 1977 and 1978\r\nto service customers in that area. The water main was placed there after the water\r\ncompany sought and was granted an encroachment permit from Charleston\r\nCounty. A portion of the water main runs under -498. Simmons stated that in\r\n2003 he was walking on -135 when he discovered water meters. This prompted\r\nhim to contact St. John's Water, which indicated the water main had been in its\r\ncurrent location for more than twenty years and customers living around\r\nSimmons's property who received water service had granted easements for lines to\r\ntap into the water main. Simmons indicated he was not aware of the location of the\r\nwater main or the existence of any water lines on his property because the lines are\r\nunderground, and the meters were covered by brush and unflagged. He further\r\nindicated his home uses well water.\r\n\r\nSimmons filed a complaint alleging trespass and unjust enrichment and seeking a\r\ndeclaratory judgment that neither utility had any property rights with respect to his\r\n\r\n1Simmons lost title to tract -498 in 2010, a matter that is being litigated. St. John's\r\nWater mentions this issue in its brief in a conclusory manner. We decline to\r\naddress it as a possible additional sustaining ground. See Savannah Bank, N.A. v.\r\nStalliard, 400 S.C. 246, 252 n.3, 734 S.E.2d 161, 164 n.3 (2012) (deeming\r\nconclusory and unsupported claims abandoned); I'On, L.L.C. v. Town of Mount\r\nPleasant, 338 S.C. 406, 420, 526 S.E.2d 716, 723 (2000) (\"It is within the\r\nappellate court's discretion whether to address any additional sustaining grounds.\").\r\n\nland. Berkeley Electric and St. John's Water filed motions for summary judgment,\r\neach arguing it had an easement over Simmons's property, thereby defeating his\r\nclaims. The matter was referred to the master-in-equity for a determination of the\r\nexistence of any easements but reserving the issue of damages for the circuit court\r\nshould Simmons prevail.\r\n\r\nAfter considering the motions and arguments, the master concluded Berkeley\r\nElectric had been granted an express easement and Simmons produced no evidence\r\nit had exceeded the scope of that easement. The master further concluded that\r\neven if Berkeley Electric had somehow exceeded the scope of the easement, the\r\ncurrent situation had existed openly for more than twenty years, entitling Berkeley\r\nElectric to a prescriptive easement to maintain the lines and poles in their present\r\nlocation. Consequently, the master dismissed Simmons's claims against Berkeley\r\nElectric.\r\n\r\nWith respect to St. Johns Water, the master concluded it had an express easement\r\nto establish the water line under Simmons's property. He further found that even if\r\nit did not have an express easement, St. John's Water had acquired a prescriptive\r\neasement via the continuous use of the water main for more than twenty years and\r\nbecause the existence of the water main was obvious to any surrounding landowner\r\ndemonstrating a minimal amount of diligence. Accordingly, the master dismissed\r\nSimmons's claims against St. John's Water. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\nA trial court may grant a party's motion for summary judgment \"if the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file, together with the\r\naffidavits, if any, show that there is no genuine issue as to any material fact and\r\nthat the moving party is entitled to a judgment as a matter of law.\" Rule 56(c),\r\nSCRCP. \"An appellate court applies the same standard used by the trial court\r\nunder Rule 56(c) when reviewing the grant of a motion for summary judgment.\"\r\nEpstein v. Coastal Timber Co., 393 S.C. 276, 281, 711 S.E.2d 912, 915 (2011). \"In\r\ndetermining whether any triable issues of fact exist, the court must view the\r\nevidence and all reasonable inferences that may be drawn from the evidence in the\r\nlight most favorable to the non-moving party.\" David McLeod Reg'l Med. Ctr.,\r\n367 S.C. 242, 247, 626 S.E.2d 1, 3 (2006). \"[I]n cases applying the preponderance\r\nof the evidence burden of proof, the non-moving party is only required to submit a\r\nmere scintilla of evidence in order to withstand a motion for summary judgment.\"\r\nHancock v. Mid-South Mgmt. Co., 381 S.C. 326, 330, 673 S.E.2d 801, 803 (2009).\r\nSummary judgment is not appropriate where further inquiry into the facts of the\r\n\ncase is desirable to clarify the application of the law. Lanham v. Blue Cross &\r\nBlue Shield of S.C., 349 S.C. 356, 362, 563 S.E.2d 331, 333 (2002).\r\n\r\nLAW/ANALYSIS\r\nI.    Berkeley Electric\r\n\r\nA.    Consideration of Express Easement\r\n\r\nSimmons contends the master erred in granting summary judgment to Berkeley\r\nElectric on an express easement theory because the argument was not part of its\r\nsummary judgment motion and contrary to the order of reference. We disagree.\r\n\r\nThe record illustrates the matter of whether Berkeley Electric held an express\r\neasement was argued at the summary judgment hearing without objection. Issues\r\nnot raised by the pleadings but tried by the consent of the parties are treated as if\r\nthey had been raised in the pleadings. See Rule 15(b), SCRCP. Therefore, we\r\nconclude this issue is without merit.\r\n\r\nAdditionally, the order of reference to the master specifically indicated that the\r\nissue of \"both prescriptive and/or express\" easements would be considered by the\r\nmaster. Therefore, we find this contention to be meritless as well.\r\n\r\nB.    Consideration of Scope of Express Easement\r\n\r\nSimmons argues the master erred in granting summary judgment to Berkeley\r\nElectric finding it did not exceed the scope of its express easements because that\r\nissue was not part of its summary judgment motion, the issue was contrary to the\r\norder of reference, and the decision was not based upon evidence in the record.\r\nWe disagree.\r\n\r\nThe scope of the express easement held by Berkeley Electric was argued and\r\nconsidered at the summary judgment hearing without objection. Consequently, the\r\nmatter was treated by the master if it had been raised in the pleadings. See Rule\r\n15(b), SCRCP (\"When issues not raised by the pleadings are tried by express or\r\nimplied consent of the parties, they shall be treated in all respects as if they had\r\nbeen raised in the pleadings.\"). Furthermore, the order of reference was broadly\r\nworded to cover issues relating not only to the existence of an easement, but its\r\nscope as well. The fact that the only issue reserved for the circuit court was\r\n\ndamages also demonstrates that all issues related to the existence and use of any\r\neasement were before the master.\r\n\r\nC.    Scope of Express Easement\r\n\r\nSimmons next maintains the master erred in granting summary judgment to\r\nBerkeley Electric finding it did not exceed the scope of its express easements\r\nbecause issues of fact regarding the scope of the easements were disputed. We\r\ndisagree.\r\n\r\n\"The language of an easement determines its extent.\" Plott v. Justin Enters., 374\r\nS.C. 504, 513, 649 S.E.2d 92, 96 (Ct. App. 2007) (quoting Binkley v. Rabon Creek\r\nWatershed Conservation Dist., 348 S.C. 58, 67, 558 S.E.2d 902, 906-07 (Ct. App.\r\n2001)). \"'The general rule is that the character of an express easement is\r\ndetermined by the nature of the right and the intention of the parties creating it.'\"\r\nId. at 514, 649 S.E.2d at 96 (quoting Smith v. Comm'rs of Pub. Works of\r\nCharleston, 312 S.C. 460, 467, 441 S.E.2d 331, 336 (Ct. App. 1994)). \"The\r\nintention of the parties must be determined by a fair interpretation of the grant or\r\nreserve creating the easement.\" Springob v. Farrar, 334 S.C. 585, 595, 514\r\nS.E.2d 135, 141 (Ct. App. 1999) (Anderson, J. dissenting). \"It is not essential to\r\nthe validity of a grant of an easement that it be described by metes and bounds or\r\nby figures giving definite dimensions of the easement.\" Binkley, 348 S.C. at 72,\r\n558 S.E.2d at 909 (quoting 28A C.J.S. Easements § 54, at 233 (1996)).\r\nThe express easements to Berkeley Electric were broad. However, the original\r\nparties to the easements could have used more specificity if they intended the use\r\nto be more restricted. The evidence presented established the electric lines had\r\nbeen in their current configuration for an extended period of time. This\r\ndemonstrates the easement holder and the landowners' understanding that such\r\nconfiguration did not exceed the intended scope of the easements. Additionally,\r\nthe affidavit of Robert Bradley, a right-of-way agent for Berkeley Electric,\r\nindicated the power lines did not exceed the scope of the easement. Therefore, we\r\nconclude the master did not err in finding Berkeley Electric had not exceeded the\r\nscope of the easements.\r\n\r\nD.    Affidavit of Robert Bradley\r\n\r\nSimmons contends the master further erred in granting summary judgment to\r\nBerkeley Electric that it did not exceed the scope of its express easements because\r\nit relied on an affidavit that was not properly before the court. We disagree.\r\n\n\"As a general rule, the admission of evidence is a matter addressed to the sound\r\ndiscretion of the trial court.\" Seabrook Island Prop. Owners' Ass'n v. Berger, 365\r\nS.C. 234, 241, 616 S.E.2d 431, 435 (Ct. App. 2005). \"The trial judge's decision\r\nwill not be reversed on appeal unless it appears he clearly abused his discretion and\r\nthe objecting party was prejudiced by the decision.\" Id. at 242, 616 S.E.2d at 435.\r\n At the summary judgment hearing, Berkeley Electric presented the affidavit of\r\nRobert Bradley who stated the pole and power lines on Simmons's property did not\r\ngo outside the seventy-five-foot easement. Simmons objected to the introduction\r\nof this affidavit arguing it was improper because it was \"new matter.\" The thrust\r\nof Simmons's argument on appeal is that moving parties cannot serve reply\r\naffidavits at the summary judgment stage and that Bradley's affidavit contained\r\ninformation Berkeley Electric could have submitted with its initial summary\r\njudgment motion.\r\n\r\nRule 6(d) of the South Carolina Rules of Civil Procedure addresses the time for\r\nreply affidavits to be filed. \"The moving party may serve reply affidavits at any\r\ntime before the hearing commences.\" Rule 6(d), SCRCP. Bradley's affidavit was\r\nserved at the Monday summary judgment hearing after Simmons's opposing\r\naffidavits were faxed to Berkeley Electric the preceding Friday afternoon. Under\r\nthe circumstances, the master's consideration of Bradley's affidavit was not an\r\nabuse of discretion. Furthermore, the affidavit is not mentioned in the master's\r\norder so no clear evidence was presented that the master relied on the affidavit.\r\nAdditionally, in Simmons's complaint, he did not allege Berkeley Electric\r\nexceeded the scope of the express easement it had been granted. His allegation\r\nwas that the easement was unauthorized. The issue of whether power lines\r\nencroached outside the easement was not specifically asserted until Simmons's\r\nmemorandum in opposition to Berkeley Electric's summary judgment motion was\r\nfiled. Therefore, Bradley's affidavit in reply, expressing an opinion as to the scope\r\nof the easement, was responsive. Based on all of the foregoing, we conclude the\r\nmaster did not err in considering Bradley's affidavit.\r\n\r\n        Proof of Prescriptive Easement2\r\nE.\r\n\r\nNext, Simmons argues the master erred in granting summary judgment to Berkeley\r\nElectric on a prescriptive easement because issues of fact were disputed, he\r\n\r\n2   This analysis combines Simmons's issues 5, 6, and 7 on appeal.\r\n\nimproperly weighed the evidence instead of finding there were disputes of material\r\nfact, and clear and convincing evidence was lacking. We disagree.\r\n\r\n\"An easement is a right given to a person to use the land of another for a specific\r\npurpose. An easement may arise in three ways: (1) by grant; (2) from necessity;\r\nand (3) by prescription.\" Kelly v. Snyder, 396 S.C. 564, 572, 722 S.E.2d 813, 817\r\n(Ct. App. 2012). \"A prescriptive easement is not implied by law but is established\r\nby the conduct of the dominant tenement owner.\" Boyd v. BellSouth Tel. Tel. Co.,\r\n369 S.C. 410, 419, 633 S.E.2d 136, 141 (2006). \"To establish a prescriptive\r\neasement the party asserting the right must show: (1) continued and uninterrupted\r\nuse of the right for twenty years; (2) the identity of the thing enjoyed; and (3) use\r\nwhich is either adverse or under a claim of right.\" Kelly, 396 S.C. at 572, 722\r\nS.E.2d at 817 (citing Horry Cnty. v. Laychur, 315 S.C. 364, 367, 434 S.E.2d 259,\r\n261 (1993)). \"To establish an easement by prescription, one need only establish\r\neither a justifiable claim of right or adverse and hostile use.\" Id. (quoting Jones v.\r\nDaley, 363 S.C. 310, 316, 609 S.E.2d 597, 600 (Ct. App. 2005)). \"The party\r\nclaiming a prescriptive easement bears the burden of proving all of the elements.\"\r\nId.\r\n\r\nBerkeley Electric presented affidavits of two long-time Berkeley Electric\r\nemployees stating the power lines had been in place in the current configuration\r\nfor a period of more than twenty years. In rebuttal, Simmons presented a 1981\r\nplat, which did not show all of the power lines currently existing on his property.\r\nHowever, this plat was not for purposes of identifying the location of power lines\r\nor features on Simmons's property. The plat related to a neighboring owner\r\ndeeding a fifty-foot right-of-way to the public and the subdivision of the property.\r\nSimmons also submitted a 1983 plat performed for Berkeley Electric that does not\r\nshow all of the current power lines. However, again, this plat was not of\r\nSimmons's property and does not purport to establish the location of all power\r\nlines. After reviewing the record, we agree with the master's conclusion that these\r\nplats did not provide contradictory evidence to the Berkeley Electric employee\r\naffidavits. Additionally, Simmons did not state in his affidavit the lines were not\r\nthere during that period based on his own personal knowledge. We conclude\r\nSimmons's evidence does not raise the required scintilla of evidence to create a\r\ngenuine issue of fact on this point. Additionally, the lines and poles were open\r\nand obvious and were made under a claim of right via the easements granted by\r\nprevious owners. Therefore, we affirm the master's finding a prescriptive\r\neasement in Berkeley Electric's favor.\r\n\nII.   St. John's Water\r\n\r\nA.    Consideration of and Ruling on Express Easement\r\n\r\nSimmons maintains the master erred by granting summary judgment to St. John's\r\nWater on an express easement because evidence was lacking and it was not\r\nrequested by St. John's Water in its motion. We agree in part and disagree in part.\r\nThis issue was argued by the consent of the parties at the summary judgment\r\nhearing. See Rule 15(b), SCRCP (issues not raised by the pleadings but tried by\r\nconsent of the parties shall be treated as if they had been raised in the pleadings).\r\nHowever, Simmons's argument that the master erred in concluding at the summary\r\njudgment stage that St. John's Water had an easement across -498 for water lines is\r\npersuasive. The only party who could give an express easement to St. John's\r\nWater to cross -498 or -135 would be the landowner. St. John's Water presented\r\nno evidence and did not argue this was done. Therefore, we conclude the master\r\nerred in finding St. John's Water held an express easement to install the water main\r\nor water lines on Simmons's property.\r\n\r\n      Prescriptive Easement3, 4\r\nB.\r\n\r\nFinally, Simmons argues the master erred in granting summary judgment to St.\r\nJohn's Water on the basis of a prescriptive easement and dismissing his claims.\r\nWe agree in part and disagree in part.\r\n\r\nA trial court may grant a party's motion for summary judgment \"if the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file, together with the\r\naffidavits, if any, show that there is no genuine issue as to any material fact and\r\nthat the moving party is entitled to a judgment as a matter of law.\" Rule 56(c),\r\nSCRCP. \"An appellate court applies the same standard used by the trial court\r\nunder Rule 56(c) when reviewing the grant of a motion for summary judgment.\"\r\n\r\n3 Simmons's issue 11 appears to arise from the order prepared by counsel for St. \n\r\nJohn's Water. It alludes to customer affidavits, but the record does not establish \n\r\nthat any customer affidavits were presented at the summary judgment hearing. We \n\r\ndo not rely on customer affidavits in reaching our decision in this case, and this\n\r\napparent error in the written order does not prejudice Simmons. See McCall v. \n\r\nFinley, 294 S.C. 1, 4, 362 S.E.2d 26, 28 (Ct. App. 1987) (\"[W]hatever doesn't\n\r\nmake any difference, doesn't matter.\"). \n\r\n4 This analysis combines Simmons's issues 9, 10, and 12 on appeal.\n\r\n\nEpstein v. Coastal Timber Co., 393 S.C. 276, 281, 711 S.E.2d 912, 915 (2011). \"In\r\ndetermining whether any triable issues of fact exist, the court must view the\r\nevidence and all reasonable inferences that may be drawn from the evidence in the\r\nlight most favorable to the non-moving party.\" David v. McLeod Reg'l Med. Ctr.,\r\n367 S.C. 242, 247, 626 S.E.2d 1, 3 (2006). \"Under Rule 56(c), the party seeking\r\nsummary judgment has the initial burden of demonstrating the absence of a\r\ngenuine issue of material fact.\" Lanham v. Blue Cross & Blue Shield of S.C., 349\r\nS.C. 356, 361, 563 S.E.2d 331, 333 (2002). \"Summary judgment is not appropriate\r\nwhere further inquiry into the facts of the case is desirable to clarify the application\r\nof the law.\" Id. at 362, 563 S.E.2d at 333.\r\n\r\nWith respect to the first requirement for a prescriptive easement, St. John's Water\r\npresented undisputed evidence a water main was placed along Kitford Road\r\nbetween 1977 and 1978 to service residents in the area. The affidavit of Hugh S.\r\nMiley, Jr., an engineer involved in the design, permitting, and installation of the\r\nwater main, indicates the water main has remained in that location since that time,\r\nand a map illustrating the planned installation of pipe shows the water main\r\nrunning under -498. Consequently, St. John's Water established the water main\r\nhad been in place under -498 and continuously used by the company for the\r\nrequired twenty-year period. Furthermore, St. John's Water established the water\r\nmain was installed under a claim of right. Miley's affidavit demonstrates his belief\r\nthat the encroachment permits obtained from Charleston County covered the\r\ninstallation of the water main as illustrated on the map. The fact the claim may\r\nhave been based on a mistake does not negate the claim of right required to\r\nestablish a prescriptive easement. See Loftis v. S.C. Elec. & Gas Co., 361 S.C.\r\n434, 440, 604 S.E.2d 714, 717 (Ct. App. 2004) (finding a utility's mistaken belief it\r\nhad a valid right of way to use property could constitute a \"claim of right\"\r\nsufficient to establish a prescriptive easement).\r\nHowever, the record is unclear as to whether additional water lines allowing\r\nneighboring residents to tap into the water main are on Simmons's property and if\r\nso, how long they have been in place. Simmons asserted water lines of some type\r\nrun under -135 because he located a water main there and the blue flags placed by\r\nSt. John's Water after his complaint were on both -498 and -135. In its brief, St.\r\nJohn's Water contends no lines are located on -135 and argues this is established by\r\na survey performed by the water company in 2008. This survey shows the location\r\nof the water main. However, the survey does not show parcel -135, nor is it clear\r\nthat it addresses whether lines supplying neighboring parties cross -498.\r\nTherefore, based on Simmons's assertion that additional water lines are on -498\r\n\nand -135 and a paucity of evidence as to whether that is true, a genuine issue of\r\nfact existed as to what water lines, besides the water main, are on his property and\r\nhow long they may have been there. Consequently, we affirm the partial grant of\r\nsummary judgment to St. John's Water that it established a prescriptive easement\r\non Simmons's property for the water main installed between 1977 and 1978.\r\nHowever, any remaining claims Simmons has that St. John's Water has further\r\ntrespassed on his property with additional water lines should not have been\r\ndismissed at the summary judgment stage.\r\n\r\n                                  CONCLUSION\r\n\r\nWe affirm the master's grant of summary judgment in favor of Berkeley Electric on\r\nthe basis that it was granted an express easement over Simmons's property and that\r\nit had established a prescriptive easement for the power lines in their current\r\nconfiguration. We reverse the master's finding that St. John's Water had an express\r\neasement to cross Simmons's property, and affirm his determination that St. John's\r\nWater established a prescriptive easement, but only as to the water main.\r\nConsequently the master's ruling is\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\n\r\nSHORT and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5100","title":"State v. Policao","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5100.pdf","description":"This appeal arises out of four separate orders for bond estreatment.  On appeal, Appellants A AAA Bail Bonds, American Surety, and Bankers Insurance (collectively \"Appellants\") argue that: (1) the trial court abused its discretion by ignoring the clear and unambiguous language of South Carolina Code section 17-15-170 (Supp. 2012) and ordering estreatment; (2) the trial court's orders of estreatment are based upon errors of law; (3) the State's efforts to estreat the bonds are barred by the equitable doctrine of laches; and (4) the trial court abused its discretion by failing to consider the factors in Ex parte Polk, 354 S.C. 8, 579 S.E.2d 329 (Ct. App. 2003) prior to ordering estreatment.","date":"2013-03-20","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA\r\n           In The Court of Appeals\r\n\r\nThe State of South Carolina, Respondent,\r\n\r\nv.\r\n\r\nMartin Policao, Defendant,\r\nand A AAA Bail Bonds, Appellant,\r\nand American Surety, Appellant.\r\n\r\nThe State of South Carolina, Respondent,\r\n\r\nv.\r\n\r\nRobin Cardenas, Defendant,\r\nand A AAA Bail Bonds, Appellant,\r\nand American Surety, Appellant.\r\n\r\nThe State of South Carolina, Respondent,\r\n\r\nv.\r\n\r\nFernando Nunez, Defendant,\r\nand A AAA Bail Bonds, Appellant,\r\nand Bankers Insurance, Appellant.\r\n\r\nThe State of South Carolina, Respondent,\r\n\r\nv.\r\n\r\nEdwin Quijivix, Defendant,\r\nand A AAA Bail Bonds, Appellant,\r\nand American Surety, Appellant.\r\n\r\nAppellate Case No. 2011-194306\r\n\r\n\r\n\r\n            Appeal From Berkeley County\r\n\n                    R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                                Opinion No. 5100 \n\r\n                  Heard January 10, 2013 – Filed March 20, 2013 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             S. Jahue Moore and John C. Bradley, Jr., both of Moore,\r\n             Taylor & Thomas, P.A., of West Columbia, for\r\n             Appellants.\r\n\r\n             Attorney General Alan Wilson, Chief Deputy Attorney\r\n             General John W. McIntosh, Assistant Deputy Attorney\r\n             General Salley W. Elliott, and Assistant Attorney\r\n             General William M. Blitch, Jr., all of Columbia; and\r\n             Solicitor Scarlett Anne Wilson, of Charleston, for\r\n             Respondent.\r\n\r\n\r\nPIEPER, J.: This appeal arises out of four separate orders for bond estreatment.\r\nOn appeal, Appellants A AAA Bail Bonds, American Surety, and Bankers\r\nInsurance (collectively \"Appellants\") argue that: (1) the trial court abused its\r\ndiscretion by ignoring the clear and unambiguous language of South Carolina Code\r\nsection 17-15-170 (Supp. 2012) and ordering estreatment; (2) the trial court's\r\norders of estreatment are based upon errors of law; (3) the State's efforts to estreat\r\nthe bonds are barred by the equitable doctrine of laches; and (4) the trial court\r\nabused its discretion by failing to consider the factors in Ex parte Polk, 354 S.C. 8,\r\n579 S.E.2d 329 (Ct. App. 2003) prior to ordering estreatment. We affirm.\r\n\r\nFACTS\r\n\r\nOn November 19, 2008, Martin Policao was arrested by the Hanahan Police\r\nDepartment and charged with resisting arrest and assault upon a police officer.\r\nPolicao was released from custody pursuant to a $20,000 surety bond issued by\r\nAppellants. On January 22, 2009, Policao failed to appear at court, and a bench\r\nwarrant was issued for his arrest.\r\n\nOn December 3, 2007, Edwin Joel Quijivix was arrested by the Hanahan Police\r\nDepartment and charged with possession of cocaine. Quijivix was released from\r\ncustody pursuant to a $7,500 surety bond issued by Appellants. On April 17, 2008,\r\nQuijivix failed to appear at court, and a bench warrant was issued for his arrest.\r\n\r\nOn August 16, 2009, Fernando Nunez was arrested by the Hanahan Police\r\nDepartment and charged with unlawful carrying of a pistol. Nunez was released\r\nfrom custody pursuant to a $2,500 surety bond issued by Appellants. On October\r\n26, 2009, Nunez failed to appear at court, and a bench warrant was issued for his\r\narrest.\r\n\r\nOn April 8, 2009, Robin Annette Cardenas was arrested by the Hanahan Police\r\nDepartment and charged with drug possession and violation of the habitual traffic\r\noffender statute. Cardenas was released from custody pursuant to a $14,000 surety\r\nbond issued by Appellants. On April 19, 2010, Cardenas failed to appear at court,\r\nand a bench warrant was issued for her arrest.\r\n\r\nOn April 5, 2011, an assistant solicitor issued notices of forfeited recognizance for\r\nPolicao, Quijivix, Nunez, and Cardenas (collectively \"Defendants\"). On May 19,\r\n2011, after an estreatment hearing, the trial court issued orders of estreatment for\r\nthe full amount of each bond. On June 16, 2011, Appellants received written\r\nnotice of the orders of estreatment. Appellants timely filed their notice of intent to\r\nappeal the orders of estreatment. Pursuant to an order of consolidation, these\r\nmatters were consolidated for purposes of appeal.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe trial court's estreatment of a bond forfeiture will not be set aside unless there\r\nhas been an abuse of discretion. State v. Lara, 386 S.C. 104, 107, 687 S.E.2d 26,\r\n28 (2009). \"An abuse of discretion occurs when the circuit court's ruling is based\r\non an error of law.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Statutory Compliance\r\n\r\nAppellants argue the trial court erred by ordering estreatment of the bonds when\r\nthe State did not immediately issue an estreatment notice ninety days after the\r\nissuance of the bench warrant, as Appellants contend is required by section 17-15-\r\n\n170. Specifically, Appellants allege that if the State had issued the notice of\r\nestreatment ninety days after the bench warrant had been issued, Appellants were\r\nmore likely to have had the Defendants in custody. Appellants assert that because\r\nthe notice of estreatment was not immediately given, they were unable to\r\nadequately protect their interests. We disagree.\r\n\r\nAny person charged with a noncapital offense shall \"be ordered released pending\r\ntrial on his own recognizance without surety in an amount specified by the court,\r\nunless the court determines in its discretion that such a release will not reasonably\r\nassure the appearance of the person as required, or unreasonable danger to the\r\ncommunity will result.\" S.C. Code Ann. § 17-15-10(A) (Supp. 2012). Also, \"the\r\ncircuit court judge must impose bond conditions which are sufficient to protect a\r\nvictim from harassment or intimidation by the defendant or persons acting on the\r\ndefendant's behalf.\" S.C. Code Ann. § 16-3-1525(I)(3) (2003). The court may\r\nimpose certain conditions upon release, including the \"execution of an appearance\r\nbond in a specified amount with good and sufficient surety or sureties approved by\r\nthe court.\" § 17-15-10(A)(1). In lieu of requiring the entire bond amount, \"the\r\ncourt setting bond may permit the defendant [or surety] to deposit in cash with the\r\nclerk of court an amount not to exceed ten percent of the amount of bond set.\"\r\nS.C. Code Ann. § 17-15-15(a) (2003). When the court permits the ten percent cash\r\ndeposit and the defendant fulfills the condition of the bond, the cash deposited with\r\nthe clerk of court shall be returned to the defendant or surety, except for cases\r\nwhere the defendant is required by the court to make restitution to the victim of his\r\ncrime. § 17-15-15(a),(c). In those cases, such deposit may be used for the purpose\r\nof such restitution. § 17-15-15(c).\r\n\r\nWhen a defendant defaults on the conditions of the bond by his or her failure to\r\nappear, the liability of the surety becomes conditionally fixed. Pride v. Anders,\r\n266 S.C. 338, 340, 223 S.E.2d 184, 185 (1976). Upon the defendant's failure to\r\nappear, the court shall issue a bench warrant for the defendant and make available\r\nfor pickup by the surety or its representative a true copy of the bench warrant\r\nwithin seven days of its issuance at the clerk of court's office. S.C. Code Ann. §\r\n38-53-70 (Supp. 2012). If the surety fails to surrender the defendant within ninety\r\ndays of the issuance of the bench warrant, the bond is forfeited. Id.\r\n\r\nUpon forfeiture of the bond, \"the Attorney General, solicitor, magistrate, or other\r\nperson acting for him immediately shall issue a notice to summon every party\r\nbound in the forfeited recognizance to appear at the next ensuing court to show\r\ncause, if he has any, why judgment should not be confirmed against him.\" § 17-\r\n15-170. At this bond estreatment hearing, if the surety does not give a sufficient\r\n\nreason for failing to perform the condition of the recognizance, then the judgment\r\non the recognizance is confirmed. Id. At any time before the judgment is\r\nconfirmed against a defendant or surety, \"the court may direct that the judgment be\r\nremitted in whole or in part, upon conditions as the court may impose, if it appears\r\nthat justice requires the remission of part or all of the judgment.\" § 38-53-70.\r\nWhen the court makes a determination as to the remission of the judgment, the\r\ncourt shall consider the costs to the State \"resulting from the necessity to continue\r\nor terminate the defendant's trial and the efforts of law enforcement officers or\r\nagencies to locate the defendant.\" Id. The court may permit the surety to pay the\r\nestreatment in installments for a period of up to six months. Id. \"If at any time\r\nduring the period in which installments are to be paid the defendant is surrendered\r\nto the appropriate detention facility and the surety complies with the recommitment\r\nprocedures, the surety is relieved of further liability.\" Id.\r\n\r\nIn State v. Cornell, 70 S.C. 409, 412, 50 S.E. 22, 23 (1905), our supreme court\r\napplied the 1902 version of the estreatment statute, which provided:\r\n\r\n             Whenever such recognizance shall become forfeited by\r\n             non-compliance with the condition thereof, the Attorney\r\n             General, or Solicitor, or other person acting for him,\r\n             shall, without delay, issue a notice to summon every\r\n             party bound in such forfeited recognizance to be and\r\n             appear at the next ensuing Court of Sessions, to show\r\n             cause, if any he has, why judgment should not be\r\n             confirmed against him; and if any person so bound fail to\r\n             appear, or appearing, shall not give such reason for not\r\n             performing the condition of such recognizance as the\r\n             Court shall deem sufficient, then the judgment on such\r\n             recognizance shall be confirmed.\r\n\r\n1902 Crim. Code § 85 (emphasis added). The Cornell court considered the\r\n\"without delay\" language in the statute and concluded that the \"provision is\r\ndirectory, merely, to the officers named, and does not affect the liability of the\r\nsurety or the legality of the proceedings in this case.\" Cornell, 70 S.C. at 412, 50\r\nS.E. at 23. The Cornell court found a delay of over three years did not prevent the\r\nbond from being estreated. Id. at 413, 50 S.E. at 23.\r\n\r\nHowever, in State v. McClinton, our supreme court found a seven-and-a-half year\r\ndelay was barred by the statute of limitations and stated:\r\n\n             [T]he three-year statute of limitations for contract actions\r\n             applies to actions by the State for the forfeiture of a bail\r\n             bond in a criminal case. The statute begins to run thirty\r\n             days after issuance of a bench warrant for a defendant's\r\n             failure to appear, pursuant to the process established in\r\n             Section 38–53–70.\r\n\r\n369 S.C. 167, 175-76, 631 S.E.2d 895, 899 (2006). The McClinton court \"rel[ied]\r\non the more specific process set forth in Section 38-53-70, and less on the general\r\ndirective in Section 17-15-170 that the State move 'immediately' for forfeiture of\r\nthe bond upon noncompliance with its condition, because this language in the latter\r\nstatute is merely directory.\" Id. at 175, 631 S.E.2d at 899.\r\n\r\nIn Policao's case, an assistant solicitor issued a notice of forfeited recognizance on\r\nApril 5, 2011, over two years after the January 22, 2009 bench warrant was issued\r\nagainst him. In Quijivix's case, an assistant solicitor issued a notice of forfeited\r\nrecognizance on April 5, 2011, not quite three years after the April 17, 2008 bench\r\nwarrant was issued against him. In Nunez's case, an assistant solicitor issued a\r\nnotice of forfeited recognizance on April 5, 2011, nearly a year and a half after the\r\nOctober 26, 2009 bench warrant was issued against him. In Cardenas' case, an\r\nassistant solicitor issued a notice of forfeited recognizance on April 5, 2011, nearly\r\none year after the April 19, 2010 bench warrant was issued against her.\r\nAccordingly, none of the cases at bar involve a delay of three years or more.\r\nBased on the McClinton court's finding that the three-year statute of limitations\r\napplicable to forfeiture of a bail bond begins to run thirty days after the issuance of\r\na bench warrant for purposes of the process established in section 38-53-70, the\r\nState's estreatment actions in the instant matters do not violate section 38-53-70.\r\nAs instructed by the McClinton court, we rely on the more specific process set\r\nforth in section 38-53-70, and less on the general directive in section 17-15-170\r\nthat the State move \"immediately\" for forfeiture of the bond upon noncompliance\r\nwith its condition, because the language in the latter statute is merely directory.\r\nTherefore, we affirm as to this issue.\r\n\r\nII. Laches\r\n\r\nAppellants argue the doctrine of laches prohibits the State from estreating the\r\nbonds.\r\n\r\n\"The general rule of issue preservation is if an issue was not raised to and ruled\r\nupon by the trial court, it will not be considered for the first time on appeal.\" State\r\n\nv. Porter, 389 S.C. 27, 37, 698 S.E.2d 237, 242 (Ct. App. 2010). After a review of\r\nthe record, we find the doctrine of laches was not raised to or ruled upon by the\r\ntrial court. Therefore, this issue is unpreserved. However, even if the issue is\r\npreserved, we alternatively affirm on the merits.\r\n\r\nThe equitable defense of laches is defined as \"neglect for an unreasonable and\r\nunexplained length of time, under circumstances affording opportunity for\r\ndiligence, to do what in law should have been done.\" Strickland v. Strickland,\r\n375 S.C. 76, 83, 650 S.E.2d 465, 469 (2007) (citation omitted). \"In order to\r\nestablish laches as a defense, a party must show that the complaining party\r\nunreasonably delayed its assertion of a right, resulting in prejudice to the party\r\nasserting the defense of laches.\" Historic Charleston Holdings, LLC v. Mallon,\r\n381 S.C. 417, 432, 673 S.E.2d 448, 456 (2009).\r\n\r\nThough the notice of estreatment in each case was filed more than ninety days after\r\nthe bench warrant was issued, Appellants did not show that the delays were\r\nunreasonable, especially given the foregoing discussion regarding the three-year\r\nstatute of limitations that applies to bond estreatment. Additionally, Appellants did\r\nnot show the delays prejudiced them. Though Appellants asserted at trial that they\r\nfelt like they probably could have had Defendants in custody had the State issued\r\nthe notice of estreatment ninety days after the bench warrant was issued, there is no\r\nshowing of prejudice. Appellants were liable to pay the bond upon forfeiture when\r\nDefendants failed to appear at court. Appellants were allowed the time between\r\nthe issuance of the bench warrant and the estreatment hearing to find Defendants.\r\nInstead of only ninety days, Appellants had between one year and almost three\r\nyears to locate and surrender Defendants. Therefore, Appellants actually\r\nbenefitted from the delay.\r\n\r\nIII. Polk Factors\r\n\r\nAppellants argue the trial court abused its discretion by failing to consider the three\r\nfactors in Polk, 354 S.C. at 13, 579 S.E.2d at 331, prior to ordering estreatment.\r\nFirst, Appellants assert the trial court erred by not considering the actual cost to the\r\nState prior to ordering estreatment and, instead, based its discussion of costs upon\r\nspeculation and conjecture. Second, Appellants contend that the record contains\r\nno discussion or findings as to the purpose of the bond. Third, Appellants allege\r\nthat the record is devoid of any discussion or findings as to the nature and\r\nwillfulness of the default. Finally, Appellants argue that because they appeared\r\nbefore the trial court pro se, they had a right to expect the court to follow South\r\n\nCarolina law as set forth in the Polk case without a specific request from them that\r\nthe trial court do so.\r\n\r\n\"A contemporaneous objection is required to properly preserve an error for\r\nappellate review.\" State v. Hoffman, 312 S.C. 386, 393, 440 S.E.2d 869, 873\r\n(1994). However, a notable exception to the general rule requiring a\r\ncontemporaneous objection in order to preserve an issue for appeal is found when\r\nthe record does not reveal a knowing and intelligent waiver of the right to counsel.\r\nEx parte Jackson, 381 S.C. 253, 261 n.3, 672 S.E.2d 585, 589 n.3 (Ct. App. 2009).\r\n\"[T]he State's right to estreatment or forfeiture of a bail bond issued in a criminal\r\ncase arises from the contract, i.e., the bail bond form signed by the parties.\"\r\nMcClinton, 369 S.C. at 171, 631 S.E.2d at 897. Generally, a litigant has a statutory\r\nright to proceed pro se in South Carolina. See S.C. Code Ann. § 40-5-80 (2011)\r\n(\"This chapter may not be construed so as to prevent a citizen from prosecuting or\r\ndefending his own cause, if he so desires.\"). A trial court in a civil proceeding is\r\nnot always required to obtain a knowing and voluntary waiver of counsel from\r\nevery litigant who wishes to exercise his right to represent himself. See\r\nWashington v. Washington, 308 S.C. 549, 551, 419 S.E.2d 779, 781 (1992)\r\n(holding the trial court did not err by allowing civil litigant to proceed pro se\r\nwithout determining whether the decision to proceed pro se was knowingly and\r\nvoluntarily made). A right to counsel under the federal constitution arises under\r\nthe Sixth Amendment or under the due process guarantee of the Fourteenth\r\nAmendment. Id. at 550, 419 S.E.2d at 780. When a civil proceeding involves the\r\ndeprivation of a liberty interest, a litigant shall be afforded a due process right to\r\ncounsel. Id. at 551, 419 S.E.2d at 780-81.\r\n\r\nA review of the record reveals Appellants did not specifically ask the trial court to\r\nconsider the Polk factors. Additionally, Appellants did not object to the trial\r\ncourt's determination of the costs to the State or to the full estreatment of the\r\nbonds. We disagree with Appellants' contention that, because they appeared pro\r\nse, the court had a duty to consider the Polk factors even without a specific request\r\nfrom Appellants. Appellants are not criminal defendants who waived their\r\nconstitutional right to counsel. Because bond estreatment is an action on a\r\ncontract, it is not a civil action involving the deprivation of a liberty interest that\r\nmandates a due process right to an attorney. Therefore, we find Appellants had a\r\nright to proceed pro se and were responsible for preserving any issues for this\r\ncourt's review. See State v. Burton, 356 S.C. 259, 265 n. 5, 589 S.E.2d 6, 9 n. 5\r\n(2003) (\"A pro se litigant who knowingly elects to represent himself assumes full\r\nresponsibility for complying with substantive and procedural requirements of the\r\n\nlaw.\"). Because no contemporaneous objection accompanied the trial court's\r\nfindings, we find this issue unpreserved. However, even if the issue is preserved,\r\nwe alternatively affirm on the merits.\r\n\r\n\"[T]he following factors, at the least, should be considered [by a court] in\r\ndetermining whether, and to what extent, the bond should be remitted: (1) the\r\npurpose of the bond; (2) the nature and willfulness of the default; (3) any prejudice\r\nor additional expense resulting to the State.\" Polk, 354 S.C. at 13, 579 S.E.2d at\r\n331. The overriding purpose of requiring a criminal defendant to post bond before\r\nhis release from custody is to assure his appearance at trial. State v. Workman, 274\r\nS.C. 341, 343, 263 S.E.2d 865, 866 (1980).\r\n\r\nWith respect to Cardenas, Appellants admitted at the estreatment hearing that they\r\nhad been actively looking for her and believed she may have been in Texas. The\r\ntrial court found there was clearly evidence that locating Cardenas was going to\r\ndramatically increase the cost to the State. With respect to Policao, Quijivix, and\r\nNunez, Appellants admitted Defendants likely had left the country. The trial court\r\nfound that the bond amounts of $2,500, $7,500, and $20,000 would be required for\r\na world search for Defendants. It would be difficult for the trial court to make a\r\ndetermination of actual costs the State would incur in finding someone whose\r\nwhereabouts were unknown. Therefore, we disagree with Appellants' argument\r\nthat the trial court committed prejudicial error by not considering actual costs to\r\nthe State. The trial court discussed that the purpose of the surety is to make a\r\ndefendant appear at court. The trial court also discussed bond amounts that, in its\r\nopinion, were reasonable amounts of money to assure a person's presence. At the\r\nestreatment hearing, Appellants admitted they were unable to locate Defendants\r\nlong before the notice of estreatment was issued. The trial court and Appellants\r\nengaged in a dialogue regarding the fact Appellants did not report to the State that\r\nthey were unable to locate Defendants. The trial court also stated that one of the\r\nobligations of the surety is to know each term of the bond. Therefore, with respect\r\nto Appellants' arguments regarding the failure of the trial court to consider the\r\nthree Polk factors, we find the trial court did not abuse its discretion.\r\n\r\nCONCLUSION\r\n\r\nFor the aforementioned reasons, the judgment of the trial court is hereby\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and WILLIAMS, J., concur.\r\n\n","court":"Appeals"},{"id":"5101","title":"Judy v. Judy","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5101.pdf","description":"Ronnie F. Judy appeals the special referee's order setting aside several conveyances as violating the Statute of Elizabeth.  We affirm in part and reverse in part.","date":"2013-03-20","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             James T. Judy, Bobby R. Judy, and Kevin Judy,\r\n             Respondents,\r\n\r\n             v.\r\n\r\n             Ronnie F. Judy, J. Todd Judy, Ryan C. Judy, and Wanda\r\n             B. Judy, Defendants,\r\n\r\n             Of Whom Ronnie F. Judy is the Appellant.\r\n\r\n             Appellate Case No. 2012-209028\r\n\r\n\r\n\r\n                         Appeal From Dorchester County \n\r\n                        Martin Rast Banks, Special Referee \n\r\n\r\n\r\n                                Opinion No. 5101 \n\r\n                  Heard February 13, 2013 – Filed March 20, 2013 \n\r\n\r\n\r\n              AFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n             Eric Christopher Hale, of the Law Office of Eric C. Hale,\r\n             LLC, of Irmo, and Craig Robert Stanley, of the Law\r\n             Office of Craig R. Stanley, of Columbia, for Appellant.\r\n\r\n             Capers G. Barr, III, of Barr Unger & McIntosh, LLC, of\r\n             Charleston, for Respondents.\r\n\r\n\r\nKONDUROS, J.: Ronnie F. Judy (Ronnie) appeals the special referee's order\r\nsetting aside conveyances of property to his children pursuant to the Statute of\r\n\nElizabeth and the award of attorney's fees against him. We affirm in part and\r\nreverse in part.\r\n\r\nFACTS\r\n\r\nIn 1998, Ronnie owned one-half interests in lands totaling in excess of 722 acres\r\nin Dorchester County. He owned, outright, lands in Dorchester County totaling in\r\nexcess of 147 acres. At trial, Ronnie's brother, James (Jimmy), testified that in\r\n1997 or 1998 he recounted to Ronnie advice he received to convey out of his name\r\nproperty he had inherited from his father because of his pending divorce. At the\r\ntime, Ronnie was engaged in legal disputes himself. He had been sued by Larry\r\nMills, and he was also engaged in a dispute about a piece of farming equipment\r\nthat could have exposed him to a $10,000 claim. Jimmy testified Ronnie told him\r\nhe intended to transfer his property to his sons, because of these threatened\r\nliabilities. On November 16, 1998, Ronnie conveyed his interest in more than 869\r\nacres to his children, Todd and Ryan, in two separate deeds (Remote\r\nConveyances). The consideration for the transfers was $5.00, love, and affection.\r\nHe also transferred his farm equipment to them. The record demonstrates Ronnie\r\ncontinued to farm the land, receive revenue from it, and borrow money against it.\r\nIn 2000, the Mills claim was satisfied with Ronnie paying a $14,546.49 judgment.\r\n\r\nThe relationship between Jimmy and other family members and Ronnie and his\r\nfamily deteriorated. Bobby and Kevin Judy, other brothers of Ronnie and Jimmy,\r\nsued Ronnie for destroying a corn crop in 2003, and the case was tried in May\r\n2007. Jimmy sued Ronnie for destroying a man-made pond and dam in 2003. On\r\nFebruary 7, 2007, nine days after the first call of the pond case for trial, Ronnie\r\nsigned and recorded deeds (Recent Conveyances) conveying his home on a 9.29\r\nacre tract and a nearby 10.9 acre tract to Todd for $5.00, love and affection. The\r\npond case was tried in April 2007.1\r\n\r\nOn September 27, 2007, Jimmy, Bobby, and Kevin filed suit against Ronnie, Todd,\r\nand Ryan seeking to void the Remote and Recent Conveyances. On December 31,\r\n\r\n\r\n\r\n1 The jury held Ronnie liable for actual and punitive damages in the corn crop case.\r\nSee Judy v. Judy, 384 S.C. 634, 682 S.E.2d 836 (Ct. App. 2009). The jury also\r\nfound Ronnie liable in the pond case, but the verdict was reversed based on res\r\njudicata. See Judy v. Judy, 393 S.C. 160, 712 S.E.2d 408 (2011).\r\n\n2008, while the case was pending, Todd conveyed to Ronnie's wife, Wanda, the\r\nsame 9.29 and 10.9-acre tracts that Ronnie had conveyed to him the year before.2\r\n\r\nThe special referee found both the Remote and Recent Conveyances violated the\r\nStatute of Elizabeth3 and, with respect to the Remote Conveyances, he reformed\r\nthe subsequent partition deeds to substitute Ronnie as the true owner and party to\r\nthe action. The special referee also assessed $7,000 in attorney's fees and $800 as\r\na special referee fee against Ronnie and Todd based on \"bad faith\" and \"vexatious\r\nconduct.\" This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"A clear and convincing evidentiary standard governs fraudulent conveyance\r\nclaims brought under the Statute of Elizabeth. An action to set aside a conveyance\r\nunder the Statute of Elizabeth is an equitable action, and a de novo standard of\r\nreview applies.\" Oskin v. Johnson, 400 S.C. 390, 396, 735 S.E.2d 459, 463 (2012).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.      Avoidance of Transfers under the Statute of Elizabeth\r\n\r\nSection 27-23-10(A) of the South Carolina Code (2007), commonly known as the\r\nStatute of Elizabeth, provides:\r\n\r\n               Every gift, grant, alienation, bargain, transfer, and\r\n               conveyance of lands, tenements, or hereditaments, goods\r\n               and chattels or any of them, or of any lease, rent,\r\n               commons, or other profit or charge out of the same, by\r\n               writing or otherwise, and every bond, suit, judgment, and\r\n               execution which may be had or made to or for any intent\r\n               or purpose to delay, hinder, or defraud creditors and\r\n               others of their just and lawful actions, suits, debts,\r\n               accounts, damages, penalties, and forfeitures must be\r\n               deemed and taken (only as against that person or persons,\r\n               his or their heirs, successors, executors, administrators\r\n               and assigns, and every one of them whose actions, suits,\r\n\r\n2   Wanda was added as a party to the case.\r\n3   S.C. Code Ann. § 27-23-10(A) (2007).\r\n\n             debts, accounts, damages, penalties, and forfeitures by\r\n             guileful, covinous, or fraudulent devices and practices\r\n             are, must, or might be in any ways disturbed, hindered,\r\n             delayed, or defrauded) to be clearly and utterly void,\r\n             frustrate and of no effect, any pretense, color, feigned\r\n             consideration, expressing of use, or any other matter or\r\n             thing to the contrary notwithstanding.\r\n\r\nThe Statute of Elizabeth \"does not limit its application to judgment creditors. Its\r\nprotection also extends to other types of parties defrauded in connection with the\r\nconveyance of property.\" Mathis v. Burton, 319 S.C. 261, 264, 460 S.E.2d 406,\r\n408 (Ct. App. 1995); see also Lebovitz v. Mudd, 293 S.C. 49, 52-53, 358 S.E.2d\r\n698, 700 (1987) (finding complaint stated cause of action for fraudulent\r\nconveyances when plaintiffs alleged defendants made property transfers to avoid\r\npotential judgment from existing tort claim); Dennis v. McKnight, 161 S.C. 209,\r\n211-12, 159 S.E. 555, 556 (1931) (finding complaint stated a cause of action for\r\nfraudulent conveyance when defendant conveyed all his property to wife with\r\nintent of placing it out of the reach of plaintiff should she recover in wrongful\r\ndeath action filed two weeks after conveyance).\r\n\r\n\"Subsequent creditors may have conveyances set aside when (1) the conveyance\r\nwas 'voluntary,' that is, without consideration, and (2) it was made with a view to\r\nfuture indebtedness or with an actual fraudulent intent on the part of the grantor to\r\ndefraud creditors.\" Mathis, 319 S.C. at 265, 460 S.E.2d at 408 (citing Gentry v.\r\nLanneau, 54 S.C. 514, 32 S.E. 523 (1899)). \"Subsequent creditors must show\r\n'actual moral fraud,' rather than legal fraud.\" Id. at 266, 460 S.E.2d at 409. Actual\r\nmoral fraud involves \"a conscious intent to defeat, delay, or hinder [one's] creditors\r\nin the collection of their debts.\" First Carolinas Joint Stock Land Bank of\r\nColumbia v. Knotts, 191 S.C. 384, 409, 1 S.E.2d 797, 808 (1939). With a\r\nvoluntary inter-family transfer, the burden shifts to the transferee to establish the\r\ntransfer was valid. See Windsor Props., Inc. v. Dolphin Head Constr. Co., 331\r\nS.C. 466, 471, 498 S.E.2d 858, 860 (1998) (\"Where transfers to members of the\r\nfamily are attacked either upon the ground of actual fraud or on account of their\r\nvoluntary character, the law imposes the burden on the transferee to establish both\r\na valuable consideration and the bona fides of the transaction by clear and\r\nconvincing testimony.\").\r\n\r\nWith respect to the Remote Conveyances, Ronnie contends Jimmy, Bobby, and\r\nKevin do not have standing to assert the Statute of Elizabeth because they were not\r\n\nsubsequent creditors as contemplated by the statute at the time of the transfers. We\r\ndisagree. A subsequent creditor may successfully set aside a voluntary transfer if it\r\nwas made with a view toward future indebtedness or actual fraudulent intent on the\r\npart of the grantor to evade creditors.4 The Remote Conveyances were voluntary,\r\nand, while Ronnie may not have had an eye toward a specific future indebtedness\r\nto his brothers, the record demonstrates he recognized putting his property in his\r\nchildren's names could insulate him from existing and known potential creditors.\r\nAdditionally, the record demonstrates Ronnie continued to enjoy the benefits of\r\nownership of the property by continuing to farm it, receive income from it, and\r\nborrow money against it. This is clear and convincing evidence of his intention\r\nthat the conveyances be title-only transfers intended to confound or hinder\r\ncreditors. See Beaufort Venerr & Package Co. v. Hiers, 142 S.C. 78, 98, 140 S.E.\r\n238, 245 (1927) (Cothran, J., dissenting) (finding grantee's failure to exercise\r\npossession over property was a badge of fraud); Hudnal v. Wilder, 15 S.C.L. 294,\r\n305 (Ct. App. 1827) (stating donor's continued possession, use, and exercise of\r\nownership over property was evidence of fraudulent intent); Maples v. Maples, 14\r\nS.C.Eq. 300, 311 (Ct. App. Eq. 1839) (indicating property which a vendor\r\ncontinued to enjoy and to which the vendee was only nominal owner bore a\r\nfraudulent character).\r\n\r\nWith respect to the Recent Conveyances, our conclusion is the same. Again, the\r\ntransfers were voluntarily made to a family member. Both were made just a few\r\nmonths prior to the trial of the tort claims against Ronnie, and the record shows he\r\ncontinued to treat the properties as his own.\r\n\r\nEven if we concluded clear and convincing evidence of actual moral fraud had not\r\nbeen adduced at the summary judgment stage, because the Remote and Recent\r\nConveyances were to family members and voluntary, the burden shifted from the\r\nJimmy, Bobby, and Kevin to the grantees to establish the bona fides of the\r\ntransfers. In this case, neither Todd, Ryan, nor Wanda testified. Consequently,\r\nthey did not meet their burden to persuade the referee that the transfers were bona\r\nfide. Therefore, we affirm the special referee's grant of summary judgment\r\nregarding the Remote and Recent Conveyances.\r\n\r\n4 See In re Ducate, 355 B.R. 536, 544 (D.S.C. 2006) (\"The test [for voiding a\r\nconveyance] does not require fraud as to a specific creditor, only that the transfer\r\nwas made with an intent to 'defraud creditors' in general. Thus, if [a] [d]ebtor\r\ntransferred the property with the intention of defrauding any creditor, the second\r\nprong would be satisfied.\").\r\n\nII.    Authority of Special Referee\r\n\r\nRonnie contends the special referee lacked the authority to reform deeds issued in\r\npartition actions filed after the Remote Conveyances were made. This issue was\r\nneither raised to nor ruled upon by the special referee. Therefore, it is unpreserved\r\nfor appellate review. See S.C. Dep't of Transp. v. First Carolina Corp. of S.C., 372\r\nS.C. 295, 301-02, 641 S.E.2d 903, 907 (2007) (holding that to be preserved for\r\nappellate review, an issue must have been (1) raised to and ruled upon by the trial\r\ncourt, (2) raised by the appellant, (3) raised in a timely manner, and (4) raised to\r\nthe trial court with sufficient specificity).\r\n\r\nIII.   Attorney's Fees\r\n\r\nFinally, Ronnie maintains the special referee erred in assessing $7,800 in fees\r\nagainst Todd and him. We agree in part.\r\n\r\n\"The practice of each party paying his own attorney fees is often referred to as the\r\n'American Rule.' South Carolina follows the American Rule.\" 2 S.C. Jur. Attorney\r\nFees § 2 (citations omitted). \"As a general rule, attorney fees are not recoverable\r\nunless authorized by contract or statute.\" Id.; see also Jackson v. Speed, 326 S.C.\r\n289, 307, 486 S.E.2d 750, 759 (1997) (stating a party cannot recover attorney's\r\nfees unless authorized by contract or statute); Hegler v. Gulf Ins. Co., 270 S.C.\r\n548, 549, 243 S.E.2d 443, 444 (1978) (\"As a general rule, attorney's fees are not\r\nrecoverable unless authorized by contract or statute.\").\r\nIn awarding attorney's fees, the special referee relied on Roadway Express v. Piper,\r\n447 U.S. 752 (1980), and the South Carolina Frivolous Proceedings Act, Section\r\n15-36-10 of the South Carolina Code (Supp. 2012). In Roadway Express, the court\r\nwas considering the award of costs based on the \"vexatious\" multiplication of court\r\nproceedings. Id. at 757. The vexatious conduct recited by the special referee in his\r\norder is primarily the underlying fraudulent conduct of Ronnie. However, if that\r\nbehavior is a sufficient basis for an award of attorney's fees, fees would be\r\nappropriate in any Statute of Elizabeth case and our legislature has not provided for\r\nsuch by statute. Therefore, we conclude the award of fees against Ronnie\r\nconstituted an abuse of discretion, and is therefore reversed.5\r\n\r\n5We need not reach the issue of whether Todd's transfer of property to Wanda\r\nduring the litigation served as a sufficient basis for an award of fees against him as\r\n\nCONCLUSION\r\n\r\nBased on all of the foregoing, the special referee's order is\r\n\r\nAFFIRMED IN PART AND REVERSED IN PART.\r\n\r\nHUFF and WILLIAMS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nhe is not a party to this appeal and that ruling is the law of the case. See Godfrey v. \n\r\nHeller, 311 S.C. 516, 520-21, 429 S.E.2d 859, 862 (Ct. App. 1993) (stating an \n\r\nunappealed ruling is the law of the case). \n\r\n\n","court":"Appeals"},{"id":"5102","title":"Reeping v. JEBBCO","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5102.pdf","description":"Robert and Annette Reeping appeal the master's order denying their request to set aside the tax sale of their property.  We reverse.","date":"2013-03-20","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Robert E. Reeping and Annette Reeping, Appellants,\r\n\r\n             v.\r\n\r\n             JEBBCO, LLC, SASSCO, LLC, John F. Brailsford, Jr.,\r\n             and County of Orangeburg Delinquent Tax Office,\r\n             Respondents.\r\n\r\n             Appellate Case No. 2012-208226\r\n\r\n\r\n\r\n                          Appeal From Orangeburg County \n\r\n                         Olin D. Burgdorf, Master-in-Equity \n\r\n\r\n\r\n                                Opinion No. 5102 \n\r\n                  Heard February 13, 2013 – Filed March 20, 2013 \n\r\n\r\n\r\n                                    REVERSED\r\n\r\n\r\n             W. Scott Palmer, of Santee, for Appellants.\r\n\r\n             Robert F. McCurry, Jr., of Horger Barnwell & Reid,\r\n             LLP, of Orangeburg, for Respondents.\r\n\r\n\r\n\r\nKONDUROS, J.: Robert and Annette Reeping appeal the master-in-equity's\r\ndenial of their request to set aside the tax sale of their real property in Orangeburg\r\nCounty. We reverse.\r\n\n                      FACTS/PROCEDURAL HISTORY \n\r\n\r\nThe Reepings purchased the subject property, located in Eastern Orangeburg\r\nCounty on the shore of Lake Marion, in 1999. They have never resided in South\r\nCarolina, and at the time of the purchase of the property, they were citizens and\r\nresidents of Maryland.\r\n\r\nIn 2005, the Reepings moved to Delaware. The Reepings' address was RD2, Box\r\n154D, Frankford, DE 19945. They notified the Orangeburg County Assessor's\r\noffice, and the tax records were amended to reflect the address change. At the\r\ntime, the State of Delaware was in the process of changing addresses from a rural\r\nroute system to a 911 system. The Reepings were assigned the new address of\r\n36818 Double Bridges Road, Frankford, DE 19945.\r\n\r\nIn late 2005, the Orangeburg County Treasurer sent a tax notice for the property to\r\nthe Reepings at their rural route address. The notice was forwarded to their 911\r\naddress by the local post office. The Reepings sent a check for the tax payment in\r\nthe amount $1,367.10 to the Orangeburg County Treasurer's Office. The check\r\nwas clearly printed with the new 911 address; however, the account was entitled\r\n\"Household Account for Bella Chiavari.\" In addition, Mrs. Reeping testified her\r\nhusband included a handwritten post-it note to inform the taxing authority their\r\naddress had changed. The Treasurer's Office subsequently issued a tax receipt and\r\nnegotiated the check.\r\n\r\nOn May 14, 2007, the County of Orangeburg sent to the Reepings' rural route\r\naddress a certified letter informing the addressee the 2006 taxes remained unpaid,\r\nand if they were not paid, the property would be sold at a tax sale. This certified\r\nnotice was returned to the Orangeburg County Delinquent Tax Office by the post\r\noffice in Delaware marked \"undeliverable and no such number.\" The certified\r\nenvelope was also hand marked with the Reepings' new 911 street address. This\r\nhandwritten address correction appeared both on the face of the envelope and also\r\non the reverse side on the certified mail green card. Apparently, this envelope was\r\nplaced in the Delinquent Tax Collector's file, but the Reepings' account was never\r\ncorrected to reflect the correct address.\r\n\r\nSeveral other notices were sent to the previous rural route address, but the\r\nReepings received none of them. A tax sale took place on December 3, 2007, and\r\nthe Delinquent Tax Collector for Orangeburg County issued a tax deed on\r\nDecember 4, 2008, to John F. Brailsford, Jr. in the name of JEBBCO, LLC, and\r\n\nSASSCO, LLC, two limited liability companies owned and operated by Brailsford.\r\nIn 2009, Mrs. Reeping learned the property had been sold when she was contacted\r\nby a company offering to help her collect the excess monies from the sale.\r\n\r\nThe master determined the notice given to the Reepings sufficiently complied with\r\nthe statutory notice requirements and the statute of limitations affecting actions to\r\nset aside tax sale deeds was applicable thereby barring their action. This appeal\r\nfollowed.                    STANDARD OF REVIEW\r\n\r\n\"An action to set aside a tax sale lies in equity.\" King v. James, 388 S.C. 16, 24,\r\n694 S.E.2d 35, 39 (Ct. App. 2010). \"Our scope of review for a case heard by a\r\n[m]aster permits us to determine facts in accordance with our own view of the\r\npreponderance of the evidence. Id.LAW/ANALYSIS\r\n\r\n        Conduct of the Tax Sale1\r\nI.\r\n\r\nThe Reepings contend the master erred in finding the delinquent tax office had\r\ncomplied with the statutory notice requirements for a valid tax sale. We agree.\r\n\r\n\"Tax sales must be conducted in strict compliance with statutory requirements.\" In\r\nre Ryan Inv. Co., 335 S.C. 392, 395, 517 S.E.2d 692, 693 (1999) (citing Dibble v.\r\nBryant, 274 S.C. 481, 483, 265 S.E.2d 673, 675 (1980)). \"[A]ll requirements of\r\nthe law leading up to tax sales which are intended for the protection of the taxpayer\r\nagainst surprise or the sacrifice of his property are to be regarded [as] mandatory\r\nand are to be strictly enforced.\" Donohue v. Ward, 298 S.C. 75, 83, 378 S.E.2d\r\n261, 265 (Ct. App. 1989) (citing Osborne v. Vallentine, 196 S.C. 90, 94, 12 S.E.2d\r\n856, 858 (1941)). \"Failure to give the required notice is a fundamental defect in the\r\ntax sale proceedings which renders the proceedings absolutely void.\" Rives v.\r\nBulsa, 325 S.C. 287, 293, 478 S.E.2d 878, 881 (Ct. App. 1996).\r\n\r\nSection 12-51-40(a) of the South Carolina Code (Supp. 2012) dictates how notice\r\nof delinquent taxes must be made to the taxpayer.\r\n\r\n\r\n1   This discussion combines the Reepings' first and second issues on appeal.\r\n\n               On April first or as soon after that as practicable, mail a\r\n               notice of delinquent property taxes, penalties,\r\n               assessments, and costs to the defaulting taxpayer and to a\r\n               grantee of record of the property, whose value generated\r\n               all or part of the tax. The notice must be mailed to the\r\n               best address available, which is either the address shown\r\n               on the deed conveying the property to him, the property\r\n               address, or other corrected or forwarding address of\r\n               which the officer authorized to collect delinquent taxes,\r\n               penalties, and costs has actual knowledge. The notice\r\n               must specify that if the taxes, penalties, assessments, and\r\n               costs are not paid, the property must be advertised and\r\n               sold to satisfy the delinquency.\r\n\r\n(emphases added).\r\n\r\n\"[W]here a statute requires notice to the owner as a condition precedent to\r\nforeclosure of a tax lien, 'the person authorized to send the notice must exercise\r\ndiligence to ascertain the correct address of the property owner.'\" Benton v. Logan,\r\n323 S.C. 338, 341, 474 S.E.2d 446, 447 (Ct. App. 1996) (quoting Good v.\r\nKennedy, 291 S.C. 204, 208, 352 S.E.2d 708, 711 (Ct. App. 1987)). \"Whether the\r\nauthorized person ha[s] exercised diligence depends upon the particular\r\ncircumstance of each case.\" Id.\r\n\r\nIn this case, the Delinquent Tax Office was put on actual notice the Reepings were\r\nnot receiving mail at their former rural route address and were provided with their\r\nnew address on a returned envelope that twice noted the new 911 address. While\r\nthat notation did not bear the city, state, and zip code, a minimal amount of\r\ndiligence could have uncovered their city, state, and zip code had not changed.\r\nBased on the evidence presented, we conclude the Delinquent Tax Office failed to\r\nuse the best address to provide notice to the Reepings in violation of the statutory\r\nnotice requirements rendering the tax sale void.\r\n\r\n\r\n\r\n\r\nII. Statute of Limitations2\r\n\r\n2   This discussion combines the Reepings' third and fourth issues on appeal.\r\n\nThe Reepings further argue the master erred in finding their action was barred by\r\nthe statute of limitations. We agree.\r\n\r\nSection 12-51-160 of the South Carolina Code (Supp. 2012) provides:\r\n\r\n            In all cases of tax sale the deed of conveyance, whether\r\n            executed to a private person, a corporation, or a forfeited\r\n            land commission, is prima facie evidence of a good title\r\n            in the holder, that all proceedings have been regular and\r\n            that all legal requirements have been complied with. An\r\n            action for the recovery of land sold pursuant to this\r\n            chapter or for the recovery of the possession must not be\r\n            maintained unless brought within two years from the date\r\n            of sale as provided in Section 12-51-90(C).\r\n\r\nIn Leysath v. Leysath, 209 S.C. 342, 40 S.E.2d 233 (1946), the Supreme Court of\r\nSouth Carolina discussed the application of this statute of limitations.\r\n\r\n            It appears to be the general rule that a short statute of\r\n            limitation of the kind under consideration does not apply\r\n            where, by reason of some jurisdictional defect, the tax\r\n            deed is absolutely void upon its face; and perhaps the\r\n            majority of the courts hold that the bar of the statute does\r\n            not apply if there are jurisdictional or fundamental\r\n            defects in the tax proceedings which render such\r\n            proceedings absolutely void. However, in some\r\n            jurisdictions a statute of this kind is more liberally\r\n            construed in favor of the purchaser, and it is held that the\r\n            statute applies in every case in which there has been\r\n            possession under a deed which is not void on its face. But\r\n            the courts following the majority rule are not in entire\r\n            accord as to the jurisdictional grounds which render a tax\r\n            deed absolutely void. In some states defects which in\r\n            others are deemed jurisdictional are considered mere\r\n            irregularities . . . .\r\n            ....\r\n\n             . . . We do not undertake to lay down a general rule\r\n             defining those defects in tax proceedings which should\r\n             be considered as mere irregularities, to which the statute\r\n             under consideration would apply, and those which should\r\n             be deemed jurisdictional, so as to render the statute\r\n             inapplicable.\r\n\r\nId. at 349-51, 40 S.E.2d at 236-37.\r\n\r\nThis court considered a notice issue in Donahue v. Ward, 298 S.C. 75, 378 S.E.2d\r\n261 (Ct. App. 1989), and determined it was the kind of jurisdictional defect that\r\nrendered the statute of limitations inapplicable.\r\n\r\n             The next question presented is whether failure to give the\r\n             required notice constitutes more than a mere irregularity\r\n             the effect of which invalidates the tax proceeding and\r\n             prevents the running of the limitations statute. It is stated\r\n             \"all requirements of the law leading up to tax sales which\r\n             are intended for the protection of the taxpayer against\r\n             surprise or the sacrifice of his property are to be regarded\r\n             mandatory and are to be strictly enforced.\" Osborne v.\r\n             Vallentine, 196 S.C. 90, 94, 12 S.E.2d 856, 858 (1941);\r\n             accord, Leysath v. Leysath, 209 S.C. 342, 40 S.E.2d 233\r\n             (1946). We think the Legislature in requiring the\r\n             Treasurer of Horry County to give a twenty day notice\r\n             prior to advertising the property for sale intended such\r\n             provision for the protection of the taxpayer against a\r\n             sacrifice of his property. We therefore hold that failure to\r\n             give the required notice is a fundamental defect in the tax\r\n             proceedings which renders the proceedings absolutely\r\n             void.\r\n\r\nId. at 83, 378 S.E.2d at 265.\r\n\r\nBased on the analytical framework set forth in Leyseth and its application in\r\nDonahue, we conclude the statute of limitations did not preclude the Reepings'\r\nclaim in this case as the failure to give proper notice rendered the tax sale void.\r\n\r\n                                  CONCLUSION \n\r\n\nBased on all of the foregoing, the ruling of the master is\r\n\r\nREVERSED. \n\r\n\r\nHUFF and WILLIAMS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"5082","title":"Brown v. Peoplease Corporation","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5082.pdf","description":"In this workers' compensation case, Thomas Brown appeals, arguing (1) the Appellate Panel of the South Carolina Workers' Compensation Commission (Appellate Panel) erred by (a) not granting him lifetime medical care for his lower back problems, (b) not raising the compensation rate to $591.73, and (c) not writing its order; and (2) the Court of Appeals erred by denying Brown's motion for leave to present additional evidence to the Workers' Compensation Commission pursuant to section 1-23-380(3) of the South Carolina Code.","date":"2013-03-27","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Thomas Lee Brown, Appellant,\r\n\r\n            v.\r\n\r\n            Peoplease Corporation and ARCH Insurance Company,\r\n            c/o Gallagher Bassett Services, Inc., Respondents.\r\n\r\n            Appellate Case No. 2011-196726\r\n\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                                Opinion No. 5082 \n\r\n                 Heard October 16, 2012 – Filed February 13, 2013 \n\r\n                 Withdrawn, Substituted and Refiled March 27, 2013 \n\r\n\r\n                                  _____________\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Preston F. McDaniel, of the McDaniel Law Firm, of\r\n            Columbia, for Appellant.\r\n\r\n            Weston Adams, III, and Helen Faith Hiser, both of\r\n            McAngus Goudelock & Courie, LLC, of Columbia, for\r\n            Respondents.\r\n\r\n\r\nSHORT, J.: In this workers' compensation case arising out of an automobile\r\naccident, Thomas Brown appeals, arguing: (1) the Appellate Panel of the South\r\nCarolina Workers' Compensation Commission (Appellate Panel) erred by (a) not\r\ngranting him lifetime medical care for his lower back problems, (b) not raising the\r\ncompensation rate to $591.73, and (c) not writing its order; and (2) the court of\r\n\nappeals erred by denying Brown's motion for leave to present additional evidence\r\nto the Workers' Compensation Commission (the Commission) pursuant to section\r\n1-23-380(3) of the South Carolina Code (Supp. 2012). We affirm.\r\n\r\nFACTS\r\n\r\nOn May 2, 2008, a passenger vehicle collided with the truck Brown was driving.\r\nAt the time of the accident, Peoplease Corporation employed Brown to drive a\r\ntruck for Bulldog Trucking, and Brown had been working for the company for\r\napproximately 16 weeks. After the accident, doctors treated Brown for pain in the\r\ncervical region of his neck and performed two surgeries on his neck. Brown's\r\ndiabetes also worsened following the accident, and he is now insulin dependent.\r\n\r\nBrown filed a Form 50 on July 13, 2010, seeking an award for permanent and total\r\ndisability benefits with lifetime medical care for his neck, back, and arm pain from\r\nthe accident. Peoplease Corporation and Arch Insurance Company, c/o Gallagher\r\nBassett Services, Inc., (collectively, Respondents) admitted Brown sustained a\r\ncompensable injury by accident arising out of and in the course of his employment;\r\nhowever, they denied Brown sustained injuries to his lower back and arms.\r\n\r\nOn October 22, 2010, the single commissioner heard the matter. In his order, the\r\ncommissioner noted the only issues before him were a determination of Brown's\r\nentitlement to a disability award and the resulting average weekly wage and\r\ncompensation rate to be applied. He determined Brown is permanently and totally\r\ndisabled based on the combination of his cervical injury and the aggravation of his\r\nunderlying diabetes; however, he found no specific medical report tied Brown's\r\nlumbar (lower back) problems to his injury at work. Therefore, he ordered\r\nRespondents to provide Brown with lifetime, causally-related medical treatment\r\nfor his cervical spine and diabetes. The commissioner also found exceptional\r\ncircumstances existed to determine a fair and reasonable average weekly wage and\r\ncompensation rate. Thus, he calculated the average weekly wage based on the\r\nsalary and income a top producer for Bulldog would make per year. This\r\namounted to $38,500 per year, resulting in an average weekly wage of $740.38 and\r\na compensation rate of $493.84.\r\n\r\nBrown appealed to the Appellate Panel, arguing the commissioner erred in not\r\nawarding him (1) lifetime medical care for his lower back and legs and (2) a higher\r\naverage weekly wage and compensation rate. The Appellate Panel heard the\r\n\nmatter on March 21, 2011. Thereafter, it affirmed the single commissioner's\r\nfactual findings and conclusions of law. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe South Carolina Administrative Procedures Act (APA) establishes the standard\r\nfor judicial review of decisions by the Appellate Panel. Carolinas Recycling Grp.\r\nv. S.C. Second Injury Fund, 398 S.C. 480, 483, 730 S.E.2d 324, 326 (Ct. App.\r\n2012). Under the scope of review established in the APA, this court may not\r\nsubstitute its judgment for that of the Appellate Panel as to the weight of the\r\nevidence on questions of fact, but may reverse or modify the Appellate Panel's\r\ndecision if the appellant's substantial rights have been prejudiced because the\r\ndecision is affected by an error of law or is \"clearly erroneous in view of the\r\nreliable, probative, and substantial evidence on the whole record.\" See S.C. Code\r\nAnn. § 1-23-380(5)(e) (Supp. 2012). Our supreme court has defined substantial\r\nevidence as evidence that, in viewing the record as a whole, would allow\r\nreasonable minds to reach the same conclusion the Appellate Panel reached. Lark\r\nv. Bi-Lo, Inc., 276 S.C. 130, 135, 276 S.E.2d 304, 306. \"[T]he possibility of\r\ndrawing two inconsistent conclusions from the evidence does not prevent an\r\nadministrative agency's finding from being supported by substantial evidence.\"\r\nPalmetto Alliance, Inc. v. S.C. Pub. Serv. Comm'n, 282 S.C. 430, 432, 319 S.E.2d\r\n695, 696 (1984). \"Where there are no disputed facts, the question of whether an\r\naccident is compensable is a question of law.\" Grant v. Grant Textiles, 372 S.C.\r\n196, 201, 641 S.E.2d 869, 872 (2007).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Lifetime Medical Care\r\n\r\nBrown argues the Appellate Panel erred in denying him lifetime medical care for\r\nhis lower back problems. We disagree.\r\n\r\nThis court must affirm the Appellate Panel's findings of fact if they are supported\r\nby substantial evidence. Tiller v. Nat'l Health Care Ctr. of Sumter, 334 S.C. 333,\r\n338, 513 S.E.2d 843, 845 (1999). \"Substantial evidence is not a mere scintilla of\r\nevidence, but evidence which, considering the record as a whole, would allow\r\nreasonable minds to reach the conclusion the agency reached.\" Id. \"[T]he\r\npossibility of drawing two inconsistent conclusions from the evidence does not\r\nprevent an administrative agency's findings from being supported by substantial\r\n\nevidence.\" Id. This court may not substitute its judgment for that of the agency's\r\nas to the weight of the evidence on questions of fact unless the agency's findings\r\nare clearly erroneous in view of the reliable, probative, and substantial evidence on\r\nthe record. Id. at 339, 513 S.E.2d at 845. When determining if a claimant has\r\nestablished causation, the Appellate Panel has discretion to weigh and consider all\r\nthe evidence, both lay and expert. Potter v. Spartanburg Sch. Dist. 7, 395 S.C. 17,\r\n23, 716 S.E.2d 123, 126 (Ct. App. 2011). \"Thus, while medical testimony is\r\nentitled to great respect, the fact finder may disregard it if other competent\r\nevidence is presented.\" Id. The Appellate Panel has the final determination of\r\nwitness credibility and the weight to be accorded the evidence. Id.\r\n\r\nIn his order, the commissioner stated that McLeod v. Piggly Wiggly Carolina Co.,\r\n280 S.C. 466, 313 S.E.2d 38 (Ct. App. 1984), \"calls the back a much more\r\ncomplicated area of the body and calls for expert medical opinions in those kinds\r\nof cases.\" See id. at 471, 313 S.E.2d at 41 (noting the back is \"a much more\r\ncomplicated area of the body,\" which requires \"a higher degree of expertise than\r\nwas presented to determine the degree of . . . loss of use\"). He then found Brown\r\npresented \"no specific medical report that ties the lumbar [lower back] problems to\r\nthe injury at work.\"\r\n\r\nBrown argues the commissioner overlooked or disregarded the undisputed\r\nevidence in the record that his lower back problems were caused by and stemmed\r\nfrom the accident. In support of his argument, Brown submits that on July 6, 2008,\r\ntwo months after the accident, he went to the emergency room complaining of\r\nlower back pain. The report notes, \"History obtained from patient.\" The\r\nadmission notes state Brown indicated he was in an automobile accident two\r\nmonths prior to when he developed the pain, and he does a lot of heavy lifting at\r\nwork, which he thinks exacerbated the pain. However, he denied any back pain\r\nwhen a nurse assessed him. Brown's back was x-rayed, and the hospital discharged\r\nhim with a lumbosacral strain and prescribed him Percocet, a drug for pain.\r\n\r\nOn July 10, 2008, Brown saw Dr. Abu-Ata, who noted Brown told him he was in a\r\ncar accident two months prior, and afterwards, he started having neck and back\r\npain. Brown told Dr. Abu-Ata \"he had x-rays for his spine that were negative.\"\r\nDr. Abu-Ata \"did a nerve conduction study/EMG for him that was normal and that\r\nshowed no evidence of cervical or lumbosacral peri-radiculopathy.\" He then\r\nscheduled Brown for a magnetic resonance imaging (MRI) of his cervical spine\r\nand lower back. The lower back MRI revealed \"mild to moderate degenerative\r\ndisc disease at L3-4.\" However, the cervical spine MRI indicated Brown had\r\n\n\"moderately severe degenerative disc/osteophyte disease of the cervical spine,\" and\r\nDr. Abu-Ata gave him an emergency referral to Dr. Scott Boyd, a neurosurgeon.\r\n\r\nOn August 4, 2008, Dr. Boyd determined Brown had cervical stenosis and\r\nscheduled him for an anterior cervical discectomy and fusion on September 2,\r\n2008. In February 2010, Dr. Boyd performed a second cervical fusion on Brown.\r\nIn relation to his claim for workers' compensation, Brown sent Dr. Boyd a letter\r\nthat stated:  Is it your opinion to a reasonable degree of medical\r\n              certainty that the problems that [Brown] has with his\r\n              neck and back and his need for medical care either stem\r\n              directly from the automobile accident of May 2, 2008[,]\r\n              or the accident aggravated and caused to become\r\n              symptomatic a pre-existing conditions [sic] in his neck\r\n              and back which resulted in the need for medical care?\r\n\r\nDr. Boyd checked \"yes\" and signed the letter. However, Dr. Boyd also signed a\r\nnote excusing Brown from work, which stated: \"Mr. Brown is having back\r\nsurgery 09/02/08. He will be out of work until approximately 3 weeks after\r\nsurgery.\" (Emphasis added.) Brown's first cervical fusion was on September 2,\r\n2008. Therefore, Respondents contend Dr. Boyd interchangeably used the word\r\n\"back\" to refer to Brown's \"neck.\" Further, Dr. Leonard Forrest did an independent\r\nmedical evaluation of Brown, and although he notes Brown told him \"his neck-\r\nrelated symptoms have always been worse than the low back related symptoms,\"\r\nhe stated he did \"not see any studies of a lumbar spine.\" He also stated that\r\nalthough Brown's back problems \"certainly seem[] to be related to the motor\r\nvehicle accident for the same reason as noted above, [it] has not been evaluated\r\nadequately at this point.\"\r\n\r\nBrown's doctors did not perform any surgeries or procedures on his lower back,\r\nand the only treatment given to Brown for his lower back was the Percocet given to\r\nhim at the emergency room. Brown also testified he has not had any surgery or\r\nmedical treatment to his lower back. When asked about his lower back pain,\r\nBrown stated, \"[I]t starts from the back of my neck and goes down and then\r\nsometimes it varies also. . . . it feels different all the time. I really couldn't pinpoint\r\n[it] in particular.\" Hence, even Brown could not specifically testify he experienced\r\nlumbar pain. Also, although \"back\" pain is referred to in the record, the only\r\nmedical evidence specifically relating to Brown's lower back pain is the emergency\r\n\nroom visit. Therefore, we find the few medical references in the record are\r\ninsufficient to prove a causal link, and the substantial evidence in the record\r\nsupports the Appellate Panel's decision that Brown presented no medical evidence\r\nthat related his lumbar problems to the accident.\r\n\r\nII.   Compensation Rate\r\n\r\nBrown argues the Appellate Panel erred in not raising his compensation rate to\r\n$591.73. We disagree.\r\n\r\nSection 42-1-40 of the South Carolina Code provides four alternative methods for\r\nthe commission to use to calculate the average wage. S.C. Code Ann. § 42-1-40\r\n(Supp. 2012); see Pilgrim v. Eaton, 391 S.C. 38, 44, 703 S.E.2d 241, 244 (Ct. App.\r\n2010). The primary method of calculation requires that the \"'[a]verage weekly\r\nwage' must be calculated by taking the total wages paid for the last four quarters . .\r\n. divided by fifty-two or by the actual number of weeks for which wages were paid,\r\nwhichever is less.\" S.C. Code Ann. § 42-1-40 (Supp. 2012). However, \"[w]hen\r\nfor exceptional reasons the foregoing would be unfair, either to the employer or\r\nemployee, such other method of computing average weekly wages may be resorted\r\nto as will most nearly approximate the amount which the injured employee would\r\nbe earning were it not for the injury.\" S.C. Code Ann. § 42-1-40 (Supp. 2012).\r\n\"'The objective of wage calculation is to arrive at a fair approximation of the\r\nclaimant's probable future earning capacity.'\" Sellers v. Pinedale Residential Ctr.,\r\n350 S.C. 183, 191, 564 S.E.2d 694, 698 (Ct. App. 2002) (quoting Bennett v. Gary\r\nSmith Builders, 271 S.C. 94, 98, 245 S.E.2d 129, 131 (1978)).\r\n\r\nBrown alleged that at the time of the accident, his weekly wages were $589.69,\r\nwhich resulted in a compensation rate of $393.14. However, he sought a deviation\r\nin the calculation of his average weekly wage. He presented evidence that he\r\nworked for Boyd Brothers Trucking prior to working for Peoplease, and based on\r\nhis income as reported on his W-2, he had an average weekly wage of $887.55\r\nwith a resulting compensation rate of $591.73. Brown also testified he thought\r\nBulldog was going to pay him a rate of fifty cents per mile; however, he could not\r\nidentify who at Bulldog told him that. Monica Reese, corporate counsel for\r\nPeoplease, testified she reviews every employment contract and completes the\r\nForm 20 for every workers' compensation claim. She testified she reviewed the\r\npayroll of all sixty similarly-situated drivers and determined Brown's wages would\r\nbe approximately $26,000 for the year. She testified the high end of the salary that\r\ndrivers could earn is forty-two cents per mile, which is approximately $38,500 per\r\n\nyear. She did not know of anyone who would have told Brown he would make\r\nfifty cents per mile.\r\n\r\nAdditionally, Brown submitted paystubs he alleged showed Bulldog was paying\r\nhim $1.00 per mile. However, the paystubs indicate the payment on the check was\r\ncalculated at a \"Rate\" of \"$1.00\" for \"Hours\" of work. (Emphasis added.) Even at\r\nthe hearing before the Appellate Panel, Brown's counsel stated: \"[I]n our Pre-\r\nhearing Brief we submitted copies of his check and on his check – the four or five\r\ncopies of the check we submitted it said that he was making $1.00 dollar an hour.\"\r\n(Emphasis added.) The commissioner asked him if that was correct, and counsel\r\nstated: \"Excuse me, $1.00 dollar a mile.\" (Emphasis added.) He then continued to\r\nsay, \"But in other words not only does it support my client's testimony that he was\r\ngoing to make $.50 cents an hour . . . .\" (Emphasis added.) Therefore, the\r\nevidence does not support Brown's argument the record contains evidence showing\r\nBulldog was paying him one dollar per mile.\r\n\r\nThe commissioner noted Brown presented no documentary evidence to support his\r\ntestimony that Bulldog promised him fifty cents per mile, and he did not identify\r\nthe exact person that told him that at the time of employment. Nevertheless, the\r\ncommissioner found exceptional circumstances existed to determine a fair and\r\nreasonable average weekly wage and compensation rate. As a result, the\r\ncommissioner determined the fair average weekly wage was $740.38 with a\r\nresulting compensation rate of $493.84. Therefore, the commissioner assumed\r\nBrown would eventually earn the highest amount a driver in his situation could\r\nearn and took into account possible future earnings and wage increases in\r\ncalculating his average weekly wage. We find no error.\r\n\r\nIII.   Order\r\n\r\nBrown argues the Appellate Panel erred in not writing its own order. We disagree.\r\n\r\nOn April 1, 2011, Judicial Director Virginia Crocker emailed a letter to all counsel,\r\nstating the Appellate Panel \"has considered the matter and find[s] a full affirmation\r\nof the Single Commissioner's Decision and Order.\" The letter requested counsel\r\nfor Respondents \"prepare a proposed order with copies for each Party; and submit\r\nto the Judicial Department within thirty (30) days of this notice.\" It also requested\r\nthe order \"recite[] the specific Findings of Fact and Rulings of Law of the Single\r\nCommissioner's Decision and Order.\" Further, the letter stated \"the\r\n\nCommissioners reserved the right to modify and/or delete any or all portions of the\r\nsubmitted decision and order.\"\r\n\r\nWe find no merit to Brown's argument. See Trotter v. Trane Coil Facility, 393\r\nS.C. 637, 644, 714 S.E.2d 289, 292 (2011) (noting the \"Appellate Panel of the\r\nCommission unanimously upheld the commissioner's order and adopted the\r\nfindings of fact and conclusions of law contained therein in full\"); Matute v.\r\nPalmetto Health Baptist, 391 S.C. 291, 295, 705 S.E.2d 472, 474 (Ct. App. 2011)\r\n(discussing without comment the single commissioner's receipt of the claimant's\r\nproposed order).\r\n\r\nIV.   Motion for Remand\r\n\r\nBrown argues this court erred in denying his motion for leave to present additional\r\nevidence to the Workers' Compensation Commission pursuant to section 1-23-\r\n380(3) of the South Carolina Code (Supp. 2012). We disagree.\r\n\r\nSection 1-23-380 of Administrative Procedures Act provides that a \"party who has\r\nexhausted all administrative remedies available within the agency and who is\r\naggrieved by a final decision in a contested case is entitled to judicial review\" of\r\nthe agency decision by filing a petition for review in the court of appeals. S.C.\r\nCode Ann. § 1-23-380 (Supp. 2012).1 Section 1-23-380(3) provides that pursuant\r\nto the filing of a petition for review, the party may also apply to the court for leave\r\nto present additional evidence, and the court may order the additional evidence to\r\nbe taken before the agency if \"it is shown to the satisfaction of the court that the\r\nadditional evidence is material and that there were good reasons for failure to\r\npresent it in the proceeding before the agency.\" S.C. Code Ann. § 1-23-380(3)\r\n(Supp. 2012).\r\n\r\nBrown filed his notice of appeal with this court on July 28, 2011. The same day,\r\nBrown also filed with this court a motion for leave to present additional evidence\r\nto the Workers' Compensation Commission and to stay the appeal pending the\r\nremand to the Commission. In his memorandum in support of his motion, Brown\r\nsought to introduce a photocopy of a card he found while going through his\r\n\r\n1 This section was amended in 2006 to provide for review by an administrative\r\nlaw judge and appeal to the court of appeals instead of the circuit court. 2006 Act\r\nNo. 387, § 2, eff. July 1, 2006. Because this case began in 2010, Brown's appeal\r\nwas to this court.\r\n\nrecords, which he claimed someone gave him when he applied with Bulldog. The\r\nback of the card states: \"Run Legal: 50¢ per loaded mile.\" Brown asserted the\r\nadditional evidence was material because, in making his decision, the\r\ncommissioner relied on the lack of documentary evidence to support Brown's\r\ntestimony. By order dated November 2, 2011, this court denied Brown's motion,\r\nfinding Brown \"presented no good reasons for his failure to present the evidence\r\nduring the hearing before the single commissioner and the Appellate Panel.\"\r\n\r\nIn ruling on an application to submit additional evidence, this court should\r\nconsider two factors: (1) the materiality of the additional evidence; and (2) the\r\nexistence of a good reason for the failure to introduce such evidence at the original\r\nhearing. S.C. Code Ann. § 1-23-380(3) (Supp. 2012). After reviewing the record,\r\nwe find this court correctly determined the additional evidence Brown sought to\r\noffer is not material. Additionally, we find this court correctly determined Brown\r\npresented no good reason for failing to present the evidence at the hearing before\r\nthe commissioner and the Appellate Panel. Therefore, this court correctly denied\r\nBrown's motion. See Byers v. S.C. Alcoholic Beverage Control Comm'n, 305 S.C.\r\n243, 245, 407 S.E.2d 653, 654-55 (1991) (finding the decision to hear additional\r\nevidence under section 1-23-380(e), prior to the statute's amendment, was \"a\r\nmatter within the sound decision of the trial judge\" and the appellate court's proper\r\nstandard for review was \"whether the circuit judge committed an error of law in\r\nremanding the case to the Commission to hear additional evidence\"); id. (stating\r\nthat \"[i]n ruling on an application under subsection (e), the [c]ircuit [c]ourt should\r\nhave considered two factors: the materiality of the additional evidence and the\r\nexistence of a good reason for the failure to introduce such evidence at the original\r\nhearing\"); id. (finding any additional evidence the petitioner sought to offer was\r\nnot material to the Commission's determination and holding the trial judge was\r\ncontrolled by an error of law in making his determination on the materiality of the\r\nadditional evidence).\r\n\r\nAFFIRMED.\r\n\r\nKONDUROS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5103","title":"Taylor v. Aiken County Assessor","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5103.pdf","description":"D. Michael Taylor, who purchased a piece of real property in Aiken County on September 7, 2010, appeals the Administrative Law Court's finding that Taylor lacked standing to challenge the 2010 property appraisal and assessment for tax purposes because he did not hold title to the property on December 31, 2009, when the tax was levied.  We reverse and remand.","date":"2013-03-27","type":"opinion","text":"                        THE STATE OF SOUTH CAROLINA\r\n                          In The Court of Appeals\r\n\r\n            D. Michael Taylor, Appellant,\r\n\r\n            v.\r\n\r\n            Aiken County Assessor, Respondent.\r\n\r\n            Appellate Case No. 2011-204370\r\n\r\n\r\n\r\n                  Appeal From The Administrative Law Court\n\r\n                 Carolyn C. Matthews, Administrative Law Judge \n\r\n\r\n\r\n                              Opinion No. 5103 \n\r\n                 Heard December 13, 2012 – Filed March 27, 2013 \n\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n            D. Michael Taylor, pro se, for Appellant.\r\n\r\n            W. Lawrence Brown, of Aiken, for Respondent.\r\n\r\n\r\n\r\nWILLIAMS, J.: D. Michael Taylor (\"Taylor\"), appearing pro se, appeals the\r\nAdministrative Law Court's (ALC) finding that Taylor lacked standing to\r\nchallenge the 2010 property appraisal and tax assessment for a property he\r\npurchased on September 7, 2010. Taylor argues that he has standing despite not\r\nowning the property on December 31, 2009, when the tax was levied. We reverse\r\nand remand.\r\n\n                      FACTS / PROCEDURAL HISTORY \n\r\n\r\nOn September 7, 2010, Taylor purchased real property located in Aiken County at\r\na foreclosure sale. The same day, Taylor emailed the Aiken County Tax Assessor\r\n(\"Assessor\") to \"protest the appraised fair market value and resulting assessment of\r\nthe referenced property for tax year 2010.\" In response, the Assessor reduced the\r\nproperty's market value for the 2011 tax year but did not reduce the market value\r\nor assessment for the 2010 tax year. Taylor appealed to the Aiken County Board\r\nof Assessment Appeals (\"Board\"), arguing that his property's value for the 2010\r\ntax year should also be reduced. The Board denied the appeal because Taylor was\r\nnot the property owner at the time the Assessor levied the 2010 tax.\r\n\r\nTaylor appealed to the ALC. The ALC found that Taylor lacked standing to appeal\r\nthe property tax assessment for the 2010 tax year because he did not own the\r\nproperty as of December 31, 2009, the date the 2010 tax was assessed. This appeal\r\nfollowed.                  STANDARD OF REVIEW\r\n\r\n\"Tax appeals to the ALC are subject to the Administrative Procedures Act.\"\r\nCFRE, LLC v. Greenville Cnty. Assessor, 395 S.C. 67, 73, 715 S.E.2d 877, 880\r\n(2011). \"The decision of the [ALC] should not be overturned unless it is\r\nunsupported by substantial evidence or controlled by some error of law.\" Original\r\nBlue Ribbon Taxi Corp. v. S.C. Dep't of Motor Vehicles, 380 S.C. 600, 604, 670\r\nS.E.2d 674, 676 (Ct. App. 2008). \"Questions of statutory interpretation are\r\nquestions of law, which we are free to decide without any deference to the court\r\nbelow.\" CFRE, 395 S.C. at 74, 715 S.E.2d at 880.\r\n\r\n                                LAW/ANALYSIS\r\n\r\nTaylor argues the ALC erred in determining that he lacked standing to appeal the\r\nvaluation and assessment for the 2010 tax year for property he purchased on\r\nSeptember 7, 2010. We agree.\r\n\r\nIn the instant case, the ALC determined that Taylor lacked standing to appeal the\r\n2010 assessment because he was not the owner of the property as of December 31,\r\n2009. Relying upon section 12-37-610 of the South Carolina Code (Supp. 2012),\r\nthe ALC determined that Taylor was \"not the person legally liable for payment of\r\n\nthe taxes for the year 2010.\" Thus, the ALC reasoned that \"he [wa]s not the\r\n'property taxpayer' as defined by the statute.\"\r\n\r\nAs recognized by the ALC, our resolution of this issue hinges on whether Taylor is\r\na \"property taxpayer\" as defined by the applicable sections of the South Carolina\r\nCode. If Taylor is a property taxpayer, he has standing as a matter of statutory\r\nright. See Freemantle v. Preston, 398 S.C. 186, 192, 728 S.E.2d 40, 43 (2012)\r\n(\"Standing may be acquired: (1) through the rubric of 'constitutional standing'; (2)\r\nunder the 'public importance' exception; or (3) by statute.\") \"The traditional\r\nconcepts of constitutional standing are inapplicable when standing is conferred by\r\nstatute.\" Id. at 194, 728 S.E.2d at 44. Therefore, we look to the language of the\r\ncontrolling statutes to determine if Taylor has standing.\r\n\r\nSection 12-37-610 states that:\r\n\r\n        Each person is liable to pay taxes and assessments on the real property\r\n        that, as of December thirty-first of the year preceding the tax year, he\r\n        owns in fee, for life, or as trustee, as recorded in the public records for\r\n        deeds of the county in which the property is located . . . .\r\n\r\nThe South Carolina Revenue Procedure Act (\"SCRPA\")1 provides that \"[i]n years\r\nwhen there is no notice of property tax assessment, the property taxpayer may\r\nappeal the fair market value . . . and the property tax assessment of a parcel of\r\nproperty at any time.\" S.C. Code Ann. § 12-60-2510(A)(4) (Supp. 2012). Under\r\nthe SCRPA, \"'[p]roperty taxpayer' means a person who is liable for, or whose\r\nproperty or interest in property, is subject to, or liable for, a property tax imposed\r\nby this title.\" S.C. Code Ann. § 12-60-30(22) (Supp. 2012).\r\n\r\nAs noted above, the relevant question is whether Taylor is a property taxpayer.\r\nWe are mindful that \"[t]he cardinal rule of statutory interpretation is to ascertain\r\nand effectuate the intent of the legislature.\" Sloan v. Hardee, 371 S.C. 495, 498,\r\n640 S.E.2d 457, 459 (2007). In doing so, we must give the words found in a\r\nstatute their \"plain and ordinary meaning without resort to subtle or forced\r\nconstruction to limit or expand the statute's operation.\" Id. at 499, 640 S.E.2d at\r\n459. \"When a statute's terms are clear and unambiguous on their face, there is no\r\nroom for statutory construction and a court must apply the statute according to its\r\nliteral meaning.\" Id. at 498, 640 S.E.2d at 459. Additionally, under South\r\n\r\n1   See S.C. Code Ann. §§ 12-60-10 to -3390 (Supp. 2012). \r\n\nCarolina law, \"[r]evenue laws are generally construed in favor of the taxpayer and\r\nagainst the taxing authority.\" Clark v. S.C. Tax Comm'n, 259 S.C. 161, 169, 191\r\nS.E.2d 23, 26 (1972) (internal quotation marks omitted).\r\n\r\nLooking to the plain and ordinary meaning of the SCRPA's provisions, we find that\r\nsection 12-60-2510(A)(4) allows a property taxpayer to appeal the fair market\r\nvalue and resulting assessment of property at any time in years when a new\r\ncountywide assessment is not taking place. Turning to the language of section 12-\r\n60-30(22), we interpret the definition of property taxpayer to include individuals\r\nfitting into two categories: (1) \"a person who is liable for . . . any property tax\r\nimposed by this title\"; and (2) \"a person . . . whose property or interest in\r\nproperty[] is subject to . . . a property tax imposed by this title.\" S.C. Code Ann.\r\n§ 12-60-30(22).\r\n\r\nIn the instant case, we find that Taylor qualifies as a property taxpayer under this\r\nsecond category as a person whose property is subject to the property tax.\r\nPursuant to section 12-49-10 of the South Carolina Code, unpaid property taxes\r\nbecome a lien upon the real property at the time when they are assessed. See S.C.\r\nCode Ann. § 12-49-10 (2000) (\"All taxes, assessments and penalties legally\r\nassessed . . . shall be a first lien in all cases whatsoever upon the property taxed,\r\nthe lien to attach at the beginning of the fiscal year during which the tax is\r\nlevied.\"). Accordingly, Taylor's interest in the property is subject to the 2010 tax\r\nby virtue of this lien.\r\n\r\nTherefore, giving the words of section 12-60-30(22) their plain and ordinary\r\nmeaning, we find the clear and unambiguous terms of the statute provide\r\nsubsequent property owners, whose properties are \"subject to . . . a property tax\"\r\nby virtue of a tax lien, with the right to appeal their property's valuation and\r\nresulting tax assessment. Accordingly, we find that Taylor, as a property taxpayer\r\nwithin the definition provided by section 12-60-30(22), has standing to appeal the\r\nvaluation and assessment of the property purchased at foreclosure sale on\r\nSeptember 10, 2010.\r\n\r\nEven if we considered the statute's terms ambiguous, we find our rules of statutory\r\nconstruction would necessitate allowing Taylor the right to appeal. \"All rules of\r\nstatutory construction are subservient to the one that the legislative intent must\r\nprevail if it can be reasonably discovered in the language used, and that language\r\nmust be construed in light of the intended purpose of the statute.\" Sonoco Prod.\r\nCo. v. S.C. Dep't of Revenue, 378 S.C. 385, 391, 662 S.E.2d 599, 602 (2008)\r\n\n(internal quotation marks omitted). The legislative intent behind section 12-60-\r\n2510(A)(3)-(4) is to provide property owners who are subject to a property tax\r\nwith an avenue to appeal the valuation and resulting assessment. We find this\r\nlegislative intent is defeated by interpreting this statute to afford an appeal only to\r\nproperty owners as of the date when the assessment was levied but to disallow\r\nappeals from subsequent owners. See Ray Bell Constr. Co. v. Sch. Dist. of\r\nGreenville Cnty., 331 S.C. 19, 26, 501 S.E.2d 725, 729 (1998) (\"[T]he courts will\r\nreject [a] meaning when to accept it would lead to a result so plainly absurd that it\r\ncould not possibly have been intended by the Legislature or would defeat the plain\r\nlegislative intention.\"). We do not believe the General Assembly intended such a\r\nresult. Therefore, we construe the statute to provide subsequent owners, who\r\nultimately bear the economic burden of the overvalued taxes, with the ability to\r\nappeal such an assessment. See id. (\"If possible, the court will construe the statute\r\nso as to escape the absurdity and carry the [legislature's] intention into effect.\").\r\n\r\nBecause Taylor satisfies the statutory definition of property taxpayer, section 12-\r\n60-2510(A)(4) provides him the right to appeal the assessment of his property \"at\r\nany time.\" Accordingly, the ALC erred in finding that Taylor lacked standing to\r\nappeal the valuation and tax assessment for the 2010 tax year of the property he\r\npurchased on September 7, 2010.    CONCLUSION\r\n\r\nBased on the foregoing, we find the ALC erred in finding Taylor lacked standing\r\nto appeal the assessment of the property taxes. Accordingly, the order of the ALC\r\nis\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and PIEPER, J., concur.\r\n\n","court":"Appeals"},{"id":"5104","title":"Brown v. Brown","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5104.pdf","description":"Gregory Brown brought this action for partition of real property that he and his five siblings owned together, and for an accounting of expenses he paid to preserve the property.  The master-in-equity ordered the five siblings to pay Gregory their share of the expenses, partitioned the property by sale rather than in kind, and awarded Gregory attorney's fees and costs.  The siblings appeal those decisions.  We affirm the accounting decision, reverse the partition decision, vacate the award of fees and costs, and remand.","date":"2013-03-27","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Gregory Brown, Respondent,\r\n\r\n            v.\r\n\r\n            Willie Brown, Jr., Charles Brown, Joe Brown, Nellie\r\n            Brown Boyd, Vivian Brown Dowdy, First Federal, and\r\n            First Financial Holdings, Inc., Defendants,\r\n\r\n            Of whom Willie Brown, Jr., Charles Brown, Joe Brown,\r\n            Nellie Brown Boyd, and Vivian Brown Dowdy are the\r\n            Appellants.\r\n\r\n            Appellate Case No. 2012-206508\r\n\r\n\r\n\r\n                         Appeal From Richland County \n\r\n                     Joseph M. Strickland, Master-in-Equity \n\r\n\r\n\r\n                               Opinion No. 5104 \n\r\n                 Heard January 17, 2013 – Filed March 27, 2013 \n\r\n\r\n\r\n                 AFFIRMED IN PART, REVERSED IN PART, \n\r\n                   VACATED IN PART, AND REMANDED \n\r\n\r\n\r\n            Gerald D. Jowers, of Columbia, for Appellants.\r\n\r\n            John E. Schmidt, III, Schmidt & Copeland, LLC, of\r\n            Columbia, for Respondent.\r\n\r\n\r\nFEW, C.J.: Gregory Brown brought this action for partition of real property that\r\nhe and his five siblings owned together, and for an accounting of expenses he paid\r\nto preserve the property. The master-in-equity ordered the five siblings to pay\r\n\nGregory their share of the expenses, partitioned the property by sale rather than in\r\nkind, and awarded Gregory attorney's fees and costs. The siblings appeal those\r\ndecisions. We affirm the accounting decision, reverse the partition decision,\r\nvacate the award of fees and costs, and remand.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nWillie Brown Sr. died in June 2005, leaving a will that devised all his assets to his\r\nsix children. The will named Gregory as the estate's personal representative. The\r\nestate's assets included personal property and two parcels of real property—the\r\nClarkson property and the Dry Branch property. The Clarkson property is bounded\r\non two sides by public roads. The Dry Branch property is landlocked but can be\r\naccessed using an easement over an adjoining piece of land. Acting in his capacity\r\nas personal representative, Gregory executed deeds in 2006 conveying equal,\r\nundivided shares of the Clarkson and Dry Branch properties to himself and his\r\nsiblings.\r\n\r\nAs personal representative, Gregory managed the estate's income, property, and\r\nexpenses. Although the estate received some income from various sources, it did\r\nnot have sufficient funds to pay all its expenses. The siblings gave Gregory money\r\nto help pay the estate's expenses.\r\n\r\nIn 2005, before Gregory conveyed the properties, he began paying the taxes,\r\nmortgage debt, and utility bills with his own money. He continued to do this for\r\nseveral years after he and his siblings took title to the properties. He also\r\nperformed maintenance on the properties, for which he charged his siblings a fee.\r\nThe parties have been unable to agree on how much, if anything, the siblings owe\r\nGregory for their share of these expenses.\r\n\r\nFor several years, the parties attempted unsuccessfully to reach an agreement on\r\nhow to divide the real properties among them. In 2009, Gregory filed a complaint\r\nasking the court to partition the properties either in kind or by sale. He also asked\r\nfor an accounting of how much money his siblings owed him for their share of the\r\nexpenses he incurred on the properties. The master conducted a trial and issued an\r\norder. As to the accounting cause of action, the master ordered each sibling to pay\r\nGregory $5,171.15 as his or her share of the expenses. As to partition, the master\r\ndetermined that equitably dividing the properties into smaller parcels would be\r\nimpracticable, and therefore he ordered the properties be sold at a public sale.\r\nFinally, the master ordered each sibling to pay Gregory $3,583.88 as his or her\r\n\nshare of Gregory's attorney's fees and costs. The siblings filed a motion to alter or\r\namend the judgment or for a new trial. The master denied the motion.\r\n\r\n      II.    Accounting\r\n\r\nIn making his accounting decision, the master refused to consider anything he\r\nfound unrelated to the expenses of the Clarkson and Dry Branch properties. The\r\nsiblings argue the master erred by not taking several things into account.\r\n\r\nFirst, the siblings claim the funds they gave Gregory were contributions for the\r\nestate's expenses and for the parties' shared expenses related to owning the\r\nproperties. The master found the contributions were purely for estate expenses,\r\nwhich meant the probate court had exclusive jurisdiction over any dispute about\r\nthe contributions. See S.C. Code Ann. § 62-1-302(a)(1) (2009) (providing the\r\nprobate court exclusive original jurisdiction over all subject matter related to\r\nestates of decedents). We find the master correctly determined the siblings'\r\npayments were contributions for estate expenses, not contributions toward their\r\nshare of their expenses as owners of the properties. Gregory testified some of his\r\nsiblings \"contributed their equal portion for the burial expenses, which was agreed\r\nupon.\" Vivian testified, \"Ever since we started this our disagreement with Greg\r\nhas been how much we actually owe him for the expenses of the estate, and even\r\nthough I'm hearing otherwise today, that's what I thought we were here for . . . .\"\r\nShe also testified the siblings offered to help Gregory with bills he had to pay as\r\nthe personal representative of the estate.\r\n\r\nSecond, the siblings claim Gregory converted several items of personal property\r\nfrom the estate to which they were entitled under the will. They argue the master\r\nshould have reduced their liability to Gregory by the value of their interests in the\r\nitems. We find the master properly declined to consider the personal property. A\r\ndispute over conversion of estate property would be for the probate court to decide.\r\nSee § 62-1-302(a)(1). To the extent the siblings are arguing the conversion\r\noccurred after they became owners of the personal property, the master found the\r\nevidence did not support the conversion claim. Gregory testified he is holding the\r\nitems for safekeeping because several things had been stolen from Mr. Brown's\r\nhouse after he died. Given the conflicting characterizations of Gregory's intent\r\nregarding the personal property, the master's finding contains an implicit\r\ndetermination that Gregory's testimony was credible. We find no error in the\r\nmaster's choice to believe Gregory over his siblings. See Clardy v. Bodolosky, 383\r\nS.C. 418, 424, 679 S.E.2d 527, 530 (Ct. App. 2009) (stating the broad standard of\r\nreview in equitable actions \"does not require this court to ignore the findings below\r\n\nwhen the trial court was in a better position to evaluate the credibility of the\r\nwitnesses\" (citation and quotation marks omitted)).\r\n\r\nThe siblings assert two additional errors that we do not address. They argue the\r\nmaster erred in considering releases they signed because the releases were never\r\nmade part of the record below. The master considered the releases as an\r\nalternative basis for his ruling. Our decision to affirm the ruling for the reasons\r\ndescribed above makes it unnecessary to address this argument. See Fesmire v.\r\nDigh, 385 S.C. 296, 315 n.10, 683 S.E.2d 803, 814 n.10 (Ct. App. 2009) (declining\r\nto address appellant's arguments because court's decision on other issues disposed\r\nof the appeal). The siblings also argue the master should have taken into account\r\nmoney Gregory received from third parties while acting as personal representative,\r\nas well as the value of scrap metal a family acquaintance removed from the\r\nproperties and sold. This argument is not preserved because the master did not rule\r\non it and the siblings did not raise it in their motion to alter or amend. See Elam v.\r\nS.C. Dep't of Transp., 361 S.C. 9, 24, 602 S.E.2d 772, 780 (2004) (stating that\r\nwhen a party has raised an issue or argument to the court, but the court did not rule\r\non it, a party must file a motion to alter or amend in order to preserve it for\r\nappellate review).\r\n\r\n      III.   Partition\r\n\r\nA trial court may partition jointly held property in kind, by allotment, or by sale.\r\nS.C. Code Ann. § 15-61-50 (2005). When \"partition in kind or by allotment cannot\r\nbe fairly and impartially made and without injury to any of the parties in interest,\"\r\nthe court may order the property sold and divide the proceeds according to the\r\nparties' rights in the property. Id. As the party seeking partition by sale, Gregory\r\nhas the burden of proving that partition in kind is not practicable or expedient.\r\nAnderson v. Anderson, 299 S.C. 110, 114, 382 S.E.2d 897, 899 (1989).\r\n\r\nUnder Rule 71(f)(1), SCRCP, a court may issue a writ of partition to five\r\n\"commissioners,\" whose duty is \"fairly and impartially, according to the best of\r\ntheir judgment, to make partition of the premises described in the complaint among\r\nthe parties entitled thereto, according to their several rights.\" If the commissioners\r\nconclude the property cannot be \"fairly and equally divided between the parties\r\ninterested therein without manifest injury to them, or some one of them,\" the\r\ncommissioners must make a special return of the property to the court, along with\r\nan appraisal of the property's value, and offer the court their opinion as to whether\r\nthe property should be allotted to one or more of the parties or sold at public\r\n\nauction. Rule 71(f)(3). At that point, the court chooses between partitioning the\r\nproperty by allotment or by sale. Id.; Rule 71(f)(4).\r\n\r\nA court is not required to follow this procedure in every partition case. It may\r\n\"dispense with the issuing of a writ of partition when, in the judgment of the court,\r\nit would involve unnecessary expense to issue such writ.\" S.C. Code Ann. § 15-\r\n61-100 (2005); accord Rule 71(f)(5); see also Tedder v. Tedder, 115 S.C. 91, 98,\r\n104 S.E. 318, 320 (1920) (\"Appellants err in their contention that the issuance of a\r\nwrit in partition is necessary to determine whether partition in kind is practicable.\r\nIn many, perhaps in most, cases, the court is quite as capable of deciding that issue\r\ncorrectly upon testimony as commissioners in partition would be after viewing the\r\npremises; and [the statute now codified as section 15-61-100] expressly gives the\r\ncourt the power to do so.\").\r\n\r\nIn this case, the master found \"needless expense would be incurred by issuance of a\r\nwrit,\" and he partitioned the properties by sale. The master made this\r\ndetermination on the following basis:\r\n\r\n             Because the parties have not agreed on a partition in\r\n             kind; because valuation and partition in kind is rendered\r\n             highly difficult in view of the fact that a large tract of the\r\n             property is landlocked with access by an exclusive\r\n             easement making all but one of the parcels created by a\r\n             subdivision unmarketable and undevelopable because all\r\n             but one would lack a legal right of access; and because\r\n             there is not adequate evidence to allow valuation of the\r\n             respective properties, I find . . . that partition in kind is\r\n             not practicable or expedient . . . .\r\n\r\nWe find the reasons the master gave do not support his decision.\r\n\r\nThe master's first reason was that the parties did not agree on how to divide the\r\nproperties in kind. However, their disagreement is precisely what caused Gregory\r\nto file this partition action. The fact that the parties failed to resolve the matter\r\nthemselves is not a reason to find that issuing a writ of partition would involve\r\nunnecessary expense.\r\n\r\nThe master's second reason was that \"valuation and partition in kind is rendered\r\nhighly difficult in view of the fact that a large tract of the property is landlocked\r\nwith access by an exclusive easement making all but one of the parcels created by\r\n\na subdivision unmarketable and undevelopable because all but one would lack a\r\nlegal right of access.\" This finding is based on Gregory's testimony about the Dry\r\nBranch property. He testified, \"I have learned . . . that the county will not approve\r\nland that's landlocked to be subdivided.\" This statement is not sufficient to support\r\nthe master's finding. Gregory made the statement in self-interest, and nothing in\r\nthe record supports its reliability. Gregory never identified how or from whom he\r\n\"learned\" that the county would not allow division, and the record contains no\r\nevidence of an ordinance, rule, or other authority supporting Gregory's testimony.\r\nEven if the county had such a policy in place, it would not preclude a state court\r\nfrom exercising its statutory authority to partition the property in kind. See City of\r\nN. Charleston v. Harper, 306 S.C. 153, 157, 410 S.E.2d 569, 571 (1991) (\"Power\r\ngranted pursuant to state law can be restricted only by state law. A local\r\ngovernment may not forbid what the legislature expressly has licensed, authorized,\r\nor required.\").\r\n\r\nMoreover, the Clarkson property is not landlocked, and there is no evidence of any\r\nrestrictions on subdividing the Clarkson property. Even if Gregory's testimony\r\nabout the Dry Branch property is accurate, that fact alone is not a sufficient reason\r\nto find that issuing a writ of partition for the Clarkson property would involve\r\nunnecessary expense.\r\n\r\nThe master's last reason was that the record did not contain sufficient evidence to\r\ndetermine the value of the properties. He made no findings as to the value of either\r\nparcel or what commissioners would cost. It is not possible for the master to\r\ndetermine that issuing a writ of partition would involve unnecessary expense\r\nwithout making an assessment of the cost of issuing the writ, comparing that cost\r\nto an estimate of the values of the properties, and explaining on the record his\r\ncomparison and the reasons it supports his determination that the expense is\r\n\"unnecessary.\"\r\n\r\nEven when considered together, the reasons the master gave do not support his\r\nunnecessary expense finding. Therefore, we reverse and remand to the master to\r\nrevisit this issue. On remand, the master may issue a writ of partition, or, if he\r\nagain determines that doing so would involve unnecessary expense, he must make\r\nsufficiently detailed findings supporting that determination.\r\n\r\n      IV.    Attorney's Fees and Costs\r\n\r\nThe master awarded Gregory attorney's fees and costs pursuant to South Carolina\r\nCode section 15-61-110 (2005), which allows a court to make such an award in a\r\n\npartition action. The course of the proceedings on remand will likely affect the\r\nmaster's opinion on whether an award will still be warranted, how much to award,\r\nand who should pay. We vacate the award and do not address the parties'\r\narguments on this issue. See Fesmire, 385 S.C. at 315 n.10, 683 S.E.2d at 814\r\nn.10. V.    Conclusion\r\n\r\nWe AFFIRM the master's decision on the accounting cause of action, REVERSE\r\nthe master's decision on the partition cause of action, and VACATE the award of\r\nattorney's fees and costs. We REMAND for the master to revisit the issues of\r\npartition and attorney's fees and costs.\r\n\r\nWILLIAMS and PIEPER, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5105","title":"Caldwell v. Wiquist","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5105.pdf","description":"This appeal arises out of personal injury claims resulting from a car accident.  On appeal, Appellant Amy Wiquist argues that the trial court erred in denying her motions to set aside default judgment because:  (1) the affidavits failed to comply with statutory requirements; (2) service by publication violated Wiquist's due process rights; (3) evidence of fraud or collusion existed; (4) the Yates v. Gridley, 16 S.C. 496 (1882), line of cases should be overruled; and (5) the orders of service by publication did not comply with section 15-9-740 of the South Carolina Code (2005).  We reverse and remand.","date":"2013-03-27","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA\r\n              In The Court of Appeals\r\n\r\nJessica Caldwell, Respondent,\r\n\r\nv. \n\r\n\r\nAmy Wiquist, Appellant. \n\r\n\r\nBrian Caldwell, Respondent, \n\r\n\r\nv. \n\r\n\r\nAmy Wiquist, Appellant. \n\r\n\r\n\r\n\r\nAppellate Case No. 2012-207208\r\n\r\n\r\n\r\n               Appeal From Beaufort County \n\r\n       Marvin H. Dukes III, Special Circuit Court Judge \n\r\n\r\n\r\n                     Opinion No. 5105 \n\r\n       Heard January 17, 2013 – Filed March 27, 2013 \n\r\n\r\n\r\n              REVERSED AND REMANDED\n\r\n\r\n\r\nW. Toland Sams, of Sams & Sams, P.A., of Beaufort, for\r\nAppellant.\r\n\r\nColden R. Battey Jr., of Harvey & Battey, P.A., of\r\nBeaufort, for Respondents.\r\n\nPIEPER, J.: This appeal arises out of personal injury claims resulting from a car\r\naccident. On appeal, Appellant Amy Wiquist argues that the trial court erred in\r\ndenying her motions to set aside default judgment because: (1) the affidavits failed\r\nto comply with statutory requirements; (2) service by publication violated\r\nWiquist's due process rights; (3) evidence of fraud or collusion existed; (4) the\r\nYates v. Gridley, 16 S.C. 496 (1882), line of cases should be overruled; and (5) the\r\norders of service by publication did not comply with section 15-9-740 of the South\r\nCarolina Code (2005). We reverse and remand.\r\n\r\nFACTS\r\n\r\nRespondents Jessica Caldwell and Brian Caldwell were in an automobile accident\r\nthat they allege was caused by Wiquist's negligent operation of her vehicle. While\r\ntheir vehicle was stopped in traffic, it was struck by the vehicle operated by\r\nWiquist. Prior to filing suit, the Caldwells engaged in settlement negotiations with\r\nWiquist's insurance company, GEICO. The Caldwells filed individual complaints\r\nalleging personal injuries and requesting punitive damages and provided copies of\r\nthe complaints to GEICO. The Caldwells delivered the filed civil action\r\ncoversheets, summonses, and complaints to the Beaufort County Sheriff's\r\nDepartment (BCSD) for service upon Wiquist. The BCSD executed affidavits of\r\nnon-service stating that it had been unable to complete service on Wiquist at her\r\nlast known address that was listed on the traffic collision report, providing the\r\nexplanation: \"ADDRESS VACANT.\" The Caldwells did not attempt to serve\r\nWiquist with the summonses and complaints by mail directed to the address for\r\nWiquist that was listed on the traffic collision report.\r\n\r\nThe Caldwells filed affidavits requesting service by publication. The Clerk of\r\nCourt for Beaufort County entered orders of service by publication. The Caldwells\r\nfiled affidavits stating that notice of the actions had been published in The Island\r\nPacket and The Beaufort Gazette. The Caldwells filed affidavits of default and\r\nmoved for default judgments. On September 22, 2011, the court scheduled default\r\nhearings for October 3, 2011, and the Caldwells mailed notice of the hearings to\r\nWiquist's last known address as listed on the traffic collision report. Wiquist did\r\nnot appear at the default hearings. By virtue of an order entered on October 4,\r\n2011, the trial court awarded to Jessica Caldwell $15,000 in actual damages and\r\n$5,000 in punitive damages. By virtue of an order entered on October 4, 2011, the\r\ntrial court awarded to Brian Caldwell $85,000 in actual damages and $15,000 in\r\npunitive damages.\r\n\nWiquist received notice of the default hearings on October 4, 2011, after the\r\nmailed notice of the hearings was forwarded to her then-current address by the\r\nUnited States Postal Service. Upon receipt of the notice, Wiquist's counsel\r\ncontacted the Caldwells' counsel to inform him of Wiquist's representation and to\r\nrequest copies of the default judgments. Wiquist moved to set aside the default\r\njudgments, and the court entered orders denying the motions. Wiquist did not file\r\nRule 59(e), SCRCP motions to alter or amend the judgments. The cases have been\r\nconsolidated for purposes of appeal.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"The power to set aside a default judgment is addressed to the sound discretion of\r\nthe trial court and will not be disturbed on appeal absent a clear showing of an\r\nabuse of discretion.\" Melton v. Olenik, 379 S.C. 45, 50, 664 S.E.2d 487, 489-90\r\n(Ct. App. 2008). \"An abuse of discretion arises when the court issuing the order\r\nwas controlled by an error of law or when the order, based upon factual\r\nconclusions, is without evidentiary support.\" Id. at 50, 664 S.E.2d at 490.\r\n\r\nLAW/ANALYSIS\r\n\r\nWiquist alleges that the orders of service by publication did not comply with\r\nsection 15-9-740. Where a party contests the validity of an order of publication\r\nbased on a lack of diligence in attempting to locate the party, this court has held\r\nthat the trial court is \"without authority to overrule the finding of the clerk of\r\ncourt.\" Montgomery v. Mullins, 325 S.C. 500, 505-06, 480 S.E.2d 467, 470 (Ct.\r\nApp. 1997). \"[I]n the absence of fraud or collusion, the decision of the officer\r\nordering service by publication is final.\" Id. at 506, 480 S.E.2d at 470.\r\n\r\nHowever, Wiquist argues the affidavits requesting service by publication failed to\r\ncomply with statutory requirements. Wiquist also argues her case is distinct from\r\nYates,1 Montgomery, and Wachovia Bank of S.C., N.A. v. Player, 341 S.C. 424, 535\r\nS.E.2d 128 (2000), because those cases involved affidavits that \"included at least\r\nsome facts concerning efforts to locate the defendant.\" We agree.\r\n\r\nInitially, we note that Wiquist asserts that the Yates line of cases should be\r\noverruled. This court has \"no authority to overrule Supreme Court precedent.\"\r\n\r\n1Wiquist filed a motion to argue against precedent prior to oral arguments. This\r\ncourt denied the motion.\r\n\nBlyth v. Marcus, 322 S.C. 150, 155 n.1, 470 S.E.2d 389, 392 n.1 (Ct. App. 1996).\r\nThus, we decline to address Wiquist's argument that the Yates line of cases should\r\nbe overruled.\r\n\r\nMoreover, this case can be distinguished from Yates, Montgomery, and Wachovia\r\nBank. Section 15-9-710 of the South Carolina Code (2005) addresses the\r\nconditions permitting service by publication and provides, in pertinent part:\r\n\r\n             When the person on whom the service of the summons is\r\n             to be made cannot, after due diligence, be found within\r\n             the State and (a) that fact appears by affidavit to the\r\n             satisfaction of the court or judge thereof, the clerk of the\r\n             court of common pleas, the master, or the probate judge\r\n             of the county in which the cause is pending and (b) it in\r\n             like manner appears that a cause of action exists against\r\n             the defendant in respect to whom the service is to be\r\n             made or that he is a proper party to an action relating to\r\n             real property in this State, the court, judge, clerk, master,\r\n             or judge of probate may grant an order that the service be\r\n             made by the publication of the summons in any one or\r\n             more of the following cases: . . .\r\n\r\n             (3) when the defendant is a resident of this State and after\r\n             a diligent search cannot be found; . . . .\r\n\r\nIn Yates, the affidavit requesting service by publication provided, in pertinent part:\r\n\"[T]he above defendants, are non-residents of this [State], but are residents of the\r\nState of New York, and . . . their post-office is unknown to deponent, and cannot\r\nbe ascertained, notwithstanding due diligence has been employed, nor can they be\r\nfound in this State after due search for them.\" 16 S.C. at 498-99.\r\n\r\nSimilarly, the Montgomery court discussed the plaintiff's \"petition . . . for an order\r\nof publication alleging that he had been unable to locate the [defendants] after due\r\ndiligence and requesting that he be allowed to serve them by publication.\" 325\r\nS.C. at 503, 480 S.E.2d at 468-69. However, instead of determining the\r\nsufficiency of the claims of due diligence listed in the petition requesting service\r\nby publication, the Montgomery court affirmed the trial court's dismissal of the\r\nplaintiff's suit because the plaintiff did not effectuate service by publication within\r\n\na reasonable time after the order of publication was filed. Id. at 506, 480 S.E.2d at\r\n470.\r\n\r\nMore recently, the Wachovia Bank court affirmed the master's refusal to set aside\r\nservice of process despite the fact that the petition requesting service by\r\npublication contained an untrue statement that the \"Sheriff for Georgetown County\r\ndid attempt service upon said defendant\" when, in fact, \"service was only\r\nattempted by a private process server.\" 341 S.C. at 428, 535 S.E.2d at 130\r\n(internal quotations omitted). Our supreme court reviewed the petition requesting\r\nservice by publication and affidavit of non-service together, finding: \"It is clear\r\nfrom reading the two documents together that the petition is inaccurate, but that the\r\nprocess server's affidavit reflects due diligence by her.\" Id.\r\n\r\nContrary to the affidavits in Yates, Montgomery, and Wachovia Bank, Wiquist\r\nasserts the affidavits requesting service by publication in the instant matter are\r\nfacially defective. Here, the Caldwells' affidavits requesting service by publication\r\nprovide, in pertinent part: \"The Defendant who is a non-resident of Beaufort\r\nCounty, South Carolina, cannot be served a copy of the Summons in Beaufort\r\nCounty, and it is necessary and proper to serve her by publication.\" Section 15-9-\r\n710 permits service by publication when a defendant cannot be found within the\r\nState, but the Caldwells' affidavits requesting service by publication only provide\r\nthat Wiquist could not be served in Beaufort County and contain no information\r\nregarding whether or not she could be found in the State. The affidavits requesting\r\npublication are defective on their face because they state the Caldwells tried to\r\nserve a non-resident of Beaufort County only in Beaufort County.2 Furthermore,\r\nthe affidavits requesting service by publication do not contain any statements\r\nregarding the due diligence undertaken and, in fact, do not even contain the phrase\r\n\"due diligence.\"\r\n\r\nSouth Carolina courts have repeatedly required strict compliance with publication\r\nstatutes. Our supreme court in 1885 considered a publication statute when\r\n\r\n2  As an aside, we note the affidavits requesting service by publication stated that\r\nWiquist could not be served in Beaufort County, yet service was published in The\r\nIsland Packet and The Beaufort Gazette. Both news publications were distributed\r\nprimarily in Beaufort County. A plaintiff who has no other remedy than to\r\neffectuate service by publication is more likely to reach a defendant not located in\r\nthe county by publishing service in a publication with a broader distribution area.\r\n\ndetermining whether a non-resident minor had properly been made a party to an\r\naction. Riker v. Vaughan, 23 S.C. 187, 189 (1885). The Riker court noted that the\r\nminor defendant acknowledged service, but found that the failure of the plaintiff to\r\nprocure an order for service by publication, the only statutory mode by which a\r\nnon-resident minor could be made a party defendant to an action, was a fatal defect\r\nrendering service incomplete. Id. In 1911, our supreme court was asked to\r\ndetermine whether an order for publication that was endorsed on the back by the\r\nclerk of court prior to the actual service by publication was void when the clerk\r\nsigned the order for publication on the front after the service by publication was\r\neffectuated. Du Bose v. Du Bose, 90 S.C. 87, 89, 72 S.E. 645, 646 (1911). The Du\r\nBose court noted the \"rule that the statutory requirements as to constructive service\r\nby publication must be strictly carried out\" and held that, despite the clerk's\r\nendorsement on the back of the order of publication, the order of publication was\r\ninvalid because it had not been signed on the front as required by the publication\r\nstatute. Id.\r\n\r\nIn a later decision regarding an appeal of an action brought in both North Carolina\r\nand South Carolina, our supreme court determined the affidavit requesting\r\npublication was \"fatally defective, under the North Carolina law, on its face, in that\r\nit does not show that due diligence was used to find the defendant.\" Ray v. Pilot\r\nFire Ins. Co., 128 S.C. 323, 324, 121 S.E. 779, 779-80 (1924). The Ray court\r\nnoted the applicable statute required a showing of due diligence in order to secure\r\nthe order of publication. Id. In support of its decision, the Ray court noted\r\nmultiple North Carolina cases that had approved the holding in Wheeler v. Cobb,\r\n75 N.C. 21 (1876), where the Supreme Court of North Carolina held that the\r\nservice of summons by publication was fatally defective and did not conform to the\r\nrequirements of the statute because the affidavit requesting service by publication\r\nfailed to allege that the defendant could not, after due diligence, be found within\r\nthe state. Id. at 325, 121 S.E. at 780. In a 1955 case involving an affidavit\r\nrequesting service by publication, the Supreme Court of North Carolina determined\r\nthe affidavit was defective because it failed to state that the defendant \"could not,\r\nafter due diligence be found in the State of North Carolina.\" Nash Cnty. v. Allen,\r\n85 S.E.2d 921, 923 (N.C. 1955). The Nash court stated its decisions \"uniformly\r\nhold that where service of [the] summons is made by publication, the requirements\r\nof the statute must be strictly followed\" and \"that everything necessary to dispense\r\nwith personal service of [the] summons must appear by affidavit.\" Id. at 924.\r\nMoreover, \"[a]n affidavit on which publication is predicated is fatally defective in\r\nthe absence of an allegation that the person on whom the summons is so served\r\ncannot, after due diligence, be found within the State.\" Id.\r\n\nFurthermore, we canvassed other jurisdictions and found those courts similarly\r\nrequire strict compliance with publication statutes. The Fourth Circuit affirmed the\r\nWest Virginia district court's finding that service by publication on nonresident\r\ndefendants was duly made when the affidavit requesting service by publication, the\r\norder of publication, and the posting and publishing of the order was done \"in strict\r\nconformity with the statute.\" Sheffey v. Davis Colliery Co., 219 F. 465, 469 (4th\r\nCir. 1914). The California Court of Appeals voided default judgments where the\r\naffidavit requesting service by publication contained \"no statement concerning\r\ntheir residences nor efforts to find them . . . except the bald conclusion that they\r\n'cannot be located to serve with process.'\" Cavin Mem'l Corp. v. Requa, 85 Cal.\r\nRptr. 107, 113 (Cal. Ct. App. 1970). The Cavin Memorial court stated:\r\n\r\n             To obtain jurisdiction of a defendant by publication it is\r\n             elementary that the affidavit for order of publication must\r\n             comply with the provisions of [the statute]. Affidavits\r\n             devoid of averments of facts showing that due diligence\r\n             was exercised to make service have consistently been\r\n             held to be insufficient, and orders for service by\r\n             publication based (upon such affidavits) have uniformly\r\n             been held to have been beyond jurisdiction and void.\r\n\r\nId. (internal quotations and citations omitted). The Supreme Court of Florida\r\nvoided a judgment against a defendant where the affidavit requesting service by\r\npublication failed to provide that \"diligent search and inquiry have been made to\r\ndiscover the residence of the defendant\" or \"that the residence of the defendant as\r\ndistinguished from the address is unknown,\" as was required by the applicable\r\npublication statute. McGee v. McGee, 22 So. 2d 788, 789-90 (Fla. 1945) (internal\r\nquotations omitted). The McGee court stated that \"[s]tatutes authorizing\r\nconstructive service of process must be strictly construed and exactly followed to\r\ngive the court jurisdiction to enter a final judgment.\" Id. at 789.\r\n\r\nSimilarly, the Court of Special Appeals of Maryland noted that \"there must be a\r\nstrict compliance with the statutes and rules on constructive service; compliance is\r\njurisdictional, and if any essential statutory step is omitted, the decree rendered on\r\nsuch service is void.\" Sanders v. Sanders, 278 A.2d 615, 618 (Md. Ct. Spec. App.\r\n1971). In addition, the Supreme Court of Mississippi struck an affidavit requesting\r\nservice by publication where the affidavit failed to meet the publication statute's\r\nrequirements that the affidavit either (1) list the street address of the defendant, or\r\n\n(2) aver that after diligent search and inquiry the street address could not be\r\nascertained. McDuff v. McDuff, 173 So. 2d 419, 420 (Miss. 1965). The McDuff\r\ncourt noted it had \"repeatedly held that the statutory method of giving notice to\r\neither a non-resident defendant, or a resident defendant temporarily out of the state,\r\nmust be strictly complied with, or that the full equivalent thereof be adhered to.\"\r\nId. at 420-21.\r\n\r\nWhile not controlling, we find these cases persuasive. Based on the foregoing, we\r\nfind the affidavit must include some factual basis upon which the court issuing the\r\norder of service by publication can find that the defendant cannot, after due\r\ndiligence, be found within the state. It is the existence of this factual basis that our\r\nappellate courts have found make the order for service by publication\r\nunreviewable, absent fraud or collusion. Accordingly, the trial court erred as a\r\nmatter of law in denying Wiquist's motions to set aside default judgment because\r\nthe affidavits requesting service by publication did not meet the statutory\r\nrequirements, and were therefore, facially defective.\r\n\r\nFurthermore, our decision to reverse the trial court's refusal to set aside the default\r\njudgments is consistent with the policy of our state to resolve cases on the merits.\r\nTo avoid resolving litigation by default, strict compliance with the publication\r\nstatutes is appropriate. See Rochester v. Holiday Magic, Inc., 253 S.C. 147, 152,\r\n169 S.E.2d 387, 390 (1969) (noting that the statute applicable to vacating a default\r\njudgment \"should be liberally construed to see that justice is promoted and to strive\r\nfor disposition of cases on their merits\" (citation omitted)); Melton, 379 S.C. at 54,\r\n664 S.E.2d at 492 (stating that Rule 55(c), SCRCP, permitting the setting aside of a\r\ndefault, should be \"liberally construed to promote justice and dispose of cases on\r\nthe merits\" (internal quotations and citations omitted)). Federal courts recognize\r\nthe same policy. See Colleton Preparatory Acad., Inc. v. Hoover Universal, Inc.,\r\n616 F.3d 413, 417 (4th Cir. 2010) (\"We have repeatedly expressed a strong\r\npreference that, as a general matter, defaults be avoided and that claims and\r\ndefenses be disposed of on their merits.\"); Tazco, Inc. v. Dir., Office of Workers\r\nComp. Program, U.S. Dep't of Labor, 895 F.2d 949, 950 (4th Cir. 1990) (noting\r\n\"[t]he law disfavors default judgments as a general matter\").\r\n\r\nWiquist also argues that because the affidavits requesting service by publication\r\nwere void of any reference to due diligence, service by publication violated her due\r\nprocess rights. The United States Constitution provides, in pertinent part: \"[N]or\r\nshall any State deprive any person of life, liberty, or property, without due process\r\nof law.\" U.S. Const. amend. XIV, § 1. The South Carolina Constitution provides\r\n\nthat \"[n]o person shall be finally bound by a judicial or quasi judicial decision of an\r\nadministrative agency affecting private rights except on due notice and an\r\nopportunity to be heard.\" S.C. Const. art. I, § 22. The Supreme Court of the\r\nUnited States \"has not hesitated to approve of resort to publication as a customary\r\nsubstitute in [a] class of cases where it is not reasonably possible or practicable to\r\ngive more adequate warning.\" Mullane v. Cent. Hanover Bank & Trust Co., 339\r\nU.S. 306, 317, 70 S.Ct. 652, 658 (1950) (emphasis added). \"Thus it has been\r\nrecognized that, in the case of persons missing or unknown, employment of an\r\nindirect and even a probably futile means of notification is all that the situation\r\npermits and creates no constitutional bar to a final decree foreclosing their rights.\"\r\nId. \"[S]ervice by publication is constitutionally insufficient where actual notice by\r\nmail is feasible.\" United States v. Borromeo, 945 F.2d 750, 752 (4th Cir. 1991).\r\n\"If the name and address of an individual is reasonably ascertainable, then notice\r\nby publication is insufficient to satisfy due process.\" Montgomery v. Scott, 802 F.\r\nSupp. 930, 935 (W.D.N.Y. 1992).\r\n\r\nHowever, \"[i]f the losing party has raised an issue in the lower court, but the court\r\nfails to rule upon it, the party must file a motion to alter or amend the judgment in\r\norder to preserve the issue for appellate review.\" I'On, L.L.C. v. Town of Mt.\r\nPleasant, 338 S.C. 406, 422, 526 S.E.2d 716, 724 (2000). \"Constitutional\r\narguments are no exception to the preservation rules . . . .\" Herron v. Century\r\nBMW, 395 S.C. 461, 465, 719 S.E.2d 640, 642 (2012). Though Wiquist mentioned\r\ndue process in her motions to set aside default, a review of the trial court's orders\r\ndenying Wiquist's motions to set aside default indicate the court did not make an\r\nexplicit ruling regarding any due process argument. In fact, the orders do not use\r\nthe words \"due process\" or mention the constitution at all. Additionally, Wiquist\r\nfailed to file Rule 59(e) motions. Therefore, this issue is unpreserved for our\r\nreview and we decline to reach the constitutional question. See Morris v. Anderson\r\nCnty., 349 S.C. 607, 611, 564 S.E.2d 649, 651 (2002) (discussing the court's firm\r\npolicy of declining to reach constitutional issues unless necessary to the resolution\r\nof an appeal).\r\n\r\nFinally, Wiquist claims the trial court erred in denying her motion to set aside\r\ndefault judgment because there was at least some evidence suggesting the\r\npossibility of fraud or collusion. \"Issues and arguments are preserved for appellate\r\nreview only when they are raised to and ruled on by the lower court.\" Elam v. S.C.\r\nDep't of Transp., 361 S.C. 9, 23, 602 S.E.2d 772, 779-80 (2004). \"[W]here an\r\nissue has not been ruled upon by the trial judge nor raised in a post-trial motion,\r\nsuch issue may not be considered on appeal.\" Pelican Bldg. Ctrs. of Horry-\r\n\nGeorgetown, Inc. v. Dutton, 311 S.C. 56, 60, 427 S.E.2d 673, 675 (1993) (citation\r\nomitted)). A review of the record reveals that Wiquist did not raise the issue of\r\nfraud or collusion to the trial court. In fact, the trial court specifically found in its\r\norders denying Wiquist's motions to set aside the default judgments that Wiquist\r\n\"makes no allegation of either fraud or collusion as ground for invalidating the\r\norder of publication. Furthermore, the Court finds as a matter of fact that there was\r\nno fraud or collusion in obtaining the order of publication.\" Wiquist failed to file\r\nRule 59(e) motions. Therefore, this issue is unpreserved for our review.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we reverse the trial court's denial of Wiquist's motions to\r\nset aside default and remand for further proceedings consistent with this opinion.\r\n\r\nAccordingly, the trial court's decision is hereby\r\n\r\nREVERSED and REMANDED.\r\n\r\nFEW, C.J., and WILLIAMS, J., concur.\r\n\n","court":"Appeals"},{"id":"5106","title":"Miranda C. v. Nissan Motor Co.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5106.pdf","description":"In this design defect case, Nissan asserts the circuit court erred in denying its motion for JNOV because the jury found that Miranda C. had not proven the existence of a feasible alternative design. On cross-appeal, Miranda C. argues the circuit court erred in denying her motion to invalidate a post-verdict special interrogatory and erred in granting Nissan's motion for a new trial.  We affirm.","date":"2013-03-27","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n               In The Court of Appeals \n\r\n\r\nMiranda C., a minor under the age of fourteen (14) years,\r\nby her Guardian ad Litem, Susan Renee Courtney,\r\nRespondent/Appellant,\r\n\r\nv. \n\r\n\r\nNissan Motor Co., Ltd. and Nissan North America, Inc., \n\r\nAppellants/Respondents.\r\n\r\n               Appellate Case No. 2011-190226\r\n\r\n\r\n\r\n               Appeal From Florence County \n\r\n            Michael G. Nettles, Circuit Court Judge \n\r\n\r\n\r\n                     Opinion No. 5106 \n\r\n       Heard September 12, 2012 – Filed March 27, 2013 \n\r\n\r\n\r\n                         AFFIRMED \n\r\n\r\n\r\nC. Mitchell Brown, William C. Wood, Jr., and Brian P.\r\nCrotty, of Nelson Mullins Riley & Scarborough, LLP,\r\nand Joel H. Smith, Courtney C. Shytle, Angela G.\r\nStrickland, and Kevin J. Malloy, of Bowman and Brooke,\r\nLLP, all of Columbia; for Appellants/Respondents.\r\n\r\nJohn S. Nichols, of Bluestein, Nichols, Thompson and\r\nDelgado, LLC, of Columbia; Ronnie Crosby and Mark\r\nD. Ball, of Peters, Murdaugh, Parker, Eltzroth and\r\nDetrick, PA, of Hampton; and Rodney C. Jernigan, Jr., of\r\n\n             Jernigan Law Firm, PA, of Florence; for\r\n             Respondent/Appellant.\r\n\r\n\r\nWILLIAMS, J.: In this defective-design products liability action,\r\nAppellants/Respondents Nissan Motor Co., Ltd. and Nissan North America, Inc.\r\n(collectively, Nissan) appeal the circuit court's denial of its post-trial motion for\r\njudgment notwithstanding the verdict (JNOV) based on Respondent/Appellant\r\nMiranda C.'s (Miranda) failure to prove a feasible alternative design as required by\r\nBranham v. Ford Motor Company, 390 S.C. 203, 701 S.E.2d 5 (2010). On cross-\r\nappeal, Miranda argues the circuit court erred in granting Nissan's alternative\r\nrequest for a new trial. In addition, Miranda claims the circuit court erred in\r\ndenying her motion to invalidate a special interrogatory, in which the jury found\r\nMiranda failed to prove a feasible alternative design in her case against Nissan.\r\nWe affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\nThis defective-design products liability action comes before this court after a\r\nFlorence County jury rendered a verdict against Nissan for $2,375,000, which was\r\nsubsequently set aside by the circuit court in the wake of the supreme court's ruling\r\nin Branham v. Ford Motor Company, 390 S.C. 203, 701 S.E.2d 5 (2010). In\r\nsetting aside the verdict and granting a new trial, the circuit court found its failure\r\nto charge the jury on the necessity of proving a feasible alternative design was\r\nreversible error. The following facts and procedural history are relevant to the\r\nresolution of this appeal.\r\n\r\nOn the morning of February 11, 2007, nine-year-old Miranda was riding in the\r\nback seat of her parents' 2000 Nissan Xterra (Xterra). As her father attempted to\r\nmake a left turn into their church parking lot, the Xterra was struck by an\r\noncoming vehicle on the right rear passenger side. Upon impact, one of the body\r\nframe mount brackets punctured the fuel tank, resulting in a fire that caused\r\ninjuries to Miranda and her mother.\r\n\r\nAs a result of Miranda's injuries, her mother filed suit on her behalf against Nissan\r\nalleging strict liability, negligence, and breach of warranty. In her complaint,\r\nMiranda alleged Nissan was liable \"in failing to design and build the 2000 Nissan\r\nXterra XE with sufficient body integrity and structure to protect the fuel system in\r\n\na reasonably foreseeable collision thereby exposing raw gasoline to ignition\r\nsources\" and for \"failure to use reasonable care to design a crashworthy vehicle.\"\r\n\r\nFollowing extensive discovery, the parties tried the case over the course of nine\r\ndays. During trial, the circuit court and the parties discussed whether Miranda was\r\nrequired to prove the existence of a feasible alternative design. Despite Miranda's\r\ncontention that such proof was not required, two experts testified extensively on\r\nher behalf regarding their proposed alternative designs. In response, Nissan\r\nattempted to discredit Miranda's experts' theories by proving their designs were\r\nnothing more than \"ideas\" or \"concepts\" that had yet to be tested and proven.\r\n\r\nAt the conclusion of the evidence, the circuit court denied Nissan's request to\r\ncharge the jury on the necessity of establishing a feasible alternative design as a\r\nrequisite element of Miranda's case. The parties and the circuit court agreed to\r\nsubmit seven special interrogatories to the jury. The interrogatories included six\r\nspecial interrogatories regarding whether Miranda had proven strict liability and\r\nnegligence, and if so, the amount of damages Miranda was entitled to for her\r\ninjuries. The seventh interrogatory1 pertained to whether Miranda had proven a\r\nfeasible alternative design that would have prevented her injuries. Nissan\r\nrequested the seventh interrogatory be submitted with the other interrogatories.\r\n\r\nThe circuit court denied Nissan's request, stating,\r\n\r\n             I think the best way to do it is . . . to ask them to answer\r\n             the interrogatory with regard to the alternative design\r\n             after the fact. . . . It keeps them from debating about\r\n             something that's not a necessary element for recovery,\r\n             and they could get it confused. So I think that it's a good\r\n             idea to do that, for judicial economy and it gives the\r\n             appellate courts more information to rule on it without\r\n             remanding it for another trial.\r\n\r\n\r\n\r\n1 This interrogatory stated as follows: \"Has Plaintiff proven, by a preponderance of\r\nthe evidence, that a safer feasible alternative design was available at the time the\r\n2000 Nissan Xterra was manufactured and that such design would have prevented\r\nPlaintiff's injuries?\"\r\n\nDespite Nissan's objection that the jury \"might not be happy with [them] at that\r\npoint,\" the circuit court concluded proof of a feasible alternative design was not\r\nrequired; therefore, the interrogatory would not be submitted before the verdict\r\nwas rendered. Miranda's counsel reiterated the circuit court's ruling in his closing\r\nwhen counsel stated, \"And then the last question after you've signed [the verdict\r\nform] is just a question—really, it doesn't have anything to do with the front side.\r\nBut it's a question about whether or not the plaintiff had proven a feasible\r\nalternative design, essentially, something that could have prevented that.\"\r\n\r\nDuring the circuit court's general charge to the jury on what a plaintiff must prove\r\nin a design defect case, it did not differentiate between the consumer expectations\r\ntest and the risk-utility test. The court did, however, charge the jury under both\r\ntests.2 In charging the jury, the circuit court did not include the necessity of\r\nproving a feasible design alternative pursuant to the risk-utility test based on its\r\nconclusion that feasible alternative design was not a required element of proof in a\r\ndesign defect case.\r\n\r\nPrior to sending the jury out for deliberations, the circuit court informed the jury it\r\nwould be answering one additional interrogatory after the verdict was returned that\r\nwas irrelevant to the deliberations of the case and to the verdict. After three and a\r\nhalf hours of deliberation, the jury returned a verdict for $2,375,000 against\r\nNissan. After individually polling the jury members, the circuit court stated,\r\n\r\n               I'm once again going to have to ask you to assist us in\r\n               one regard and to answer this interrogatory which says,\r\n               has the plaintiff prove[n] by [a] preponderance of the\r\n\r\n2   The circuit court's charge included the following:\r\n\r\n               Then you should decide whether the particular product\r\n               involved in this case had a tendency for causing damage\r\n               beyond those dangers which an ordinary user with\r\n               common knowledge of the product's characteristics\r\n               would anticipate. You should also consider whether the\r\n               dangers associated with the use of the product outweigh\r\n               the usefulness of the product, the cost involved for added\r\n               safety, the likelihood of potential seriousness of the\r\n               injury, and the obviousness of the danger.\r\n\n             evidence that a safer, feasible alternative design was\r\n             available at the time the 2000 Nissan Xterra was\r\n             manufactured and such design would have prevented the\r\n             plaintiff's injuries. Just answer that simply yes or no.\r\n             And it has to be unanimous.\r\n\r\nNeither party objected to the content of the interrogatory or the extent of the court's\r\ninstructions. After three minutes, the jury returned to the courtroom. The jury\r\nresponded \"no.\" The circuit court then excused the jury and granted the parties ten\r\ndays to file post-trial motions.\r\n\r\nNissan submitted a post-trial motion requesting the circuit court grant it JNOV\r\npursuant to Rule 50(b), SCRCP, or in the alternative, a new trial pursuant to Rule\r\n59(a), SCRCP. Miranda also submitted a post-trial motion requesting the circuit\r\ncourt disregard the jury's response to the seventh interrogatory on the grounds that\r\nit was submitted after the jury returned its verdict and was not accompanied by\r\nsufficient instructions on what constituted a feasible alternative design.\r\n\r\nThe circuit court held a hearing on August 13, 2010, and orally denied both parties'\r\nmotions. Three days later, the supreme court issued its decision in Branham,\r\nwherein the supreme court concluded \"the exclusive test in a products liability\r\ndesign case is the risk-utility test with its requirement of showing a feasible\r\nalternative design.\" 390 S.C. at 220, 701 S.E.2d at 14. After receiving\r\nsupplemental briefs as to the effect of Branham on the circuit court's ruling, the\r\ncircuit court held a second hearing on January 4, 2011.\r\n\r\nAfter hearing from both parties, the circuit court denied Nissan's motion for JNOV\r\nbut granted Nissan's motion for a new trial. The circuit court acknowledged\r\nBranham's declaration that the risk-utility test, which requires proof of a feasible\r\nalternative design, was the sole test for a defective-design products liability case.\r\nThe circuit court applied Branham retroactively based on its conclusion that the\r\nsupreme court's decision merely recognized a new remedy to vindicate existing\r\nrights. As a result, the circuit court issued an order, in which it concluded its\r\ndecision not to charge the jury on proof of a feasible alternative design was\r\nreversible error and required the grant of a new trial. Both parties appealed to this\r\ncourt.\r\n\nLAW/ANALYSIS\r\nIn its appeal, Nissan claims that because proof of a feasible alternative design is a\r\nrequired element in a design defect case, the circuit court erred when it denied its\r\nmotion for JNOV after the jury found that Miranda failed to prove a feasible\r\nalternative design. In her cross-appeal, Miranda claims the circuit court erred in\r\nrefusing to invalidate the post-verdict interrogatory finding she had not proven a\r\nfeasible alternative design. In addition, Miranda avers the circuit court improperly\r\ngranted Nissan a new trial because the verdict was rendered pursuant to the\r\nconsumer expectations test, which was the law in South Carolina at the time of\r\ntrial. Moreover, she claims the circuit court charged the jury under both the\r\nconsumer expectations test and the risk-utility test without objection; therefore, the\r\ntwo-issue rule and law of the case permit the jury verdict to stand. We address\r\neach argument in turn.\r\n\r\nA. Application of Branham\r\nTo resolve this appeal, we must first determine whether the supreme court's\r\ndecision in Branham, issued after the trial of this case, should be applied\r\nretroactively or prospectively. We conclude the holding in Branham applies to the\r\ninstant case.\r\n\r\nIn Branham, the plaintiff, Jesse Branham, sustained serious injuries after being\r\nthrown from the backseat of a 1987 Ford Bronco II when the driver overcorrected,\r\ncausing the Bronco to rollover. 390 S.C. at 208-09, 701 S.E.2d at 8. Branham\r\nbrought two design defect claims against Ford Motor Company, one based on a\r\ndefectively designed seatbelt sleeve and one based on a defectively designed\r\nstability system. Id. at 209, 701 S.E.2d at 8. Ford denied liability and, among\r\nother things, asserted the driver's negligence caused the accident. Id. A Hampton\r\nCounty jury found the driver and Ford liable and awarded Branham $16,000,000 in\r\nactual damages and $15,000,000 in punitive damages. Id.\r\n\r\nOn appeal, one of Ford's claims was that Branham failed to prove a reasonable\r\nalternative design pursuant to the risk-utility test. Id. at 218, 701 S.E.2d at 13.\r\nFord asserted that because South Carolina law requires a risk-utility test in design\r\ndefect cases to the exclusion of the consumer expectations test, Branham's failure\r\nto prove a reasonable alternative design entitled Ford to a directed verdict on\r\nBranham's claims. Id.\r\n\nIn resolving Ford's appeal, the supreme court acknowledged that our courts have\r\ntraditionally employed the consumer expectations test and the risk-utility test to\r\ndetermine whether a product was unreasonably dangerous as a result of a design\r\ndefect. Id. However, the supreme court concluded the consumer expectations test,\r\nwhile appropriate in a manufacturing defect case, was ill-suited in the design defect\r\ncontext. Id. at 220, 701 S.E.2d at 14. In support of its adoption of the risk-utility\r\ntest for design defect cases, the supreme court stated,\r\n\r\n             We hold today that the exclusive test in a products\r\n             liability design case is the risk-utility test with its\r\n             requirement of showing a feasible alternative design. . . .\r\n\r\n             ....   We believe the rule we announce today in design\r\n             defect cases adheres to the approach the trial and\r\n             appellate courts in this state have been following. In\r\n             reported design defect cases, our trial and appellate\r\n             courts have placed their imprimatur on the importance of\r\n             showing a feasible alternative design. . . .\r\n\r\n             ....   In sum, in a product liability design defect action,\r\n             the plaintiff must present evidence of a reasonable\r\n             alternative design. The plaintiff will be required to point\r\n             to a design flaw in the product and show how his\r\n             alternative design would have prevented the product from\r\n             being unreasonably dangerous.\r\n\r\nId. at 220-25, 701 S.E.2d at 14-16. Having concluded the risk-utility test would\r\nnow be the sole test for proving a design defect, the supreme court held Branham\r\nproduced evidence of a feasible alternative design at trial sufficient to withstand a\r\ndirected verdict motion. Id. at 219, 701 S.E.2d at 13-14. Notwithstanding the\r\nexistence of ample evidence to sustain a directed verdict motion on Branham's\r\ndesign defect claim, the supreme court reversed and remanded for a new trial\r\npursuant to the risk-utility test based on other prejudicial trial errors. Id. at 225-26,\r\n701 S.E.2d at 17.\r\n\nTurning to the instant case, we recognize that in South Carolina, \"[t]he general rule\r\nregarding retroactive application of judicial decisions is that decisions creating new\r\nsubstantive rights have prospective effect only, whereas decisions creating new\r\nremedies to vindicate existing rights are applied retrospectively.\" Carolina\r\nChloride, Inc. v. S.C. Dep't of Transp., 391 S.C. 429, 433, 706 S.E.2d 501, 503\r\n(2011) (citation and quotation marks omitted). \"Prospective application is required\r\nwhen liability is created where formerly none existed.\" Hupman v. Erskine Coll.,\r\n281 S.C. 43, 44, 314 S.E.2d 314, 315 (1984). As a common rule, judicial decisions\r\nin civil cases are presumptively retroactive. See Harper v. Va. Dep't of Taxation,\r\n509 U.S. 86, 95-96 (1993) (discussing the \"presumptively retroactive effect\" of\r\ncivil decisions); see also 20 Am. Jur. 2d Courts § 150 (2013) (\"[I]t is said that,\r\nunlike legislation, which is presumptively prospective in operation, judicial\r\ndecisions are presumptively retrospective.\").\r\n\r\nBased on our reading of Branham, we conclude the supreme court intended for its\r\ndecision to apply retroactively to all pending design defect cases, including the\r\ninstant case. In Branham, the supreme court's pronouncement on the applicability\r\nof the risk-utility test was not a break from precedent. To the contrary, its decision\r\n\"adhere[d] to the approach the trial and appellate courts in this state have been\r\nfollowing.\"3 Branham, 390 S.C. at 222, 701 S.E.2d at 15. The supreme court\r\n\r\n\r\n3 The supreme court cited the following judicial decisions in support of this\r\nstatement: Claytor v. Gen. Motors Corp., 277 S.C. 259, 265, 286 S.E.2d 129, 132\r\n(1982) (adopting the risk-utility test); Kennedy v. Custom Ice Equip. Co., 271 S.C.\r\n171, 176-77, 246 S.E.2d 176, 178 (1978) (affirming verdict in favor of plaintiff by\r\nnoting that plaintiff presented evidence of a design alternative); Mickle v.\r\nBlackmon, 252 S.C. 202, 234-35, 166 S.E.2d 173, 187-88 (1969) (discussing a\r\nmanufacturer's decision to use one type of inferior material as a component part\r\none year, but a superior material the following year—that is, a design alternative);\r\nBragg v. Hi-Ranger, Inc., 319 S.C. 531, 546, 462 S.E.2d 321, 330 (Ct. App. 1995)\r\n(affirming defense verdict and noting that plaintiff failed to present evidence of a\r\nfeasible alternative design); Sunvillas Homeowners Ass'n v. Square D Co., 301\r\nS.C. 330, 334, 391 S.E.2d 868, 870 (Ct. App. 1990) (affirming a defense directed\r\nverdict and noting that plaintiff's expert failed to discuss design alternatives);\r\nGasque v. Heublein, Inc., 281 S.C. 278, 283, 315 S.E.2d 556, 559 (Ct. App. 1984)\r\n(affirming a plaintiff's verdict and noting in detail the existence of alternative\r\ndesign evidence).\r\n\nrecognized no new right or cause of action; rather, it affirmed that the risk-utility\r\ntest would be the exclusive test for design defect cases. Because the supreme court\r\nchose to abandon the consumer expectations test for the risk-utility test in design\r\ndefect cases, we believe Branham applies retroactively.4 See Carolina Chloride,\r\nInc., 391 S.C. at 433-34, 706 S.E.2d at 503 (finding judicial decision should be\r\napplied retroactively when it created no new right or cause of action; rather, it\r\nabandoned former test and restated the focus for what a landowner must prove to\r\nentitle him to damages in an inverse condemnation action); Osborne v. Adams, 346\r\nS.C. 4, 12-13, 550 S.E.2d 319, 323-24 (2001) (finding retroactive application of\r\ncase law clarifying which professional relationships created a non-delegable duty\r\nin common law negligence cases was appropriate because case law neither created\r\na new cause of action nor abolished any existing immunities).\r\n\r\nB. JNOV\r\n\r\nHaving found proof of a feasible alternative design was a required element in\r\naccordance with Branham, we next turn to whether the jury's post-verdict finding\r\nthat Miranda failed to prove a feasible alternative design entitled Nissan to JNOV.\r\nWe hold it does not.\r\n\r\n\r\nWe also note federal district court cases have concluded evidence of a feasible\r\nalternative design is a required element of proof in a design defect case. See\r\nDisher v. Synthes (U.S.A.), 371 F. Supp. 2d 764, 771-72 (D.S.C. 2005) (applying\r\nSouth Carolina law and concluding \"it is 'crucial' that a plaintiff also demonstrate\r\nthat a 'feasible,' or workable, design alternative exists\" and \"[w]ithout evidence of a\r\nfeasible design alternative or that the requisite risk-utility analysis has been\r\nconducted, plaintiff cannot establish this required element of product defect as a\r\nmatter of law\"); Little v. Brown & Williamson Tobacco Corp., 243 F. Supp. 2d\r\n480, 495 (D.S.C. 2001) (noting that failure to provide evidence of a feasible design\r\nalternative is \"fatal to a product liability case\" under South Carolina law).\r\n4As highlighted by Nissan in its brief, counsel for Miranda also represented\r\nBranham in Branham's appeal before the supreme court. Branham specifically\r\nargued in his petition for rehearing that the supreme court declare its decision only\r\napplied prospectively based on fairness and justice to the parties. Despite\r\nBranham's argument, the supreme court denied his petition for rehearing.\r\n\nNissan sets forth several reasons as to why the special interrogatory, submitted to\r\nthe jury after the verdict, was binding on the parties as a matter of law. First,\r\nNissan highlights the following colloquy as evidence that the parties agreed to\r\njointly craft a special interrogatory specifically addressing proof of a feasible\r\nalternative design.\r\n\r\n             Court: We had mentioned earlier on in pretrial matters\r\n             that you all were going to propose a verdict form. Have\r\n             you all had an opportunity to do that?\r\n\r\n             Nissan: We've got something put together. Why don't\r\n             we talk this afternoon when trial is done. We'll get you\r\n             something in the morning, if that's all right.\r\n\r\n             Court: Very good.\r\n\r\n             Miranda: We could exchange things back and forth and\r\n             see if we could come up with an agreement. . . . It may\r\n             very well be—if we thought about it, that—and I always\r\n             think about this after trials. And assuming one side is\r\n             going to get a verdict, some of these issues that if they\r\n             potentially craft the verdict form correctly, that they may\r\n             – maybe if there's an appeal, it will answer it without\r\n             having to come back for a retrial, if there's some way we\r\n             could do that.\r\n\r\n             Court: Certainly, I have no objection. I really prefer\r\n             more interrogatories that give[] the necessary\r\n             information. . . .\r\n\r\nWe agree that Miranda never objected during this dialog to submitting this special\r\ninterrogatory to the jury; instead, as evidenced by the aforementioned colloquy, all\r\nparties readily agreed to this procedure. What is in dispute, however, is the\r\nsignificance of the interrogatory and what effect it would have on the case in the\r\nevent the supreme court decided proof of a feasible alternative design was not only\r\na factor, but a requirement, in design defect cases. Based on our review of the\r\n\nrecord, we find the circuit court's decision, and the parties' acquiescence, to submit\r\nthis special interrogatory after the verdict to be improper.\r\n\r\nOur supreme court has previously held that \"[i]t is improper in a law case to submit\r\nfactual issues to a jury in the form of non-binding 'advisory interrogatories.'\"\r\nErickson v. Jones St. Publishers, LLC, 368 S.C. 444, 480, 629 S.E.2d 653, 672\r\n(2006). Because neither the parties nor the court agreed that the response to this\r\ninterrogatory would be dispositive on the issue of liability, we find the foregoing\r\npronouncement from Erickson governs the resolution of this issue. Consequently,\r\nwe refuse to condone the procedure employed by the court in this instance.\r\n\r\nThe following supports our conclusion that this interrogatory was not intended to\r\nbind the parties as a matter of law on the issue of liability. First, the circuit court\r\nruled that a feasible alternative design was not a separate requirement in a design\r\ndefect case; rather, it was simply a factor to be considered on the issue of whether\r\nthe Nissan Xterra was defectively designed. It was on this ground that the circuit\r\ncourt instructed the jury that the interrogatory was neither relevant to the verdict\r\nnor to the deliberations of the case, and as a result, the court agreed to issue the\r\ninterrogatory to the jury only after it had returned its verdict. When the circuit\r\ncourt informed the jury it would need to answer this final interrogatory, it gave no\r\nexplanation, foundation, or attendant instructions on the interrogatory, save its\r\nstatement that the jury was required to answer \"yes\" or \"no\" and the jury's decision\r\nhad to be unanimous. The lack of adequate instructions, the timing of the\r\ninterrogatory's submission, and the jury's three-minute deliberation prior to\r\nanswering the interrogatory lead us to the inescapable conclusion that the jury\r\nfollowed the court's instructions when it answered the seventh interrogatory. See\r\nBuff v. S.C. Dep't of Transp., 342 S.C. 416, 426 n.3, 537 S.E.2d 279, 284 n.3\r\n(2000) (Pleicones, J., dissenting) (\"Juries are presumed and bound to follow\r\ninstructions of the trial judge.\").\r\n\r\nSecond, the record contains no statement by the circuit court or the parties that a\r\n\"no\" response from the jury would be dispositive if the supreme court held proof of\r\na feasible alternative design was a requirement in Branham. This lack of\r\ntestimony in the record is also supported by the circuit court's refusal to grant\r\nNissan's JNOV motion after Branham was published. We believe the circuit\r\ncourt's denial of Nissan's motion in the wake of Branham indicates neither the\r\nparties nor the circuit court intended for the answer to this interrogatory to be\r\ndispositive on the issue of liability.\r\n\nWhile Nissan would assert otherwise, we find Miranda's counsel's closing\r\nargument instructive. During closing, Miranda's counsel told the jury the special\r\ninterrogatory \"doesn't have anything to do with the front side\" of the verdict form.\r\nBecause the front page of the verdict form contained questions relating to the issue\r\nof defect, we cannot infer that Miranda agreed to the submission of the\r\ninterrogatory, which directly dealt with the issue of defect, knowing it was not only\r\nrelevant, but dispositive on the issue of design defect. Last, the record lacks any\r\njury argument that Miranda met or did not meet a \"requirement\" of a feasible\r\nalternative design, and the parties did not request argument on this issue after the\r\nverdict and response to the seventh interrogatory. We hold these omissions are\r\ninconsistent with an intention that the jury's answer on this issue would be\r\ndispositive.5 Accordingly, we affirm the circuit court's decision to deny Nissan's\r\nmotion for JNOV.\r\n\r\nC. New Trial\r\nMiranda contends on cross-appeal that the circuit court erred in granting a new trial\r\nto Nissan because the jury was permitted to consider the consumer expectations\r\ntest at the time it rendered its decision. Based on our conclusion that Branham\r\napplies retroactively, the validity of the consumer expectations test at the time of\r\ntrial is of no import. Thus, we disagree and find the circuit court properly granted\r\na new trial.\r\n\r\nThe circuit court's decision to grant or deny a new trial will not be disturbed on\r\nappeal unless the finding is wholly unsupported by the evidence or based on an\r\nerror of law. Stevens v. Allen, 336 S.C. 439, 446, 520 S.E.2d 625, 628-29 (Ct.\r\nApp. 1999).\r\n\r\nPrior to the supreme court's decision in Branham, our courts traditionally\r\nemployed the consumer expectations test and the risk-utility test to determine\r\nwhether a product was unreasonably dangerous as a result of a design defect.\r\n\r\n5 Because we find the jury's response to the feasible alternative design\r\ninterrogatory was not dispositive, we decline to address Miranda's argument that\r\nthe circuit court erred in denying her motion to invalidate this interrogatory. See\r\nFutch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n591, 598 (1999) (holding an appellate court need not address remaining issues\r\nwhen disposition of a prior issue is dispositive).\r\n\nBranham, 390 S.C. at 218, 701 S.E.2d at 13. However, the supreme court clarified\r\nin Branham that the sole test in design defect cases was the risk-utility test with its\r\nrequiring proof of a feasible alternative design. Id. at 220, 701 S.E.2d at 14.\r\n\r\nMiranda argues that in Branham, the majority and dissent acknowledged\r\nconsideration of the consumer expectations test as a basis for liability was proper at\r\nthe time of Miranda's trial. We disagree.\r\n\r\nIn Branham, the majority acknowledged Branham's argument that he met both\r\ntests and that the jury was charged on both tests. Id. at 219, 701 S.E.2d at 13.\r\nHowever, the majority concluded the relevant inquiry and dispositive question was\r\nwhether Branham produced evidence of a feasible alternative design. See id. The\r\nmajority highlighted evidence presented at trial that satisfied the risk-utility factors\r\nand concluded, \"[w]hether this evidence satisfies the risk-utility test is ultimately a\r\njury question. But it is evidence of a feasible alternative design, sufficient to\r\nsurvive a directed verdict motion.\" Id. at 219, 701 S.E.2d at 13-14. In addition,\r\nthe dissent agreed with the majority that the risk-utility test is the appropriate test\r\nin design defect cases; however, it concluded the court could effectuate the same\r\nresult under the existing statutory framework by interpreting the consumer\r\nexpectations test in the specific context of design defect cases. Id. at 244-45, 701\r\nS.E.2d at 27-28. We do not believe these conclusions, by either the majority or the\r\ndissent, expressly condoned the use of the consumer expectations test at the time of\r\nBranham's trial. Thus, we find Miranda's argument on this ground unavailing.\r\n\r\nFinally, Miranda argues that because the circuit court charged the jury on both the\r\nconsumer expectations test and the risk-utility test and the jury did not specify\r\nwhich theory it applied to find Nissan liable, the two-issue rule and the law of the\r\ncase doctrine require reinstatement of the jury's verdict. We disagree.\r\n\r\nFirst, the two-issue rule and, thus, the law of the case doctrine, do not apply here\r\nbecause those doctrines apply when a party does not challenge an issue on appeal\r\nwhere there has been an opportunity to do so. See Jones v. Lott, 387 S.C. 339, 346,\r\n692 S.E.2d 900, 903 (2010) (holding that under the two-issue rule \"where a\r\ndecision is based on more than one ground, the appellate court will affirm unless\r\nthe appellant appeals all grounds because the unappealed ground will become the\r\nlaw of the case\"). Further, as set forth above, the jury's verdict cannot be supported\r\nby the consumer expectations test for a finding of liability based on the supreme\r\ncourt's holding in Branham. While Nissan may not have challenged the circuit\r\ncourt's decision to generally incorporate the consumer expectations test into its jury\r\n\ncharge, Branham had not yet been decided at the time and Nissan would not have\r\nhad grounds for such an objection. As such, Nissan's failure to object to the\r\ninclusion of the consumer expectations test does not require reinstatement of the\r\nverdict. Because the circuit court did not properly instruct the jury on the law, we\r\nfind its instructions were not only deficient, they were prejudicial to Nissan; thus,\r\nthe circuit court properly granted the parties a new trial.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, the circuit court's decision is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and PIEPER, J., concur.\r\n\n","court":"Appeals"},{"id":"5107","title":"Chisolm v. SCDMV","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5107.pdf","description":"Krystal Chisolm appeals the administrative suspension of her driver's license.  On appeal, Chisolm argues the Administrative Law Court (ALC) erred by (1) interpreting the term \"refusal\" in section 56-5-2951 of the South Carolina Code (Supp. 2012) in accordance with the State Law Enforcement Division's (SLED) policies and procedures, and (2) finding she refused the breath test.  We reverse.","date":"2013-03-27","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Krystal Chisolm, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Motor Vehicles,\r\n            Respondent.\r\n\r\n            Appellate Case No. 2011-196890\r\n\r\n\r\n                    Appeal From The Administrative Law Court\n\r\n                 Deborah Brooks Durden, Administrative Law Judge \n\r\n\r\n\r\n                          Published Opinion No. 5107 \n\r\n                 Heard November 13, 2012 – Filed March 27, 2013 \n\r\n\r\n\r\n                                  REVERSED\r\n\r\n\r\n            C. Rauch Wise, of Greenwood, for Appellant.\r\n\r\n            Frank L. Valenta Jr., Linda Annette Grice, and Philip S.\r\n            Porter, all of the South Carolina Department of Motor\r\n            Vehicles, of Blythewood, for Respondent.\r\n\r\n\r\n\r\n\r\nPIEPER, J.: Krystal Chisolm appeals the administrative suspension of her\r\ndriver's license. On appeal, Chisolm argues the Administrative Law Court (ALC)\r\nerred by (1) interpreting the term \"refusal\" in section 56-5-2951 of the South\r\nCarolina Code (Supp. 2012) in accordance with the State Law Enforcement\r\nDivision's (SLED) policies and procedures, and (2) finding she refused the breath\r\ntest. We reverse.\r\n\nFACTS\r\n\r\nOn May 19, 2010, Officer Dyar Archibald arrested Chisolm for driving under the\r\ninfluence. Officer Archibald pulled Chisolm over because he had received a call\r\nthat Chisolm's cousin, a passenger in her vehicle, was \"banging on cars.\" While\r\nspeaking with Chisolm's cousin, Officer Archibald noticed that Chisolm seemed to\r\nbe impaired. Chisolm took three field sobriety tests: the one-legged stand, the\r\nwalk and turn, and the horizontal gaze nystagmus test. Officer Archibald testified\r\nthat Chisolm failed the one-legged stand, but that he did not consider the walk and\r\nturn a failure. Chisolm also failed the horizontal gaze nystagmus test which,\r\naccording to Officer Archibald, indicated that Chisolm had alcohol in her system.\r\nHowever, this test did not measure the amount of alcohol in Chisolm's system.\r\n\r\nOnce Officer Archibald transported Chisolm to the police station, he administered\r\na breath test. Chisolm blew into the DataMaster, the breath test instrument, for\r\napproximately one minute and fifty-three seconds. Officer Archibald testified that\r\nthere was a steady tone while Chisolm blew, meaning air was going into the\r\ninstrument. However, Officer Archibald also testified that the instrument \"just\r\ndidn't read it.\" No evidence was presented that the DataMaster's failure to register\r\nChisolm's breath sample resulted from her own fault by faking or thwarting the\r\ntest, being uncooperative, acting unruly, delaying the administration of the test,\r\ningesting prohibited substances during the observation period, failing to cooperate\r\nwith the officer's instructions, or behaving in any manner that would amount to a\r\nconstructive refusal. Even though Officer Archibald testified that Chisolm blew\r\ninto the instrument and gave a steady tone, he also testified that Chisolm did not\r\ngive an \"accurate sample,\" which he considered to be a refusal. As a result, Officer\r\nArchibald reported that Chisolm refused to submit to a breath test. Officer\r\nArchibald asked Chisolm to take the test again and Chisolm agreed. However,\r\naccording to Officer Archibald, the DataMaster would not let Chisolm take the test\r\nagain because it registered an inadequate sample after the first blow. Because the\r\nrecords indicated Chisolm refused the breath test, the South Carolina Department\r\nof Motor Vehicles (the Department) suspended her driver's license.\r\n\r\nSubsequently, Chisolm requested an administrative hearing before the South\r\nCarolina Office of Motor Vehicle Hearings (OMVH) to challenge her license\r\nsuspension. Chisolm argued her suspension was unjustified because (1) there was\r\nno probable cause to arrest, and (2) she never refused to give the sample required\r\n\nby law and provided an adequate test sample.1 The hearing officer sustained\r\nChisolm's license suspension, finding that Chisolm refused the breath test because\r\nChisolm's breath test results did not provide a registerable sample.\r\n\r\nChisolm appealed her license suspension to the ALC. The ALC affirmed, solely\r\nrelying on SLED Policy 8.12.5(F)(4)(i) that provides, \"[a] refusal to submit to a\r\nbreath test can occur in any of the following ways: . . . i. The subject . . . does not\r\nblow an adequate sample, as determined by the instrument.\" This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"The [OMVH] is authorized to hear contested cases from the Department.\" S.C.\r\nDep't of Motor Vehicles v. McCarson, 391 S.C. 136, 144, 705 S.E.2d 425, 429\r\n(2011). As a result, the OMVH is an agency pursuant to the Administrative\r\nProcedures Act (APA). Id. Appeals from the OMVH are taken by the ALC. Id.\r\nWhen reviewing a decision of the ALC, section 1-23-610(B) of the South Carolina\r\nCode (Supp. 2012), governs this court's standard of review, providing:\r\n\r\n             The review of the administrative law judge's order must\r\n             be confined to the record. The court may not substitute\r\n             its judgment for the judgment of the administrative law\r\n             judge as to the weight of the evidence on questions of\r\n             fact. The court of appeals may affirm the decision or\r\n             remand the case for further proceedings; or, it may\r\n             reverse or modify the decision if the substantive rights of\r\n             the petitioner have been prejudiced because the finding,\r\n             conclusion, or decision is:\r\n\r\n             (a) in violation of constitutional or statutory provisions;\r\n             (b) in excess of the statutory authority of the agency;\r\n             (c) made upon unlawful procedure;\r\n             (d) affected by other error of law;\r\n             (e) clearly erroneous in view of the reliable, probative,\r\n             and substantial evidence on the whole record; or\r\n\r\n\r\n1Chisolm does not raise any issues regarding probable cause to this court on\r\nappeal.\r\n\n             (f) arbitrary or capricious or characterized by abuse of\r\n             discretion or clearly unwarranted exercise of discretion.\r\n\r\n\"Substantial evidence is not a mere scintilla; rather, it is evidence which,\r\nconsidering the record as a whole, would allow reasonable minds to reach the same\r\nconclusion as the agency.\" Friends of Earth v. Pub. Serv. Comm'n of S.C., 387\r\nS.C. 360, 366, 692 S.E.2d 910, 913 (2010).\r\n\r\nLAW/ANALYSIS\r\nChisolm argues the ALC erred in determining a refusal takes place pursuant to\r\nsection 56-5-2951 when the breath test instrument \"determines\" a provided sample\r\nis inadequate. According to Chisolm, a refusal only takes place when the test\r\nsubject actually refuses the conscious act of blowing into the instrument, and the\r\nALC erred in interpreting the SLED polices and procedures in a manner that is\r\ncontrary to section 56-5-2951. Chisolm contends she never \"refused\" within the\r\nmeaning of section 56-5-2951; thus, the suspension of her license was unjustified.\r\nWe reverse.\r\n\r\n\"Where the statute's language is plain and unambiguous, and conveys a clear and\r\ndefinite meaning, the rules of statutory interpretation are not needed and the court\r\nhas no right to impose another meaning.\" State v. Jacobs, 393 S.C. 584, 587, 713\r\nS.E.2d 621, 622 (2011) (quotation marks omitted). This court should give words\r\n\"their plain and ordinary meaning without resort to subtle or forced construction to\r\nlimit or expand the statute's operation.\" State v. Sweat, 386 S.C. 339, 350, 688\r\nS.E.2d 569, 575 (2010) (quotation marks omitted).\r\n\r\n\"Being licensed to operate a motor vehicle on the public highways of this state is\r\nnot a property right, but is merely a privilege subject to reasonable regulations\r\nunder the police power in the interest of the public safety and welfare.\" Peake v.\r\nS.C. Dep't of Motor Vehicles, 375 S.C. 589, 595, 654 S.E.2d 284, 288 (Ct. App.\r\n2007). \"The privilege may be revoked or suspended for any cause relating to\r\npublic safety, but it cannot be revoked arbitrarily or capriciously.\" Id. \"A person\r\nwho drives a motor vehicle in [South Carolina] is considered to have given consent\r\nto chemical tests of his breath . . . .\" S.C. Code Ann. § 56-5-2950(A) (Supp. 2012).\r\n\"The Department of Motor Vehicles must suspend the driver's license, permit, or\r\nnonresident operating privilege of or deny the issuance of a license or permit to a\r\nperson who drives a motor vehicle and refuses to submit to [a breath] test . . . .\" §\r\n56-5-2951(A).\r\n\n            The requirements for suspension for refusal to consent\r\n            are: (1) a person (2) operating a motor vehicle (3) in\r\n            South Carolina (4) be arrested for an offense arising out\r\n            of acts alleged to have been committed while the person\r\n            was driving under the influence of alcohol, drugs, or\r\n            both, and (5) refuse to submit to alcohol and drug testing.\r\n\r\nS.C. Dep't of Motor Vehicles v. Nelson, 364 S.C. 514, 523, 613 S.E.2d 544, 549\r\n(Ct. App. 2005). The legislature gave SLED authority to make policies,\r\nprocedures, and regulations to administer the provisions of the implied consent\r\nstatute. See S.C. Code Ann. § 56-5-2950(E) & (J) (Supp. 2012). Specifically,\r\nsubsection 56-5-2950(A) states that a \"breath test must be administered . . .\r\npursuant to SLED policies.\" § 56-5-2950(A). The burden is on the Department to\r\nprove that Chisolm refused the breath test. See McCarson, 391 S.C. at 149, 705\r\nS.E.2d at 431 (noting in a license revocation proceeding, the burden of proving that\r\nthe driver was lawfully arrested or detained for DUI was on the Department).\r\n\r\nPrior to determining the meaning of the word \"refusal,\" we note the procedures in\r\nconducting a breath test. Pursuant to SLED policies, after the required twenty\r\nminute observation period, the officer will prepare the DataMaster instrument for\r\nthe breath test. SLED Policies & Procedures § 8.12.5(J) & (K) (2009).2\r\nThereafter, the officer starts the instrument, and:\r\n\r\n            The instrument will display, \"PLEASE BLOW\", at the\r\n            time for the subject to blow. The test operator will\r\n            ensure a new mouthpiece is placed on the breath tube,\r\n            unless a refusal has already occurred. The subject may\r\n            use the same mouthpiece in the event the test is aborted\r\n            and must be started again. The subject is given\r\n            approximately two minutes to provide an acceptable\r\n            breath sample. . . . The subject will provide a continuous\r\n            breath sample, acceptable to the instrument, containing a\r\n            minimum of approximately one and one half liters.\r\n            \"PLEASE BLOW\" will display until an adequate sample\r\n            is obtained or time expires.\r\n\r\n2 SLED's policies and procedures are available at:\r\n http://www.sled.sc.gov/documents/impliedconsent/polproc/8125/200902108125.pdf\r\n(last visited March 15, 2013).\r\n\nSLED Policies & Procedures § 8.12.5(L)(2)(f)(i).\r\n\r\n             If an acceptable breath sample is not provided in two\r\n             minutes, the instrument will display \"Did the subject\r\n             refuse?\" When question is prompted, press the touch-\r\n             screen icon, \"Yes\" or \"No\". If \"Yes\" is answered, the\r\n             instrument will print \"REFUSED\" by \"SUBJECT\r\n             SAMPLE\", after the final steps of the operational\r\n             protocol are completed. . . . If \"No\" is answered, the test\r\n             will abort and the instrument will print \"INCOMPLETE\r\n             SUBJECT TEST\" on the Breath Alcohol Analysis Test\r\n             Report/Evidence Ticket. An \" INCOMPLETE\r\n             SUBJECT TEST\" reading, by itself, is not a refusal\r\n             situation. (A \"NO\" should only be entered if the subject\r\n             failed to provide an acceptable breath sample through no\r\n             fault of his/her own.). In the event of an\r\n             \"INCOMPLETE SUBJECT TEST\", the breath test\r\n             sequence may be repeated, except the advisement process\r\n             is not required to be repeated.\r\n\r\nSLED Policies & Procedures § 8.12.5(L)(2)(f)(vii) (emphasis added).\r\n\r\nThe South Carolina Code does not define \"refusal.\" However, SLED's policies and\r\nprocedures provide several examples of when a refusal can occur. For example, a\r\nrefusal can occur if the subject refuses to cooperate, delays the administration of\r\nthe test, ingests prohibited substances during the observation, or intentionally\r\ncauses the instrument to have an error. SLED Policies & Procedures §\r\n8.12.5(F)(4)(b), (d), (f), & (j). At issue in this case is the SLED policy that defines\r\n\"refusal\" as occurring when a person \"does not blow an adequate sample, as\r\ndetermined by the instrument.\" SLED Policies & Procedures § 8.12.5(F)(4)(i).\r\nThus, for the breath test to be administered \"pursuant to SLED policies,\" as\r\nrequired by section 56-5-2950(A), a subject who blows an inadequate sample \"as\r\ndetermined by the instrument\" can be deemed by the officer administrating the test\r\nto have refused the breath test. See id.\r\n\r\nHere, the ALC affirmed the suspension of Chisolm's license, finding the record\r\ncontains evidence that \"the machine determined that the breath sample of\r\n[Chisolm] was not measurable, and thus inadequate.\" The ALC further found the\r\n\"facts of this case conform to the criteria for determining a refusal pursuant to\r\n\nSLED policy 8.12.5, and the Hearing Officer properly found that [Chisolm]\r\nrefused to submit to a breath test.\"\r\n\r\nA plain reading of the statute at issue, as opposed to the SLED policies and\r\nprocedures, provides that the Department may suspend a driver's license when a\r\nperson refuses to submit to a breath test. See § 56-5-2951(A) (\"The Department of\r\nMotor Vehicles must suspend the driver's license, permit, or nonresident operating\r\nprivilege of or deny the issuance of a license or permit to a person who drives a\r\nmotor vehicle and refuses to submit to [a breath] test . . . .\" (emphases added)). We\r\nalso recognize that the legislature authorized SLED to promulgate policies and\r\nprocedures for administering breath tests. See § 56-5-2950(A), (E), & (J). See\r\nAhrens v. State, 392 S.C. 340, 348-49, 709 S.E.2d 54, 58 (2011) (noting the\r\nlegislature has the right to vest administrative officers and bodies discretion to\r\npromulgate rules and regulations; however, an agency may not make rules and\r\nregulations that conflict with or change the statute that confers such authority).\r\n\r\nAn appellate court may reverse the decision of the ALC if it is affected by an error\r\nof law or is \"arbitrary or capricious or characterized by abuse of discretion or\r\nclearly unwarranted exercise of discretion.\" S.C. Dep't of Motor Vehicles v.\r\nBlackwell, 389 S.C. 293, 295, 698 S.E.2d 770, 771 (2010) (quoting S.C. Code\r\nAnn. § 1-23-610(B) (Supp. 2008)). \"Because a license-suspension hearing\r\nconstitutes a final adjudication of an important interest, we believe the Legislature\r\npromulgated section 56-5-2951 in such a way that guards against an automatic or\r\nrote elimination of this interest.\" McCarson, 391 S.C. at 148, 705 S.E.2d at 431\r\n(emphasis added).\r\n\r\nAs cited above, SLED policies and procedures include a specific protocol for when\r\nthe instrument does not register the breath sample. See SLED Policies &\r\nProcedures § 8.12.5 (L)(2)(f)(vii). The DataMaster will display \"PLEASE\r\nBLOW\" until an adequate sample is obtained or time expires. SLED Policies &\r\nProcedures § 8.12.5 (L)(2)(f). If time expires, the DataMaster will ask the officer\r\nwhether the subject refused, in which event the officer must answer \"Yes\" or \"No.\"\r\nSLED Policies & Procedures § 8.12.5 (L)(2)(f)(vii). A \"Yes\" will print as a\r\nrefusal, while a \"No\" will print \"INCOMPLETE SUBJECT TEST.\" Id. The\r\npolicies and procedures provide that a \"No\" should be entered only if the subject\r\nfailed to provide an acceptable breath sample through no fault of his or her own.\r\nId. Thus, the failure of a driver to supply a registerable breath sample does not\r\nautomatically result in a refusal, as the officer has discretion to determine whether\r\nthere was a refusal and has the option to conduct a second breath test. Our courts\r\nhave not been presented with the question of whether a driver's inability to provide\r\n\na registerable breath sample may result in a \"refusal\" pursuant to section 56-5-\r\n2951; therefore, we look to other jurisdictions for guidance.\r\n\r\nWe start with the proposition that when the breath test instrument emits a steady\r\ntone, the steady tone is an indication that the instrument is receiving a breath\r\nsample. See Kurosak v. Comm'r of Pub. Safety, 402 N.W.2d 826, 828 (Minn. Ct.\r\nApp. 1987) (\"A tone sounds when an adequate sample is blown into the\r\nmachine.\"); Quick v. Com., Dep't of Transp., Bureau of Driver Licensing, 915 A.2d\r\n1268, 1270 (Pa. Commw. Ct. 2007) (\"The breath testing instrument emits a steady\r\ntone during a continuous breath, but beeps during intermittent breathing.\"). Other\r\njurisdictions have upheld the suspension of a driver's license based on the subject's\r\nrefusal to submit to a breath test when, unlike the present case, the driver failed to\r\nproduce a steady tone into the breath instrument. In Walker v. State, the officer\r\nadministering the breath test testified that an air sample flowing into the instrument\r\nwill generate a steady tone, but that the subject did not blow into the machine as he\r\nwas instructed, was puffing his cheeks to act like he was blowing, and never made\r\na steady tone. 586 S.E.2d 757, 759 (Ga. Ct. App. 2003).3 The officer testified that\r\nhe did hear a brief \"ping\" tone, but he never heard a \"long constant tone.\" Id. at\r\n\r\n3   In regards to breath samples, Georgia's implied consent statute requires:\r\n\r\n               No more than two sequential series of a total of two\r\n               adequate breath samples each shall be requested by the\r\n               state; provided, however, that after an initial test in which\r\n               the instrument indicates an adequate breath sample was\r\n               given for analysis, any subsequent refusal to give\r\n               additional breath samples shall not be construed as a\r\n               refusal for purposes of suspension of a driver's license\r\n               under Code Sections 40-5-55 and 40-5-67.1.\r\n               Notwithstanding the above, a refusal to give an adequate\r\n               sample or samples on any subsequent breath, blood,\r\n               urine, or other bodily substance test shall not affect the\r\n               admissibility of the results of any prior samples. An\r\n               adequate breath sample shall mean a breath sample\r\n               sufficient to cause the breath-testing instrument to\r\n               produce a printed alcohol concentration analysis.\r\n\r\nGa. Code Ann. § 40-6-392 (West 2012).\r\n\n759-60. The officer determined that the subject was deliberately failing to provide\r\nadequate air for the machine to evaluate, and thus, he registered the subject's\r\nfailure to properly blow into the machine as a refusal. Id. at 760. On appeal, the\r\ncourt affirmed the trial court's determination that the defendant refused a breath\r\ntest for the failure to properly blow into the breath test instrument, noting that the\r\nofficer has the discretion to determine whether a subject is faking it. Id. at 762.\r\n\r\nLikewise, in State v. Householder, the Ohio Court of Appeals affirmed the trial\r\ncourt's determination that the invalid breath sample was based on the driver's\r\nfailure to sufficiently blow into the instrument. 908 N.E.2d 987, 992 (Ohio Ct.\r\nApp. 2009).4 The court relied on the officer's testimony that if the DataMaster\r\n\r\n\r\n4   The Ohio statute on refusing a breath sample provides:\r\n\r\n              (5)(a) If a law enforcement officer arrests a person for a\r\n              violation of [the Ohio DUI statutes], the law enforcement\r\n              officer shall request the person to submit, and the person\r\n              shall submit, to a chemical test or tests of the person's\r\n              whole blood, blood serum or plasma, breath, or urine for\r\n              the purpose of determining the alcohol, drug of abuse,\r\n              controlled substance, metabolite of a controlled\r\n              substance, or combination content of the person's whole\r\n              blood, blood serum or plasma, breath, or urine. A law\r\n              enforcement officer who makes a request pursuant to this\r\n              division that a person submit to a chemical test or tests is\r\n              not required to advise the person of the consequences of\r\n              submitting to, or refusing to submit to, the test or tests\r\n              and is not required to give the person the form described\r\n              in division (B) of section 4511.192 of the Revised Code,\r\n              but the officer shall advise the person at the time of the\r\n              arrest that if the person refuses to take a chemical test the\r\n              officer may employ whatever reasonable means are\r\n              necessary to ensure that the person submits to a chemical\r\n              test of the person's whole blood or blood serum or\r\n              plasma. The officer shall also advise the person at the\r\n              time of the arrest that the person may have an\r\n              independent chemical test taken at the person's own\r\n              expense. Divisions (A)(3) and (4) of this section apply to\r\n\nstarts beeping, then the driver is not blowing into the machine correctly and not\r\ngiving an adequate sample. Id. at 988-89. The officer also explained that the\r\ninstrument \"went from a steady tone, to a beep, back to a steady tone,\" indicating\r\nthat the reason for the invalid sample was a \"discontinued blowing pattern.\" Id. at\r\n989.\r\n\r\nSimilarly, the Oregon Court of Appeals reinstated the revocation of a license based\r\non a refusal, where the hearing officer determined that the subject feigned an\r\ninability to take the test. Gilliam v. Oregon Dep't of Transp., 36 P.3d 509, 510 (Or.\r\nCt. App. 2001). Specifically, the officer testified that he told the subject to blow\r\ninto the Intoxilyzer machine and generate a steady tone. Id. at 509. However, the\r\nsubject did not generate a steady tone; rather, he would blow and then stop for a\r\nsecond after the tone started. Id. Based on this conduct, the officer determined\r\nthat the subject \"did not appear to be trying to blow hard\" and that he thought the\r\nsubject was toying with the machine. Id. at 510. Accordingly, the court affirmed\r\nthe officer's decision to press the button to indicate that the subject refused the test.\r\nId. at 510.\r\n\r\nIn addition, the Missouri Supreme Court undertook an analysis to define \"refusal,\"\r\nexplaining:  the administration of a chemical test or tests pursuant to\r\n             this division.\r\n\r\n             (b) If a person refuses to submit to a chemical test upon a\r\n             request made pursuant to division (A)(5)(a) of this\r\n             section, the law enforcement officer who made the\r\n             request may employ whatever reasonable means are\r\n             necessary to ensure that the person submits to a chemical\r\n             test of the person's whole blood or blood serum or\r\n             plasma. A law enforcement officer who acts pursuant to\r\n             this division to ensure that a person submits to a chemical\r\n             test of the person's whole blood or blood serum or plasma\r\n             is immune from criminal and civil liability based upon a\r\n             claim for assault and battery or any other claim for the\r\n             acts, unless the officer so acted with malicious purpose,\r\n             in bad faith, or in a wanton or reckless manner.\r\n\r\nOhio Rev. Code Ann. § 4511.191 (West 2012).\r\n\n               There is no mysterious meaning to the word \"refusal\". In\r\n               the context of the implied consent law, it simply means\r\n               that an arrestee, after having been requested to take the\r\n               breathalyzer test, declines to do so of his own volition.\r\n               Whether the declination is accomplished by verbally\r\n               saying, \"I refuse\", or by remaining silent and just not\r\n               breathing or blowing into the machine, or by vocalizing\r\n               some sort of qualified or conditional consent or refusal,\r\n               does not make any difference. The volitional failure to\r\n               do what is necessary in order that the test can be\r\n               performed is a refusal.\r\nSpradling v. Deimeke, 528 S.W.2d 759, 766 (Mo. 1975).5 A Connecticut court has\r\nheld that the determination of a refusal is required to be supported by substantial\r\nevidence, finding:\r\n               [W]here it is undisputed that the motorist submitted to\r\n               the chemical alcohol test, the fact that he failed to\r\n               provide an adequate breath sample does not\r\n               automatically constitute refusal within the meaning of\r\n               [the statute]. Such refusal must be supported by\r\n               substantial evidence. A conclusory statement by the\r\n               arresting officer that the driver has failed to provide an\r\n               adequate breath sample and has, therefore, refused, does\r\n               not constitute such evidence.\r\nBialowas v. Comm'r of Motor Vehicles, 692 A.2d 834, 841 (Conn. App. Ct. 1997).6\r\n\r\n\r\n5The Missouri implied consent statute provides that if: \"a person under arrest, or\r\nwho has been stopped pursuant to subdivision (2) or (3) of subsection 1 of section\r\n577.020, refuses upon the request of the officer to submit to any test allowed\r\npursuant to section 577.020, then evidence of the refusal shall be admissible.\" Mo.\r\nAnn. Stat. § 577.041 (West 2012).\r\n6   The Connecticut statute governing a refusal to submit a breath test provides:\r\n\r\n               (b) If any such person, having been placed under arrest\r\n               for operating a motor vehicle while under the influence\r\n               of intoxicating liquor or any drug or both, and thereafter,\r\n\nFurthermore, a Pennsylvania court was faced with a set of facts similar to the case\r\nat bar. The court was asked to determine if the subject refused the breath test after\r\nshe attempted to blow into the machine and the machine did not register a sample;\r\nshe also wanted to take the test again. See Bomba v. Com., Dep't of Transp.,\r\nBureau of Driver Licensing, 28 A.3d 946, 948 (Pa. Commw. Ct. 2011).7 In\r\nBomba, the officer administrating the breath test, Officer Lawniczak, testified that\r\nthe subject, Heather Bomba, \"attempted to give one breath sample\" that \"was\r\ninsufficient.\" Id. According to Officer Lawniczak, the breathalyzer machine\r\n\"allows a two-minute window to provide an adequate breath sample; if an adequate\r\nbreath sample is not provided within the two-minute timeframe, the machine\r\nprompts the operator to report whether a refusal has occurred.\" Id. (emphasis\r\nadded). Officer Lawniczak testified he instructed Bomba to \"blow with one steady\r\nbreath until . . . told to stop.\" Id. However, Officer Lawniczak explained Bomba\r\ngave \"a series of short breaths, not one continuous breath.\" Id. After two minutes\r\nhad elapsed, the breathalyzer instrument prompted the officer to report whether\r\nthere had been a refusal, and Officer Lawniczak pressed the \"yes\" button. Id.\r\nOfficer Lawniczak admitted that Bomba \"may have asked to retake the breath\r\ntest,\" but the officer stated that she is only required to give one test. Id. As a\r\nresult, Bomba's license was suspended. Id. 947. Bomba appealed and the trial\r\ncourt reversed her license revocation, finding Bomba's \"initial, unequivocal and\r\nunqualified consent to the breath test, her subsequent inability to perform it\r\n\r\n             after being apprised of such person's constitutional rights,\r\n             having been requested to submit to a blood, breath or\r\n             urine test at the option of the police officer, having been\r\n             afforded a reasonable opportunity to telephone an\r\n             attorney prior to the performance of such test and having\r\n             been informed that such person's license or nonresident\r\n             operating privilege may be suspended in accordance with\r\n             the provisions of this section if such person refuses to\r\n             submit to such test . . . .\r\n\r\nConn. Gen. Stat. Ann. § 14-227b(b) (West 2012).\r\n7 The Pennsylvania statute governing refusal of a breath test provides, \"[i]f any\r\nperson placed under arrest for a violation of section 3802 is requested to submit to\r\nchemical testing and refuses to do so, the testing shall not be conducted but upon\r\nnotice by the police officer, the department shall suspend the operating privilege of\r\nthe person.\" 75 Pa. Cons. Stat. Ann. § 1547 (b.1) (1) (West 2012).\r\n\nproperly, despite attempting to do so and her immediate request to re-take the\r\nbreath test, do not amount to a refusal under these circumstances.\" Id. at 949.\r\nOn appeal, the appellate court affirmed the determination that Bomba did not\r\nrefuse the breath test and reinstated her license. Id. at 951. The court reasoned that\r\nBomba \"made one attempt to provide a breath sample. When it was not successful,\r\nshe immediately asked to try again. PennDOT offered no evidence that [Bomba]\r\nwas attempting to delay the testing process or was intentionally producing an\r\ninadequate sample.\" Id. at 950. Furthermore, in upholding the trial court's\r\ndetermination that Bomba did not refuse the breath test, the court explained:\r\n               Refusal cases are highly fact-sensitive. The crucial,\r\n               determinative factor we glean from the cases is whether\r\n               PennDOT's evidence shows that the licensee deliberately\r\n               tried to delay or undermine the testing process. Such\r\n               evidence was simply not present in this case. Rather, the\r\n               evidence showed, and the trial court found, that [Bomba]\r\n               made a good faith, but unsuccessful, attempt to provide a\r\n               breath sample and immediately requested to attempt the\r\n               test a second time.\r\nId. at 951.8\r\n\r\nA review of the record and video recording reveals that Chisolm wanted to take the\r\nbreath test, blew into the DataMaster, and the instrument produced a steady tone\r\nfor an extended period of time that indicated sufficient air was going into the\r\ninstrument. Officer Archibald testified that he is trained to listen for a steady tone\r\n\r\n8 We also note that other jurisdictions have determined that a physical inability or\r\nmedical condition that inhibits a driver's ability to perform a breath test does not\r\nconstitute a \"refusal.\" See Call v. Kansas Dep't of Revenue, 831 P.2d 970, 972\r\n(Kan. Ct. App. 1992) (stating that the Kansas implied consent statute provides that\r\nthe \"[f]ailure of a person to provide an adequate breath sample or samples as\r\ndirected shall constitute a refusal unless the person shows that the failure was due\r\nto physical inability caused by a medical condition unrelated to any ingested\r\nalcohol or drugs\"); Vill. of Elkhart Lake v. Borzyskowski, 366 N.W.2d 506, 509\r\n(Wis. Ct. App. 1985) (\"A person is deemed not to have refused the test if it is\r\nshown that the refusal was due to a physical inability to submit to the test as a\r\nresult of physical disability or disease unrelated to the use of alcohol or controlled\r\nsubstances.\").\r\n\nwhen administering a breath test. Unlike the officers' testimonies in Walker,\r\nHouseholder, and Gilliam, here, according to Officer Archibald, Chisolm's breath\r\ntest produced a steady tone, indicating that Chisolm was doing what she was\r\nsupposed to do and that air was going into the instrument. Even though the\r\nmachine ultimately did not register Chisolm's breath sample, at no time did the\r\nmachine indicate that she was not blowing an adequate sample, as evidenced by\r\nthe steady tone. Additionally, like Bomba, Chisolm consented to the breath test,\r\nattempted the test, and asked to take a second test. No evidence was presented by\r\nthe Department, which carries the burden of proof, that Chisolm's failure to register\r\na breath sample resulted from her own fault by faking or thwarting the test, being\r\nuncooperative, acting unruly, delaying the administration of the test, ingesting\r\nprohibited substances during the observation period, failing to cooperate with the\r\nofficer's instructions, or behaving in any manner that would amount to a\r\nconstructive refusal. Furthermore, we find it significant that when Officer\r\nArchibald offered Chisolm the opportunity to take the test for a second time, and\r\nshe agreed to do so, the instrument would not allow for another test. This evidence\r\nalso suggests Chisolm was not attempting to thwart the test.\r\n\r\nOfficer Archibald testified that he had \"no clue\" why the instrument would not\r\nregister her sample, that the DataMaster \"just didn't read it,\" and the instrument\r\n\"didn't come up with any errors.\" Despite the officer's testimony that he did not\r\nknow why her breath sample would not register, Officer Archibald pressed \"yes\"\r\nwhen prompted by the DataMaster to answer whether Chisolm refused the breath\r\ntest. Thus, Officer Archibald decided that Chisolm refused even though he did not\r\nknow why the instrument would not register her breath sample.9 Under these\r\ncircumstances, Officer Archibald's decision to press \"yes,\" notwithstanding his\r\nown testimony, caused the instrument to print a refusal, and the decision was an\r\narbitrary and capricious act and a manifest abuse of his discretion resulting in\r\nChisolm's license being revoked arbitrarily. See Peake, 375 S.C. at 595, 654\r\nS.E.2d at 288 (noting that while the license to operate a motor vehicle is a mere\r\n\r\n9We find problematic Officer Archibald's statement that he had \"no clue\" why the\r\nDataMaster would not register a test result in light of his observations of Chisolm's\r\ncontinued and steady blow into the machine. If the prosecution does not know\r\nwhy the machine did not register the breath sample, we question how a citizen\r\nwould know, especially in light of the difficulty in obtaining the software\r\nunderlying the DataMaster based on its proprietary nature. See S.C. Code Ann. 56-\r\n5-2934 (Supp. 2012) (stating SLED is required to \"produce all breath testing\r\nsoftware in a manner that complies with any and all licensing agreements\").\r\n\nprivilege that is always subject to revocation or suspension for any cause related to\r\npublic safety, it cannot be revoked arbitrarily or capriciously).\r\n\r\nHere, we have a situation where the ALC relied on, as its sole basis to affirm the\r\nhearing officer's determination of refusal, the component of SLED policies and\r\nprocedures that state an inadequate sample is furnished \"as determined by the\r\ninstrument.\" We recognize that the policies and procedures state that a refusal can\r\noccur when the instrument determines there is not an adequate sample. However,\r\nthe policies do not mandate a refusal in all circumstances where an adequate\r\nsample is not registered, particularly in instances, like here, where the\r\ndetermination of a refusal would be arbitrary and capricious.\r\n\r\nThe policies provide the officer with discretion to determine whether the subject's\r\nfailure to blow an acceptable breath sample was a refusal. We also note that\r\nSLED's policies and procedures provide that \"INVALID SAMPLE DETECTED,\"\r\n\"DETECTOR OVERFLOW DETECTED,\" or \"INTERFERENCE DETECTED\"\r\nreadings by the instrument are not alone a refusal situation. See SLED Policies &\r\nProcedures § 8.12.5(L)(2)(f)(iv)-(vi).\r\n\r\nSimilarly, if an acceptable breath sample is not provided in the two-minute period,\r\nthe DataMaster prompts the officer to make a determination about whether the\r\nsubject refused the test. SLED's policies and procedures are designed for the\r\nofficer to determine whether a test subject's inability to register a sample was based\r\non the fault of the subject or any attempt to thwart the test. Moreover, the policy\r\nspecifically provides that a \"NO\" can be entered \"if the subject failed to provide an\r\nacceptable breath sample through no fault of his/her own.\" SLED Policies &\r\nProcedures § 8.12.5(L)(2)(f)(vii). Thus, the instrument's failure to register a test\r\nreport in and of itself, absent other facts, does not end the inquiry in determining\r\nwhether the subject refused the breath test.\r\n\r\nThe record indicates Chisolm did not refuse to take the test and the Department did\r\nnot produce any evidence indicating that she was trying to fake or thwart the test,\r\nbe uncooperative, act unruly, delay the administration of the test, ingest prohibited\r\nsubstances during the observation period, fail to cooperate with the officer's\r\ninstructions, or behave in any manner that would amount to a constructive refusal.\r\nWe find it fundamentally unfair under the facts herein to label as a refusal a\r\nsituation where Chisolm blew for such an extended length of time with a steady\r\ntone by the instrument, absent any allegations of fault by Chisolm or any attempt to\r\nfake or thwart the test. Based on the facts and circumstances of this case, Officer\r\nArchibald's decision to enter a refusal, in light of his own testimony, was arbitrary\r\n\nand capricious, and the State failed to meet its burden of producing evidence to\r\nsupport Officer Archibald's determination of refusal.\r\n\r\nBased on the foregoing, the ALC's decision to sustain the hearing officer's\r\ndetermination of a \"refusal\" is arbitrary and capricious. Accordingly, the order of\r\nthe ALC is hereby\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and WILLIAMS, J., concur.\r\n\n","court":"Appeals"},{"id":"5108","title":"City of Greer v. Humble","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5108.pdf","description":"This appeal arises out of Appellant Shawn Humble's driving under the influence (DUI) arrest.  On appeal, Humble argues the circuit court erred in reversing the municipal court's dismissal of the DUI charge because (1) the affidavit required by section 56-5-2953 of the South Carolina Code (Supp. 2012) is deficient on its face, and (2) the circuit court ignored the factual finding of the municipal court that Respondent City of Greer's (the City) efforts to maintain the video recording equipment in an operable condition were not reasonable.  We reverse the circuit court and reinstate the municipal court's order of dismissal.","date":"2013-03-27","type":"opinion","text":"                        THE STATE OF SOUTH CAROLINA\r\n                            In The Court of Appeals\r\n\r\n             City of Greer, Respondent,\r\n\r\n             v. \n\r\n\r\n             Shawn P. Humble, Appellant. \n\r\n\r\n             Appellate Case No. 2012-207550\n\r\n\r\n\r\n                            Appeal From Greenville County \n\r\n                           Letitia Verdin, Circuit Court Judge \n\r\n\r\n\r\n                             Published Opinion No. 5108 \n\r\n                    Heard December 13, 2012 – Filed March 27, 2013 \n\r\n\r\n\r\n                                     REVERSED \n\r\n\r\n\r\n             Randall Scott Hiller, of Greenville, for Appellant.\r\n\r\n             Daniel Roper Hughes, of Duggan & Hughes, LLC, of\r\n             Greer, for Respondent.\r\n\r\n\r\nPIEPER, J.: This appeal arises out of Appellant Shawn Humble's driving under\r\nthe influence (DUI) arrest. On appeal, Humble argues the circuit court erred in\r\nreversing the municipal court's dismissal of the DUI charge because (1) the\r\naffidavit required by subsection 56-5-2953(B) of the South Carolina Code (Supp.\r\n2012) is deficient on its face, and (2) the circuit court ignored the finding of the\r\nmunicipal court that Respondent City of Greer's (the City) efforts to maintain the\r\nvideo recording equipment in an operable condition were not reasonable. We\r\nreverse.\r\n\nFACTS\r\n\r\nOn February 25, 2011, Humble was pulled over by Officer Jim Williams. Upon\r\nHumble's DUI arrest, Officer Williams, the arresting officer, submitted an affidavit\r\ncertifying that the video recording equipment was inoperable at the time of the\r\narrest and stating that reasonable efforts had been made to maintain the equipment\r\nin an operable condition. Specifically, the affidavit provided \"[a]t the time of the\r\ndefendant's arrest, or probable cause determination, the video equipment in the\r\nvehicle I was operating was in an inoperable condition and reasonable efforts had\r\nbeen made to maintain the equipment in an operable condition.\"\r\n\r\nHumble moved to dismiss his DUI charge on the grounds that (1) Officer Williams\r\nfailed to comply with the video recording requirements of subsection 56-5-\r\n2953(B), and (2) Officer Williams' affidavit was insufficient. A hearing was held\r\nbefore the municipal court. Recognizing the affidavit did not state which\r\nreasonable efforts had been taken, the City elicited oral testimony from Officer\r\nWilliams in an attempt to supplement the affidavit. Humble objected to the oral\r\ntestimony. According to Officer Williams, the video recording system used by the\r\nCity has an eight-gigabyte memory card and is built into the car mirror. When the\r\nvideo recording system malfunctions, there is no warning and there is no \"real-\r\ntime\" indication of a malfunction. Officer Williams testified that the City\r\noccasionally has problems with the video recording equipment in the patrol cars\r\nand that the protocol when a problem arises is to contact Digital Ally, a company\r\nthat services video recording equipment for the City. Further, he testified that an\r\nofficer has no reason to doubt he or she has a recording until the officer attempts to\r\nupload the images from the data card. Officer Williams testified that his\r\ndepartment contacts Digital Ally every time they have a problem and that he has\r\nattempted to remedy the problem with his patrol car. Officer Williams also\r\ntestified that he had ongoing problems with his patrol car. Humble provided the\r\nmunicipal court with the City's maintenance log. An entry on February 14, 2011,\r\nprovides:    Caller (Jim Williams) stated that they have been having\r\n             persistent issues in two of their vehicles . . . since they\r\n             were installed over a year ago. He stated that they are\r\n             having persistent issues in these 2 cars with mirrors\r\n             locking up and green screen issues. He stated that 1 of\r\n             these cars is on its 4th mirror and has had the I/O box\r\n             replaced and the CF card replaced, problem persists. We\r\n             have also sent them the RFI chokes and V2 mirrors . . . .\r\n\n             He said they have talked to ITS about sending out a tech\r\n             to look at the system, but they were told they would have\r\n             to pay for a service call and didn't feel they should have\r\n             to pay since the problems were present since day 1.\r\n             Customer would like someone to come out and identify\r\n             and fix the problem. Notified Larry Dado who will be\r\n             contacting ITS. UPDATE: 2/16/2011-LD spoke with\r\n             Officer Jim Williams @ Greer. I advised that since ITS\r\n             did not install the unit, they would be willing to come\r\n             onsite . . . however . . . they would charge to do.\r\n\r\nThe municipal court granted Humble's motion to dismiss, finding that Officer\r\nWilliams' affidavit \"was deficient on its face, and that the supplemental testimony\r\ndid not cure the deficiency.\" Specifically, the municipal court determined Officer\r\nWilliams' testimony demonstrated that the City reacts quickly to each malfunction,\r\nbut that \"the City only reacts.\" The municipal court also found that there was no\r\nevidence showing any steps taken by the City to keep the video recording\r\nequipment operable or \"indicating the system is maintenance free, and therefore in\r\nneed of no maintenance.\" As to the activity log, the municipal court recognized\r\nthat Officer Williams asked the manufacturer to send someone to fix the problem,\r\nbut that \"[t]he log indicates the City did not wish to pay for the on-site visit. The\r\nvisit did not occur.\" The court further found that the City \"may not have known\r\nthe precise cause of the problem; but the City knew of an on-going problem,\r\nspecifically with the camera in the vehicle at the incident site. I found that to be\r\nunreasonable.\"\r\n\r\nThe City appealed to the circuit court, arguing that section 56-5-2953 does not\r\nrequire routine or scheduled maintenance to constitute reasonable efforts to\r\nmaintain the video recording equipment in an operable condition. A hearing was\r\nheld before the circuit court, and the circuit court found that as a matter of law the\r\nmunicipal court narrowly construed the statute and erred in dismissing the case.\r\nThis appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn a criminal appeal from the municipal court, the circuit court does not review the\r\nmatter de novo; rather, the court reviews the case for preserved errors raised by\r\nappropriate exception. S.C. Code Ann. § 14-25-105 (Supp. 2012); Town of Mt.\r\nPleasant v. Roberts, 393 S.C. 332, 341, 713 S.E.2d 278, 282 (2011). In criminal\r\nappeals from the municipal court, the circuit court is bound by the municipal\r\n\ncourt's findings of fact if there is any evidence in the record which reasonably\r\nsupports them. See Rogers v. State, 358 S.C. 266, 269 n.1, 594 S.E.2d 278, 279\r\nn.1 (Ct. App. 2004). The appellate court's review in criminal cases is limited to\r\ncorrecting the order of the circuit court for errors of law. City of Rock Hill v.\r\nSuchenski, 374 S.C. 12, 15, 646 S.E.2d 879, 880 (2007). Moreover, \"[q]uestions\r\nof statutory interpretation are questions of law, which are subject to de novo review\r\nand which we are free to decide without any deference to the court below.\" State\r\nv. Whitner, 399 S.C. 547, 552, 732 S.E.2d 861, 863 (2012).\r\n\r\nLAW/ANALYSIS\r\n\r\nHumble argues the circuit court erred in reversing the municipal court's dismissal\r\nof Humble's DUI charge because the affidavit required by subsection 56-5-2953(B)\r\nis deficient on its face. We agree.\r\n\r\nInitially, we note that the record before this court consists of the municipal court's\r\nreturn, the transcript of oral arguments before the circuit court, the circuit court's\r\norder, Officer Williams' affidavit, and the City's maintenance log. No tape or\r\ntranscript from the municipal court is included in the record on appeal.\r\nAdditionally, neither party challenged the accuracy of the return in reciting the\r\nfactual findings of the municipal court. Thus, we base our review upon those facts\r\nin the municipal court's return. See State v. Brown, 358 S.C. 382, 387, 596 S.E.2d\r\n39, 41 (2004) (stating it is error for an appellate court to consider facts not included\r\nin the magistrate's return).\r\n\r\nThe City argues Humble did not raise the issue of the deficient affidavit to the\r\ncircuit court; thus, the City argues the issue is unpreserved. However, Humble\r\nobjected to the municipal court's supplementation of the affidavit by oral testimony\r\nand moved to dismiss his charge because the affidavit is deficient. The municipal\r\ncourt ruled that the affidavit is deficient on its face, and the City did not appeal this\r\nfinding. Furthermore, at the hearing before the circuit court, the City conceded the\r\naffidavit is deficient on its face. See State v. Bryant, 372 S.C. 305, 315-16, 642\r\nS.E.2d 582, 588 (2007) (stating an issue conceded in the trial court could not be\r\nargued on appeal). Additionally, Humble explained to the circuit court that he\r\nobjected to the supplementation of the affidavit, that the affidavit is deficient on its\r\nface, and that the City failed to appeal the municipal court's finding that the\r\naffidavit is deficient. For the foregoing reasons, we find Humble's issue is\r\npreserved for review.\r\n\nHaving determined the issue is preserved for review, we must next determine\r\nwhether the affidavit is deficient on its face. \"All rules of statutory construction\r\nare subservient to the one that the legislative intent must prevail if it can be\r\nreasonably discovered in the language used, and that language must be construed\r\nin light of the intended purpose of the statute.\" State v. Sweat, 386 S.C. 339, 350,\r\n688 S.E.2d 569, 575 (2010) (quotation marks omitted). The court should look to\r\nthe plain language of the statute when interpreting a statute. Binney v. State, 384\r\nS.C. 539, 544, 683 S.E.2d 478, 480 (2009).\r\n\r\nEffective February 10, 2009, the legislature amended the affidavit requirement of\r\nsubsection 56-5-2953(B). See Act No. 201, 2008 S.C. Acts 1684. Prior to the\r\namendment, the statute only required an officer to state reasonable efforts had been\r\nmade to maintain the equipment in an operable condition. See S.C. Code Ann. §\r\n56-5-2953(B) (2006) (\"Failure by the arresting officer to produce the videotapes\r\nrequired by this section is not alone a ground for dismissal . . . if the arresting\r\nofficer submits a sworn affidavit certifying that the videotape equipment at the\r\ntime of the arrest . . . was in an inoperable condition, stating reasonable efforts\r\nhave been made to maintain the equipment in an operable condition . . . .\"\r\n(emphasis added)). The amended statute, applicable to this case, now requires an\r\nofficer to state which reasonable efforts had been made to maintain the equipment\r\nin an operable condition. See S.C. Code Ann. § 56-5-2953(B) (Supp. 2012)\r\n(\"Failure by the arresting officer to produce the video recording required by this\r\nsection is not alone a ground for dismissal . . . if the arresting officer submits a\r\nsworn affidavit certifying that the video recording equipment at the time of the\r\narrest . . . was in an inoperable condition, stating which reasonable efforts have\r\nbeen made to maintain the equipment in an operable condition . . . .\" (emphasis\r\nadded)).\r\n\r\nHere, Officer Williams' affidavit provides \"[a]t the time of the defendant's arrest, or\r\nprobable cause determination, the video equipment in the vehicle I was operating\r\nwas in an inoperable condition and reasonable efforts had been made to maintain\r\nthe equipment in an operable condition.\" We find that the circuit court erred in\r\nreversing the municipal court's dismissal because the affidavit is deficient on its\r\nface. Even though there is no procedure in section 56-5-2953 either preventing or\r\nallowing a timely amendment of the affidavit, the statute requires an affidavit\r\nstating which reasonable efforts were made to maintain the equipment in an\r\noperable condition. The affidavit Officer Williams provided the municipal court\r\ndoes not state which reasonable efforts were made; thus, the City failed to comply\r\nwith the plain requirements of section 56-5-2953. Furthermore, the City conceded\r\nthat the affidavit is deficient on its face. Strictly construing the statute in favor of\r\n\nHumble, the City failed to comply with the plain wording of the statute, as the\r\naffidavit did not provide which reasonable efforts were made to maintain the video\r\nrecording equipment in an operable condition. See Roberts, 393 S.C. at 346, 713\r\nS.E.2d at 285 (stating a law enforcement agency's failure to comply with the\r\nprovisions of section 56-5-2953 is fatal to the prosecution of a DUI case); State v.\r\nJohnson, 396 S.C. 182, 191-92, 720 S.E.2d 516, 521-22 (Ct. App. 2011) (noting\r\nthe legislature intended strict compliance with section 56-5-2953). A supplemental\r\naffidavit was never filed, and the oral testimony presented at trial to supplement\r\nthe affidavit is insufficient to meet the affidavit requirements of the statute.\r\nConsequently, the only affidavit submitted in the record is the one the City\r\nconceded is deficient. Therefore, we reverse the circuit court's order because the\r\naffidavit does not provide an excuse for noncompliance with section 56-5-2953, as\r\nrequired by the statute. See Roberts, 393 S.C. at 349-50, 713 S.E.2d at 287\r\n(holding an unexcused noncompliance with section 56-5-2953 mandates dismissal\r\nof a DUI charge).\r\n\r\nSecond, Humble argues the circuit court erred in reversing the municipal court's\r\nfinding that the City's efforts to maintain the video recording equipment in an\r\noperable condition were not reasonable. Even if the deficiency of the affidavit on\r\nits face alone does not mandate dismissal, we agree the circuit court erred in\r\nreversing the municipal court's finding that the City's excuse was not reasonable.\r\n\r\nA person who operates a vehicle while under the influence of alcohol \"must have\r\nhis conduct at the incident site and the breath test site video recorded.\" S.C. Code\r\n§ 56-5-2953(A) (Supp. 2012). Subsection 56-5-2953(B) provides exceptions that\r\nexcuse noncompliance with the mandatory video recording requirement:\r\n\r\n             Failure by the arresting officer to produce the video\r\n             recording required by this section is not alone a ground\r\n             for dismissal of any charge made pursuant to Section 56-\r\n             5-2930, 56-5-2933, or 56-5-2945 if the arresting officer\r\n             submits a sworn affidavit certifying that the video\r\n             recording equipment at the time of the arrest or probable\r\n             cause determination, or video equipment at the breath test\r\n             facility was in an inoperable condition, stating which\r\n             reasonable efforts have been made to maintain the\r\n             equipment in an operable condition . . . . Nothing in this\r\n             section prohibits the court from considering any other\r\n             valid reason for the failure to produce the video recording\r\n             based upon the totality of the circumstances; nor do the\r\n\n            provisions of this section prohibit the person from\r\n            offering evidence relating to the arresting law\r\n            enforcement officer's failure to produce the video\r\n            recording.\r\n\r\nS.C. Code Ann. § 56-5-2953(B) (Supp. 2012) (emphasis added).\r\n\r\nFurthermore, as discussed in Roberts, it is instructive that the legislature has not\r\nmandated videotaping in other criminal contexts:\r\n\r\n            Despite the potential significance of videotaping oral\r\n            confessions, the Legislature has not required the State to\r\n            do so. By requiring a law enforcement agency to\r\n            videotape a DUI arrest, the Legislature clearly intended\r\n            strict compliance with the provisions of section 56-5-\r\n            2953 and, in turn, promulgated a severe sanction for\r\n            noncompliance.\r\n\r\n393 S.C. at 349, 713 S.E.2d at 286.\r\n\r\nIn Roberts, the supreme court found that an unexcused failure to video record the\r\ndefendant's conduct in a traffic stop underlying a DUI prosecution, which resulted\r\nfrom a town's failure to request additional video cameras from the South Carolina\r\nDepartment of Public Safety (DPS) for installation in its patrol cars, warranted\r\ndismissal of the case. 393 S.C. at 349-50, 713 S.E.2d at 287. The court found that\r\nthe legislature intended for a dismissal of a DUI case unless law enforcement could\r\njustify its failure to produce a video recording of a DUI arrest. Id. at 348, 713\r\nS.E.2d at 286. The court further found that the town's prolonged failure to request\r\nadditional video cameras from the DPS for installation in its patrol cars was not a\r\nvalid reason for a failure to produce a video recording of the defendant's conduct\r\nduring the underlying traffic stop. Id. at 349, 713 S.E.2d at 287. The court held\r\nthat an unexcused noncompliance with section 56-5-2953 mandates dismissal of a\r\nDUI charge. Id. at 349-50, 713 S.E.2d at 287.\r\n\r\nA plain reading of subsection 56-5-2953(B) requires the arresting officer to submit\r\na sworn affidavit certifying that the video recording equipment at the time of the\r\narrest was in an inoperable condition and stating which reasonable efforts had been\r\nmade to maintain the equipment in an operable condition. See § 56-5-2953(B). A\r\ncourt reviewing the affidavit must determine whether the efforts listed in the\r\naffidavit were or were not reasonable. Thus, what is considered to be reasonable\r\n\nefforts varies by the facts and circumstances of each case. See Roberts, 393 S.C. at\r\n347, 713 S.E.2d at 285 (holding under the specific facts of the case that the town\r\nfailed to satisfy any of the statutory exceptions that excuse noncompliance with the\r\nmandatory videotaping requirements of section 56-5-2953). Moreover, the\r\nlegislature's decision to amend the statute from only requiring the affidavit to state\r\nreasonable efforts were made, to requiring which reasonable efforts were made,\r\nevidences a legislative intent to require specific facts in the affidavit to allow a\r\nreviewing court to make a determination of whether the law enforcement agency\r\nprovided a valid reason for failing to produce a videotape.\r\n\r\nHere, in reversing the municipal court, the circuit court found that the municipal\r\ncourt construed the language of section 56-5-2953 too narrowly and that \"the City's\r\nsystem of promptly reacting to unsuccessful uploads constitutes reasonable efforts\r\nto maintain the system in an operable condition.\" The circuit court also found\r\n\"[n]owhere in the statute does the Legislature require that the City conduct routine\r\nor scheduled maintenance.\"\r\n\r\nThe circuit court erred by failing to consider the municipal court's factual finding\r\nthat the City knowingly used malfunctioning video equipment in the patrol car and\r\nfailed to fix or attempt to fix the malfunction because the City did not want to pay\r\nfor repairs. Additionally, the circuit court did not find that the factual findings in\r\nthe municipal court's return were error; rather, the circuit court employed only a\r\nlegal analysis in determining the municipal court erred in dismissing Humble's\r\nDUI charge. See Rogers, 358 S.C. at 270, 594 S.E.2d at 280 (noting that \"the\r\ncircuit court, sitting in its appellate capacity, may not engage in fact finding\").\r\n\r\nIn determining that the City did not provide which reasonable efforts it made to\r\nmaintain the video recording equipment in an operable condition, the municipal\r\ncourt specifically found that Officer Williams \"asked the manufacturer to send\r\nsomeone out to find and fix the problem. The log indicates the City did not wish to\r\npay for the on-site visit. The visit did not occur. I found that unreasonable.\"\r\n\r\nBased upon the return that was provided to this court, we find the record supports\r\nthe decision of the municipal court that the City did not establish that reasonable\r\nefforts were made to maintain the video recording equipment in an operable\r\ncondition. See Brown, 358 S.C. at 387, 596 S.E.2d at 41 (stating it is error for an\r\nappellate court to consider facts not included in the magistrate's return).\r\nSpecifically, the maintenance log shows that Officer Williams knew the video\r\nrecording equipment was having problems for at least a year. The maintenance log\r\nalso provides that ten days before the day Humble was pulled over, the video\r\n\nrecording equipment in the patrol car in question was reported as malfunctioning to\r\nthe manufacturer. The record further reflects that the manufacturer advised the\r\nCity that the service call would be pursued, but the City refused to pay for an on-\r\nsite visit to repair the video equipment. The City was advised of a corrective\r\naction to repair the video equipment and elected not to pursue it. Thus, the City\r\nwas generally aware of persistent problems in the equipment in Officer Williams'\r\npatrol car for over a year, but the City knowingly allowed the defective equipment\r\nto be used in that patrol car. Consequently, the City's decisions to merely report\r\nthe malfunction in the video equipment and refuse to pay for the repairs, while\r\ncontinuing to use the defective equipment, did not constitute reasonable efforts to\r\nmaintain the video recording equipment in an operable condition.\r\n\r\nFurthermore, the supreme court's holding in Roberts supports a determination that\r\nthe City's efforts in this case were not reasonable. We recognize the situation here\r\nis not the same situation as in Roberts dealing with the lack of video equipment in\r\na patrol car. Nonetheless, we believe the reasoning in Roberts that an unexcused\r\nnoncompliance with section 56-5-2953 mandates dismissal of a DUI charge is\r\napplicable to this case. As discussed above, the specific problem with the\r\nequipment was known ten days before the day Humble was pulled over. While\r\nOfficer Williams testified the City contacts Digital Ally every time there is a\r\nproblem and he attempted to remedy every problem he had with his patrol car, we\r\nagree with the municipal court that merely noting needed repairs, while refusing to\r\npay for any repairs, is insufficient to establish an excused noncompliance with the\r\nstatute. The focus here should have been on the specific equipment at issue, not\r\nequipment in general. Otherwise, defective equipment could be knowingly used\r\nunder the guise of a general policy of repair or maintenance efforts. Fairness\r\nsuggests that a prosecutorial entity be precluded from knowingly utilizing\r\ndefective equipment in the prosecution of criminal cases. Thus, the City's decision\r\nto merely report the malfunction in the video equipment while refusing to pay for\r\nthe repairs and continuing to use the defective equipment is not a valid reason for\r\nfailing to produce a video recording of Humble's conduct. See Roberts, 393 S.C. at\r\n349, 713 S.E.2d at 287 (holding the town's prolonged failure to request additional\r\nvideo cameras from the DPS for installation in its patrol cars was not a valid reason\r\nfor a failure to produce a video recording of the defendant's conduct during the\r\nunderlying traffic stop).\r\n\r\nContrary to the circuit court's reasoning, dismissal of Humble's DUI charge does\r\nnot set precedent that only routine maintenance and preventative measures\r\nconstitute reasonable efforts. Rather, the determination of whether reasonable\r\nefforts were made to maintain the video equipment in an operable condition is a\r\n\ndetermination to be made on a case-by-case basis. To borrow a quote from Michel\r\nde Montaigne, we find that in its most basic sense, the municipal court merely\r\nfound \"saying is one thing and doing is another.\"1 Quite simply, the statute\r\nrequires reasonable efforts. The municipal court essentially found as a fact that\r\nsaying something is broken while refusing to pay for a repair visit is not enough.\r\nThe \"reasonable efforts\" language of the statute requires some \"doing,\" and\r\nrefusing to pay for repair visits evades the intent of the statute and is not \"doing\"\r\nenough to constitute reasonable efforts to maintain the video equipment in an\r\noperable condition. We find the limited record before us supports the decision of\r\nthe municipal court and, thus, the circuit court erred in reversing the municipal\r\ncourt.\r\n\r\nCONCLUSION\r\n\r\nAccordingly, we reverse the circuit court and reinstate the municipal court's order\r\nof dismissal.\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and WILLIAMS, J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1   Michel de Montaigne, Essays, bk. 2, ch. 31 (1580).\r\n\n","court":"Appeals"}]