[{"id":"5182","title":"State v. Page","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5182.pdf","description":"This appeal follows the conviction of James Lamarcus Page (Appellant) for kidnapping, second degree criminal sexual conduct, second degree assault and battery, and possession of a knife during the commission of a violent crime.  Appellant argues the trial court erred by (1) denying a motion to join his case with that of his alleged accomplice, and (2) finding a witness's proffered testimony was not relevant and not allowing Appellant to call that witness as part of his case-in-chief.  While the trial court did not err in denying joinder, the trial court did err in finding the witness's proffered testimony was not relevant and, in turn, not allowing Appellant to call that witness.  Hence, we reverse and remand for retrial.","date":"2013-11-06","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            James Lamarcus Page, Appellant.\r\n\r\n            Appellate Case No. 2012-208632\r\n\r\n\r\n\r\n                            Appeal From York County \n\r\n                       John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5182 \n\r\n                 Heard September 11, 2013 – Filed November 6, 2013 \n\r\n\r\n\r\n                         REVERSED AND REMANDED\r\n\r\n\r\n            Breen Richard Stevens, of Orangeburg, and Appellate\r\n            Defender Benjamin John Tripp, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Jennifer Ellis Roberts, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nGEATHERS, J.: This appeal follows the conviction of James Lamarcus Page\r\n(Appellant) for kidnapping, second degree criminal sexual conduct, second degree\r\nassault and battery, and possession of a knife during the commission of a violent\r\ncrime. Appellant argues the trial court erred by (1) denying a motion to join his\r\ntrial with that of his alleged accomplice, and (2) finding a witness's proffered\r\n\ntestimony was not relevant and, as a result, not allowing Appellant to call that\r\nwitness as part of his case-in-chief. Although the trial court did not err in denying\r\njoinder, the trial court did err in finding the witness's proffered testimony was not\r\nrelevant and, in turn, not allowing Appellant to call that witness. Hence, we\r\nreverse and remand for retrial.         FACTS\r\n\r\nVictim 1 and Victim 2 (collectively Victims) alleged Appellant and Appellant's\r\nbrother, Lentavis Baxter, sexually assaulted them within the apartment of Victim 1.\r\nNotably, the Victims' version of events contrasts greatly with that of Appellant.\r\n\r\nAccording to the Victims,1 on the evening of September 22, 2010, they\r\nencountered Appellant and Baxter. Victim 1 alleged that after she returned to her\r\napartment following a quick run to the store with Victim 2, she entered her\r\napartment and left the front door ajar, as Victim 2 was retrieving a bag from the\r\ncar. When Victim 2 entered the apartment, two males, one \"large\" and one\r\n\"skinny,\" appeared from behind Victim 2 and followed her inside. When the dog\r\nof Victim 1 began barking, the \"skinny\" male yelled, \"Get your dog, or I'm going\r\nto kill it.\" Victim 1 quickly placed the dog in a bedroom and turned on a television\r\nto keep the dog from continuing to bark.\r\n\r\nAfter Victim 1 tended to the dog, the \"skinny\" male brandished a knife, took\r\nVictim 1 to the bathroom, faced her toward the mirror, choked her, and stated \"this\r\nwasn't no f'ing joke.\" The \"skinny\" male repeatedly placed the knife near the\r\nthroat of Victim 1 and then dragged Victim 1 out of the bathroom. As she was\r\nbeing dragged, Victim 1 could see the \"large\" male picking Victim 2 up by her\r\nneck; Victim 2 was no longer fully clothed−she wore only a shirt and underwear.\r\n\r\nWhen Victim 2 began to fight back against the \"large\" male, the \"skinny\" male\r\nagain placed his knife upon the throat of Victim 1 and ordered her to instruct\r\nVictim 2 to stop kicking. When Victim 2 continued to fight, the \"skinny\" male\r\nstruck Victim 2 in the mouth, causing blood to \"start pouring\" out. Because the\r\n\"bleeding was so bad,\" all four individuals proceeded to the bathroom to clean\r\nVictim 2's injuries; her nose and a cheekbone were broken, and her lip was split.\r\n\r\n\r\n\r\n1   This depiction of the facts is based upon the collective testimony of the Victims.\r\n\nThe \"large\" male then removed Victim 2 back to the living room, and the \"skinny\"\r\nmale forced Victim 1 into a small bedroom that lacked a bed. Upon entering the\r\nsmall bedroom, the \"skinny\" male instructed Victim 1 to prepare a bed on the floor.\r\nAlthough Victim 1 claimed she did not want to have sex with the \"skinny\" male,\r\nshe told him that he did not have to hurt her because she \"would do anything he\r\nwanted.\" While the knife sat alongside the makeshift bed, the \"skinny\" male\r\nengaged in sexual intercourse and oral sex with Victim 1. The \"skinny\" male also\r\nforced Victim 1 to smoke a presumably illicit drug. Throughout this encounter,\r\nVictim 1 could hear Victim 2 \"hollering\" from the other room.\r\n\r\nWhen Victim 1 and the \"skinny\" man later emerged from the small bedroom,\r\nVictim 1 observed the \"large\" male engaged in sexual intercourse with Victim 2.\r\nThe \"large\" male then demanded Victim 1 perform oral sex on him. Victim 1\r\nresponded, \"No,\" turned back toward the \"skinny\" guy and pleaded, \"don't make\r\nme, I want to be with you;\" as Victim 1 would later explain, she \"wanted\" to be\r\nwith the \"skinny\" male because the other was \"so enormous,\" as the record\r\nsuggests Appellant was overweight. Undeterred, the two males made Victim 1 and\r\nVictim 2 enter the small bedroom and further sexually assaulted them. This time,\r\nhowever, the two males switched Victims.\r\n\r\nEarly the next morning, Victim 1 resourcefully provided the \"skinny\" male with a\r\ndrink for him to give to the other male. With both the \"large\" and \"skinny\" males\r\ndistracted, Victim 1 sneaked over to the front door, disengaged the locks, and ran\r\nnaked across the street to a neighbor's house. Victim 1 then used a phone at that\r\nlocation to dial 911, and the police arrived shortly thereafter. The \"skinny\" male\r\nwas subsequently identified as Baxter and the \"large\" male as Appellant.\r\n\r\nThe following day, Appellant turned himself in; Baxter was arrested later. While\r\nin custody, Appellant acknowledged his Miranda rights, waived them, indicated\r\nthat he could read and write, and provided his version of the encounter through a\r\nsigned statement.\r\n\r\nAppellant's version of events stands in stark contrast to that of Victims 1 and 2.\r\nAccording to Appellant's signed statement, he and Baxter were driving to a\r\nrelative's apartment. Outside of the entrance to the apartment complex, two\r\nfemales motioned for them to stop. The females indicated they had recently been\r\npartying with two other men, smoking crack cocaine, and ingesting other drugs.\r\nThe females asked Baxter if he had any crack, and Baxter replied he would provide\r\n\nsome. In response, the females indicated their intent to make a quick run to the\r\nstore before meeting Appellant and Baxter back at a nearby apartment.\r\n\r\nUpon arriving at that apartment, Baxter and Appellant were invited inside; Baxter\r\nwent in first. Appellant conceded that, upon entering the apartment, he observed\r\nBaxter holding a knife and placing an arm around the neck of one of the women.\r\nDespite this precarious circumstance, Appellant contended the other female then\r\nasked him for sex, but he declined because he would not cheat on his girlfriend.\r\nThereafter, one of the women mentioned the recent death of the brother of\r\nAppellant and Baxter, and that his death was deserved because it occurred during a\r\nfailed robbery attempt. Baxter responded by punching her. Nonetheless, that\r\nfemale later started kissing Appellant and they engaged in consensual sexual\r\nintercourse on the floor. Thereafter, Appellant and Baxter switched partners and\r\nagain engaged in sexual intercourse with the women.\r\n\r\nThe next morning, one of the women asked Baxter for the promised crack. When\r\nBaxter admitted to her that he did not have any, she ran outside, yelling \"rape.\"\r\nThe next day, Appellant was arrested.\r\n\r\nPrior to Appellant's bond hearing, Marsh Curtice, an on-again-off-again boyfriend\r\nof Victim 1, left Victim 1 a voicemail:\r\n\r\n            [Victim 1], you have no right to call the law on me for\r\n            something I haven't done. I didn't touch your car – didn't\r\n            touch you – some [inaudible] got spilled [inaudible]. But\r\n            you have no right to make up this sh[**] to try to get me\r\n            in trouble. So in recourse, I go back and tell the police\r\n            what you told me the last three weeks about your case –\r\n            and I mean that's the word on the street anyway – that\r\n            you guys invited them in to smoke crack, smoke crack,\r\n            trade sex all night and then got mad at y'all selves in the\r\n            morning. So if something comes from this, I will contact\r\n            the defense attorneys, and the solicitor, and public\r\n            defender offices, and tell my story. And that will put a\r\n            lot of doubt in a lot of people's minds. You know, and\r\n            that's going by what you told me. I'll tell the truth.\r\n            You're making up sh[**]. I didn't touch you; I didn't\r\n            touch your car. So if you're gonna cause me trouble for\r\n\n             something I didn't do, I'm gonna cause you trouble for\r\n             something you did do.\r\n\r\nDespite the fact that the voicemail explicitly referred to potentially exculpatory\r\nstatements that Curtice claimed \"[Victim 1] told [him] the last three weeks about\r\n[the] case,\" Curtice would later explain to law enforcement that, \"Whatever I said\r\nin that voicemail wasn't based on any facts whatsoever. There was a spat between\r\n[Victim 1] and I. The voicemail was completely made up. There's no basis of\r\nfacts in the voicemail whatsoever.\" Curtice even insisted he \"never discussed\r\n[with Victim 1] what happened\" and that he was previously unaware of the fact\r\nthat Appellant and Baxter's account of the incident involved the exchange of sex\r\nfor drugs, a version of events closely paralleling the substance of Curtice's\r\nvoicemail. Thus, according to Curtice, any similarity between his \"fabricat[ed]\"\r\nvoicemail and Appellant's version of the incident was simply a \"lucky guess.\"\r\nCurtice also provided a statement explaining his prior alleged fabrication.\r\n\r\nA few months later, in January and February of 2011, a York County grand jury\r\nindicted Appellant and Baxter for their alleged criminal acts toward the Victims.\r\nAppellant was charged with one count of first degree burglary, two counts of first\r\ndegree criminal sexual conduct, two counts of kidnapping, two counts of first\r\ndegree assault and battery, and four counts of possession of a knife during the\r\ncommission of a violent crime.\r\n\r\nPrior to trial, the State sought to prosecute Appellant and Baxter separately. In\r\nresponse, Baxter's attorney, with the consent of Appellant, filed a motion for\r\njoinder. The trial court held a hearing on the matter; Baxter's attorney argued the\r\ncases should be tried together in light of judicial economy, and that prejudice\r\nwould result if the two cases were tried separately. More specifically, Baxter's\r\nattorney referenced the factual complexity of the matter, the sheer number of\r\nwitnesses, that \"all the players are exactly the same, [and] all the testimony [that]\r\nwill be relevant to one [case] would be relevant to the other,\" and that if the cases\r\nwere tried separately, the brother tried second may be subject to cross examination\r\ntwice and, in anticipation of this potential disadvantage, choose not to testify at the\r\nearlier trial, despite the fact that he could be a key witness. While Baxter's attorney\r\nrecognized the Solicitor's \"right to control the docket,\" he maintained that there are\r\n\"many occasions where that [right] has to be curtailed.\" Appellant's attorney\r\nconcurred, stating \"it's to [Appellant's] advantage to have a joint trial.\"\r\n\nThe trial judge denied the motion for joinder, citing the Solicitor's ability to call\r\ncases so as to \"facilitate the efficient administration of h[er] official duties.\" The\r\ntrial judge opined that even if trial courts have a discretionary and supervisory role\r\nin this regard, he would \"exercise that discretion and not allow the joining.\"\r\n\r\nAdditionally, at this pre-trial hearing, the trial court heard a proffer of Curtice's\r\ntestimony to determine whether the Solicitor should be disqualified because she\r\npersonally took Curtice's statement. Because the purpose of this proffer was\r\nlimited to determining whether the Solicitor was disqualified, the trial judge did\r\nnot address the admissibility of Curtice's testimony; the voicemail, however, was\r\npublished to the court. After Curtice finished testifying, the Solicitor testified\r\nabout the circumstances surrounding the taking of Curtice's statement.2 The trial\r\ncourt subsequently declined to excuse the Solicitor and, in turn, a jury was struck\r\nand Appellant's trial commenced.\r\n\r\nAfter numerous witnesses testified, Appellant sought to call Curtice as a witness.\r\nAppellant argued that the case was based upon credibility, i.e., the Victims' story\r\nwas completely at odds with Appellant's version of events and that Curtice's\r\ntestimony also demonstrated Victim 1 made inconsistent statements and, thus,\r\nVictim 1 was not a truthful witness. Specifically, defense counsel referenced the\r\nfact that Victim 1 denied talking to Curtice about what happened, and that it would\r\nbe inconceivable that somebody who did not talk to Victim 1 could \"make a guess\r\nout of thin air and leave a voicemail\" that directly comported with Appellant's\r\naccount. The State objected on relevancy grounds, arguing Curtice would \"simply\r\ninterject into the proceeding something that he denies hearing from the victim.\"\r\nThe State further contended that if Curtice's testimony showed anything, it would\r\nbe that Curtice lied. Thus, according to the State, Curtice could not testify about\r\nwhat he had previously said Victim 1 told him because he more recently claimed\r\nthat he had not heard anything about the case from Victim 1. The trial court,\r\nagreeing with the State, then stated:\r\n\r\n             [W]e don't [try] people . . . on what some people, counsel\r\n             or anybody else, have a hard time believing. We['ve] got\r\n             to stick to the rules. So I find that there is no relevancy,\r\n             not a scintilla of relevancy in Mr. Curtice's testimony and\r\n\r\n\r\n2Notably, the Solicitor conceded the contents of the voicemail, if true, would be\r\nexculpatory.\r\n\n                  I therefore sustain the objection and [will] not allow him\r\n                  to testify.\r\n\r\nAfter the jury heard the remaining testimony and closing arguments, the jury\r\nconvicted Appellant of kidnapping, second degree criminal sexual conduct, second\r\ndegree assault and battery, and possession of a knife during the commission of a\r\nviolent crime. The trial court sentenced Appellant to thirty years of incarceration.\r\n\r\n                                   ISSUES ON APPEAL\r\n\r\n      1.\t     Did the trial court err by denying joinder?\r\n\r\n      2.\t     Did the trial court err by finding Curtice's testimony was not relevant and,\r\n              as a result, denying Appellant's request to call Curtice as a witness?\r\n\r\n                                 STANDARD OF REVIEW\r\n\r\nIn criminal cases, the appellate court sits to review errors of law only and is bound\r\nby the factual findings of the trial court unless clearly erroneous. State v. Halcomb,\r\n382 S.C. 432, 438-39, 676 S.E.2d 149, 152 (Ct. App. 2009). Thus, the role of the\r\nappellate court is limited to determining whether the trial court abused its\r\ndiscretion. Id. at 438, 676 S.E.2d at 152. \"An abuse of discretion arises from an\r\nerror of law or a factual conclusion that is without evidentiary support.\" State v.\r\nLyles, 379 S.C. 328, 334, 665 S.E.2d 201, 204 (Ct. App. 2008).\r\n\r\nI.\t         Joinder\r\n\r\nThe essence of Appellant's first contention is the trial court abused its discretion in\r\ndenying joinder of Appellant's trial with that of Baxter because (1) a just and\r\nproper consideration of the particular circumstances required a joint trial, and (2)\r\nthe trial court's reliance upon the Solicitor's control of the docket was, in light of\r\nState v. Langford,3 erroneous as a matter of law.\r\n\r\n            A.\t   Preservation\r\n\r\n\r\n3400 S.C. 421, 436, 735 S.E.2d 471, 479 (2012) (holding a statute vesting the\r\nsolicitor with exclusive authority to determine the \"order\" in which cases are called\r\nunconstitutional).\r\n\nAt the pre-trial hearing, the Solicitor requested the trial court to first take up the\r\nmotion for joinder; Baxter's attorney filed this motion and served it upon Appellant\r\nand the Solicitor. The trial judge requested Baxter's attorney to hand up a copy\r\nand, upon receiving it, stated, \"This says it[']s kind of a joint motion, but I\r\nunderstand it's really a motion on behalf of Mr. Baxter with consent of\r\n[Appellant].\" Appellant's counsel responded, \"That's correct, Your Honor.\" After\r\nBaxter's counsel further argued in support of the motion, the trial judge asked\r\nAppellant's counsel if he had anything further to add; Appellant's attorney\r\nconcurred with Baxter's attorney, stating it was \"to [Appellant's] advantage to have\r\na joint trial.\"\r\n\r\nThe State argues this issue is not preserved for appeal because an \"appellant may\r\nnot use the objection of another defendant to gain review.\" See State v. Nichols,\r\n325 S.C. 111, 123, 481 S.E.2d 118, 124 (1997); accord State v. Carriker, 269 S.C.\r\n553, 555, 238 S.E.2d 678, 678 (1977). While Nichols and Carriker do stand for\r\nthe stated proposition, and the motion at issue was filed on Baxter's behalf, albeit\r\nwith the consent of Appellant, Nichols and Carriker are not directly on point. In\r\nCarriker, the appellant did not object at trial to the matter he later appealed. 269\r\nS.C. at 555, 238 S.E.2d at 678. Similarly, in Nichols, an issue was not preserved\r\nfor appeal because the appellant failed to object during trial or join in his co-\r\ndefendant's objections. 325 S.C. at 123, 481 S.E.2d at 124. Here, although the trial\r\njudge determined, and Appellant agreed, that the motion was filed on behalf of\r\nBaxter with Appellant's consent, the trial judge also noted that the motion itself\r\nindicated it was a \"joint motion.\" Furthermore, the trial judge understood the\r\nmotion involved Appellant; the trial judge directly asked Appellant's counsel if he\r\nwould like to add anything to what Baxter's counsel had already argued in support\r\nof the motion, to which Appellant's counsel responded, \"it's to [Appellant's]\r\nadvantage to have a joint trial.\" In recognition of these facts, Appellant sufficiently\r\nraised the issue at trial and preserved the issue for review.\r\n\r\n      B.     Merits\r\n\r\nBecause the issue is preserved for review, we now consider whether the trial judge\r\nabused his discretion in denying joinder because (1) the particular circumstances of\r\nthe case required a joint trial, and (2) the trial court's reliance upon the Solicitor's\r\ncontrol of the docket was, in light of Langford, erroneous as a matter of law.\r\n\r\n   1. The Particular Circumstances of the Case Did Not Require a Joint Trial.\r\n\nAlthough the solicitor no longer has exclusive authority to determine the order in\r\nwhich cases are called, the solicitor retains \"discretion in choosing how to proceed\r\nwith a case.\" Compare Langford, 400 S.C. at 436, 735 S.E.2d at 479 (holding a\r\nstatute vesting the solicitor with exclusive authority to determine the \"order\" of\r\ncases is unconstitutional) with, id. at 435 n.6, 735 S.E.2d at 479 n.6 (stating the\r\nsolicitor's discretion in choosing how to \"proceed\" with a case, including how to\r\nprosecute it, remains unaffected by this case). Further, this prosecutorial discretion\r\nto decide \"how to prosecute a case\" remains subject to the broad supervision of the\r\ntrial judge. Langford, 400 S.C. at 448, 735 S.E.2d at 485. Accordingly, even\r\nwhere a solicitor determines that a joint trial or, alternatively, separate trials of\r\ncriminal co-defendants would best facilitate the efficient administration of her\r\nprosecutorial duties, a trial court may still, in its sound discretion, grant severance\r\nor order joinder, respectively, to protect a defendant's right to a fair trial. See\r\nHalcomb, 382 S.C. at 439, 676 S.E.2d at 152-53 (stating a decision on whether to\r\ngrant or deny a motion for severance is subject to a trial court's sound discretion).\r\nThus, a trial court's decision to grant or deny a motion opposing the solicitor's\r\nelection of either joint or separate trials will not be disturbed on appeal absent an\r\nabuse of the trial court's discretion. Cf. id. at 439, 676 S.E.2d at 153 (stating a trial\r\ncourt's decision to deny a motion for severance will not be disturbed absent an\r\nabuse of discretion). Further, when the trial judge bases this determination \"upon a\r\njust and proper consideration of the particular circumstances which are presented\r\nto the court in each case,\" an abuse of discretion does not result. Id. at 440, 676\r\nS.E.2d at 153.\r\n\r\nIn the instant matter, the Solicitor argued separate trials would best facilitate the\r\nefficient administration of prosecutorial duties because: (1) it would allow the State\r\nto best present each case; (2) additional, very incriminating evidence could come\r\ninto play against Baxter, but which would be inadmissible against Appellant; and\r\n(3) Bruton4 issues existed. Baxter's attorney argued joinder was appropriate in the\r\ninterest of judicial economy and, most importantly, to reduce prejudice. He cited\r\nthe factual complexity of the matter and the number of witnesses, and argued: (1)\r\n\"all the players are exactly the same;\" (2) the testimony relevant to one case would\r\nalso be relevant to the other; (3) if the cases were tried separately, one brother, i.e.,\r\na key witness, may not testify at the earlier trial in an attempt to avoid two cross-\r\nexaminations;5 and (4) Bruton concessions were possible.\r\n\r\n\r\n4   Bruton v. United States, 391 U.S. 123 (1968).\r\n5   Baxter did not testify at Appellant's trial.\r\n\nThe trial judge determined that while the authority of a solicitor to \"facilitate the\r\nefficient administration of [the office's] duties\" is subject to the trial court's\r\nsupervision, Appellant did not present sufficient \"legal cause to grant\" joinder and\r\nto \"[a]ffect the facility and the strategy . . . of the solicitor.\" Because the trial judge\r\nbased his decision to deny joinder upon a just and proper consideration of the\r\nissues at hand, the trial judge did not abuse his discretion in denying joinder. See\r\nHalcomb, 382 S.C. at 440, 676 S.E.2d at 153 (stating an abuse of discretion does\r\nnot occur when the trial judge bases his determination upon a just and proper\r\nconsideration of a case's circumstances).\r\n\r\n     2. The Trial Court Did Not Err In Considering the Solicitor's Authority To\r\n        Determine the Manner In Which the Solicitor Proceeds With a Case's\r\n        Prosecution.\r\n\r\nAppellant also argues that the trial court's reliance upon the solicitor's control of\r\nthe docket was, in retrospect, erroneous as a matter of law due to the subsequent\r\ndecision by our supreme court in Langford.6 We disagree. First, the trial court did\r\nnot specifically rely upon the solicitor's then-existing ability to control the order of\r\nhow cases are called in denying joinder. Rather, the trial court explicitly\r\nreferenced the solicitor's right to \"call cases in such a manner\" as to \"facilitate the\r\nefficient administration of h[er] official duties.\" Notably, prior to Langford, the\r\n\"solicitor ha[d] the authority to call cases in such order and in such manner as will\r\nfacilitate the efficient administration of [the solicitor's] official duties.\" State v.\r\nMikell, 257 S.C. 315, 322, 185 S.E.2d 814, 816-17 (1971) (recognizing the\r\nsolicitor's authority to determine both the order and the manner in which cases are\r\ncalled) (emphases added). While a solicitor can no longer determine the \"order\" in\r\nwhich cases are called, Langford makes clear that a solicitor's authority to\r\ndetermine how a solicitor \"proceed[s]\" with any particular case, i.e., the manner,\r\nremains permissible. See Langford, 400 S.C. at 435 n.6, 735 S.E.2d at 479 n.6\r\n(stating, \"[u]ndoubtedly, the solicitor has discretion in choosing how to proceed\r\nwith a case,\" and such decisions \"are prerogatives of the solicitor . . . and are\r\nunaffected by our decision\"). Thus, the trial court did not err in considering the\r\nsolicitor's authority to determine the manner in which the solicitor proceeds with a\r\ncase's prosecution. Halcomb, 382 S.C. at 439, 676 S.E.2d at 153.\r\n\r\n\r\n\r\n\r\n6   Langford was decided in November 2012, ten months after Appellant's trial.\r\n\nII.   The Right to Offer Relevant Witness Testimony\r\n\r\nAppellant next argues the trial court erred in finding Curtice's testimony would not\r\nbe relevant and, as result, by denying Appellant the right to call this witness in his\r\ncase-in-chief. Appellant sought to introduce this testimony to further his theory of\r\nthe case, i.e., that the sexual encounter was consensual, that the Victims'\r\nallegations were in retaliation for Appellant and Baxter not providing drugs in\r\nexchange for sex, and that Victim 1's testimony was not credible because it\r\nconflicted with what Victim 1 previously told Curtice.\r\n\r\n\"The right to offer the testimony of witnesses . . . is in plain terms the right to\r\npresent a defense, the right to present the defendant's version of the facts as well as\r\nthe prosecution's to the jury so it may decide where the truth lies.\" Washington v.\r\nTexas, 388 U.S. 14, 19 (1967). This Sixth Amendment right \"guarantee[s] that a\r\ncriminal charge may be answered through the calling and interrogation of\r\nfavorable witnesses . . . .\" State v. Schmidt, 288 S.C. 301, 303, 342 S.E.2d 401, 402\r\n(1986). Accordingly, a defendant has a fundamental constitutional right to offer\r\nrelevant witness testimony. Washington, 388 U.S. at 23.\r\n\r\n\"'Relevant evidence' means evidence having any tendency to make the existence of\r\nany fact that is of consequence to the determination of the action more probable or\r\nless probable than it would be without the evidence.\" Rule 401, SCRE (emphases\r\nadded); accord Lyles, 379 S.C. at 337, 665 S.E.2d at 206. Thus, any \"[e]vidence\r\nwhich assists a jury at arriving at the truth of an issue is relevant.\" See Lyles, 379\r\nS.C. at 337, 665 S.E.2d at 206 (quoting Schmidt, 288 S.C. at 303, 342 S.E.2d at\r\n403 (internal quotations omitted)).\r\n\r\nThe trial judge's decision regarding such a relevancy determination should not be\r\noverturned, absent an abuse of discretion. State v. Aleksey, 343 S.C. 20, 35, 538\r\nS.E.2d 248, 256 (2000). An abuse of discretion arises from an error of law or a\r\nfactual conclusion that is without evidentiary support. Lyles, 379 S.C. at 334, 665\r\nS.E.2d at 204. Additionally, an \"error without prejudice does not warrant\r\nreversal.\" State v. King, 367 S.C. 131, 136, 623 S.E.2d 865, 867 (Ct. App. 2005);\r\naccord State v. Wise, 359 S.C. 14, 21, 596 S.E.2d 475, 478 (2004) (finding an\r\nabuse of discretion relating to the admission of evidence is not reversible absent\r\naccompanying probable prejudice); Lyles, 379 S.C. at 334, 665 S.E.2d at 204.\r\n\nIn light of the aforementioned authorities, we hold the trial judge abused his\r\ndiscretion in finding Curtice's proffered testimony was not relevant and, as a result\r\nof this finding, Appellant was prejudiced.\r\n\r\nIn the weeks following the alleged assaults, Marshall Curtice left several voicemail\r\nmessages for Victim 1. In every message, Curtice adamantly maintained that he\r\ndid not damage the car of Victim 1; apparently, Victim 1 was of the belief that\r\nCurtice damaged it, and she had been threatening to call the police if Curtice did\r\nnot remedy the matter. The eighth voicemail is particularly salient to the instant\r\nmatter:      [Victim 1], you have no right to call the law on me for\r\n             something I haven't done. I didn't touch your car – didn't\r\n             touch you–some [inaudible] got spilled [inaudible]. But\r\n             you have no right to make up this sh[**] to try to get me\r\n             in trouble. So in recourse, I go back and tell the police\r\n             what you told me the last three weeks about your case –\r\n             and I mean that’s the word on the street anyway − that\r\n             you guys invited them in to smoke crack, smoke crack,\r\n             trade sex all night and then got mad at y'all selves in the\r\n             morning. So if something comes from this, I will contact\r\n             the defense attorneys, and the solicitor, and public\r\n             defender offices, and tell my story. And that will put a\r\n             lot of doubt in a lot of people's minds. You know, and\r\n             that's going by what you told me. I'll tell the truth.\r\n             You're making up sh[**]. I didn't touch you; I didn't\r\n             touch your car. So if you're gonna cause me trouble for\r\n             something I didn't do, I'm gonna cause you trouble for\r\n             something you did do.\r\n\r\n(emphases added).\r\n\r\nAlthough Curtice later recanted this message, claiming that he was engaged in an\r\nargument with Victim 1 at the time he left the message, that the message was made\r\nin \"spite,\" that the message was a \"complete fabrication\" he pulled out of the air,\r\nand that any similarity the message bore to Appellant's version of events was\r\nmerely a \"lucky guess,\" Appellant sought to call Curtice as a witness to testify\r\nabout what Curtice claimed Victim 1 disclosed to him in the weeks following the\r\nincident. Notably, Victim 1 testified that she did not talk to Curtice about the\r\n\nalleged assaults. Despite Appellant's contentions that Curtice's testimony would\r\ndirectly support Appellant's account that the allegations of the Victims were in\r\nretaliation for not providing drugs in exchange for consensual sex, and would serve\r\nto diminish the credibility of Victim 1, the trial judge found there was \"not a\r\nscintilla of relevancy in Mr. Curtice's testimony,\" and did not allow Curtice to\r\ntestify. By not allowing Appellant to call Curtice as a witness, the trial court erred.\r\n\r\nFirst, based upon the proffer, Curtice's testimony was relevant to whether\r\nAppellant's encounter with Victim 1 and Victim 2 involved consensual sex, a\r\ncontention consistently maintained by Appellant and directly supported by\r\nCurtice's voicemail message. Although Curtice ultimately testified that the\r\nvoicemail was a pure fabrication and that his subsequent statement was truthful,\r\nsuch inconsistent positions do not render his testimony without relevance.\r\nTestimony about whether Victim 1 told Curtice she engaged in sexual acts in\r\nexchange for drugs would certainly assist the jury in arriving at the truth of the\r\nissue because, if the jury determined Curtice was telling the truth in his voicemail,\r\nwhich was a determination exclusively within the jury's province, then Curtice's\r\ntestimony undoubtedly would have tended to make a determination that Appellant\r\nengaged in consensual sex with the Victims more probable. See Lyles, 379 S.C. at\r\n337, 665 S.E.2d at 206 (stating evidence which assists a jury at arriving at the truth\r\nof an issue is relevant); Rule 401 SCRE, (\"'Relevant evidence' means evidence\r\nhaving any tendency to make the existence of any fact that is of consequence to the\r\ndetermination of the action more probable or less probable than it would be\r\nwithout the evidence.\" (emphases added)); see also State v. McKerley, 397 S.C.\r\n461, 464, 725 S.E.2d 139, 141 (Ct. App. 2012) (\"The assessment of witness\r\ncredibility is within the exclusive province of the jury.\" (emphasis added)). Thus,\r\nbased upon the proffer, the evidence was relevant and the trial judge erred by not\r\nallowing Appellant to call Curtice as a witness.\r\n\r\nSecond, based upon the proffer, Curtice's testimony was also relevant to the\r\ncredibility of Victim 1, because the testimony of Victim 1 conflicts with what she\r\nallegedly told Curtice. Victim 1 specifically testified that she \"never really talked\"\r\nto Curtice or \"told him any details\" about the alleged assaults. Victim 1 also\r\nanswered, \"Yes,\" when asked if it was correct to presume that any knowledge\r\nCurtice had about what happened must have arisen from what somebody else told\r\nhim. Additionally, Victim 1 testified that she did not have sex with the men in\r\nexchange for drugs and that she did not allege rape in response to the men reneging\r\non a promise to provide drugs in exchange for sex. In contrast to these claims,\r\nCurtice stated in the voicemail that he had knowledge of the incident due to \"what\r\n\n[Victim 1] told him the last three weeks about [her] case,\" i.e., that the Victims\r\ninvited Appellant and Baxter in to \"smoke crack, trade sex all night\" and that the\r\nVictims claimed rape when they \"got mad at [them]selves in the morning.\"\r\nAccordingly, Curtice's testimony would have assisted the jury in determining the\r\ncredibility of Victim 1. See Lyles, 379 S.C. at 337, 665 S.E.2d at 206 (stating\r\nevidence which assists a jury at arriving at the truth of an issue is relevant); Rule\r\n401, SCRE (\"'Relevant evidence' means evidence having any tendency to make the\r\nexistence of any fact that is of consequence to the determination of the action more\r\nprobable or less probable than it would be without the evidence.\" (emphases\r\nadded)).\r\n\r\nFurthermore, we note that the trial court likely conflated relevancy with either\r\ncredibility or admissibility pursuant to other evidentiary rules. Specifically, it\r\nappears the trial court deduced Curtice's proffered testimony necessarily lacked\r\nrelevance because Curtice recanted his statements made within the voicemail\r\nmessage and claimed the voicemail was a complete fabrication and, therefore,\r\nCurtice purportedly had no personal knowledge of the incident. Accordingly, the\r\ntrial judge essentially determined that Curtice's later claim (statement and\r\ntestimony) was truthful and that his earlier, contradictory statements in the\r\nvoicemail message were untruthful. Thus, the trial judge ostensibly made a\r\ncredibility determination, which was within the exclusive province of the jury, and,\r\nconsequently, impermissibly precluded the jury from considering evidence that\r\nwould have \"assist[ed] [the] jury at arriving at the truth.\" See Lyles, 379 S.C. at\r\n337, 665 S.E.2d at 206 (\"Evidence which assists a jury at arriving at the truth of an\r\nissue is relevant.\" (citation and quotation marks omitted)); McKerley, 397 S.C. at\r\n464, 725 S.E.2d at 141 (\"The assessment of witness credibility is within the\r\nexclusive province of the jury.\" (emphasis added)). Moreover, the existence of\r\nconflicting statements by a witness does not mean he is an incompetent witness or\r\nthat his related testimony would lack relevance; rather, such a circumstance\r\nexpressly creates a question for the jury. See King, 367 S.C. at 137, 623 S.E.2d at\r\n868 (\"Courts presume a witness to be competent because bias or other defects in a\r\nwitness's testimony–revealed primarily through cross-examination–affect a\r\nwitness's credibility and may be weighed by the finder of fact.\"). It is for such\r\nreasons that considerable latitude is allowed in the cross-examination of a witness\r\nto test the accuracy of his memory, his bias, prejudice, interest, or credibility; \"a\r\nwitness may be asked questions . . . in reference to prior statements contradictory\r\nof [his] testimony, or in reference to statements concerning relevant matter not\r\ncontradictory of testimony.\" State v. Jenkins, 322 S.C. 360, 364, 474 S.E.2d 812,\r\n814 (Ct. App. 1996) (emphasis added). Because inconsistency of a witness's prior\r\n\nstatements does not implicate relevancy, the trial court erred in finding the proffer\r\nof Curtice's testimony was not relevant and, as a result, not allowing Appellant to\r\ncall Curtice as a witness, even though the credibility of Curtice's testimony could\r\nhave been called into question.7\r\n\r\nIn light of our finding that Curtice's testimony was relevant, the trial court's error in\r\nnot allowing Appellant to call Curtice to present relevant witness testimony to the\r\njury is coupled with prejudice as a matter of law. See King, 367 S.C. at 140, 623\r\nS.E.2d at 870 (holding, where the trial court abused its discretion in not allowing a\r\nwitness to testify, the error was \"coupled with prejudice as a matter of law\"); see\r\nWashington, 388 U.S. at 23 (holding a defendant has a fundamental constitutional\r\nright to offer relevant witness testimony); see also id. (\"The right to offer the\r\ntestimony of witnesses . . . is in plain terms the right to present a defense, the right\r\nto present the defendant's version of the facts as well as the prosecution's to the\r\njury so it may decide where the truth lies.\"). Accordingly, we reverse and remand\r\nfor a new trial. See State v. Brown, 360 S.C. 581, 591, 602 S.E.2d 392, 398 (2004)\r\n(distinguishing \"between a reversal based on insufficient evidence and one based\r\non errors in the trial proceedings\"); id. (finding the Double Jeopardy Clause does\r\nnot preclude retrial when a conviction is set aside because of an error in the trial\r\nproceedings).                      CONCLUSION\r\n\r\nFor the foregoing reasons, we REVERSE and REMAND for a new trial.\r\n\r\nHUFF and LOCKEMY, JJ. concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n7We acknowledge that subsequent rulings may have been necessary to determine\r\nwhether any specific testimony elicited at trial would have been admissible\r\npursuant to the South Carolina Rules of Evidence and applicable caselaw.\r\n\n","court":"Appeals"},{"id":"5167","title":"State v. Smith","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5167.pdf","description":"Thomas Smith appeals his convictions for voluntary manslaughter, possession with intent to distribute marijuana within a half-mile radius of a school, and possession with intent to distribute marijuana.  He argues the trial court erred in denying his motion for a directed verdict because the undisputed evidence showed he shot the victim in self-defense.  We affirm.","date":"2013-11-27","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Thomas Smith, Appellant.\r\n\r\n             Appellate Case No. 2010-178386\r\n\r\n\r\n                           Appeal From Cherokee County\r\n                        J. Derham Cole, Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 5167 \n\r\n              Heard December 10, 2012 – Filed August 28, 2013 \n\r\n             Withdrawn, Substituted and Refiled November 27, 2013 \n\r\n                               ______________\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Appellate Defender Susan Barber Hackett, of Columbia,\r\n             for Appellant.\r\n\r\n             Attorney General Alan Wilson, Chief Deputy Attorney\r\n             General John W. McIntosh, Senior Assistant Deputy\r\n             Attorney General Salley W. Elliott, Senior Assistant\r\n             Attorney General Harold M. Coombs, Jr., and Assistant\r\n             Attorney General Julie Kate Keeney, all of Columbia,\r\n             and Solicitor Barry Barnette, of Spartanburg, for\r\n             Respondent.\r\n\r\n\r\nSHORT, J.: Thomas Smith appeals his convictions for voluntary manslaughter,\r\npossession with intent to distribute marijuana within a half-mile radius of a school,\r\nand possession with intent to distribute marijuana. He argues the trial court erred\r\n\nin denying his motion for a directed verdict because the undisputed evidence\r\nshowed he shot the victim in self-defense. We affirm.\r\n\r\nFACTS\r\n\r\nAround midnight on March 12, 2009, Smith and three of his friends, Rocky\r\nHadden, Ashley Smith, and James Ervin, arranged to sell marijuana to a person\r\nthey had never met before named Markee Guest (the victim), and all four rode\r\ntogether in a small car to meet the victim. Hadden testified he drove the car, which\r\nbelonged to Ashley, and Ashley was in the passenger seat. Smith sat in the\r\nbackseat on the passenger's side, and Ervin was in the backseat on the driver's side.\r\nWhen the group met up with the victim near an elementary school, he had another\r\nperson with him they did not know named Ronald Lipscomb. It was cold outside,\r\nand there was conflicting testimony as to whether Smith invited the victim and\r\nLipscomb to get into the back seat of the car or whether they requested to get in.\r\nRegardless, the two got into the back seat, and Smith measured the marijuana.1\r\nThe victim or Lipscomb asked for change for a $100 bill. When Ashley responded\r\nshe did not have change, Lipscomb pulled out a gun, pointed it at Smith's temple,\r\nand said to \"give him everything.\" Hadden testified that within seconds of\r\nLipscomb pulling the gun, he ducked his head and heard the first of multiple\r\ngunshots. After the shots were fired, Hadden said Smith got out of the car and left.\r\nHadden did not see anything in Smith's hands and did not know he had a gun.\r\nErvin managed to escape and run away when he saw Lipscomb pull out the gun.\r\nLipscomb climbed out the open window. Hadden drove away with Ashley,\r\nstopped the car on Railroad Avenue, and hid the marijuana under the railroad\r\ntracks.\r\n\r\nOfficer Tracy Medley responded to a call about gunshots, and when he arrived at\r\nthe scene, he found two people laying in the road. The victim was deceased, and\r\nLipscomb was moving. The victim was missing one shoe, and Lipscomb was\r\nmissing both of his shoes. Officers found four to five shell casings at the scene.2\r\n\r\n1 Hadden testified Smith slid over from the passenger's side towards the driver's\r\nside when the victim and Lipscomb got into the car through the rear passenger\r\ndoor. Therefore, Ervin was against the rear door on the driver's side, Smith was\r\nnext to him, the victim was next to Smith, and Lipscomb was against the rear door\r\non the passenger's side.\r\n2 Captain Mike Segina testified the four shell casings found at the scene, and the\r\none found under the driver's seat, were all 9mm Rugers.\r\n\nThat same night, Officer Matt Earls responded to a 911 call about a suspicious\r\nvehicle. When he arrived at Railroad Avenue, he observed a vehicle on the side of\r\nthe road and three people outside of the vehicle. Upon approaching the vehicle, he\r\nsaw a silver handgun in plain view on the floorboard behind the driver's seat.3 He\r\nalso saw one bullet hole in the sunroof and one in the back passenger-side door.\r\nCaptain Mike Segina testified he found three shoes in the passenger-side rear\r\nfloorboard. Detective Ronnie Anderson testified the three people present at the\r\nvehicle were Hadden, Ashley Smith, and Ervin. Detective Anderson's police dog\r\nalerted him to marijuana near the railroad tracks. Officers did not find another\r\ngun.\r\n\r\nOfficer Alex Hammond went to Smith's house to look for him and found him\r\nhiding under a bed. Smith was arrested for murder, possession with intent to\r\ndistribute marijuana near a school and/or playground, and possession with intent to\r\ndistribute marijuana. Detective Jonathan Blackwell testified he interviewed Smith\r\nat the police department on March 13, 2009, at 4:15 in the morning. Detective\r\nBlackwell took a verbal and written statement from Smith.4 In the statement,\r\nSmith said: On March 13th of 2009, a little after midnight, myself,\r\n            Thomas Michael Smith, Rocky Hadden, James Ervin\r\n            \"Bug\", and Ashley Smith, got into Ashley's black\r\n            Mitsubishi Galant to go meet somebody at Mary\r\n            Bramlett. We were going there to meet this guy to sell\r\n            him two ounces of marijuana. Rocky was driving the\r\n            car. Ashley was in the front passenger seat. Bug [Ervin]\r\n            was in the back seat behind Rocky. And, I was behind\r\n            Ashley. We met two black males at the alley beside\r\n            Mary Bramlett. I showed them the pot, and they said\r\n            they wanted it and asked to get in the car. The two black\r\n            males got into the back seat. The black male sitting\r\n            beside me had on a black hoodie [the victim], and the\r\n            black male sitting beside him against the door was\r\n            wearing a red coat [Lipscomb]. We pulled to the other\r\n\r\n3 Captain Segina testified the gun was a Raven Model MP-25. He also found a \n\r\nmagazine with five 0.25 caliber rounds in it. \n\r\n4 Smith did not testify at his trial. \n\r\n\n             end of the alley to the stop sign. I asked them if they\r\n             wanted it or not. And, they said yeah and started digging\r\n             in their pockets to find money. Then the guy in the red\r\n             coat [Lipscomb] pulled out a gun and reached around the\r\n             guy in between us [the victim] and stuck the gun against\r\n             my head. He tells me – he tells me to give him my\r\n             money and everything I got. I told him no, quit playing.\r\n             He put the gun against my head again and he said, \"I'm\r\n             not joking, don't move.\" One of the black males grabbed\r\n             me and pulled me towards them. That's when I pulled\r\n             my gun out. They were still pointing the gun at me, so I\r\n             started shooting. My first three shots went into the roof\r\n             of the car. My last two shots I was falling out of the car,\r\n             so I don’t know where they went. The guy in the red\r\n             [Lipscomb] jumped and started rolling around on the\r\n             ground. The guy in the black coat [the victim] just sat in\r\n             the back seat moaning and wouldn't get out of the car.\r\n             So I walked around to the passenger side and pulled him\r\n             out. I left him in the road and I jumped back into the car\r\n             and we drove to Railroad Avenue to Jacob's house.\r\n             When we drove to Railroad Avenue the only people in\r\n             the car was me, Rocky [Hadden] and Ashley [Smith].\r\n             Bug [Ervin] got out and ran when he saw the gun. When\r\n             we got to Railroad Avenue I jumped out and I ran to [left\r\n             blank]. While I was running I threw the gun and the clip\r\n             in two different directions. The gun was a Ruger 9mm.\r\n\r\nOfficer Blackwell testified Smith's statement was that he started firing his gun in\r\nan effort to retreat from the car on the driver's side. Captain Segina testified the\r\ngun he found in the car had five bullets in the magazine and one in the chamber.\r\nSuzanne Cromer from the State Law Enforcement Division (SLED) testified the\r\ngun was not functioning properly and did not fire every time the trigger was pulled.\r\n\r\nA trial was held on November 16 and 17, 2010. At the close of the State's case,\r\nSmith moved for directed verdict on the charge of murder, arguing he fired his gun\r\nin self-defense. The court denied the motion with no explanation. The court\r\ninstructed the jury on self-defense, in addition to the other charges. The jury found\r\nSmith guilty of voluntary manslaughter, possession with intent to distribute\r\nmarijuana near a school and/or playground, and possession with intent to distribute\r\n\nmarijuana. The court sentenced Smith to twenty-five years imprisonment for\r\nvoluntary manslaughter, ten years for possession with intent to distribute marijuana\r\nnear a school and/or playground, and five years for possession with intent to\r\ndistribute marijuana. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn considering a directed verdict motion, the trial court is concerned with the\r\nexistence of evidence rather than its weight. State v. Kelsey, 331 S.C. 50, 62, 502\r\nS.E.2d 63, 69 (1998). \"[A] trial judge is not required to find that the evidence\r\ninfers guilt to the exclusion of any other reasonable hypothesis.\" State v. Cherry,\r\n361 S.C. 588, 594, 606 S.E.2d 475, 478 (2004). \"A defendant is entitled to a\r\ndirected verdict when the state fails to produce evidence of the offense charged.\"\r\nState v. Weston, 367 S.C. 279, 292, 625 S.E.2d 641, 648 (2006). \"However, when\r\na defendant claims self-defense, the State is required to disprove the elements of\r\nself-defense beyond a reasonable doubt.\" State v. Dickey, 394 S.C. 491, 499, 716\r\nS.E.2d 97, 101 (2011). \"In reviewing the denial of a motion for a directed verdict,\r\nthe evidence must be viewed in the light most favorable to the State, and if there is\r\nany direct evidence or any substantial circumstantial evidence reasonably tending\r\nto prove the guilt of the accused, an appellate court must find that the case was\r\nproperly submitted to the jury.\" Kelsey, 331 S.C. at 62, 502 S.E.2d at 69.\r\n\r\nLAW/ANALYSIS\r\n\r\nSmith argues the trial court erred in denying his motion for directed verdict\r\nbecause the undisputed evidence showed he shot the victim in self-defense.\r\nSpecifically, Smith asserts the following evidence supported his claim of self-\r\ndefense: (1) he was one of four passengers in the backseat of a small car; (2) he\r\nfired his gun only after another passenger in the backseat, who was acting in\r\nconcert with the victim, pressed a gun to his temple and ordered him not to move;\r\nand (3) he was unable to escape the vehicle. We disagree.\r\n\r\nIn State v. Wiggins, 330 S.C. 538, 545, 500 S.E.2d 489, 493 (1998), our supreme\r\ncourt provided four elements a court should use when determining whether a\r\nperson was justified in using deadly force in self-defense:\r\n\r\n             (1) The defendant was without fault in bringing on the\r\n             difficulty;\r\n\n             (2) The defendant must have actually believed he was\r\n             in imminent danger of losing his life or sustaining serious\r\n             bodily injury, or he actually was in such imminent\r\n             danger;\r\n\r\n             (3) If the defense is based upon the defendant's actual\r\n             belief of imminent danger, a reasonable prudent man of\r\n             ordinary firmness and courage would have entertained\r\n             the same belief. If the defendant actually was in\r\n             imminent danger, the circumstances were such as would\r\n             warrant a man of ordinary prudence, firmness and\r\n             courage to strike the fatal blow in order to save himself\r\n             from serious bodily harm or losing his own life; and\r\n\r\n             (4) The defendant had no other probable means of\r\n             avoiding the danger of losing his own life or sustaining\r\n             serious bodily injury than to act as he did in this\r\n             particular instance.\r\n\r\nIn Wiggins, our supreme court held the trial judge properly denied a directed\r\nverdict of acquittal for murder because the State presented sufficient evidence to\r\ncreate a jury issue regarding whether Appellant was acting in self-defense or was\r\nguilty of voluntary manslaughter. 330 S.C. at 548, 500 S.E.2d at 495. Further, the\r\ncourt noted, \"'[r]eversal of a conviction because of the trial court's refusing to give\r\na directed verdict on the ground of self-defense is rare.'\" Id. at 545, 500 S.E.2d at\r\n493 (quoting William S. McAninch & W. Gaston Fairey, The Criminal Law of\r\nSouth Carolina 483 (3d ed. 1996) (Supp. 1997 at 77)).\r\n\r\nSmith argues the State did not present any evidence to prove he was at fault in\r\nbringing on the difficulty. He asserts he did not deliberately arm himself in\r\nanticipation of a conflict that evening, and Lipscomb pulled his gun first without\r\nany provocation or act of aggression by anyone, including himself.\r\n\r\nIn State v. Dickey, 394 S.C. 491, 500, 716 S.E.2d 97, 101 (2011), our supreme\r\ncourt found the State did not produce any evidence to contradict Dickey's\r\ntestimony he routinely carried his concealed weapon and did not deliberately arm\r\nhimself in anticipation of a conflict that evening. Therefore, the supreme court\r\ndetermined the State did not carry its burden to disprove the elements of self-\r\ndefense beyond a reasonable doubt, and Dickey was entitled to a directed verdict\r\n\nof acquittal on the ground of self-defense. Id. at 498-500, 716 S.E.2d at 100-01. \n\r\nWe find Dickey distinguishable because Dickey was carrying his gun while \n\r\nperforming his job as a security guard; although he was not required to carry a \n\r\nloaded gun by his employer, he had a valid concealed weapons permit for his gun; \n\r\nhe was acting in good faith in removing the trespassers from the building at the \n\r\nrequest of a tenant in the course of his employment as a security guard; and Dickey \n\r\nwas not brandishing his gun and pulled it only when the trespassers began \n\r\nadvancing towards him in an aggressive manner.5 Id. at 495-500, 716 S.E.2d at \n\r\n98-102. \n\r\n\r\nIn contrast, in the present case, the State presented evidence Smith was not acting \n\r\nin good faith at the time of the shooting in that he took a gun to a drug deal and \n\r\nviolated the law by attempting to sell illegal drugs.6 We find going to a drug deal \n\r\nwhile armed with a deadly weapon is evidence of fault in bringing on the \n\r\ndifficulty, which is a question of fact that must be determined by the jury. Thus, \n\r\nwhether Smith armed himself in anticipation of a conflict was an issue for the jury. \n\r\nSee State v. Bryant, 336 S.C. 340, 345, 520 S.E.2d 319, 322 (1999) (\"Any act of \n\r\nthe accused in violation of law and reasonably calculated to produce the occasion \n\r\namounts to bringing on the difficulty and bars his right to assert self-defense as a \n\r\njustification or excuse for a homicide.\"); State v. Jackson, 227 S.C. 271, 278, 87 \n\r\nS.E.2d 681, 684 (1955) (\"[O]ne cannot through his own fault bring on a difficulty \n\r\nand then claim the right of self-defense . . . .\"); cf. State v. Slater, 373 S.C. 66, 71, \n\r\n644 S.E.2d 50, 53 (2007) (holding the trial court correctly found Slater was not \n\r\nentitled to a self-defense charge because his actions, including the unlawful \n\r\npossession of the weapon, proximately caused the exchange of gunfire and \n\r\nultimately the death of the victim, and any act of the accused in violation of law \n\r\nand reasonably calculated to produce the occasion amounts to bringing on the \n\r\ndifficulty and bars the right to assert self-defense); id. at 70, 644 S.E.2d at 52-53 \n\r\n(stating the mere unlawful possession of a firearm, with nothing more, does not \n\r\nautomatically bar a self-defense charge, but rejecting the position that the unlawful \n\r\n\r\n5 The court noted that \"[h]ad [Dickey] accompanied the ejection with threatening \n\r\nwords or posture, a jury question may have arisen.\" Id. at 500, 716 S.E.2d at 102. \n\r\n\"However, under these facts, we find [Dickey] was exercising his right to eject \n\r\ntrespassers in good faith and, as a matter of law, he was without fault in bringing \n\r\nabout the difficulty.\" Id. at 501, 716 S.E.2d at 102.\n\r\n6 We further note Smith ran away from the scene of the crime after the shooting. \n\r\nSee State v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262, 266 (2006) (\"Flight from\n\r\nprosecution is admissible as guilt.\"). \n\r\n\npossession of a weapon could never constitute an unlawful activity that would\r\npreclude the assertion of self-defense).\r\n\r\nTherefore, we find the State carried its burden to disprove the elements of self-\r\ndefense beyond a reasonable doubt, and the trial judge properly denied Smith's\r\nmotion for directed verdict based on self-defense. See Wiggins, 330 S.C. at 548,\r\n500 S.E.2d at 495 (finding the trial judge properly denied a directed verdict of\r\nacquittal because the State presented sufficient evidence to create a jury issue\r\nregarding whether Appellant was acting in self-defense or was guilty of voluntary\r\nmanslaughter); State v. Strickland, 389 S.C. 210, 214, 697 S.E.2d 681, 683 (Ct.\r\nApp. 2010) (\"If the State provides evidence sufficient to negate a defendant's claim\r\nof self-defense, a motion for directed verdict should be denied.\").\r\n\r\nCONCLUSION\r\n\r\nAccordingly, the trial court is\r\n\r\nAFFIRMED.\r\n\r\nKONDUROS, J., concurs.\r\n\r\nLOCKEMY, J., concurs in a separate opinion.\r\n\r\nLOCKEMY, J., concurring in a separate opinion.\r\n\r\nI concur in the majority's decision to affirm Smith's conviction. However, I do not\r\nbelieve a jury issue existed as to whether Smith brought on the difficulty which led\r\nto the shooting. The issue of self-defense and Smith's right to avail himself of that\r\ndefense was a matter of law, not fact. The facts in this case did not support an\r\ninstruction on self-defense as a matter of law because the first element of self-\r\ndefense, being without fault in bringing on the difficulty, was not present.\r\nTherefore, the trial court's denial of Smith's directed verdict motion on the ground\r\nof self-defense was not error.\r\n\r\nTo support his self-defense claim, Smith cites State v. Starnes, 340 S.C. 312, 531\r\nS.E.2d 907 (2000). In Starnes, two shootings took place in a home where there\r\nwas disputed testimony that a drug transaction was involved. 340 S.C. 316-18, 531\r\nS.E.2d at 910-11. Our supreme court found the facts presented entitled Starnes to a\r\nself-defense charge in regard to both shootings. Id. at 322, 531 S.E.2d at 913.\r\n\nHowever, the facts in Starnes are very different from those in this case. In Starnes,\r\nthe testimony centered on anger regarding an unpaid or late paid debt, victims bent\r\non mischief, and a shooting to defend others. 340 S.C. 316-18, 531 S.E.2d at 910-\r\n11. The purported drug transaction was only one element, and one could argue it\r\nhad dissipated as a reason for the shootings. Here, Smith willingly brought a\r\nloaded weapon to the scene solely for the purpose of furthering his efforts to\r\nconduct the illegal sale of drugs.\r\n\r\nI believe the reasoning in State v. Slater, 373 S.C. 66, 644 S.E.2d 50 (2007), is\r\nmore akin to the facts of this case. In Slater, Slater willfully entered into an\r\naltercation in progress with a loaded weapon. 373 S.C. at 68, 644 S.E.2d at 51.\r\nAfter shots were fired, Slater returned fire killing the victim. Id. Our supreme\r\ncourt reversed this court and agreed with the trial court that Slater was not entitled\r\nto a self-defense charge. Id. at 71, 644 S.E.2d at 53. The court stated, \"[a]ny act of\r\nthe accused in violation of law and reasonably calculated to produce the occasion\r\namounts to bringing on the difficulty and bars the right to assert self-defense.\" Id.\r\nat 70, 644 S.E.2d at 52 (quoting State v. Bryant, 336 S.C. 340, 345, 520 S.E.2d\r\n319, 332 (1999)). In other courts, this reasoning has been applied to deny the\r\naccused the right to a self-defense charge. In United States v. Desinor, 525 F.3d\r\n193 (2d Cir. 2008), the Second Circuit determined the defendants were not entitled\r\nto self-defense charges for killing an unintended victim. The Second Circuit held,\r\n\"[i]t has long been accepted that one cannot support a claim of self-defense by a\r\nself-generated necessity to kill.\" Desinor, 525 F.3d at 198 (quoting United States\r\nv. Thomas, 34 F.3rd 44, 48 (2d Cir. 1994)).\r\n\r\nAt the time of the shooting, Smith was engaged in the crime of selling illegal\r\ndrugs. This activity, in addition to damaging the lives of untold numbers of\r\npeople, also results in shootings and deaths on a very frequent basis. Smith's\r\ndecision to bring a loaded weapon to the drug deal clearly shows his knowledge of\r\nthe danger of the situation. His criminal conduct brought on the necessity to take\r\nthe life of another. Smith created a situation fraught with peril. He cannot be\r\nexcused for the violence that logically and tragically often occurs when engaging\r\nin such conduct, nor can he claim he did not anticipate the high probability of such\r\nviolence.\r\n\r\nTherefore, I would affirm the denial of the directed verdict motion on the ground\r\nthat Smith was not entitled under the facts of this case to the defense of self-\r\ndefense. The self-defense charge, although not warranted in my view, was not\r\n\nobjected to by either party nor has it been argued to this court that it was\r\nprejudicial to Smith. Thus, Smith's conviction should be affirmed.\r\n\n","court":"Appeals"},{"id":"5183","title":"ZAN v. Ripley Cove","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5183.pdf","description":"ZAN, LLC (ZAN) filed these consolidated actions against Ripley Cove, LLC, W.H. Knight, Karl A. McMillan, individually and as the principal of Karl A. McMillan, Inc., W.M. Belote, East Coast Trading Company (East Coast), St. Andrews Title & Abstract Agency, Inc., Chicago Title Insurance Company, and Charles A. and Lillian M. Funk.  ZAN sought rescission of the contract and damages.  After a bench trial, the trial judge refused to rescind the contract, but the judge awarded ZAN $10,000 in joint and several damages against Respondents.  ZAN appealed.  We reverse and remand.","date":"2013-11-27","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n               In The Court of Appeals \n\r\n\r\nZAN, LLC, Appellant,\r\n\r\nv.\r\n\r\nRipley Cove, LLC, W.H. Knight, Karl A. McMillan,\r\nindividually and as the principal of Karl A. McMillan,\r\nInc., St. Andrews Title & Abstract Agency, Inc., Chicago\r\nTitle Ins. Co. and Charles A. Funk & Lillian M. Funk,\r\nDefendants,\r\n\r\nOf whom Ripley Cove, LLC, W.H. Knight, Karl A.\r\nMcMillan, individually and as the principal of Karl A.\r\nMcMillan, Inc., and East Coast Trading Co., are the\r\nRespondents.\r\n\r\nZAN, LLC, Plaintiff,\r\n\r\nv. \n\r\n\r\nEast Coast Trading Co., Defendant. \n\r\n\r\nAppellate Case No. 2012-209606 \n\r\n\r\n\r\n                Appeal From Charleston County\r\n            J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                      Opinion No. 5183 \n\r\n       Heard October 7, 2013 – Filed November 27, 2013 \n\r\n\r\n\r\n              REVERSED AND REMANDED \n\r\n\r\n\r\nAndrew K. Epting, Jr., and Michelle Nicole Endemann,\r\n\n            both of Andrew K. Epting, Jr., LLC, of Charleston, for\r\n            Appellant.\r\n\r\n            Stanley E. Barnett, of Smith, Bundy, Bybee, & Barnett,\r\n            PC, of Mt. Pleasant, for Respondents East Coast Trading\r\n            Co. and Ripley Cove, LLC, and Kerry W. Koon, of\r\n            Charleston, for Respondents Karl A. McMillan and Karl\r\n            A. McMillan, Inc.\r\n\r\n\r\nPER CURIAM: ZAN, LLC (ZAN) filed these consolidated actions against\r\nRipley Cove, LLC, W.H. Knight, Karl A. McMillan, individually and as the\r\nprincipal of Karl A. McMillan, Inc., W.M. Belote, East Coast Trading Company\r\n(East Coast), St. Andrews Title & Abstract Agency, Inc., Chicago Title Insurance\r\nCompany, and Charles A. and Lillian M. Funk.1 ZAN sought rescission of a\r\ncontract and damages. After a bench trial, the trial judge refused to rescind the\r\ncontract, but the judge awarded ZAN $10,000 in joint and several damages against\r\nRespondents. ZAN appealed. We reverse and remand.\r\n\r\nI.    BACKGROUND\r\n\r\nEdgar Buck owns Rookie IV, a 61-foot boat, which has a 19.6-foot beam and\r\nrequires a dock slip 20 feet in width. Rookie IV is valued at close to $6 million.\r\nBuck moored the boat at a slip in the busy waterway of Wappoo Cut in the Coastal\r\nWaterway, where it regularly sustained damage.\r\n\r\nBuck's daughter, Susanne Cantey, owns ZAN, and Buck has authority to act on\r\nbehalf of ZAN. Susanne wanted a waterfront lot to build a home, and Buck\r\nwanted a boat slip out of the waterway for Rookie IV. Buck's real estate agent,\r\nLynn Carmody, escorted Buck and Susanne to Ripley Cove to view lots. They met\r\n\r\n\r\n1Ripley Cove, LLC, W.H. Knight, Karl A. McMillan, Karl A. McMillan, Inc.,\r\nW.M. Belote, and East Coast are Respondents. The Honorable R. Markley Dennis\r\nentered an Order of Default as to Karl A. McMillan. The Honorable Deadra\r\nJefferson entered an Order of Default as to Karl A. McMillan, Inc. McMillan and\r\nMcMillan, Inc., moved for relief from default. The Honorable J.C. Nicholson, Jr.,\r\ndenied the motion.\r\n\nwith McMillan, who was the real estate broker acting as the selling agent for\r\nRipley Cove.\r\n\r\nBuck testified McMillan represented the largest boat slip, B1, went with the lot\r\nZAN was considering purchasing. Buck maintained that when he and Susanne\r\ntoured the home lot, McMillan pointed to a boat slip near a long, floating dock.\r\nMcMillan did not show Buck a plat, but he allegedly emphasized that B1 was the\r\nlongest slip and went with the lot ZAN was contemplating purchasing.\r\n\r\nIn February 2005, ZAN contracted with East Coast to purchase B1 for himself and\r\nLot 3 in Ripley Cove for Susanne. The sales contract for the lot and slip, priced at\r\n$700,000, did not specify a particular boat slip, and ZAN did not receive a plat.\r\nSusanne signed the contract on behalf of ZAN, and W.H. Knight signed on behalf\r\nof Ripley Cove. The closing was scheduled for March 5, 2005.\r\n\r\nBuck received a copy of the plat a day or two prior to the scheduled closing date.\r\nThe plat indicated the slip designated by McMillan as B1 was actually two slips,\r\nB1 and B2. Buck refused to close and told McMillian he needed a 20-foot\r\nclearance and two pilings. McMillan indicated Ripley Cove would reduce the\r\nprice by $20,000, increase clearance in B1 to twenty feet, and add the pilings. The\r\npilings were to be built between March 5th and 6th. The closing was rescheduled\r\nfor April 5, 2005.\r\n\r\nBuck viewed the slip just prior to the next scheduled closing date, and the pilings\r\nhad not been installed. He went to the closing and again refused to close.\r\nMcMillan allegedly represented that Ripley Cove had approved the pilings, and he\r\nwould certify the pilings would be put in place with a twenty foot clearance. Dan\r\nDavid, the closing attorney, left the conference room, called Ripley Cove's\r\n\"owners,\" returned and confirmed, according to Buck, an agreement to the pilings\r\nand a 20 foot clearance. David issued a letter confirming the agreement and stating\r\nthere was sufficient money in escrow to pay for the pilings. The letter stated: \"two\r\npiling[s] will be replaced in line with the existing pilings of the adjoining boat slips\r\n. . . .\" Based on the letter, Buck agreed to close. The Master Deed provided that\r\nthe slip issued with each lot was to be determined upon contract.\r\n\r\nBuck continuously called David regarding the installation of the pilings. In June\r\n2006, Buck received a letter from Dock and Marine, Inc., indicating it been hired\r\nto install one piling. Buck contacted Dock and Marine and informed them the\r\ncontract should have been for two pilings. When the pilings were still not built,\r\n\nBuck contacted the permitting authority to see if a permit had been applied for and\r\nwas told, \"No.\" In 2008, Buck learned he could not have a 20-foot clearance\r\nbecause B2 had been sold.\r\n\r\nBuck testified he met with the purported owner of Ripley Cove, Doc Knight. Buck\r\ntestified he told Knight the pilings had to be placed inside B2 so as to provide B1\r\nwith a 20-foot clearance. According to Buck, Knight asked him where he wanted\r\nthe pilings and assured Buck it would be \"done.\" Knight denied Buck requested\r\npart of B2 and testified he understood Buck merely wanted pilings placed so B1\r\nwould be marked.\r\n\r\nSusanne testified the plat ZAN was given prior to signing the sales contract\r\nshowed only the lot. She stated McMillan indicated B1 was the slip ZAN was\r\npurchasing, and she thought it was 35 feet wide. She did not learn it was actually\r\ntwo slips, B1 and B2, until just prior to the first scheduled closing. Susanne\r\nacknowledged the Master Deed, recorded in August 2004, indicated the two boat\r\nslips. Carmody likewise testified McMillan represented that the entire 35-foot slip\r\nwas one slip that went with the lot.\r\n\r\nDavid testified it was either Knight or Michael Belote, on behalf of East Coast, that\r\napproved the letter he wrote at closing. According to David, Knight had power of\r\nattorney to act on Belote's behalf. David testified Ripley Cove was owned by East\r\nCoast and Pavilion. After the contract was signed, but before the parties closed\r\nand the deed was executed, B1 was transferred from Ripley Cove to East Coast,\r\nand B2 was transferred to Pavilion. Thus, David admitted that at the time the\r\nclosing actually occurred, Ripley Cove no longer owned B1 or B2.\r\n\r\nDavid also explained that all of the pilings were common elements owned by the\r\nRipley Cove Homeowners' Association (HOA). David testified numerous projects\r\non the dock were delayed until Ripley Cove had a permit to dredge and had\r\ncompleted dredging the marina, which did not occur until 2008. David testified he\r\ndid not realize Buck wanted footage from B2; David thought Buck merely wanted\r\npilings to be built. David admitted the actual clearance in B1 was only about 18\r\nfeet.\r\n\r\nRespondents called numerous fact witnesses to testify that the marina and pilings\r\nat Ripley Cove required permits by the State of South Carolina; the dredging of the\r\ncanal required federal permitting; and the typical time to receive state and federal\r\npermits was between twelve and eighteen months, and the two-and-a-half years it\r\n\ntook Ripley Cove to receive the permit to add pilings to B1 was longer than\r\nordinary.2\r\n\r\nMcMillan testified it was the responsibility of Ripley Cove to install the pilings\r\nbecause at the time the sales contract was signed, it still controlled the HOA.\r\nMcMillan denied he knew B2 had been sold at the time of the closing; however, he\r\nacknowledged he was aware the deal was contingent on Rookie IV fitting into the\r\nslip. McMillan claimed the agreement for pilings was to define the B1 boundaries,\r\nand he denied representing B1 would be widened. He admitted it would have been\r\npossible to reduce the width of B2 to add to the width of B1 if the parties had\r\nagreed upon it.\r\n\r\nMcMillan also testified Rookie IV was 17 feet 8 inches wide, and he believed it\r\nwould fit into B1, which he claimed was 20 feet wide. He admitted that although\r\nthe slip measured 20 feet in width, he did not know the clearance. McMillan\r\nacknowledged the pilings would take about eight to twelve inches each, and Rookie\r\nIV could not fit into the back of the slip because of power boxes in the slip. As a\r\nreply witness, Buck testified he measured the floating dock that jutted into B1.\r\nAccording to his measurements, the actual clearance of that part of B1 was\r\n\"something short of 15 feet.\"\r\n\r\nMike Belote testified he owned East Coast, which was a part-owner of Ripley\r\nCove. Belote confirmed he was aware of Buck's demands on the date of closing,\r\nand he approved the pilings. However, he did not realize Buck wanted part of B2.\r\n\r\nKnight was the broker for the project. He confirmed stating at the closing that he\r\nwould do what he could to install the pilings. He also testified he met Buck at the\r\nproperty after the closing to confirm where Buck wanted the pilings to be placed.\r\nKnight denied understanding that Buck wanted them placed inside B2. Knight\r\ntestified the cost of installing the pilings would be approximately $2,500.\r\n\r\nThomas Hartnett, a real estate appraiser, valued the slip alone at $40,000 and\r\nestimated the combined value of the lot and slip at $530,000. Buck placed the lot\r\nand slip on the market for $800,000, but testified he \"would be surprised if it\r\nwould bring $400,000.\"\r\n\r\n\r\n2The public notice of application for the permit was dated June 13, 2008. Ripley\r\nCove received the permit on January 12, 2011.\r\n\nZAN filed an action against the defendants on July 25, 2008, and a second action\r\non June 2, 2009, seeking rescission of the contract and damages from East Coast\r\nand Ripley Cove. Buck alleged damages of more than $1.4 million, including the\r\npurchase price, taxes, architecture services, regime fees, interest, and insurance.\r\n\r\nAfter the bench trial, the trial judge made numerous factual findings that were not\r\nappealed such as: (1) a condition of the contract was that Rookie IV must fit into\r\nthe slip; (2) Rookie IV did not fit into the slip; (3) McMillan informed Buck that\r\nthe Sellers owned B2 and that \"it would be no problem to give Mr. Buck the 20-\r\nfoot clearance he needed and [to] place the pilings in . . . B2 (the adjoining slip)\";\r\nand (4) ZAN reasonably relied upon David's letter. Thus, the judge found ZAN\r\nproved its claims.3 However, as to ZAN's entitlement to the remedy of rescission,\r\nthe trial judge found the following:\r\n\r\n             This case presents a unique situation as there is no issue\r\n             with the upland parcel the Bucks purchased with the slip.\r\n             Ordinarily, if part of a contract can be performed, the\r\n             damages can be fashioned so as to reflect the breach.\r\n             However, in this case the Master Deed specifically\r\n             forbids the separation of the upland parcel from [the]\r\n             boat slip, complicating this Court's task. The Court\r\n             cannot order the return of the slip with Z[AN] keeping\r\n             the upland parcel about which there is no quarrel.\r\n             Rescission is an equitable remedy which I choose not to\r\n             grant. Rather, I award damages in the sum of $10,000.00\r\n             for the breach of the contract and negligent\r\n             misrepresentation.\r\n\r\nThis appeal followed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n3Respondents have not appealed the factual findings or conclusions of law;\r\naccordingly, they are the law of the case. See Carolina Chloride, Inc. v. Richland\r\nCnty., 394 S.C. 154, 172, 714 S.E.2d 869, 878 (2011) (noting \"an unchallenged\r\nruling, right or wrong, becomes the law of the case\").\r\n\nII.    STANDARD OF REVIEW\r\n\r\nIn an action alleging entitlement to both money damages and equitable relief, the\r\ncharacterization of the action as legal or equitable depends on the plaintiff's \"main\r\npurpose\" in bringing the action. Doe v. S.C. Med. Malpractice Liab. Joint\r\nUnderwriting Ass'n, 347 S.C. 642, 645-46, 557 S.E.2d 670, 672 (2001). ZAN's\r\n\"main purpose\" in instituting this action was to rescind the contract; thus, the main\r\npurpose of the action was equitable in nature. See Dixon v. Dixon, 362 S.C. 388,\r\n395, 608 S.E.2d 849, 852 (2005) (stating an action for rescission of a contract is an\r\nequitable action).\r\n\r\nThe appellate court reviews factual findings and legal conclusions in an equitable\r\naction de novo. Lewis v. Lewis, 392 S.C. 381, 387-88, 709 S.E.2d 650, 653 (2011).\r\n\"De novo review permits appellate court fact-finding, notwithstanding the presence\r\nof evidence supporting the trial court's findings.\" Id. at 390, 709 S.E.2d at 654-55.\r\n\"However, this broad standard of review does not require the appellate court to\r\ndisregard the factual findings of the trial court or ignore the fact that the trial court\r\nis in the better position to assess the credibility of the witnesses.\" Nutt Corp. v.\r\nHowell Rd., LLC, 396 S.C. 323, 327, 721 S.E.2d 447, 449 (Ct. App. 2011).\r\n\r\nIII.   LAW/ANALYSIS\r\n\r\nZAN argues the trial judge erred in refusing to rescind the contract after\r\nconcluding Respondents were liable in contract and tort. We agree.\r\n\r\nUnder our own view of the preponderance of the evidence, we agree with the trial\r\njudge's findings of fact. It was clear to all parties that the main purpose of the\r\ncontract was to provide Buck with a slip to accommodate Rookie IV. ZAN refused\r\nto close at the first scheduled closing when it appeared B1 was not sufficiently\r\nwide to berth Rookie IV. ZAN again refused to close at the second scheduled\r\nclosing until promised accommodation for Rookie IV. Furthermore, the testimony\r\nindicates the existing clearance in B1 could not accommodate Rookie IV. Next,\r\nRespondents led Buck to believe they owned B2 and would utilize B2 to enlarge\r\nB1. Finally, we agree with the trial judge that ZAN's reliance on David's letter at\r\nthe closing was reasonable. We likewise agree with the trial judge's conclusion\r\nthat ZAN proved its claims for breach of contract and negligent misrepresentation.\r\n\r\nHowever, we respectfully disagree with the learned trial judge's conclusion that\r\nZAN was not entitled to the remedy of rescission. The trial judge denied rescission\r\n\nbecause there was no dispute regarding the upland parcel. Because we find the slip\r\nwas a fundamental and substantial purpose of the contract, we conclude ZAN was\r\nentitled to rescission despite the parties' lack of dispute regarding the upland\r\nparcel. Furthermore, rescission is not unavailable due to the restriction in the\r\nMaster Deed prohibiting the separation of the lot and slip. Rather, rescission\r\nwould undo the contract in toto, rescinding the sale of both the lot and the slip.\r\n\r\n\"Rescission is an equitable remedy that attempts to undo a contract from the\r\nbeginning as if the contract had never existed.\" Mortgage Elec. Sys., Inc. v. White,\r\n384 S.C. 606, 615, 682 S.E.2d 498, 502 (Ct. App. 2009). Generally, equitable\r\nrelief is available only where there is no adequate remedy at law. Santee Cooper\r\nResort, Inc. v. S.C. Pub. Serv. Comm'n, 298 S.C. 179, 185, 379 S.E.2d 119, 123\r\n(1989). \"An 'adequate' remedy at law is one which is as certain, practical,\r\ncomplete and efficient to attain the ends of justice and its administration as the\r\nremedy in equity.\" Id.\r\n\r\n\"A breach of contract claim warranting rescission of the contract must be so\r\nsubstantial and fundamental as to defeat the purpose of the contract.\" Brazell v.\r\nWindsor, 384 S.C. 512, 516-17, 682 S.E.2d 824, 826 (2009) (citing Rogers v.\r\nSalisbury Brick Corp., 299 S.C. 141, 143, 382 S.E.2d 915, 917 (1989)).\r\n\"[R]escission will not be granted for a minor or casual breach of a contract, but\r\nonly for those breaches which defeat the object of the contracting parties.\" Id. at\r\n517, 682 S.E.2d at 826.\r\n\r\nWe find the breach of contract in this case was substantial, fundamental, and\r\ndefeated the purpose of the contract. See Brazell, 384 S.C. at 518, 682 S.E.2d at\r\n827 (finding rescission may be appropriate despite the seemingly de minimis\r\nbreach of $2,000 on a real estate contract of $550,000 and stating \"real estate\r\ncontracts are unique and courts should evaluate the purpose of the real estate\r\ncontract and the materiality of a breach in light of these differences\" in determining\r\nwhether rescission is appropriate). Thus, we reverse the trial judge's refusal to\r\nrescind the contract based on the parties' lack of dispute as to the upland parcel.\r\n\r\nWe likewise reject Respondents' argument that ZAN is not entitled to rescission\r\nbecause it did not timely demand rescission. A party seeking rescission must\r\n\"promptly and unequivocally\" provide notice of the intention to demand rescission.\r\nDavis v. Cordell, 237 S.C. 88, 100, 115 S.E.2d 649, 655 (1960). In this case, the\r\ntrial judge found Knight continued to represent to Buck \"[u]p to and after the\r\nsummer of 2006\" that pilings would be put in place. Buck received a letter in June\r\n\n2006 from a contractor who had been hired to install a piling. Respondents' own\r\nwitnesses testified extensively regarding the inability to alter the marina until after\r\npermitting and dredging were completed, and the public notice required to seek the\r\npermit was dated June 13, 2008. Buck testified he did not learn B2 had been sold\r\nuntil 2008. ZAN filed its first action in July 2008, and a second action on June 2,\r\n2009. We find no unreasonable delay precluding ZAN from seeking rescission.\r\n\r\nOur analysis next focuses on whether the parties can be returned to the status quo\r\nprior to the contract. \"When a party elects and is granted rescission as a remedy,\r\nhe is entitled to be returned to status quo ante.\" Ellie, Inc. v. Miccichi, 358 S.C. 78,\r\n95, 594 S.E.2d 485, 494 (Ct. App. 2004). Thus, the party is entitled to a return of\r\nthe consideration paid in addition to any amount necessary to restore him to the\r\nposition he occupied prior to the making of the contract. Id. (\"A return to the\r\nstatus quo ante necessarily requires any party damaged to be compensated.\").\r\n\r\nHowever, \"[i]n the absence of fraud, rescission is appropriate only if both parties\r\ncan be returned to the status quo prior to the contract.\" Brazell, 384 S.C. at 517,\r\n682 S.E.2d at 826-27 (citation omitted). \"[W]hether it would be fair and equitable\r\nto rescind [a] contract is a different issue from whether Petitioners have\r\nsufficiently alleged a material breach of contract and sufficiently alleged that\r\nrescission would allow them to be restored to the status quo.\" Id. at 519, 682\r\nS.E.2d at 828. Because the trial judge made no findings regarding the feasibility of\r\nreturning these parties to the status quo, we remand.4\r\n\r\nIV.   CONCLUSION\r\n\r\nBased on the foregoing analysis, the trial judge's order is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nSHORT, WILLIAMS, and THOMAS, JJ., concur.\r\n\r\n\r\n\r\n4 Because we reverse and remand on the issue of rescission, we decline to address\r\nZAN's argument regarding the trial judge's error in awarding only $10,000 in\r\ndamages. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613,\r\n518 S.E.2d 591, 598 (1999) (ruling that an appellate court need not review\r\nremaining issues when disposition of prior issues is dispositive).\r\n\n","court":"Appeals"},{"id":"5184","title":"Baker v. Hilton Hotels Corporation","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5184.pdf","description":"Bobby Baker appeals the South Carolina Workers' Compensation Commission Appellate Panel's (Appellate Panel) order, arguing the Appellate Panel erred in (1) finding he did not suffer physical brain damage, and (2) relying on Crisp v. SouthCo. Inc., 390 S.C. 340, 701 S.E.2d 762 (Ct. App. 2010), rev'd, 401 S.C. 627, 738 S.E.2d 835 (2013) (Crisp I).","date":"2013-11-27","type":"opinion","text":"                        \r\n\r\n\r\n                    THE STATE OF SOUTH CAROLINA\r\n                        In The Court of Appeals\r\n\r\n            Bobby Baker, Employee/Claimant, Appellant,\r\n\r\n            v.\r\n\r\n            Hilton Hotels Corporation, Employer, and ACE\r\n            American Insurance Company, Carrier/Defendants,\r\n            Respondents.\r\n\r\n            Appellate Case No. 2011-204487\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                              Opinion No. 5184 \n\r\n              Heard September 11, 2013 – Filed November 27, 2013 \n\r\n\r\n\r\n                  AFFIRMED IN PART AND REMANDED \n\r\n\r\n\r\n            Luke A. Rankin, of Rankin & Rankin, PA, of Conway,\r\n            for Appellant.\r\n\r\n            William Thomas Bacon, IV, of Collins & Lacy, PC, of\r\n            Charleston, and Amy Lynn Neuschafer, of Collins &\r\n            Lacy, PC, of Murrells Inlet, for Respondents.\r\n\r\n\r\nLOCKEMY, J.: Bobby Baker appeals the South Carolina Workers'\r\nCompensation Commission Appellate Panel's (Appellate Panel) order, arguing the\r\nAppellate Panel erred in (1) finding he did not suffer physical brain damage, and\r\n(2) relying on Crisp v. SouthCo. Inc., 390 S.C. 340, 701 S.E.2d 762 (Ct. App.\r\n2010), rev'd, 401 S.C. 627, 738 S.E.2d 835 (2013) (Crisp I). We affirm in part\r\nand remand.\r\n\r\n\r\n\r\n \r\n\n                         \r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn May 6, 2008, Baker, a maintenance worker employed by Hilton Hotels Corp.\r\n(Hilton) in Horry County, sustained an injury during the course and scope of his\r\nemployment when a piece of ceiling tile fell and struck him on the head. Baker\r\nlost consciousness and fell to the ground. He was initially treated at the emergency\r\nroom, where he was diagnosed with a scalp laceration and a head contusion.\r\nSubsequently, on June 16, 2008, Baker visited Doctor's Care complaining of lower\r\nback and neck pain. Baker was diagnosed with \"low back strain.\" A June 23,\r\n2008 spinal MRI revealed Baker had degenerative disc disease and facet joint\r\ndisease.\r\n\r\nOn June 26, 2008, Baker was referred to neurologist Dr. Michael McCaffrey. Dr.\r\nMcCaffrey's notes reflect Baker's primary complaint was low back pain.\r\nAdditionally, Dr. McCaffrey noted Baker had ringing in his ears. Dr. McCaffrey\r\nfound Baker was \"[o]riented to person, place, and time\" with \"[n]o difficulty with\r\nshort or long term memory\" and \"[g]ood attention span and concentration.\" Dr.\r\nMcCaffrey diagnosed Baker with \"low back pain with right leg radiation\" and a\r\n\"closed-head injury with a left occipital laceration.\" Dr. McCaffrey noted Baker's\r\nlaceration had completely healed and he had no residual symptoms from it.\r\n\r\nBaker continued treatment with Dr. McCaffrey through March 11, 2009. Dr.\r\nMcCaffrey's notes reflect Baker continued to complain of headaches during his\r\ntreatment; however, Dr. McCaffrey's assessment of Baker's mental status did not\r\nchange. Dr. McCaffrey determined Baker had reached maximum medical\r\nimprovement (MMI) in March 2009. Dr. McCaffrey found Baker was totally and\r\npermanently disabled \"in reference to his low back pain, neck pain, and\r\nheadaches.\" Additionally, Dr. McCaffrey noted Baker had a Class 5 Physical\r\nImpairment (severe limitation) and a Class 1 Mental/Nervous Impairment (no\r\nlimitation).\r\n\r\nBaker was also treated by pain management physician Dr. Jason Rosenberg from\r\nSeptember 10, 2008 through August 4, 2009. Baker's chief complaint was low\r\nback and right leg pain, however, Dr. Rosenberg also noted Baker reported\r\nheadaches and ringing in his ears. Baker received pain medication for his back and\r\nleg pain, but Dr. Rosenberg's notes do not indicate any diagnosis or treatment for\r\nBaker's reported headaches. Baker was also evaluated for chronic lower back pain\r\nby Dr. Jeffrey Wilkins in September and October 2009. Baker complained of\r\nheadaches, numbness, and tingling to Dr. Wilkins, however Dr. Wilkins' notes do\r\nnot reflect any diagnosis or treatment for Baker's symptoms.\r\n\r\n \r\n\n                          \r\n\r\n\r\n\r\nFrom November 4, 2009 to November 4, 2010, Baker was treated by pain\r\nmanagement physician Dr. Gregory Kang. Dr. Kang diagnosed Baker with lumbar\r\ndegenerative disc disease with lumbar facet syndrome. Dr. Kang's notes do not\r\ncontain any mention of symptoms of physical brain damage and/or any treatment\r\nfor any such symptoms. Dr. Kang's medical records state Baker showed \"no signs\r\nof cognitive impairment.\" On June 8, 2010, Dr. Kang determined Baker had\r\nreached MMI and assigned him an 18% impairment rating to the lumbar spine.\r\n\r\nOn July 7, 2010, Baker filed a Form 50 alleging he was totally and permanently\r\ndisabled as a result of injuries to his head, spine, left leg, and right leg. Baker also\r\nalleged he sustained physical brain damage as a result of the accident. Hilton and\r\nits insurance carrier, ACE American Insurance Co., (collectively, Respondents)\r\nfiled a Form 51 admitting Baker suffered an injury to his back only. Respondents\r\ndenied Baker was totally and permanently disabled and denied his allegation of\r\nphysical brain damage.\r\n\r\nIn July 2010, Baker was referred to Dr. Robert Brabham for a psychological and\r\nvocational evaluation. Dr. Brabham noted Baker's history of academic difficulties,\r\nincluding his having dropped out of school after ninth grade. Dr. Brabham noted\r\nBaker stated he had been unable to handle the paperwork or financial aspects of his\r\nauto mechanics business in the past. After reviewing Baker's file, Dr. Brabham\r\nopined there were \"multiple medical references . . . confirming that Mr. Baker\r\nsustained a (physical) traumatic brain injury.\" Dr. Brabham found Baker continued\r\nto \"present classic evidence as to the continuing presence of cognitive deficits that\r\nresulted from his brain injury.\" Dr. Brabham diagnosed Baker with a cognitive\r\ndisorder, secondary to traumatic brain injury, and opined Baker was unable to\r\nperform any \"substantial gainful work activity.\"\r\n\r\nBaker was subsequently evaluated by psychologist Dr. L. Randolph Waid in\r\nSeptember 2010. Dr. Waid also noted Baker's history of academic difficulties. Dr.\r\nWaid opined that Baker was not capable of returning to work and that he was\r\nexperiencing \"neurocognitive impairments affecting his capacity for attention,\r\nconcentration, memory, and other brain behavior functions.\" According to Dr.\r\nWaid, the \"causal factors\" for Baker's neurocognitive impairments involved the\r\n\"interfering effects of chronic pain/somatic symptoms; psychological disruption;\r\nfatigue; use of a regimen of medications; and residuals of a mild traumatic brain\r\ninjury.\" Dr. Waid opined the \"primary obstacle\" to Baker's ability \"to return\r\nsuccessfully to role functioning are the residuals from the orthopedic injury.\" Dr.\r\nWaid agreed with Dr. Brabham that Baker \"is experiencing neurocognitive\r\n\r\n \r\n\n                                                        \r\n\r\n\r\nimpairments due to a head injury (physical brain injury) that are contributing to his\r\noverall compromise in functioning.\"1\r\n\r\nFinally, Baker was evaluated by psychologist Dr. Robert Deysach in December\r\n2010. Dr. Deysach found Baker had an IQ of 62 which placed him in the \"mildly\r\nhandicapped\" range. Additionally, Dr. Deysach agreed with Dr. Waid that the\r\n\"primary obstacles\" to Baker's ability to return to the competitive job market are\r\n\"the residuals from the orthopedic injury.\" Dr. Deysach noted Baker's cognitive\r\ndeficits were \"developmental (i.e., existing before the accident) rather than the\r\nresult of physical brain damage from the accident.\" Dr. Deysach opined it was\r\n\"reasonable to conclude that Mr. Baker did suffer an injury to the head with brief\r\nand mild post-concussive symptoms. However, the data do not appear to support\r\nthe presence of an acquired brain injury nor restriction in productivity or quality of\r\nlife as a result of the physical brain damage.\"\r\n\r\nBaker and his wife (Mrs. Baker) both testified at a January 4, 2011 hearing before\r\nthe Single Commissioner. Mrs. Baker testified Baker wasn't \"the same man\" he\r\nwas before the accident, and he struggled with memory loss, confusion, and\r\nforgetfulness. She further testified Baker's personality changed after the accident\r\nand he became moody and withdrawn. Baker testified he suffered headaches,\r\nmemory loss, and confusion following the accident, but admitted there was no\r\ndiscussion or treatment for any memory loss or cognitive difficulties during his\r\nfirst two years of treatment.\r\n\r\nThe Single Commissioner found Baker sustained a work related injury to his back\r\nwhich resulted in a greater than 50% loss of use of his back. Additionally, the\r\nSingle Commissioner determined Baker was permanently and totally disabled as a\r\nresult of his back injury and was entitled to compensation in the amount of $623.26\r\nper week from May 5, 2008, and continuing for a period not to exceed five\r\nhundred weeks. The Single Commissioner found Baker did not suffer a physical\r\nbrain injury or any resulting physical brain damage as a result of the accident and\r\ndenied Baker's request for lifetime benefits.\r\n\r\nBaker appealed the Single Commissioner's finding that he did not suffer physical\r\nbrain damage to the Appellate Panel. The Appellate Panel affirmed the Single\r\n                                                            \r\n1 Following Dr. Waid's evaluation and approximately one-and-a-half years after he\r\nlast treated Baker, Dr. McCaffrey checked \"yes\" in a medical questionnaire from\r\nBaker's attorney that he agreed with Dr. Waid that Baker sustained a permanent\r\nphysical brain injury.\r\n\r\n \r\n\n                         \r\n\r\n\r\nCommissioner, noting that while Dr. Deysach opined Baker sustained a head\r\ninjury, the \"data [did] not support a finding of physical brain damage.\" The\r\nAppellate Panel found that based on the greater weight of the evidence as a whole,\r\nBaker did not suffer a physical brain injury or any resulting brain damage. This\r\nappeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe Administrative Procedures Act establishes the standard of review for decisions\r\nby the Appellate Panel. Lark v. Bi-Lo, Inc., 276 S.C. 130, 135, 276 S.E.2d 304,\r\n306 (1981). The Appellate Panel is the ultimate fact finder in workers'\r\ncompensation cases and is not bound by the single commissioner's findings of fact.\r\nEtheredge v. Monsanto Co., 349 S.C. 451, 454, 562 S.E.2d 679, 681 (Ct. App.\r\n2002). The findings of the Appellate Panel are presumed correct and will be set\r\naside only if unsupported by substantial evidence. Lark, 276 S.C. at 135, 276\r\nS.E.2d at 306. \"Substantial evidence is not a mere scintilla of evidence, nor the\r\nevidence viewed blindly from one side of the case, but is evidence that,\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\nconclusion the administrative agency reached in order to justify its action.\" Taylor\r\nv. S.C. Dep't of Motor Vehicles, 368 S.C. 33, 36, 627 S.E.2d 751, 752 (Ct. App.\r\n2006) (quoting S.C. Dep't of Motor Vehicles v. Nelson, 364 S.C. 514, 519, 613\r\nS.E.2d 544, 547 (2005)). \"The mere possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent a finding from being supported by\r\nsubstantial evidence.\" Olson v. S.C. Dep't of Health & Envtl. Control, 379 S.C. 57,\r\n63, 663 S.E.2d 497, 501 (Ct. App. 2008).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Physical Brain Damage\r\n\r\nBaker argues the Appellate Panel erred in finding he did not suffer physical brain\r\ndamage. We remand.\r\n\r\nIn general, a person injured within the Workers' Compensation Act (the Act) may\r\nnot receive compensation for a period exceeding five hundred weeks. See S.C.\r\nCode Ann. § 42-9-10(A) (Supp. 2012); S.C. Code Ann. Regs. 67-1101 (2012).\r\nHowever,    [n]otwithstanding the five-hundred-week limitation\r\n            prescribed in this section or elsewhere in this title, any\r\n\r\n \r\n\n                          \r\n\r\n\r\n             person determined to be totally and permanently disabled\r\n             who as a result of a compensable injury is a paraplegic, a\r\n             quadriplegic, or who has suffered physical brain damage\r\n             is not subject to the five-hundred-week limitation and\r\n             shall receive the benefits for life.\r\n\r\nS.C. Code Ann. § 42-9-10(C) (Supp. 2012) (emphasis added). \"Physical brain\r\ndamage\" is not statutorily defined. However, our supreme court recently clarified\r\nwhat is meant by \"physical brain damage\" under section 42-9-10(C) in Crisp v.\r\nSouthCo., Inc., 401 S.C. 627, 738 S.E.2d 835 (2013) (Crisp II). In Crisp II, the\r\ncourt found Crisp's argument that the mere presence of any physical brain injury or\r\ndamage, regardless of degree, triggered the operation of section 42-9-10(C) was\r\nnot persuasive. 401 S.C. at 641, 738 S.E.2d at 842. The court viewed\r\n\r\n             the inclusion of 'physical brain damage,' along with\r\n             quadriplegia and paraplegia, in section 42-9-10(C) as\r\n             indicative of the General Assembly's intent to\r\n             compensate an employee-claimant for life only in the\r\n             most serious cases of injury to the brain, separate and\r\n             apart from other scheduled injuries, resulting in\r\n             permanent physical brain damage.\r\n\r\nCrisp, 401 S.C. at 641-42, 738 S.E.2d at 842. The Crisp II court found \"the\r\nseverity of the injury is the lynchpin of the analysis\" and interpreted \"the inclusion\r\nof 'physical brain damage' among the most serious injuries within the statutory\r\nexception to the 500 week cap on benefits as an indication that the legislature was\r\ncontemplating a brain injury so severe that the person could not subsequently\r\nreturn to suitable gainful employment.\" Id. at 643, 738 S.E.2d at 843. The court\r\nstated its interpretation of the legislature's intent was \"in harmony with the entire\r\npurpose of our workers' compensation regime and recognizes the other avenues of\r\ncompensation available under the scheme for brain injuries that do not render the\r\nworker unemployable.\" Id. at 644, 738 S.E.2d at 843. Additionally, in Sparks v.\r\nPalmetto Hardwood, Inc., Op. No. 27229 (S.C. Sup. Ct. filed May 22, 2013)\r\n(Shearouse Ad. Sh. No. 23 at 40), our supreme court declined to impose a\r\nrequirement that physical brain damage be proven through an \"objective diagnostic\r\nmedium,\" and concluded that physical brain damage, as described in section 42-9-\r\n10(C), is damage that is permanent and severe.\r\n\r\nHere, the Appellate Panel stated it agreed with Dr. Deysach's conclusion that\r\nalthough Baker \"may have sustained an injury to the head with brief and mild-post\r\n\r\n \r\n\n                         \r\n\r\n\r\nconcussive symptoms, the data does not support a finding of physical brain\r\ndamage.\" However, the Appellate Panel's finding is inconsistent with Dr.\r\nDeysach's report wherein he opined it was\r\n\r\n             reasonable to conclude that Mr. Baker did suffer an\r\n             injury to the head with brief and mild post-concussive\r\n             symptoms. However, the data do not appear to support\r\n             the presence of an acquired brain injury nor restriction in\r\n             productivity or quality of life as a result of the physical\r\n             brain damage.\r\n\r\n(emphasis added). It is unclear from the Appellate Panel's order whether it misread\r\nDr. Deysach's statement or interpreted the report in its entirety as a finding of no\r\nphysical brain damage. Based on the inconsistency between Dr. Deysach's report\r\nand the Appellate Panel's physical brain damage finding, we remand to the\r\nAppellate Panel for clarification as to how it treated Dr. Deysach's report. In light\r\nof Crisp II and Sparks, the Appellate Panel should cite specific evidence to support\r\nits determination as to whether Baker sustained physical brain damage.\r\n\r\nII.   Crisp I\r\n\r\nBaker argues the Appellate Panel erred in relying on Crisp I. We disagree.\r\n\r\nThe Appellate Panel cited Crisp I for the proposition that there must be sufficient\r\nevidence in the record to support a finding of physical brain damage. In Crisp I,\r\nthe Single Commissioner found Crisp sustained a head injury resulting in cognitive\r\ndisorders to his brain but not a physical brain injury. 390 S.C. at 343, 701 S.E.2d\r\nat 764. This holding was affirmed by the Appellate Panel but reversed by the\r\ncircuit court. Id. The court of appeals reversed the circuit court, holding\r\n\r\n             the record is replete with substantial evidence to support\r\n             the Commission's finding that Crisp did not sustain a\r\n             physical brain injury . . . . The medical records of the\r\n             several physicians who treated Crisp following the\r\n             accident support reversal of the circuit court's decision.\r\n             The hospital's physicians did not note any symptoms\r\n             commonly attendant to a physical brain injury during\r\n             Crisp's treatment. The physicians who evaluated Crisp\r\n             following surgery did not diagnose Crisp with a physical\r\n             brain injury. In fact, [the] MRI scan did not reveal any\r\n\r\n \r\n\n                                                        \r\n\r\n\r\n                             abnormalities suggestive of a physical brain injury and\r\n                             [Dr. Kopera] specifically opined Crisp was\r\n                             neurologically intact.\r\n\r\nId. at 345, 701 S.E.2d at 765.2\r\n\r\nIn this case, the Appellate Panel, citing Crisp, found there was insufficient\r\nevidence in the record to support a finding of physical brain damage pursuant to\r\nsection 42-9-10(C) because the \"medical records of several physicians who treated\r\n[Baker] following the accident made no reference to a brain injury or physical\r\nbrain damage.\" Baker contends the Appellate Panel erred in relying on Crisp\r\nbecause there was far more evidence of \"traumatic brain injury\" in this case than in\r\nCrisp. In particular, Baker argues he complained throughout his treatment of\r\nheadaches, while Crisp did not.\r\n\r\nWe find the Appellate Panel did not err in citing Crisp I. Although Crisp I was\r\nreversed by the supreme court in Crisp II,3 the Appellate Panel's reliance on Crisp I\r\nwas not an error justifying reversal because the proposition for which Crisp I was\r\ncited was not overturned by the supreme court and remains the law of this state.\r\nAccordingly, we affirm the Appellate Panel.\r\n\r\nCONCLUSION\r\n\r\nWe affirm the Appellate Panel's reliance on Crisp I. We remand to the Appellate\r\nPanel for clarification of its physical brain damage finding.\r\n\r\nAFFIRMED IN PART AND REMANDED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n                                                            \r\n2 In Crisp v. SouthCo., Inc., 401 S.C. 627, 640, 738 S.E.2d 835, 841 (2013) (Crisp\r\nII), our supreme court noted the circuit court, court of appeals, and the parties\r\nalternatively referred to Crisp's brain injuries in terms of \"physical brain injury\"\r\nand \"physical brain damage,\" despite the \"marked difference in the length of time\r\ncompensation may be awarded when the injury is 'physical brain damage.'\"\r\n3 In Crisp II, our supreme court reversed the court of appeals and remanded to the\r\nAppellate Panel for a determination of MMI, permanency, and whether Crisp's\r\ninjury constituted \"physical brain damage\" as contemplated by section 42-9-10(C).\r\nCrisp II, 401 S.C. at 640, 738 S.E.2d at 842.\r\n\r\n \r\n\n","court":"Appeals"},{"id":"5185","title":"Fragosa v. Kade Construction","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5185.pdf","description":"Hector Fragosa appeals the South Carolina Workers' Compensation Commission Appellate Panel's (Appellate Panel) order, arguing the Appellate Panel erred in (1) finding he did not suffer physical brain damage, and was thus not entitled to lifetime benefits, and (2) relying on the opinion of Dr. Mark Wagner.","date":"2013-11-27","type":"opinion","text":"                          \r\n\r\n\r\n                     THE STATE OF SOUTH CAROLINA\r\n                         In The Court of Appeals\r\n\r\n            Hector G. Fragosa, Employee/Claimant, Appellant,\r\n\r\n            v.\r\n\r\n            Kade Construction, LLC, Employer, and Key Risk\r\n            Management Services, Inc., Carrier, Respondents.\r\n\r\n            Appellate Case No. 2012-212279\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                                Opinion No. 5185 \n\r\n                 Heard October 10, 2013 – Filed November 27, 2013 \n\r\n\r\n\r\n                    AFFIRMED IN PART AND REMANDED \n\r\n\r\n\r\n            Stephen Benjamin Samuels, of Samuels Law Firm, LLC,\r\n            of Columbia, and Jeffrey Christopher Chandler, of\r\n            Chandler Law Firm, of Myrtle Beach, for Appellant.\r\n\r\n            Michael W. Burkett and John Gabriel Coggiola, both of\r\n            Willson Jones Carter & Baxley, P.A., of Columbia, for\r\n            Respondents.\r\n\r\n\r\nLOCKEMY, J.: Hector Fragosa appeals the South Carolina Workers'\r\nCompensation Commission Appellate Panel's (Appellate Panel) order, arguing the\r\nAppellate Panel erred in (1) finding he did not suffer physical brain damage, and\r\nwas thus not entitled to lifetime benefits; and (2) relying on the opinion of Dr.\r\nMark Wagner. We affirm in part and remand.\r\n\r\n\r\n\r\n\r\n \r\n\n                         \r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nOn November 1, 2007, Fragosa, a construction worker employed by Kade\r\nConstruction, LLC (Kade), sustained injuries during the course and scope of his\r\nemployment when he was hit in the head with part of a construction crane and\r\nknocked off of the roof of a parking garage. Fragosa was transported by helicopter\r\nto MUSC in Charleston and remained in a coma for two weeks following the\r\naccident.\r\n\r\nPursuant to his MUSC discharge summary, Fragosa's diagnoses included: subdural\r\nand epidural hematomas, bilateral frontal contusions, respiratory failure,\r\nhypotension, scalp laceration, C7 and T1 spinous process fractures, right rib\r\nfractures, bilateral transverse fractures, right big toe fracture, right fifth toe\r\nfracture, skull fracture, tracheostomy, placement of endoscopic gastrostomy, and\r\namputation of the second through fifth toes of the right foot.\r\n\r\nKade accepted Fragosa's claim and began providing benefits. In October 2008,\r\nFragosa was evaluated by Dr. Mark Wagner, a clinical neuropsychologist. Dr.\r\nWagner noted Fragosa sustained a skull fracture with acute underlying minor\r\nstructural change to the brain, but his functional studies (i.e., EEGs, CTs, and\r\nMRIs) were read as \"unremarkable\" and demonstrated \"structural resolution of the\r\nwork-related injury.\" Dr. Wagner found Fragosa had \"symptoms of mild post-\r\nconcussive syndrome\" and his cognitive deficits were \"relatively mild.\" According\r\nto Dr. Wagner, Fragosa was most likely at maximum medical improvement in\r\nterms of his neurological status, and the severity of his cognitive deficits was not a\r\nmajor barrier to his return to work.\r\n\r\nFrom October 2008 to August 2009, Fragosa was treated by neurologist Dr.\r\nGeorge Sandoz for headaches and dizziness. Dr. Sandoz determined Fragosa had a\r\nright temporal lobe injury, but found there was \"no evidence of any seizure . . . nor\r\nany evidence of any damage of the brain.\" Dr. Sandoz testified Fragosa had\r\ndamage to his right inner ear which caused some loss of hearing and mastoiditis.\r\nDr. Sandoz opined Fragosa suffered a traumatic brain injury and was totally and\r\npermanently disabled. According to Dr. Sandoz, Fragosa had a 46% impairment\r\nrating to the whole body. Dr. Sandoz opined Fragosa would be unable to return to\r\ngainful employment \"not only because of the traumatic injury\" but also because his\r\ninner ear injury would make him unsteady on his feet. Dr. Sandoz testified that\r\nwhile Fragosa suffered some damage and injury to the function of the brain,\r\n\"there's no evidence of any damage on the brain that we can go and see.\" In a\r\nMarch 2011 questionnaire from Fragosa's attorney, Dr. Sandoz checked \"Yes\" in\r\n\r\n \r\n\n                         \r\n\r\n\r\nresponse to the question of whether Fragosa suffered physical brain damage\r\nrendering him totally and permanently disabled.\r\n\r\nIn October 2010, Fragosa was evaluated by psychologist and brain injury specialist\r\nDr. Robert Brabham. Dr. Brabham noted Fragosa continued to experience\r\nsymptoms typically associated with brain injuries including headaches, dizziness,\r\nanxiety, depression, and memory loss. Dr. Brabham concluded Fragosa's\r\n\"behavioral and cognitive changes have persisted . . . sufficient to conclude that the\r\nbrain injuries he sustained, described as post-concussion injuries in multiple\r\nrecords, has resulted in continuing and severe symptoms clearly associated with a\r\nphysical traumatic brain injury, the result of his on-the-job injuries.\" Dr. Brabham\r\nfurther opined \"to a high degree of medical certainty . . . [Fragosa] has experienced\r\na (Physical) Traumatic Brain Injury and must be expected to permanently remain,\r\nunable to engage in full-time gainful, competitive employment.\"\r\n\r\nOn March 21, 2011, Kade and its insurance carrier, Key Risk Management\r\nServices, Inc., (collectively, Respondents) filed a Form 21 seeking to terminate\r\ntemporary compensation. On April 8, 2011, Fragosa filed a Form 50 alleging he\r\nwas totally and permanently disabled as a result of injuries to his \"brain,\r\nheadaches, vision, spine, both upper extremities, left shoulder, hips, both lower\r\nextremities, right foot and psychological overlay.\" Fragosa also alleged he\r\nsustained physical brain damage as a result of the accident. Respondents filed a\r\nForm 51 admitting Fragosa sustained a work injury, but denying the extent of the\r\ninjuries as alleged by Fragosa.\r\n\r\nA hearing was held before the Single Commissioner on June 28, 2011. At the\r\nhearing, Fragosa alleged he was entitled to additional medical treatment as result of\r\nhis accident and a finding that he was totally and permanently disabled based on\r\nthe totality of his injuries. Additionally, Fragosa claimed he suffered physical\r\nbrain damage pursuant to section 42-9-10(C) of the South Carolina Code (Supp.\r\n2012) and thus, he was entitled to lifetime medical benefits. Respondents argued\r\nFragosa was not totally and permanently disabled and they were entitled to stop\r\npayment of Fragosa's temporary benefits because he had reached MMI.\r\nRespondents also argued Fragosa did not suffer physical brain damage, and any\r\npermanent disability compensation for an alleged injury to Fragosa's brain fell\r\nunder Regulation 67-1101 of the South Carolina Code of Regulations (2012) which\r\nsets forth the range of 25-250 weeks for either partial or total loss of use of the\r\nbrain as a result of a work accident.\r\n\r\n\r\n\r\n\r\n \r\n\n                         \r\n\r\n\r\nIn a November 21, 2011 order, the Single Commissioner held Fragosa's multiple\r\nimpairment ratings to his right leg, left arm, head and inner ear rendered him\r\ntotally and permanently disabled. Additionally, the Single Commissioner found\r\nFragosa did not suffer a physical brain injury or physical brain damage, and was\r\nnot entitled to lifetime medical benefits. Fragosa appealed the Single\r\nCommissioner's findings to the Appellate Panel. Following a hearing, the\r\nAppellate Panel affirmed the Single Commissioner's order in May 2012. Fragosa\r\nappealed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe Administrative Procedures Act establishes the standard of review for decisions\r\nby the Appellate Panel. Lark v. Bi-Lo, Inc., 276 S.C. 130, 135, 276 S.E.2d 304,\r\n306 (1981). The Appellate Panel is the ultimate fact finder in workers'\r\ncompensation cases and is not bound by the single commissioner's findings of fact.\r\nEtheredge v. Monsanto Co., 349 S.C. 451, 454, 562 S.E.2d 679, 681 (Ct. App.\r\n2002). The findings of the Appellate Panel are presumed correct and will be set\r\naside only if unsupported by substantial evidence. Lark, 276 S.C. at 135, 276\r\nS.E.2d at 306. \"Substantial evidence is not a mere scintilla of evidence, nor the\r\nevidence viewed blindly from one side of the case, but is evidence that,\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\nconclusion the administrative agency reached in order to justify its action.\" Taylor\r\nv. S.C. Dep't of Motor Vehicles, 368 S.C. 33, 36, 627 S.E.2d 751, 752 (Ct. App.\r\n2006) (quoting S.C. Dep't of Motor Vehicles v. Nelson, 364 S.C. 514, 519, 613\r\nS.E.2d 544, 547 (2005)). \"The mere possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent a finding from being supported by\r\nsubstantial evidence.\" Olson v. S.C. Dep't of Health & Envtl. Control, 379 S.C. 57,\r\n63, 663 S.E.2d 497, 501 (Ct. App. 2008).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Physical Brain Damage\r\n\r\nFragosa argues the Appellate Panel erred in finding he did not suffer physical brain\r\ndamage and was not entitled to lifetime medical benefits. We remand.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n                                                        \r\n\r\n\r\nThe nexus of this case is the distinction between a physical brain injury, which is\r\ncompensated pursuant to Regulation 67-1101,1 and physical brain damage, which\r\nis compensated pursuant to section 42-9-10(C). Fragosa argues on appeal that the\r\nAppellate Panel erred in failing to find he suffered physical brain damage and was\r\nentitled to lifetime medical benefits. However, throughout his brief Fragosa cites\r\nexamples to support his position that he suffered a brain injury. Respondents do\r\nnot deny that Fragosa suffered a physical brain injury. Instead, they maintain\r\nFragosa failed to show he suffered physical brain damage.\r\n\r\nIn general, a person injured within the Workers' Compensation Act (the Act) may\r\nnot receive compensation for a period exceeding five hundred weeks. See S.C.\r\nCode Ann. § 42-9-10(A) (Supp. 2012); S.C. Code Ann. Regs. 67-1101 (2012).\r\nHowever,                     [n]otwithstanding the five-hundred-week limitation\r\n                             prescribed in this section or elsewhere in this title, any\r\n                             person determined to be totally and permanently disabled\r\n                             who as a result of a compensable injury is a paraplegic, a\r\n                             quadriplegic, or who has suffered physical brain damage\r\n                             is not subject to the five-hundred-week limitation and\r\n                             shall receive the benefits for life.\r\n                                                            \r\n1 Section 42-9-30 of the South Carolina Code (Supp. 2012) provides specific\r\nrecoveries for total or partial physical losses and impairments suffered by an\r\nemployee to certain scheduled members including: thumbs, fingers, toes, hands,\r\narms, feet, legs, eyes, and ears. This section further provides:\r\n\r\n                             For the total or partial loss of, or loss of use of, a\r\n                             member, organ, or part of the body not covered in this\r\n                             section . . . [t]he Commission, by regulation, shall\r\n                             prescribe the ratio which the partial loss or loss or partial\r\n                             loss of use of a particular member, organ, or body part\r\n                             bears to the whole man, basing these ratios on accepted\r\n                             medical standards and these ratios determine the benefits\r\n                             payable under this subsection.\r\n\r\nS.C. Code Ann. § 42-9-30(22) (Supp. 2012) (emphasis added). Regulation 67-\r\n1101 provides additional examples of compensable scheduled members, including\r\nthe brain. It sets forth the range of 25-250 weeks of compensation for either partial\r\nloss or loss of use of the brain. S.C. Code Ann. Regs. 67-1101 (2012).\r\n\r\n \r\n\n                          \r\n\r\n\r\n\r\nS.C. Code Ann. § 42-9-10(C) (Supp. 2012) (emphasis added). \"Physical brain\r\ndamage\" is not statutorily defined. However, our supreme court recently clarified\r\nwhat is meant by \"physical brain damage\" under section 42-9-10(C) in Crisp v.\r\nSouthCo., Inc., 401 S.C. 627, 738 S.E.2d 835 (2013) (Crisp II). In Crisp II, the\r\ncourt found Crisp's argument that the mere presence of any physical brain injury or\r\ndamage, regardless of degree, triggered the operation of section 42-9-10(C) was\r\nnot persuasive. 401 S.C. at 641, 738 S.E.2d at 842. The court viewed\r\n\r\n             the inclusion of 'physical brain damage,' along with\r\n             quadriplegia and paraplegia, in section 42-9-10(C) as\r\n             indicative of the General Assembly's intent to\r\n             compensate an employee-claimant for life only in the\r\n             most serious cases of injury to the brain, separate and\r\n             apart from other scheduled injuries, resulting in\r\n             permanent physical brain damage.\r\n\r\nCrisp, 401 S.C. at 641-42, 738 S.E.2d at 842. The Crisp II court found \"the\r\nseverity of the injury is the lynchpin of the analysis\" and interpreted \"the inclusion\r\nof 'physical brain damage' among the most serious injuries within the statutory\r\nexception to the 500 week cap on benefits as an indication that the legislature was\r\ncontemplating a brain injury so severe that the person could not subsequently\r\nreturn to suitable gainful employment.\" Id. at 643, 738 S.E.2d at 843. The court\r\nstated its interpretation of the legislature's intent was \"in harmony with the entire\r\npurpose of our workers' compensation regime and recognizes the other avenues of\r\ncompensation available under the scheme for brain injuries that do not render the\r\nworker unemployable.\" Id. at 644, 738 S.E.2d at 843. Further, the court noted the\r\nquestion of whether an employee has sustained either a physical brain injury or\r\nphysical brain damage \"gives rise to the coextensive question of what proof is\r\nrequired in these cases.\" Id. at 644, 738 S.E.2d at 844. In light of the testimony,\r\nthe Crisp II court found it was \"reluctant to require use of a specific diagnostic tool\r\nin proving these medically-technical brain injury cases.\" Id.\r\n\r\nAdditionally, in Sparks v. Palmetto Hardwood, Inc., Op. No. 27229 (S.C. Sup. Ct.\r\nfiled May 22, 2013) (Shearouse Ad. Sh. No. 23 at 40), our supreme court declined\r\nto impose a requirement that physical brain damage be proven through an\r\n\"objective diagnostic medium,\" and concluded that physical brain damage, as\r\ndescribed in section 42-9-10(C), is damage that is permanent and severe.\r\n\r\n\r\n\r\n\r\n \r\n\n                         \r\n\r\n\r\nHere, the Appellate Panel made inconsistent findings with regard to the existence\r\nof a physical brain injury. In finding of fact #8, the Appellate Panel found Fragosa\r\nsustained a forty-six percent impairment to the whole person for a traumatic brain\r\ninjury. However, in finding of fact #18, the Appellate Panel found Fragosa did not\r\nsuffer a brain injury. Based on this inconsistency, we remand to the Appellate\r\nPanel for clarification. It is undisputed that Fragosa suffered severe injuries as a\r\nresult of a work related accident. However, it is unclear whether the Appellate\r\nPanel found these injuries included an injury to the brain. If the Appellate Panel\r\nfinds Fragosa did sustain a physical brain injury, it should, in light of Crisp II and\r\nSparks, cite specific evidence to support its determination as to whether such injury\r\nwas of sufficient severity to reach the level of physical brain damage as\r\ncontemplated in section 42-9-10(C).\r\n\r\nII.   Dr. Wagner\r\n\r\nFragosa argues the Appellate Panel erred in relying on Dr. Wagner's report in\r\nfinding Fragosa did not suffer physical brain damage. We disagree.\r\n\r\nThe Appellate Panel found:\r\n\r\n             Dr. Mark Wagner noted that [Fragosa] sustained a skull\r\n             fracture with acute underlying minor structural change to\r\n             the brain, but Dr. Wagner concluded that functional\r\n             studies, such as EEGs, CTs, and MRIs, were read as\r\n             unremarkable 'demonstrating structural resolution of the\r\n             work-related injury.' ([Fragosa]'s APA #4, pg. 655).\r\n\r\nFragosa contends the Appellate Panel's reliance on Dr. Wagner's statement\r\nregarding imaging studies having been read as unremarkable is legal error. He\r\nmaintains Dr. Wagner never rendered an opinion, or \"concluded\" as the order\r\nstates, that Fragosa did not suffer physical brain damage. Instead, Fragosa argues\r\nDr. Wagner merely commented that the later imaging studies were read as\r\nunremarkable. Fragosa asserts that as a neuropsychologist, Dr. Wagner cannot\r\ninterpret imaging studies.\r\n\r\nIn reply, Respondents argue Dr. Wagner simply restated the findings made by\r\nother doctors who interpreted the studies. Respondents assert Dr. Wagner's\r\nreliance on the interpretations of other doctors was proper since all of the doctors\r\nwho treated Fragosa relied on the diagnostic testing to determine the proper course\r\n\r\n\r\n\r\n \r\n\n                          \r\n\r\n\r\nof treatment despite the fact that they were not radiologists specifically trained to\r\ninterpret the films themselves.\r\n\r\nWe disagree with Fragosa's assertion that the Appellate Panel found Dr. Wagner\r\nhad \"concluded\" that Fragosa's diagnostic studies were unremarkable. Dr. Wagner\r\ndid not find the studies unremarkable; he simply restated the findings made by the\r\ndoctors who did interpret the studies. The radiologist who performed Fragosa's\r\nJanuary 2008 CT found (1) no evidence of acute intracranial process and (2)\r\nhealing skull fractures. The radiologist who conducted Fragosa's September 2008\r\nMRI found (1) right mastoiditis and an (2) otherwise unremarkable MRI of the\r\nbrain. Finally, Dr. Sandoz determined Fragosa's October 2008 EEG was within a\r\nwide range of normal limits with \"no focal abnormality or seizure discharges\"\r\nnoted. As a neuropsychologist, Dr. Wagner is able to consider the diagnostic\r\nstudies and findings of other doctors in the formation of his opinion. Thus, the\r\nAppellate Panel did not err in relying on the opinion of Dr. Wagner.\r\n\r\nCONCLUSION\r\n\r\nWe affirm the Appellate Panel's reliance on the opinion of Dr. Wagner and remand\r\nfor clarification regarding the existence of a physical brain injury.\r\n\r\nAFFIRMED IN PART AND REMANDED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n","court":"Appeals"}]