[{"id":"5230","title":"State v. Johnson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5230.pdf","description":"Christopher Lee Johnson appeals his conviction for driving under the influence, arguing the circuit court erred in denying his motion to dismiss the charge because the Greenville Police Department failed to comply with the video recording requirements of section 56-5-2953 of the South Carolina Code (Supp. 2013).   We affirm.","date":"2014-05-14","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Christopher Lee Johnson, Appellant.\r\n\r\n            Appellate Case No. 2011-201808\r\n\r\n\r\n                        Appeal From Greenville County\r\n                   G. Edward Welmaker, Circuit Court Judge\r\n\r\n\r\n                              Opinion No. 5230 \n\r\n                  Heard January 7, 2014 – Filed May 14, 2014 \n\r\n\r\n\r\n                                 AFFIRMED\r\n\r\n\r\n            Dayne C. Phillips, of Lexington, and Appellate Defender\r\n            Carmen Vaughn Ganjehsani, of Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Mark Reynolds Farthing, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nTHOMAS, J.: Christopher Lee Johnson appeals his conviction for driving under\r\nthe influence (DUI), arguing the circuit court erred in denying his motion to\r\ndismiss the charge because the Greenville Police Department (GPD) failed to\r\n\ncomply with the video recording requirements of section 56-5-2953 of the South\r\nCarolina Code (Supp. 2013).1 We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nIn the early hours of March 18, 2010, Officer Jesse Lowe of the GPD conducted a\r\ntraffic stop of Johnson after observing Johnson (1) operating a vehicle without its\r\nheadlights on and with an inoperable brake light and (2) stopping at a red light,\r\nentering the intersection, and stopping again in the middle of the red-lit\r\nintersection. During the traffic stop, Officer Lowe noted Johnson's eyes were\r\n\"glassy\" and that he smelled of alcohol. Officer Lowe also noticed Johnson was\r\nwearing a wristband from a local restaurant and bar. After informing Johnson of\r\nhis traffic violations, Officer Lowe asked Johnson if he had consumed any alcohol.\r\nJohnson responded \"too much,\" and stated he had consumed \"six to seven beers at\r\nleast.\" As a result of his initial observations, Officer Lowe conducted three field\r\nsobriety tests.2 After Johnson failed these tests, Officer Lowe placed Johnson\r\nunder arrest for DUI and transported him to the Greenville County Detention\r\nCenter.\r\n\r\nUpon arrival at the detention center, Officer Lowe prepared an affidavit regarding\r\nhis failure to produce a video recording of Johnson's conduct at the incident site.\r\nOn the affidavit, Officer Lowe checked a box reading:\r\n\r\n             At the time of the Defendant's arrest the vehicle I was\r\n             operating had not been equipped with [a] videotaping\r\n             device and therefore pursuant to Section 18 of Senate Bill\r\n             174 of 1998, the videotaping requirement regarding\r\n             vehicles is not applicable.\r\n\r\n\r\n1 The code provision in effect at the time Johnson committed the offense in 2010\r\nhas not since been amended; thus, we cite to the current version of section 56-5-\r\n2953.\r\n2 The field sobriety tests were recorded on a personal camera by Officer Donnie Ng\r\nof the GPD, who arrived at the scene of the traffic stop after Johnson was already\r\nout of his car. Upon Officer Ng's arrival, Officer Lowe asked him if he had a video\r\ncamera in his vehicle, which Officer Ng did not. The video recorded by Officer\r\nNg did not begin until after Johnson had already been pulled over and exited his\r\ncar. The State has not argued on appeal that the video recorded by Officer Ng\r\nmeets the requirements of section 56-5-2953.\r\n\nJohnson was subsequently indicted for second-offense DUI and driving under\r\nsuspension, and the case proceeded to trial. Prior to trial, Johnson's counsel moved\r\nto dismiss the DUI charge on the ground that the GPD failed to comply with the\r\nvideo recording requirements of section 56-5-2953.\r\n\r\nAt a pre-trial hearing on this matter, Lieutenant Joe Browning testified regarding\r\nhis management of the GPD's budget and the GPD's efforts over the previous\r\ndecade to obtain and maintain video recording systems for their law enforcement\r\nvehicles. Lieutenant Browning stated the GPD acquired its first four camera\r\nsystems from the Department of Public Safety (DPS) as part of a safety award\r\nsome time prior to 2001. Lieutenant Browning testified the GPD began an effort in\r\nDecember 2001 to purchase its own camera systems and expended $35,550 on\r\neighteen camera systems. However, these camera systems began failing soon after\r\nthe purchase, and the GPD sold them all for $155.\r\n\r\nAccording to Lieutenant Browning, on February 13, 2002, DPS informed the GPD\r\nthat it would be receiving VHS-based camera systems from DPS following \"the\r\nchange with the DUI law.\" The GPD subsequently requested fifteen camera\r\nsystems. On August 8, 2002, the GPD received one camera system from DPS\r\nalong with a letter informing them that funds were not available to provide all the\r\nrequested camera systems at one time. Instead, a computerized random selection\r\nprocess was utilized, by which the GPD received one camera system. By the end\r\nof 2004, the GPD had received twenty-one camera systems.\r\n\r\nLieutenant Browning further testified that the GPD was confined to the amount of\r\ncamera systems it had previously requested and could not request any more camera\r\nsystems until 2009. After waiting to no avail for DPS to take more camera system\r\nrequests, the GPD established a committee in late 2007 and early 2008 to look into\r\npurchasing its own camera systems. The committee decided the GPD should\r\nutilize digital-based camera systems rather than VHS-based camera systems due to\r\nthe advantages in storage, installation, and video quality. The committee requested\r\nrecording systems from nine different companies in order to test the equipment. In\r\nFebruary 2010, the GPD began purchasing digital-based camera systems from\r\nKustom Signals. 3 As of the date of Johnson's trial, the GPD had spent\r\n$463,463.99 to purchase eighty-nine digital-based camera systems.\r\n\r\n\r\n3Lieutenant Browning explained the GPD's delay in purchasing these camera\r\nsystems was due to the lengthy process of attempting to obtain approval and extra\r\nfunding from state and local government.\r\n\nIn April of 2009, DPS notified law enforcement agencies that the 2002 requests\r\nhad been satisfied and it was now accepting requests for additional camera\r\nsystems. Lieutenant Browning testified that this was the first opportunity since\r\n2002 to request additional camera systems. DPS also informed law enforcement\r\nagencies that it would fulfill requests for VHS-based camera systems before\r\nfulfilling any requests for digital-based camera systems. 4 According to Lieutenant\r\nBrowning, the GPD opted to request twenty digital-based camera systems in 2009\r\nrather than VHS-based camera systems because the GPD had already expended a\r\nsignificant amount of its own funds transitioning towards digital-based recording.5\r\nAs of the date of Johnson's trial, the GPD had yet to receive any camera systems\r\nfrom DPS since its 2009 request.\r\n\r\nElaine Johnson, an employee of DPS and previously the Director of the\r\nDepartment of Resource Management when section 56-5-2953 was enacted,\r\ntestified next regarding DPS's efforts to implement legislation and provide video\r\nrecording systems to state law enforcement agencies. She indicated that DPS is\r\nresponsible for purchasing, installing, and maintaining video recording systems.\r\nJohnson stated that, as she understood it, section 56-5-2953 was enacted so that\r\nindividual law enforcement agencies would not have to spend their own money on\r\ncamera systems. According to Johnson, it will take fifteen years to fulfill the\r\nnumber of camera systems requested statewide in 2009. She further verified that\r\nthe GPD had received twenty-one camera systems as of 2004, and that the GPD's\r\n2009 request for twenty digital-based camera systems was still pending.\r\n\r\nJohnson's counsel then argued our supreme court's holding in Town of Mount\r\nPleasant v. Roberts, 393 S.C. 332, 713 S.E.2d 278 (2011), warranted dismissal of\r\nthe DUI charge. At the conclusion of the pre-trial hearing, the circuit court denied\r\nthe motion to dismiss, finding the facts of this case were distinguishable from those\r\nin Roberts because, unlike the law enforcement agency in Roberts, the GPD \"was\r\nalways seeking to get to the trough to get the equipment when they could,\r\nexpending their own dollars in addition.\" The case proceeded to trial and the jury\r\nconvicted Johnson of DUI and driving under suspension.6 This appeal followed.\r\n\r\n4 The Greenville Sheriff's Department (GSD), the highest priority agency in the\r\nstate to request VHS-based camera systems in 2009, did not receive any camera\r\nsystems until over a month after Johnson's arrest. The GSD had second priority\r\nstatewide; the GPD had twenty-first priority.\r\n5 Lieutenant Browning testified the GPD would have requested forty camera\r\nsystems in 2009 but he did not believe DPS could supply that many.\r\n6 At trial, Johnson stipulated to knowingly driving with a suspended license.\r\n\nISSUE ON APPEAL\r\n\r\nDid the circuit court err in denying Johnson's motion to dismiss his DUI charge\r\nbecause of the GPD's failure to comply with the video recording requirements of\r\nsection 56-5-2953 of the South Carolina Code (Supp. 2013)?\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, the appellate court sits to review errors of law only. State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). Thus, an appellate court is\r\nbound by the trial court's factual findings unless they are clearly erroneous. Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nA person who commits the offense of DUI \"must have his conduct at the incident\r\nsite and the breath test site video recorded . . . [and] [t]he video recording at the\r\nincident site must . . . not begin later than the activation of the officer's blue lights.\"\r\nS.C. Code Ann. § 56-5-2953(A)(1)(a)(i) (Supp. 2013). However, subsection 56-5-\r\n2953(B) outlines four exceptions that excuse noncompliance with subsection (A)'s\r\nmandatory video recording requirements:\r\n\r\n              Failure to comply with the video recording requirement\r\n              is excused: (1) if the arresting officer submits a sworn\r\n              affidavit certifying the video equipment was inoperable\r\n              despite efforts to maintain it; (2) if the arresting officer\r\n              submits a sworn affidavit that it was impossible to\r\n              produce the video recording because either (a) the\r\n              defendant needed emergency medical treatment or (b)\r\n              exigent circumstances existed; (3) in circumstances\r\n              including, but not limited to, road blocks, traffic accident\r\n              investigations, and citizen's arrests; or (4) for any other\r\n              valid reason for the failure to produce the video recording\r\n              based upon the totality of the circumstances.\r\n\r\nState v. Manning, 400 S.C. 257, 264, 734 S.E.2d 314, 317-18 (Ct. App. 2012)\r\n(citing § 56-5-2953(B)). Pursuant to subsection (G) of 56-5-2953, the provisions\r\nof subsections (A) and (B) of 56-5-2953 take effect for each law enforcement\r\nvehicle used for traffic enforcement once the law enforcement vehicle is equipped\r\nwith a video recording device. The failure to comply with the provisions of section\r\n\n56-5-2953 merits a per se dismissal. Town of Mount Pleasant v. Roberts, 393 S.C.\r\n332, 348, 713 S.E.2d 278, 286 (2011).\r\n\r\nJohnson alleges the failure to produce a video recording in compliance with section\r\n56-5-2953 merited the dismissal of the DUI charge pursuant to the supreme court's\r\nholding in Roberts. In Roberts, a Mount Pleasant police officer failed to record the\r\ntraffic stop of Roberts because the officer's vehicle was not equipped with a video\r\ncamera. Id. at 336, 713 S.E.2d at 280. Prior to the trial in municipal court, Roberts\r\nmoved to dismiss the charge based on the officer's failure to videotape the entire\r\narrest pursuant to section 56-5-2953. Id. at 337, 713 S.E.2d at 280. In opposing\r\nthat argument, the Town of Mount Pleasant (the Town) relied on subsection (G) of\r\nsection 56-5-2953 for the proposition that the videotaping requirement only takes\r\neffect once the law enforcement vehicle is equipped with a videotaping device. Id.\r\nat 337-38, 713 S.E.2d at 280-81. As the vehicle had not been equipped with such a\r\ndevice, the Town argued the statute had not taken effect. 7 Id. In support of her\r\nmotion to dismiss, Roberts called several law enforcement officers from\r\nCharleston, Berkeley, and Dorchester counties in an attempt to establish that\r\nMount Pleasant had fewer video cameras than these municipalities despite a higher\r\nnumber of DUI arrests. Id. at 338, 713 S.E.2d at 281. Roberts argued the Town\r\nhad willfully avoided compliance with 56-5-2953 as it had not requested additional\r\ncameras from DPS in response to increasing DUI arrests.8 Id. Additionally,\r\nRoberts argued the Town was financially able to purchase additional video\r\ncameras but had chosen not to do so. Id.\r\n\r\nAt the conclusion of the pre-trial hearing, the municipal court denied Roberts's\r\nmotion to dismiss. Id. at 339, 713 S.E.2d at 281. The municipal court concluded\r\nthere was no requirement that Mount Pleasant obtain any video cameras, and noted\r\nthat subsection (G) indicated the other provisions of section 56-5-2953 only take\r\n\r\n7 Our supreme court noted \"this argument would be valid but for the Town's\r\nobvious intentional efforts to avoid complying with section 56-5-2953.\" Roberts,\r\n393 S.C. at 338, 713 S.E.2d at 281.\r\n8 From our reading of Roberts, the Town did not argue that the difficulty in\r\nreceiving video cameras from DPS contributed to their noncompliance. Unlike\r\nthis case, it does not appear that the Town presented evidence that law enforcement\r\nagencies were unable to request additional cameras until 2009. Instead, \"[t]he\r\nTown countered Roberts's arguments by claiming that DPS was solely responsible\r\nfor providing the video cameras and, thus, the Town did not have a duty to request\r\nor purchase additional cameras in order to comply with the statute.\" Roberts, 393\r\nS.C. at 338-339, 713 S.E.2d at 281.\r\n\neffect once a vehicle is equipped with a videotaping device. Id. Roberts was\r\nconvicted of DUI and subsequently appealed her conviction to the circuit court. Id.\r\nThe circuit court reversed Roberts's conviction, finding that to construe subsection\r\n(G) as proposed by the Town would permit law enforcement agencies to\r\ncircumvent the statute by not requesting video cameras from DPS. Id. at 340, 713\r\nS.E.2d at 282. The circuit court also concluded that none of the exceptions in\r\nsubsection (B) of 56-5-2953 were satisfied. Id.\r\n\r\nIn affirming the circuit court, our supreme court held that the Town's failure to\r\nequip its patrol vehicles with video cameras, despite its \"priority\" ranking,\r\n\"defeat[ed] the intent of the Legislature and violated the statutorily-created\r\nobligation to videotape DUI arrests.\" Id. at 347, 713 S.E.2d at 285. The supreme\r\ncourt went on to say the Town should not be able to continually evade its duty by\r\nrelying on subsection (G) of section 56-5-2953. Id. The court also pointed out that\r\nthe Town failed to satisfy any of the statutory exceptions to the videotaping\r\nrequirement. Id. Furthermore, the Town's failure to request additional video\r\ncameras from DPS did not constitute a \"valid reason for the failure to produce the\r\nvideotape based upon the totality of the circumstances.\" Id. at 348, 713 S.E.2d at\r\n286 (citing § 56-5-2953(B)). In reaching this decision, the supreme court noted\r\nthat its holding was dependent on the specific facts of Roberts, and it could\r\nenvision other circumstances in which a law enforcement agency could establish a\r\n\"valid reason\" for noncompliance:\r\n\r\n             Our decision should in no way be construed as\r\n             eradicating subsection (G) of section 56-5-2953. Instead,\r\n             we emphasize that subsection (G) is still viable and must\r\n             be read in conjunction with subsection (B) as these\r\n             exceptions, under the appropriate factual circumstances,\r\n             could operate to excuse a law enforcement agency's\r\n             noncompliance due to the failure to equip a patrol vehicle\r\n             with a video camera. For example, we can conceive of a\r\n             scenario where a law enforcement agency establishes a\r\n             'valid reason' for failing to create a video of the incident\r\n             site by offering documentation that, despite concerted\r\n             efforts to request video cameras, it has not been supplied\r\n             with the cameras from DPS.\r\n\r\nId. at 349, 713 S.E.2d at 286-87.\r\n\nIn the present case, we find the GPD established a valid reason for its failure to\r\nequip a patrol vehicle with a video recording system. Lieutenant Browning's\r\ntestimony outlined the GPD's extensive efforts to obtain video recording systems\r\nfor its law enforcement vehicles. The GPD requested camera systems from DPS in\r\nboth 2002 and 2009, which were the only opportunities to request camera systems\r\nfrom DPS.9 Unlike the police department in Roberts, the GPD had already begun a\r\nprocess of expending its own funds to purchase camera systems before Johnson's\r\narrest. This process included establishing a committee to research camera systems\r\nand necessitated the time-consuming task of attempting to secure extra funding\r\nfrom state and local government. These efforts do not constitute an attempt to\r\nevade the requirements of section 56-5-2953; instead, we agree with the circuit\r\ncourt that these efforts signify an attempt to comply with the statute with the\r\nlimited funds and opportunities available. As we find the GPD did not seek to\r\nevade compliance with 56-5-2953 through reliance on subsection (G), subsection\r\n(G) still applies. Therefore, the video recording requirements of subsection 56-5-\r\n2953(A) had not taken effect because the vehicle had yet to be equipped with video\r\nrecording equipment. Additionally, had the requirements taken effect, we find\r\nthese facts constitute a \"valid reason\" under a totality of the circumstances\r\nanalysis, which would satisfy an exception under section 56-5-2953(B). See\r\nRoberts, 393 S.C. at 349, 713 S.E.2d at 286-87 (\"We can conceive of a scenario\r\nwhere a law enforcement agency establishes a 'valid reason' for failing to create a\r\n\r\n\r\n9 Johnson also argues the number of camera systems requested by the GPD was\r\ninsufficient in comparison to the number of requests made by police departments\r\nin \"other highly populated cities.\" Specifically, Johnson points out that in 2009 the\r\nCharleston Police Department requested 200 camera systems and the Columbia\r\nPolice Department requested 193 camera systems. However, this argument lacks\r\nmerit because the number of DUI arrests, rather than population, governs priority\r\nfor camera systems. In 2009, the Charleston and Columbia police departments had\r\nfirst and ninth priority, respectively, while the GPD had twenty-first priority.\r\nAccording to a DPS spreadsheet, the number of camera systems requested by the\r\nGPD was comparable to the number of requests by agencies with similar \"priority\"\r\nrankings. More specifically, the Richland County and Anderson County sheriff's\r\ndepartments had 2009 priority rankings of nineteenth and twentieth, respectively.\r\nAccordingly, the spreadsheet reveals that Richland County requested ten camera\r\nsystems in 2009, Anderson County requested fifteen camera systems, and the GPD\r\nrequested twenty camera systems. Similarly, in 2002, the GPD had twentieth\r\npriority and requested more camera systems than the two agencies with eighteenth\r\nand nineteenth priority.\r\n\nvideo of the incident site by offering documentation that, despite concerted efforts\r\nto request video cameras, it has not been supplied with the cameras from DPS.\").\r\n\r\nCONCLUSION\r\n\r\nWe hold the circuit court properly denied Johnson's motion to dismiss his charge\r\nfor DUI. Unlike the police department in Roberts, the GPD did not seek to evade\r\nits duties in equipping law enforcement vehicles with video recording systems.\r\nThus, under subsection (G) of 56-5-2953, the video recording requirements of\r\nsubsection 56-5-2953(A) had not taken effect because a video camera had not been\r\ninstalled in the vehicle. Accordingly, the circuit court's decision is\r\n\r\nAFFIRMED.\r\n\r\nSHORT and WILLIAMS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5203","title":"Teeter v. Teeter","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5203.pdf","description":"James Arthur Teeter, III appeals the family court's rulings regarding the valuation and classification of property in this divorce action.  He also argues the family court erred in excluding information obtained from his wife's email account regarding her relationship with another man.  We affirm as modified and remand.","date":"2014-05-21","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             James Arthur Teeter, III, Appellant,\r\n\r\n             v.\r\n\r\n             Debra M. Teeter, Respondent.\r\n\r\n             Appellate Case No. 2012-212565\r\n\r\n\r\n\r\n                         Appeal From Lexington County \n\r\n                        Deborah Neese, Family Court Judge \n\r\n\r\n\r\n                                Opinion No. 5203 \n\r\n                  Heard December 11, 2013 – Filed March 5, 2014 \n\r\n                  Withdrawn, Substituted and Refiled May 21, 2014 \n\r\n\r\n\r\n                  AFFIRMED AS MODIFIED AND REMANDED\r\n\r\n\r\n             Jean P. Derrick, of Lexington, for Appellant.\r\n\r\n             C. Vance Stricklin, Jr., of Moore, Taylor & Thomas,\r\n             P.A., of West Columbia, and Katherine Carruth Goode,\r\n             of Winnsboro, for Respondent.\r\n\r\n\r\nKONDUROS, J.: James Arthur Teeter, III (Husband) appeals the family court's\r\nrulings regarding the valuation and classification of property in this divorce action.\r\nHe also argues the family court erred in excluding information obtained from the e-\r\nmail account of Debra Teeter (Wife) regarding her relationship with another man.\r\nWe affirm as modified and remand.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nHusband and Wife married in November 1996.1 At that time, Husband was\r\nemployed as a stock broker for Prudential Securities. He owned several parcels of\r\nreal estate including his residence, the Indian Creek property, and three rental\r\nproperties. During the marriage, Husband changed employers and went to work\r\nfor Legg Mason as a stock broker. He eventually founded his own investment\r\nfirm, Apex Investment Advisors, LLC, in 2003. Wife became a certified fraud\r\nexaminer during the marriage. At the time of the temporary hearing in May 2009,\r\nHusband claimed gross annual income of $71,000 and Wife claimed $78,756. At\r\nthe time of the final hearing, in 2011, Husband claimed gross annual income of\r\n$116,000 and Wife claimed $97,000. 2 Husband and Wife always maintained\r\nseparate checking accounts, and Husband put all his regular income, rental income,\r\nand proceeds from real estate transactions into his single account.\r\n\r\nIn 1998, Husband sold the Indian Creek property, and the parties bought their\r\ndream home (Bob White property). Husband generally made the mortgage\r\npayment on the property and paid for utilities and repairs, while Wife bought\r\ngroceries and paid for childcare and other miscellaneous expenses. During the\r\nmarriage, Husband purchased additional rental properties. The division of some of\r\nthose properties is at issue on appeal, and the details of those transactions are set\r\nforth below. Generally, Husband claims he sold or mortgaged nonmarital rental\r\nproperties for a portion of the newly acquired properties and borrowed the rest in\r\nthe form of a mortgage on the properties, which were self-supporting.\r\n\r\nThe parties agreed that after the birth of their second child in 2001, they began to\r\ngrow apart. After the parties separated in 2008, Husband suspected Wife was\r\ninvolved with another man. He testified he saw Wife's e-mail password written on\r\na sheet of paper that was lying on top of her open purse while he was visiting the\r\nmarital home to see the children. Husband also testified he installed spyware on\r\nWife's computer but indicated it did not produce any relevant information, only a\r\ncouple of \"garbled\" screen shots. Husband read some of Wife's e-mails, which\r\nrevealed she had been in contact with a former colleague. In one series of e-mails\r\nfrom 2009, Wife attempted to convince the man to meet her in Myrtle Beach.\r\nAdditionally, Wife admitted at trial she had lied to Husband about attending a class\r\n1 Two children were born to Husband and Wife but all issues related to the children \n\r\nhave been settled by agreement. \n\r\n2 Wife waived alimony prior to the final hearing. \n\r\n\nreunion in Nashville and instead went to see the former colleague in Arizona in\r\n2010. Wife never admitted to committing adultery. Husband admitted to\r\ncommitting post-separation adultery.\r\n\r\nThe family court had previously granted the parties' divorce based on one year's\r\ncontinuous separation. With respect to equitable apportionment, the family court\r\ndetermined the division of marital assets should be 55%/45% in Husband's favor.\r\nThe family court excluded evidence of Wife's e-mails and the evidence flowing\r\ntherefrom on the basis that their interception violated the Electronic\r\nCommunications Privacy Act. However, the family court emphasized that Wife's\r\nalleged adultery had no impact on its division of assets.\r\n\r\nThe family court determined the Glenn Street properties, rental properties\r\npurchased by Husband during the marriage, were marital property. The court\r\nfurther determined Husband's business was marital property and assigned it a value\r\nof $74,775.32 based upon a balance sheet prepared by Husband in 2011. The\r\nfamily court assigned equity of $12,600 to the Garner Lane property acquired by\r\nan LLC Husband created during the marriage to lease the property to Apex\r\nInvestors. As part of the division of assets, the parties were to sell the Bob White\r\nproperty, where Wife had been living with the children since the parties separated.\r\nWife was to pay 45% of the mortgage and Husband was to pay 55% until the\r\nproperty sold. Finally, the family court awarded Wife $15,000 in attorney's fees,\r\nreasoning Husband's dispute over the Glenn Street properties and his activities\r\nconcerning Wife's e-mails had generated a large portion of Wife's attorney's fees.\r\nHusband's request for attorney's fees and private detective's fees was denied. This\r\nappeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In reviewing the decision of the family court, an appellate court has the authority\r\nto find the facts in accordance with its own view of the preponderance of the\r\nevidence.\" S.C. Dep't of Soc. Servs. v. Sarah W., 402 S.C. 324, 333-34, 741 S.E.2d\r\n739, 744 (2013). \"While this [c]ourt retains its authority to make its own findings\r\nof fact, we recognize the superior position of the family court in making credibility\r\ndeterminations.\" Id. at 334, 741 S.E.2d at 744. \"Moreover, consistent with our\r\nconstitutional authority for de novo review, an appellant is not relieved of his\r\nburden to demonstrate error in the family court's findings of fact.\" Lewis v. Lewis,\r\n392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011). Therefore, \"the family court's\r\nfactual findings will be affirmed unless appellant satisfies this court that the\r\n\npreponderance of the evidence is against the finding of the [family] court.\" Id.\r\n(internal quotation marks omitted).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Exclusion of Emails\r\n\r\nHusband contends the family court erred in concluding he violated the Electronic\r\nCommunications Privacy Act, 18 U.S.C.A. § 2515 (2000), based on a lack of\r\ncredibility in his testimony that he accessed Wife's e-mails by means other than\r\nspyware.3 He further maintains the family court erred by interpreting the statute to\r\npreclude all the evidence of Wife's alleged adultery except the actual e-mails. We\r\ndisagree.\r\n\r\nThe family court did not find Husband's testimony that he stumbled onto Wife's\r\npassword to be credible. Husband admitted he installed spyware on Wife's\r\ncomputer for the purpose of monitoring her e-mails. The determination of\r\ncredibility lies largely within the province of the family court. The record supports\r\nthe family court's factual finding in light of Wife's testimony that she had not\r\nwritten down her password and would have left it in her planner at work had she\r\ndone so. The only way Husband knew to investigate Wife's out-of-town trip was\r\nby accessing her e-mail account. Without further argument or testimony that\r\nHusband's installation of the spyware did not violate the Act, Husband has not\r\ndemonstrated the family court erred by excluding all the evidence related to Wife's\r\nrelationship with her former colleague. See Rickenbaker v. Rickenbaker, 226\r\nS.E.2d 347, 352-53 (N.C. 1976) (holding all evidence regarding the wife's\r\nadulterous conduct derived by the husband's interception of her phone calls\r\ninadmissible under the Act).\r\n\r\nEven if the family court erred in excluding evidence of the relationship, the court\r\nexplicitly stated in its order that neither Wife's conduct nor Husband's post-\r\nseparation adultery were considered in the equitable division of assets.4 The court\r\n\r\n3 18 U.S.C.A. § 2515 provides \"[w]henever any wire or oral communication has \n\r\nbeen intercepted, no part of the contents of such communication and no evidence \n\r\nderived therefrom may be received in evidence in any trial, hearing, or other \n\r\nproceeding in or before any court . . . .\"\n\r\n4 See McCall v. Finley, 294 S.C. 1, 4, 362 S.E.2d 26, 28 (Ct. App. 1987) \n\r\n(\"[W]hatever doesn't make any difference, doesn't matter.\"). \n\r\n\ndetermined Husband and Wife grew apart as a consequence of not communicating\r\nafter the birth of their second child. While Wife's post-separation contact with her\r\nformer colleague was not completely irrelevant, the family court determined it did\r\nnot impact the break-up of the marriage nor deplete the marital assets. That is a\r\nfinding well-within the family court's purview, and Husband has not met his\r\nburden of proving the family court erred.\r\n\r\nII.   Glenn Street Properties\r\n\r\nHusband argues the family court erred in determining the Glenn Street properties,\r\npurchased or created during the marriage, were marital assets. We disagree.\r\n\r\nHusband purchased 951 Glenn Street in 1998 for approximately $60,000. He\r\ntestified he used $11,726 in proceeds from the sale of the Indian Creek property as\r\na down payment. HUD statements support that Husband sold the Indian Creek\r\nproperty, received approximately $34,000 in proceeds, and purchased 951 Glenn\r\nStreet two weeks later with an $11,726 down payment. Husband financed the\r\nremainder of the purchase price with a mortgage on the property, and the record\r\nshows 951 Glenn Street generated enough rent to cover the mortgage payments.\r\nWife testified she did not know the source of the funding to buy 951 Glenn Street.\r\n\r\nIn March 2001, Husband mortgaged a nonmarital property (the Wellington\r\nproperty) and netted $29,524. Husband testified that in November 2001, he used\r\nthose funds to subdivide 951 Glenn Street into two additional lots, 947 and 955,\r\nand make improvements to them. Husband made total improvements of $87,543\r\nto the two new lots utilizing personal credit lines to pay for the remainder of the\r\nimprovements. When the work was completed, Husband mortgaged 947 Glenn\r\nStreet and 955 Glenn Street for $111,800. He paid off the credit lines with the\r\nmortgage loan and the rent generated covered the mortgage payments.\r\n\r\nGenerally, property acquired during a marriage is considered marital property\r\nregardless of how title is held. S.C. Code Ann. § 20-3-630(A) (Supp. 2012). Two\r\nexceptions to this general rule include property acquired before the marriage or\r\nproperty acquired in exchange for nonmarital property. Id. \"The burden to\r\nestablish an exemption under section [20-3-630] is upon the one claiming that the\r\nproperty is not marital property.\" 13 S.C. Jur. Divorce § 57 (1992).\r\n\r\n             The nonmarital character of . . . property may be lost if\r\n             \"the property becomes so commingled as to be\r\n\n             untraceable; is utilized by the parties in support of the\r\n             marriage; or is titled jointly or otherwise utilized in such\r\n             manner as to evidence an intent by the parties to make it\r\n             marital property.\"\r\n\r\nMyers v. Myers, 391 S.C. 308, 319, 705 S.E.2d 86, 92 (Ct. App. 2011) (quoting\r\nHussey v. Hussey, 280 S.C. 418, 423, 312 S.E.2d 267, 270-71 (Ct. App. 1984)).\r\n\"The phrase 'so commingled as to be untraceable' is important because the mere\r\ncommingling of funds does not automatically make them marital funds.\" Id.\r\n(quoting Wannamaker v. Wannamaker, 305 S.C. 36, 40, 406 S.E.2d 180, 182 (Ct.\r\nApp. 1991)).\r\n\r\n\"'For purposes of equitable distribution, a marital debt is a debt incurred for the\r\njoint benefit of the parties regardless of whether the parties are legally liable or\r\nwhether one party is individually liable.'\" Schultze v. Schultze, 403 S.C. 1, 8, 741\r\nS.E.2d 593, 597 (Ct. App. 2013) (quoting Wooten v. Wooten, 364 S.C. 532, 546,\r\n615 S.E.2d 98, 105 (2005)). \"There is a rebuttable presumption that a debt of\r\neither spouse incurred prior to the beginning of marital litigation is marital and\r\nmust be factored in the totality of equitable apportionment.\" Id.\r\n\r\nIn this case, because the Glenn Street properties were purchased or created during\r\nthe marriage, Husband bears the burden of establishing the properties were\r\nnonmarital. The family court concluded Husband failed to meet this burden\r\nbecause the nonmarital funds used to purchase and improve the properties were so\r\ncommingled into Husband's checking account as to be untraceable. Furthermore,\r\nthe family court noted the properties were primarily acquired with debt incurred\r\nduring the marriage.\r\n\r\nWe conclude the family court correctly determined 951 Glenn Street was a marital\r\nasset. Husband testified he used $11,726 from the sale of the nonmarital Indian\r\nCreek property as a down payment. The remainder of 951 Glenn Street was\r\nacquired through a mortgage on the property. While the record demonstrates the\r\nproperty generated enough income to cover the mortgage payment, the debt was\r\nincurred during the marriage and the rental income from the property was used to\r\nbenefit both parties. Husband testified excess rental proceeds were used in support\r\nof the marriage, and the rental payments were always deposited into Husband's\r\ngeneral checking account. Therefore, we affirm the family court's determination\r\nthat 951 Glenn Street constituted marital property.\r\n\nHowever, applying our de novo standard of review, we find Husband was able to\r\nestablish nonmarital funds contributed to the initial purchase of 951 Glenn Street.\r\nHis down payment of $11,726 was sufficiently traceable to the sale of the Indian\r\nCreek property. Wife did not dispute Husband's testimony regarding his use of the\r\nIndian Creek funds, and the HUD statements from the closing of the Indian Creek\r\nsale and Glenn Street purchase support Husband's testimony.5 Additionally, the\r\nsale of the Indian Creek property and the purchase of Glenn Street occurred only\r\ntwo weeks apart. See Myers, 391 S.C. at 319-20, 705 S.E.2d at 92-93 (finding\r\nHusband's truck was nonmarital property when he inherited $60,000, deposited the\r\nfunds into a joint account holding his general income, wrote a check for the truck\r\nthe following day, and Wife could not dispute that the inheritance was the source\r\nof funds for the truck).\r\n\r\nAlthough Husband is entitled to recognition of this nonmarital contribution, we\r\ndecline to modify the family court's equitable division ratio of the marital estate.\r\nHusband is not entitled to a \"refund\" of his down payment contribution.6 That\r\ncontribution is merely to be considered a factor in the overall equitable distribution\r\nbetween the parties. The family court acknowledged that Husband had made a\r\nlarger direct financial contribution to the acquisition of marital assets — 65%.\r\nHusband's down payment contribution is not significant enough to warrant\r\nmodification of the family court's otherwise well-reasoned equitable distribution of\r\n55% of the marital assets to Husband and 45% to Wife.\r\n\r\nWith respect to the division and improvements that created 947 and 955 Glenn\r\nStreet, we agree with the family court that Husband's contribution from the\r\nWellington property was not sufficiently traceable. The Wellington mortgage was\r\nsecured six months prior to the expenditures on the Glenn Street lots, and the funds\r\nwere routed through Husband's single checking account. Furthermore, the\r\nremainder of the improvements was ultimately paid for with a mortgage on the\r\nproperties themselves. Accordingly, we affirm the family court's determination\r\nthat all of the Glenn Street properties were marital property.\r\n\r\n\r\n5 Wife did not contend at trial the Indian Creek property had been transmuted.\r\n6 See Barrow v. Barrow, 394 S.C. 603, 614, 716 S.E.2d 302, 308 (Ct. App. 2011)\r\n(\"[A]ny special equity . . . in the marital home was not to be apportioned separately\r\nbut was to be considered as a factor in equitable distribution.\" (citing Dawkins v.\r\nDawkins, 386 S.C. 169, 173-74, 687 S.E.2d 52, 54 (2010), abrogated on other\r\ngrounds by Lewis v. Lewis, 392 S.C. 381, 709 S.E.2d 650 (2011))).\r\n\nIII.   Valuation of Garner Lane Property\r\n\r\nNext, Husband maintains the family court erred in determining the value of and\r\nequity in the Garner Lane property. We disagree.\r\n\r\nThe Garner Lane property is a commercial space purchased by JJ&M, LLC, an\r\nentity formed by Husband for the purpose of purchasing the property. Husband's\r\nbusiness, Apex Investors, leases it for office space. JJ&M purchased the property\r\nfor $129,900 in 2005. Wife testified she believed the current fair market value of\r\nthe property at the time of the final hearing was $130,000. Husband testified the\r\nvalue of the property had gone down based on the declining real estate market and\r\nvalued the property at $108,000. Neither party had the property appraised for trial\r\nbecause of the expense. We affirm the family court's valuation of the Garner Lane\r\nproperty as it was within the range of values presented at trial. See Reiss v. Reiss,\r\n392 S.C. 198, 205, 708 S.E.2d 799, 802 (Ct. App. 2011) (holding the family court\r\nmay accept the valuation of one party over another, and the court's valuation of\r\nmarital property will be affirmed if it is within the range of evidence presented).\r\n\r\nFurthermore, the family court found $12,600 in equity in the property. The parties\r\ndo not dispute that rental payments from Apex Investors to JJ&M are what reduced\r\nthe mortgage and created any equity in the property. However, Husband contends\r\nbecause his business was the tenant, he should be credited with the creation of that\r\nequity. This argument is without merit, and we affirm the family court's ruling.\r\n\r\nIV.    Valuation of Husband's Business\r\n\r\nHusband contends the family court erred in valuing his investment business closer\r\nin time to the final hearing than the dating of filing. We agree.\r\n\r\n\"In South Carolina, marital property subject to equitable distribution is generally\r\nvalued at the divorce filing date. However, the parties may be entitled to share in\r\nany appreciation or depreciation in marital assets occurring after a separation but\r\nbefore divorce.\" Burch v. Burch, 395 S.C. 318, 325, 717 S.E.2d 757, 761 (2011)\r\n(citations omitted); see also S.C. Code Ann. § 20-3-630(A). The party seeking a\r\ndeviation from the statutory filing date bears the burden of proof. Burch, 395 S.C.\r\nat 329, 717 S.E.2d at 763. \"Passive appreciation refers to enhancement of the\r\nvalue of property due solely to inflation, changing economic conditions, or market\r\nforces, or other such circumstances beyond the control of either spouse. [A]ctive\r\nappreciation, on the other hand, refers to financial or managerial contributions of\r\n\none of the spouses.\" Id. at 325-26, 717 S.E.2d at 761 (citations, emphasis, and\r\ninternal quotation marks omitted).\r\n\r\n            \"It is fairer to value a passive asset at or near the time of\r\n            the final hearing, because both parties are equally\r\n            deserving to share in any increase or decrease . . . . [On\r\n            the other hand,] active assets should be valued at the time\r\n            of commencement [or filing] of the marital litigation, to\r\n            enable the person who causes the change in value to\r\n            receive the benefits of his or her labor and skills or,\r\n            conversely, to prevent the person who controls the assets\r\n            from manipulating the value downward during\r\n            litigation.\"\r\n\r\nId. at 326, 717 S.E.2d at 761 (alterations in Burch) (quoting Roy T.\r\nStuckey, Marital Litigation in South Carolina 310 (3rd ed., 2001)).\r\nBurch had not been published at the time of the final hearing in this action.\r\nHowever, the passive/active analysis generally applied by our courts prior to Burch\r\nand specifically adopted therein is the proper approach for valuing Husband's\r\nbusiness. The family court valued Apex Investors at $74,775.32 based upon a\r\nbalance sheet prepared by Husband in 2011. Husband argues the correct valuation\r\nwould have been reflected on the balance sheet he prepared at the time of filing in\r\n2008, which showed a value of negative $784.56.7, 8\r\n\r\nIn determining whether using the 2011 figure was appropriate, we must consider\r\nwhether the change in value of the business was passive appreciation or active\r\nappreciation based upon Husband's efforts. The change was, according to\r\nHusband's own testimony, a reflection of the changing stock market. Although the\r\nbusiness is not a publicly owned company, the fact that it is an investment\r\ncompany means the stock market will affect the transactions clients make and the\r\ncommission or profit generated for Apex Investors. In that sense, the business\r\ncould be positively affected by a change in the stock market. However, Husband's\r\n\r\n7 Neither Husband nor Wife presented expert testimony at trial as to the value of \n\r\nHusband's business. \n\r\n8 In his brief, Husband acknowledges the existence of a $5,000 note payable to \n\r\nshareholder that should be included in the 2008 value of the business. Therefore, \n\r\nthe valuation of the business in 2008 would be $4,215.44. \n\r\n\nexpertise and efforts were required to take advantage of these changes to benefit\r\nApex Investors. Had Husband not advised clients to make certain transactions at\r\ncertain times, any benefit of the change in the market would not have been realized\r\nwithin the business. Based on the record before us, we cannot conclude Wife met\r\nher burden of establishing the change in the value of Apex Investors was passive\r\nappreciation. Therefore, the family court erred in valuing it based on the 2011\r\nbalance sheet and should have valued it based on the 2008 balance sheet. After\r\ncalculating the difference this valuation makes in the overall marital estate, we\r\nconclude Wife was overawarded $31,751.95. We remand this issue to the family\r\ncourt to determine how the distribution of marital assets shall be modified to reflect\r\nthis adjustment.\r\n\r\nV.    Credit for Occupying Marital Residence\r\n\r\nHusband contends the family court abused its discretion in not crediting him with\r\nthe value of Wife's use and possession of the Bob White property. We disagree.\r\n\r\nPrior to the family court's final order, the parties had agreed Husband would pay\r\n$700 and Wife would pay $1,400 of the $2,100 monthly mortgage. At the final\r\nhearing, the family court determined the parties should pay the mortgage in the\r\nratio of their equitable distribution. The parties agreed Wife would remain in the\r\nmarital home. She pays the utilities and is responsible for making any\r\nimprovements or changes recommended by the realtor to assist in selling the\r\nproperty. Additionally, Wife must maintain and make the home available for\r\nshowings. Husband has substantially more income-generating assets than Wife\r\nand will be entitled to a larger equity in the proceeds from the sale of the home\r\nbased on the 55%/45% distribution. Furthermore, Husband cites no authority to\r\nsupport his argument, rendering anything other than a general fairness argument\r\nabandoned on appeal. See First Sav. Bank v. McLean, 314 S.C. 361, 363, 444\r\nS.E.2d 513, 514 (1994) (noting an issue is deemed abandoned when appellant fails\r\nto provide arguments or supporting authority for his assertion). We find no error in\r\nthe family court's ruling and affirm.\r\n\r\nVI.   Attorney's and Detective's Fees\r\n\r\nHusband asserts the family court abused its discretion in awarding Wife $15,000 in\r\nattorney's fees and in denying Husband's request for attorney's and detective's fees.\r\nWe disagree.\r\n\n\"The decision to award attorney's fees is within the family court's sound discretion,\r\nand although appellate review of such an award is de novo, the appellant still has\r\nthe burden of showing error in the family court's findings of fact.\" Lewis v. Lewis,\r\n400 S.C. 354, 372, 734 S.E.2d 322, 331 (Ct. App. 2012). In deciding whether to\r\naward attorney's fees and costs, the court should consider the following factors: (1)\r\nthe ability of the party to pay the fees; (2) beneficial results obtained; (3) the\r\nfinancial conditions of the parties; and (4) the effect a fee award will have on the\r\nparty's standard of living. E.D.M. v. T.A.M., 307 S.C. 471, 476-77, 415 S.E.2d\r\n812, 816 (1992).\r\n\r\nThe family court thoroughly addressed each factor in determining whether to\r\naward attorney's fees. The record supports that Husband has the greater ability to\r\npay attorney's fees and absorb that cost into his standard of living. Wife\r\nsuccessfully established the Glenn Street properties were marital in nature and\r\nprevented Husband from introducing evidence related to her alleged adulterous\r\nrelationship. On appeal, Husband established the family court erred in valuing\r\nApex Investors. However, this determination does not render the beneficial results\r\nbetween the parties so much in Husband's favor that the decision on attorney's fees\r\nshould be disturbed. Accordingly, the family court did not abuse its discretion in\r\nawarding Wife a portion of her attorney's fees and denying Husband's request.\r\n\r\nCONCLUSION\r\n\r\nBased on our review of the record, we affirm the family court's decision to exclude\r\nevidence of Wife's alleged adultery and the determination that all three Glenn\r\nStreet properties are marital in nature. Furthermore, we affirm the family court's\r\ndeterminations as to the equity in the Garner Lane property, Husband's entitlement\r\nto a credit for Wife's occupation of the marital home, and attorney's fees. We\r\nmodify the family court's ruling as to the value of Husband's business and remand\r\nto the family court to modify the distribution of assets to reflect this change.\r\n\r\nAFFIRMED AS MODIFIED AND REMANDED.\r\n\r\nFEW, C.J., and PIEPER, J., concur.\r\n\n","court":"Appeals"},{"id":"5231","title":"Centennial Casualty  v. Western Surety","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5231.pdf","description":"Western Surety Co., d/b/a CNA Surety, argues the circuit court erred in: (1) finding Charleston Auto Auction (CAA) and its insurance carrier, Centennial Casualty Co. (Centennial), were \"legal representatives\" pursuant to section 56-15-320(B) of the South Carolina Code; (2) finding section 56-15-320(B) applies when fraud is committed by either the seller or the purchaser of a motor vehicle; and (3) failing to address whether CAA was also the legal representative for the purchasing dealer, and if so, was a participant in the fraud.","date":"2014-05-21","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n           In The Court of Appeals \n\r\n\r\nCentennial Casualty Co., Inc., Respondent,\r\n\r\nv. \n\r\n\r\nWestern Surety Company, d/b/a CNA Surety, Appellant. \n\r\n\r\nWestern Surety Company, d/b/a CNA Surety, Defendant/ \n\r\nThird-Party Plaintiff,\n\r\n\r\nv. \n\r\n\r\nCharleston Auto Auction, A3 Auto Center, LLC, and\r\nWylie Mickle, Third-Party Defendants.\r\n\r\nAppellate Case No. 2013-001381\r\n\r\n\r\n            Appeal From Charleston County\r\n        J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                 Opinion No. 5231 \n\r\n       Heard May 7, 2014 – Filed May 21, 2014 \n\r\n\r\n\r\n                     REVERSED \n\r\n\r\n\r\nS. Markey Stubbs, of Baker Ravenel & Bender, LLP, of\r\nColumbia, for Appellant.\r\n\r\nIan S. Ford, of Ford Wallace Thomson LLC, of\r\nCharleston, for Respondent.\r\n\nLOCKEMY, J.: Western Surety Co., d/b/a CNA Surety, argues the circuit court\r\nerred in (1) finding Charleston Auto Auction (CAA) and its insurance carrier,\r\nCentennial Casualty Co. (Centennial), were \"legal representatives\" pursuant to\r\nsection 56-15-320(B) of the South Carolina Code; (2) finding section 56-15-\r\n320(B) applies when fraud is committed by either the seller or the purchaser of a\r\nmotor vehicle; and (3) failing to address whether CAA was also the legal\r\nrepresentative for the purchasing dealer, and if so, was a participant in the fraud.\r\nWe reverse.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nCAA is a wholesale auctioneer that facilitates the sale and purchase of automobiles\r\namong dealers. According to its general manager, CAA (1) acts as the agent and\r\nlegal representative for dealerships in the transactions; (2) collects and conveys the\r\nfunds for the automobiles; and (3) conveys, but does not assume, the title to the\r\nautomobiles between the parties. Section 56-15-320(B) of the South Carolina\r\nCode requires motor vehicle wholesalers and dealers to obtain a bond in order to\r\nindemnify    for loss or damage suffered by an owner of a motor\r\n             vehicle, or his legal representative, by reason of fraud\r\n             practiced or fraudulent representation made in connection\r\n             with the sale or transfer of a motor vehicle by a licensed\r\n             dealer or wholesaler or the dealer's or wholesaler's agent\r\n             acting for the dealer or wholesaler or within the scope of\r\n             employment of the agent or loss or damage suffered by\r\n             reason of the violation by the dealer or wholesaler or his\r\n             agent of this chapter.\r\n\r\nS.C. Code Ann. § 56-15-320(B) (Supp. 2013) (emphasis added). Before CAA will\r\nfacilitate sales of automobiles, dealers must enter into an agreement with CAA\r\nstating CAA is their legal representative in the transaction.\r\n\r\nIn March 2008, A3 Auto Center (A3), an automobile dealer, purchased three\r\nvehicles using CAA. Each vehicle's bill of sale stated: \"Seller and Buyer each\r\nappoint [CAA] as their agent and legal representative for the purpose of processing\r\nthis transaction through [CAA] . . . .\" Pursuant to the requirements of section 56-\r\n15-320(B), A3 obtained a surety bond from CNA Surety.\r\n\nA3 paid for the vehicles with three checks, all of which were returned for\r\ninsufficient funds. CAA sought reimbursement from Centennial, its insurance\r\ncarrier, for A3's bad checks. Centennial paid CAA's claim in the amount of\r\n$35,305. Centennial subsequently demanded payment from CNA Surety under the\r\nbond. CNA Surety refused to pay, arguing neither Centennial nor CAA were the\r\nowner or legal representative who suffered a loss or damage pursuant to section\r\n56-15-320(B).\r\n\r\nCentennial filed a summons and complaint against CNA Surety on October 19,\r\n2009. In its complaint, Centennial alleged: (1) it was subrogated to the rights of\r\nCAA; (2) CAA was an owner or legal representative who suffered a loss or\r\ndamage; and (3) Centennial was entitled to payment under the terms of the bond.\r\nIn its answer, CNA Surety admitted it was the surety for the bond at issue, but\r\ndenied that Centennial was the proper party to seek indemnification, or that the\r\nloss was covered under section 56-15-320(B). CNA Surety filed a third-party\r\ncomplaint against CAA alleging CAA was the real party in interest, but denying\r\nCAA was entitled to seek reimbursement under the bond pursuant to section 56-\r\n15-320(B).\r\n\r\nOn July 8, 2010, Centennial and CAA filed a motion for summary judgment. CNA\r\nSurety filed a cross-motion for summary judgment on September 22, 2010. The\r\ncircuit court denied both motions. Thereafter, CNA Surety and Centennial agreed\r\nto a joint stipulation of facts. Both parties stipulated that pursuant to the statutory\r\ncap in section 56-15-320(B), the maximum amount in controversy was $30,000.\r\nThe parties submitted the stipulation, legal briefs, and proposed orders to the\r\ncircuit court in lieu of oral arguments.\r\n\r\nThe circuit court ruled in Centennial's favor, holding CAA was the legal\r\nrepresentative of the sellers, and thus, CAA and Centennial, as CAA's subrogee,\r\nwere entitled to reimbursement under section 56-15-320(B). The circuit court\r\nsubsequently denied CNA Surety's motion to reconsider. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In an action at law, on appeal of a case tried without a jury, the findings of fact of\r\nthe judge will not be disturbed upon appeal unless found to be without evidence\r\nwhich reasonably supports the judge's findings.\" Townes Associates, Ltd. v. City of\r\nGreenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976).\r\n\r\nLAW/ANALYSIS\r\n\nCNA Surety argues the circuit court erred in finding CAA and Centennial, as\r\nCAA's subrogee, were legal representatives pursuant to section 56-15-320(B) of\r\nthe South Carolina Code. We agree.\r\n\r\nPursuant to section 56-15-320(B):\r\n\r\n             Each applicant for licensure as a dealer or wholesaler\r\n             shall furnish a surety bond in the penal amount of thirty\r\n             thousand dollars . . . . The bond must be conditioned\r\n             upon the applicant or licensee complying with the\r\n             statutes applicable to the license and as indemnification\r\n             for loss or damage suffered by an owner of a motor\r\n             vehicle, or his legal representative, by reason of fraud\r\n             practiced or fraudulent representation made in connection\r\n             with the sale or transfer of a motor vehicle by a licensed\r\n             dealer or wholesaler or the dealer's or wholesaler's agent\r\n             acting for the dealer or wholesaler or within the scope of\r\n             employment of the agent or loss or damage suffered by\r\n             reason of the violation by the dealer or wholesaler or his\r\n             agent of this chapter.\r\n\r\nS.C. Code Ann. § 56-15-320(B) (Supp. 2013) (emphasis added). \"An owner or his\r\nlegal representative who suffers the loss or damage has a right of action against the\r\ndealer or wholesaler and against the dealer's or wholesaler's surety upon the bond\r\nand may recover damages as provided in this chapter.\" Id. Pursuant to Mid-State\r\nAuto Auction of Lexington, Inc. v. Altman, 324 S.C. 65, 69, 476 S.E.2d 690, 692\r\n(1996), \"when [section] 56-15-320 is read in its entirety, it is clear the legislature\r\nintended to provide only the owner of a motor vehicle, or the owner's legal\r\nrepresentative, with a cause of action against the surety on a bond issued pursuant\r\nto that statute.\"\r\n\r\nHere, three dealers (the Sellers) sold vehicles to A3 using CAA. The Sellers and\r\nA3 signed purchase agreements which stated:\r\n\r\n             Seller and Buyer each appoint [CAA] as their agent and\r\n             legal representative for the purpose of processing this\r\n             transaction through Auction Company, including transfer\r\n             of title. However, they agree [CAA] is merely\r\n             performing an auction service and [CAA] disclaims all\r\n\n             express and implied warranties, including\r\n             merchantability and fitness, except for the warranty of\r\n             title described below.\r\n\r\n             Seller and Buyer indemnify and hold [CAA] harmless\r\n             from any liability, loss, costs, damages or expenses,\r\n             including attorney's fees which arise directly or indirectly\r\n             from this transaction, including, but not limited to, all\r\n             matters relating to odometer mileage, odometer mileage\r\n             disclosure, and vehicle history even if Seller and Buyer\r\n             are not at fault.\r\n\r\n(emphasis added).\r\n\r\nCNA Surety argues CAA was merely an agent or legal representative for\r\nfacilitating the transactions and did not stand in the shoes of the Sellers. It\r\ncontends that if the legislature intended to include auction houses in section 56-15-\r\n320(B), it would have done so. Centennial argues each of the purchase agreements\r\nexplicitly made CAA the Sellers' legal representative. Centennial contends CNA\r\nSurety incorrectly argues the term \"legal representative\" has a different, narrow\r\nmeaning that excludes some legal representatives and includes other legal\r\nrepresentatives, depending on the circumstances.\r\n\r\nWe find CAA and Centennial were not legal representatives of the Sellers.\r\nAccording to the purchase agreements signed by the parties, CAA was tasked with\r\n\"processing [the] transaction[s]\" through CAA. Therefore, unlike an executor or\r\nconservator, CAA acted only as a processor and did not stand in the shoes of the\r\nSellers.\r\n\r\nSection 56-15-520 of the South Carolina Code specifically addresses vehicle\r\nauction houses:\r\n\r\n             When a transfer of title is made as a result of a\r\n             transaction at a wholesale motor vehicle auction, the\r\n             reassignment of title or bill of sale must note the name\r\n             and address of the wholesale motor vehicle auction.\r\n             However, the wholesale motor vehicle auction is not\r\n             deemed to be the owner, seller, transferor, or assignor of\r\n             title of a motor vehicle by reason of its name appearing\r\n             on a reassignment of title or bill of sale or by reason of its\r\n\n             payment of a guarantee of payment to a seller, receipt of\r\n             payment from a purchaser, or the reservation of a lien or\r\n             security interest for the purpose of securing payment\r\n             from a purchaser.\r\n\r\nS.C. Code Ann. § 56-15-520 (2006) (emphasis added). Section 56-15-520 clearly\r\nstates an auto auction's actions do not convert it into an owner, seller, transferor, or\r\nassignor of title of vehicles. Here, the Sellers maintained their status as owners\r\nand CAA acted only as their agent in processing the vehicles through the auction.\r\nWe find CAA's inclusion of the term \"legal representative\" in the purchase\r\nagreements did not give CAA the same rights as the Sellers.\r\n\r\nBased upon our decision to reverse the circuit court as to this issue, we need not\r\naddress the remaining issues on appeal. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an\r\nappellate court need not address any remaining issues if the disposition of a prior\r\nissue is dispositive).\r\n\r\nCONCLUSION\r\n\r\nWe reverse the circuit court's finding that CAA and Centennial were legal\r\nrepresentatives of the Sellers.\r\n\r\nREVERSED.\r\n\r\nWILLIAMS and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5233","title":"Be Mi v. SCDR","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5233.pdf","description":"St. Clements Homeowners Association appeals the administrative law court's decision that Be Mi, Inc. met the requirements for a restaurant liquor by the drink license.  It contends Be Mi does not meet the seating requirements because some of the seats counted are in common areas and other seats are bar stools at a rail.  It also asserts Be Mi does not have control over the deck, where many of its seats are located, and does not have a lease for the deck space.  We affirm.","date":"2014-05-28","type":"opinion","text":"         THE STATE OF SOUTH CAROLINA \n\r\n             In The Court of Appeals \n\r\n\r\nBe Mi, Inc. d/b/a St. Clements Beach Bar & Grill,\r\nRespondent,\r\n\r\nv. \n\r\n\r\nSouth Carolina Department of Revenue, \n\r\n\r\nand St. Clements Homeowners Association, Intervenor, \n\r\n\r\nOf whom St. Clements Homeowners Association is the \n\r\nAppellant,\r\n\r\nand South Carolina Department of Revenue is the\r\nRespondent.\r\n\r\nAppellate Case No. 2012-212861\r\n\r\n\r\n\r\n        Appeal From The Administrative Law Court\n\r\n       Shirley C. Robinson, Administrative Law Judge\n\r\n\r\n\r\n                    Opinion No. 5233 \n\r\n         Heard April 9, 2014 – Filed May 28, 2014 \n\r\n\r\n\r\n                       AFFIRMED \n\r\n\r\n\r\nJames J. Corbett, of Holler, Garner, Corbett, Ormond,\r\nPlante & Dunn, of Columbia, for Appellant.\r\n\r\nClifford Leon Welsh, of Welsh & Hughes, of North\r\nMyrtle Beach, for Respondent Be Mi, Inc.\r\n\n            Kathryn Ray Brown, Sean Gordon Ryan, Harry T.\r\n            Cooper, Jr., and Milton Gary Kimpson, all of Columbia,\r\n            for Respondent South Carolina Department of Revenue.\r\n\r\n\r\nKONDUROS, J.: St. Clements Homeowners Association (the Homeowners\r\nAssociation) appeals the administrative law court's (ALC) decision that Be Mi, Inc.\r\nmet the requirements for a restaurant liquor by the drink license. It contends Be\r\nMi does not meet the seating requirements because some of the seats counted are\r\nin common areas and other seats are bar stools at a rail. It also asserts Be Mi does\r\nnot have control over the deck, where many of its seats are located, and does not\r\nhave a lease for the deck space. We affirm.\r\n\r\nFACTS\r\n\r\nIn 1988, Be Mi purchased a snack and pool bar, known as St. Clements Beach Bar\r\n& Grill, located in the St. Clements condominium/hotel complex in Myrtle Beach.\r\nRaymond Luke Goude is the sole owner and officer of Be Mi. Be Mi has had a\r\nbeer and wine license as well as a restaurant liquor by the drink license since\r\n1991.1 At that time, the developer of the complex was the president of the\r\nHomeowners Association. The developer and another board member allowed Be\r\nMi to expand by adding a covered wooden deck on top of two parking spaces.\r\nThere is no seating available inside the bar.\r\n\r\nOn March 6, 2007, the Homeowners Association filed for an injunction to have Be\r\nMi remove the deck it built. On December 20, 2010, the Master-in-Equity denied\r\nthe Association's claim for an injunction and ordered that Be Mi had the right to\r\nretain and maintain the side deck. The Association appealed that decision to this\r\ncourt.\r\n\r\nOn May 19, 2011, Be Mi applied to the South Carolina Department of Revenue\r\n(the DOR) for the renewal of its beer and wine permit and its restaurant liquor by\r\nthe drink license. On May 24, 2011, DOR denied the application due to a valid\r\npublic protest by the Homeowners Association. Be Mi protested the denial. South\r\nCarolina Law Enforcement Division (SLED) reviewed and investigated Be Mi's\r\napplication. On September 30, 2011, the DOR confirmed the denial because of the\r\nvalid public protest and because Be Mi failed to be engaged primarily and\r\n1 Prior to that, the licenses had been in the Homeowners Association's name since\r\nthe bar opened for business.\r\n\nsubstantially in the preparation and service of meals. However, the DOR gave Be\r\nMi the opportunity to correct the deficiencies. On October 27, 2011, Be Mi filed a\r\nrequest for a contested case hearing with the ALC. Following a second visit,\r\nSLED determined Be Mi met the requirements for a restaurant liquor by the drink\r\nlicense. The DOR withdrew the portion of its denial relating to Be Mi not meeting\r\nthe requirements but determined the license still had to be denied due to the valid\r\npublic protest.\r\n\r\nThe Homeowners Association filed a motion to intervene in the contested case,\r\nwhich the ALC granted. The ALC held a hearing on January 4, 2012, and the\r\nHomeowners Association agreed that it was not protesting the beer and wine\r\npermit. Goude testified Be Mi provided seating for forty people simultaneously at\r\ntables: twenty chairs at tables on the deck, eighteen chairs at tables on the roof, and\r\nbar stool space for four to six customers at a wide rail on the deck. Goude stated\r\nthat Be Mi had purchased forty chairs for its use and the Association had twenty\r\nchairs to be used by guests poolside. He provided Be Mi owned the rooftop area as\r\na limited common area. He indicated two stools in a picture provided by the\r\nHomeowners Association were located off of the deck but could be moved to the\r\nother side of the rail and be on the deck and would not affect his use.\r\n\r\nBarbara Brown, an owner of one of the units at St. Clements and former board\r\nmember of the Homeowners Association, testified that currently eighteen chairs\r\nwere on the roof but there had previously only been twelve chairs. She did not\r\nbelieve more than twelve people could sit there comfortably. She also testified that\r\ntypically sixteen tables were on the deck and it was not reasonable to seat twenty\r\npeople there. She contended the Homeowners Association was protesting the\r\nlicense because people had complained of Goode asking them if they had brought\r\ntheir own food and drinks while sitting on the deck or around the pool. She stated\r\n\"they didn't think they should be asked or didn't like being asked.\" She testified\r\nthe Homeowners Association was protesting the license because Goude was\r\n\"patrolling the area and making it like these was [sic] the premise[s] -- the whole\r\narea was the premise[s] of his business.\"\r\n\r\nThe DOR appeared at the hearing and represented that Be Mi met all of the\r\nstatutory requirements for the restaurant liquor by the drink license. Be Mi had\r\n\"sufficient space under [its] control to provide seating for 'forty persons\r\nsimultaneously at tables for the service of meals.'\" This appeal followed.\r\n\r\nOn December 18, 2013, this court affirmed the master's decision denying the\r\ninjunction to remove the deck, finding: \"B[e Mi] has constructed, maintained, and\r\n\nimproved the side deck at B[e Mi]'s own expense. The side deck constitutes a\r\nsubstantial part of B[e Mi]'s business and relieves congestion by the pool and pool\r\nbar, allows patrons a place to sit and eat, and provides shade.\"   St. Clements\r\nHomeowners Ass'n v. BE-MI, Inc., 2013-UP-466 (S.C. Ct. App. Filed Dec. 18,\r\n2013).\r\n\r\nSTANDARD OF REVIEW\r\n\r\n            The review of the [ALC's] order must be confined to the\r\n            record. The court may not substitute its judgment for the\r\n            judgment of the [ALC] as to the weight of the evidence\r\n            on questions of fact. The court of appeals may affirm the\r\n            decision or remand the case for further proceedings; or, it\r\n            may reverse or modify the decision if the substantive\r\n            rights of the petitioner have been prejudiced because the\r\n            finding, conclusion, or decision is:\r\n\r\n            (a) in violation of constitutional or statutory provisions;\r\n\r\n            (b) in excess of the statutory authority of the agency;\r\n\r\n            (c) made upon unlawful procedure;\r\n\r\n            (d) affected by other error of law;\r\n\r\n            (e) clearly erroneous in view of the reliable, probative,\r\n            and substantial evidence on the whole record; or\r\n\r\n            (f) arbitrary or capricious or characterized by abuse of\r\n            discretion or clearly unwarranted exercise of discretion.\r\n\r\nS.C. Code Ann. § 1-23-610(B) (Supp. 2013).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Common Area Seating\r\n\r\nThe Homeowners Association argues the ALC erred by ignoring or overriding the\r\nMaster Deed to find that common area seating meets Be Mi's simultaneous seating\r\nrequirement as a matter of law. We disagree.\r\n\n             The State, through the [DOR], is the sole and exclusive\r\n             authority empowered to regulate the operation of all\r\n             locations authorized to sell beer, wine, or alcoholic\r\n             liquors, is authorized to establish conditions or\r\n             restrictions which the department considers necessary\r\n             before issuing or renewing a license or permit, and\r\n             occupies the entire field of beer, wine, and liquor\r\n             regulation except as it relates to hours of operation more\r\n             restrictive than those set forth in this title.\r\n\r\nS.C. Code Ann. § 61-2-80 (2009).\r\n\r\n             \"[I]t is lawful to sell and consume alcoholic liquors sold\r\n             by the drink in a business establishment . . . if the\r\n             establishment . . . [is a] business . . . bona fide engaged\r\n             primarily and substantially in the preparation and serving\r\n             of meals or furnishing of lodging . . . .\"\r\n\r\nS.C. Code Ann. § 61-6-1610(A)(1) (2009). \"'Bona fide engaged primarily and\r\nsubstantially in the preparation and serving of meals' means a business that\r\nprovides facilities for seating not fewer than forty persons simultaneously at tables\r\nfor the service of meals . . . .\" S.C. Code Ann. § 61-6-20(2) (Supp. 2013).\r\n\r\n\"Absent an allegation of fraud or a statu[t]e or a court rule requiring a higher\r\nstandard, the standard of proof in administrative hearings is generally a\r\npreponderance of the evidence.\" Anonymous (M-156-90) v. State Bd. of Med.\r\nExam'rs, 329 S.C. 371, 375, 496 S.E.2d 17, 19 (1998) (internal quotation marks\r\nomitted). \"In reaching a decision in a contested violation matter, the ALC serves\r\nas the sole finder of fact in the de novo contested case proceeding.\" S.C. Dep't of\r\nRevenue v. Sandalwood Soc. Club, 399 S.C. 267, 279, 731 S.E.2d 330, 337 (Ct.\r\nApp. 2012) (italics omitted). \"The Rules of Procedure for the Administrative Law\r\nJudge Division require that the AL[C] make independent findings of fact in\r\ncontested case hearings, and the Administrative Procedures Act clearly\r\ncontemplates that the AL[C] will make [its] own findings of fact in a contested\r\ncase hearing.\" Reliance Ins. Co. v. Smith, 327 S.C. 528, 534, 489 S.E.2d 674, 677\r\n(Ct. App. 1997) (citation omitted). When the evidence conflicts on an issue, the\r\ncourt's substantial evidence standard of review defers to the findings of the fact-\r\nfinder. Risher v. S.C. Dep't of Health & Envtl. Control, 393 S.C. 198, 210, 712\r\nS.E.2d 428, 435 (2011).\r\n\n\"The decision of the [ALC] should not be overturned unless it is unsupported by\r\nsubstantial evidence or controlled by some error of law.\" Original Blue Ribbon\r\nTaxi Corp. v. S.C. Dep't of Motor Vehicles, 380 S.C. 600, 604, 670 S.E.2d 674, 676\r\n(Ct. App. 2008). A reviewing court may reverse or modify an administrative\r\ndecision if substantial evidence does not support the findings of fact. Risher, 393\r\nS.C. at 210, 712 S.E.2d at 434. Substantial evidence is evidence that allows\r\nreasonable minds considering the record as a whole to reach the conclusion the\r\nadministrative agency reached. Id. \"Substantial evidence . . . is more than a mere\r\nscintilla of evidence.\" Original Blue Ribbon Taxi Corp., 380 S.C. at 605, 670\r\nS.E.2d at 676. \"[T]he possibility of drawing two inconsistent conclusions from the\r\nevidence does not prevent an administrative agency's finding from being supported\r\nby substantial evidence.\" Risher, 393 S.C. at 210, 712 S.E.2d at 434 (alteration by\r\ncourt) (internal quotation marks omitted).\r\n\r\nThe record contains Goude's testimony that Be Mi has seating at tables for at least\r\nforty people. SLED's final report also indicated Be Mi met the seating\r\nrequirements. The ALC, as the sole fact finder, found Be Mi had seating at tables\r\nfor at least forty people. The record includes substantial evidence to support the\r\nALC's finding. Accordingly, the ALC did not err in finding Be Mi met the seating\r\nrequirements.\r\n\r\nII.    Seating at Bar Stools\r\n\r\nThe Homeowners Association argues the ALC erred in finding bar stool space at a\r\nrail is table space.2 We disagree.\r\n\r\n\"'Bona fide engaged primarily and substantially in the preparation and serving of\r\nmeals' means a business that provides facilities for seating not fewer than forty\r\npersons simultaneously at tables for the service of meals . . . .\" § 61-6-20(2).\r\n\r\n\"Words in a statute must be given their plain and ordinary meaning without\r\nresorting to subtle or forced construction to limit or expand the statute's\r\napplication.\" Epstein v. Coastal Timber Co., 393 S.C. 276, 285, 711 S.E.2d 912,\r\n917 (2011). \"[T]he construction of a statute by the agency charged with its\r\nadministration will be accorded the most respectful consideration and will not be\r\n\r\n2The ALC did not specifically find the bar stool space at the rail constituted\r\nseating at a table. It simply found Be Mi had sufficient space to provide seating for\r\nforty people simultaneously at tables, as specified by statute.\r\n\noverruled absent compelling reasons.\" Brown v. S.C. Dep't of Health & Envtl.\r\nControl, 348 S.C. 507, 515, 560 S.E.2d 410, 414 (2002) (alteration by court)\r\n(internal quotation marks omitted). \"While the [c]ourt typically defers to the\r\nBoard's construction of its own regulation, where . . . the plain language of the\r\nregulation is contrary to the Board's interpretation, the [c]ourt will reject its\r\ninterpretation.\" Id. at 515, 560 S.E.2d at 415.\r\n\r\nTable is not defined in the Code. Webster's Dictionary defines table as \"a flat slab\"\r\nor \"a piece of furniture consisting of a smooth flat slab fixed on legs or other\r\nsupport and variously used (as for eating).\" Webster's Third New International\r\nDictionary: Unabridged 2324 (1986). The wide rail described in the record meets\r\nthis definition. The DOR determined Be Mi met the seating requirements. When\r\ntestifying that Be Mi had at least forty seats at a table, Goude included the stools at\r\nthe wide rail. The ALC determined Be Mi met the seating requirements, and\r\nsubstantial evidence supports that decision. Accordingly, the ALC did not err in\r\nfinding Be Mi met the seating requirements.\r\n\r\nIII.   Commercial Rights\r\n\r\nThe Homeowners Association argues the ALC erred by giving commercial rights\r\nto Be Mi reserved to the Homeowners Association members under the Master\r\nDeed through use of common space. We disagree.\r\n\r\n             Each co-owner shall comply strictly with the bylaws and\r\n             with the administrative rules and regulations adopted\r\n             pursuant thereto, as either of the same may be lawfully\r\n             amended from time to time, and with the covenants,\r\n             conditions and restrictions set forth in the master deed or\r\n             lease or in the deed or lease to his apartment. Failure to\r\n             comply with any of the same shall be grounds for a civil\r\n             action to recover sums due for damages or injunctive\r\n             relief, or both, maintainable by the administrator or the\r\n             board of administration, or other form of administration\r\n             specified in the bylaws, on behalf of the council of co-\r\n             owners, or in a proper case, by an aggrieved co-owner.\r\n\r\nS.C. Code Ann. § 27-31-170 (2007).\r\n\nThe ALC cannot resolve this issue in a contested liquor license case. As section\r\n27-31-170 provides, noncompliance with the master deed is to be resolved by\r\nfiling a suit with the circuit court. The Homeowners Association previously filed\r\nan action for an injunction with the circuit court. That action was then referred to\r\nthe master, which found Be Mi had a right to use the deck space built over the\r\nparking spaces. The Homeowners Association did not appeal this court's\r\naffirmance of that decision. The ALC made its decision properly relying on how\r\nBe Mi was operating presently and the master-in-equity's denial of the\r\nHomeowners Association request to tear down the deck Goude built. The proper\r\ncourt for the Homeowners Association to litigate whether Be Mi has a right to use\r\nthe deck for the seating of its restaurant is in the circuit court.3\r\n\r\nIV.   Written Contract\r\n\r\nThe Homeowners Association argues the ALC erred by ignoring the requirements\r\nof Regulation 7-202.1 of the South Carolina Code (Supp. 2013) by finding Be Mi\r\nhad a contract to use the premises without evidence of a required written contract\r\nor lease. We disagree.\r\n\r\n             A. Unless otherwise limited by statute or regulation, as\r\n             used in Title 61, \"premises\" means all of the buildings\r\n             and grounds that are both (1) subject to the direct control\r\n             of the license holder and (2) used by the license holder to\r\n             conduct its business.\r\n\r\n             B. For purposes of establishing the premises:\r\n\r\n             (1) The license holder's direct control of buildings and\r\n             grounds may be shown by any of the following: (a) a\r\n             deed or lease conveying to the license holder an\r\n             appropriate interest that includes the premises; (b) a\r\n             writing from a local governmental jurisdiction giving the\r\n             license holder the right to use and the duty to maintain an\r\n             area owned or controlled by the local governmental\r\n             jurisdiction; (c) an enforceable written contract granting\r\n             the license holder a right to use the premises.\r\n\r\n\r\n3This court does not take a position on whether the Homeowners Association is\r\nbarred from initiating a suit against Be Mi based on the previous suit.\r\n\nRegs. 7-202.1.\r\n\r\n\"The construction of a regulation is a question of law to be determined by the\r\ncourt.\" S.C. Dep't of Revenue v. Blue Moon of Newberry, Inc., 397 S.C. 256, 260,\r\n725 S.E.2d 480, 483 (2012) (internal quotation marks omitted). \"We will correct\r\nthe decision of the ALC if it is affected by an error of law, and questions of law are\r\nreviewed de novo.\" Id. (citations omitted). \"Although our review of these\r\nquestions is de novo, we will generally give deference to an agency's interpretation\r\nof its own regulation.\" Id. at 260-61, 725 S.E.2d at 483. \"Nevertheless, we will\r\nreject the agency's interpretation if it is contrary to the regulation's plain language.\"\r\nId.\r\n\r\nRegulations are construed using the same ruless of construction as statutes. See\r\nS.C. Ambulatory Surgery Ctr. Ass'n v. S.C. Workers' Comp. Comm'n, 389 S.C. 380,\r\n389, 699 S.E.2d 146, 151 (2010). \"Accordingly, [t]he words of a regulation must\r\nbe given their plain and ordinary meaning without resort to subtle or forced\r\nconstruction to limit or expand the regulation's operation.\" Blue Moon of\r\nNewberry, 397 S.C. at 261, 725 S.E.2d at 483 (alteration by court) (internal\r\nquotation marks omitted). Further, the regulation must be construed as a whole\r\nrather than reading its component parts in isolation. Id.\r\n\r\nRegulation 7-202.1 provides that a lease is one way a license holder may show\r\ncontrol of the premises, not the only way. Be Mi showed control by building and\r\nuse of the deck for over twenty years and the master's decision that the deck should\r\nnot be torn down. The record contains substantial evidence to support the ALC's\r\nfinding Be Mi had sufficient space under its control to seat forty persons.\r\nAccordingly, we affirm the ALC's decision.4\r\n\r\nCONCLUSION\r\n\r\nThe ALC's decision to issue the restaurant liquor by the drink license is\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS and LOCKEMY, J., concur.\r\n\r\n\r\n4The Homeowners Association also argued the ALC erred in granting a license to\r\nan applicant that did not meet the requirements. We did not separately address this\r\nargument because it is the underlying argument in each of its issues on appeal.\r\n\n","court":"Appeals"},{"id":"5234","title":"State v. Bennett","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5234.pdf","description":"Kevin Tyrone Bennett was convicted of burglary in the second degree, petty larceny, and malicious injury to real property.  We reverse his convictions, finding the trial court erred in denying his motion for directed verdict in this circumstantial evidence case.","date":"2014-05-28","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Kevin Tyrone Bennett, Appellant.\r\n\r\n            Appellate Case No. 2012-207559\r\n\r\n\r\n\r\n                       Appeal From Spartanburg County \n\r\n                     John C. Hayes, III, Circuit Court Judge \n\r\n\r\n\r\n                             Opinion No. 5234 \n\r\n                 Heard December 12, 2013 – Filed May 28, 2014 \n\r\n\r\n\r\n                                  REVERSED\r\n\r\n\r\n            Appellate Defender David Alexander, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Deputy Attorney General David A. Spencer, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nHUFF, J.: Kevin Tyrone Bennett was convicted of burglary in the second degree,\r\npetty larceny, and malicious injury to real property. Bennett appeals, arguing the\r\ntrial court erred in denying his motion for directed verdict based upon the\r\ninsufficiency of the evidence. We reverse.\r\n\n                 FACTUAL/PROCEDURAL BACKGROUND\n\r\n\r\nAround 3:30 a.m. on November 17, 2010, an alarm activated at the C.C. Woodson\r\nCommunity Center (the Center) in the City of Spartanburg. Upon their arrival,\r\npolice discovered a broken door adjacent to a smashed window in the area referred\r\nto as the \"community room.\" Officer Osrechek dusted the doors, as well as the\r\ntelevisions, for fingerprints in this room. He was able to lift one usable print from\r\na wall-mounted television located in the community room. Officer Osrechek\r\nfocused on this particular television in the room because it appeared to him that\r\nsomeone had tampered with it. He testified he found the television in an unnatural\r\nposition, pointing down at a sharper angle than it should have been in order to\r\nproject across the large room. Though he did not recall seeing any damage to the\r\ntelevision, it appeared to him to have been manipulated, as if someone were trying\r\nto remove it from the wall. Officer Osrechek also went to the computer room,\r\nwhere he took photographs. In particular, he photographed holes in a wall and\r\nmounting brackets on the floor where a television once sat, and noted it was\r\nobvious an item had been removed from the wall. He did not locate any\r\nfingerprints or other forensic evidence in the computer room. A fingerprint\r\nexamination expert later testified that, after comparing the latent print lifted from\r\nthe community room by Officer Osrechek with Bennett's prints, the latent print\r\nbelonged to Bennett.\r\n\r\nOfficer McClure also responded to the scene, where he processed the computer\r\nroom. He testified it appeared that one of the computers was missing. He\r\nobserved two misplaced chairs, which had apparently been moved from underneath\r\nthe computer desk and were found directly below brackets on the wall where a\r\ntelevision was missing. The chairs were pushed against a wall \"as if somebody\r\nwould use them as leverage.\" Also discovered next to one of the chairs was a tire\r\niron. Officer McClure was unable to lift any fingerprints from the computer room,\r\nand did not discover any blood or other forensic evidence in there. He collected\r\nthe tire iron to be processed by their forensic team, but no prints were ultimately\r\nrecovered from this item either.\r\n\r\nOlivia Sartor, the director of the Center, testified she arrived at the Center between\r\n3:30 and 4:00 a.m. on November 17, 2010, and was asked by officers to walk\r\nthrough the building to see if anything was missing. She observed glass broken in\r\nthe community room. Nothing was missing from that room, but Sartor did observe\r\nabrasions on the wall, as if something had been used to try to pry the televisions\r\nfrom the wall. In the computer room, she found a television, computer, monitor\r\nand keyboard were missing. Sartor explained the community room was not simply\r\n\nopen for the public to enter, but that it was scheduled for events. However, the\r\ndoors were not always locked to that room and Sartor agreed the scheduling of\r\nevents did not control who was able to access the community room. Sartor stated\r\nshe had seen Bennett in the Center several times prior to the break-in,\r\ncharacterizing him as a frequent visitor who mainly participated in their computer\r\nlab in the computer room. During the hours of the day she saw Bennett at the\r\nCenter, there were usually after school programs meeting in the community room,\r\nas well as adult groups such as senior citizen craft classes or bridge groups, both of\r\nwhich met earlier in the day. Sartor did not remember Bennett being in the\r\ncommunity room and did not recall seeing him in that room as part of these groups.\r\nSartor also stated she would monitor Bennett when he was in the facility. She\r\ntestified the Center was open from 6:00 a.m. to 9:00 p.m., and she was typically\r\npresent at the facility from 6:00 a.m. until 7:00 or 8:00 p.m. She acknowledged,\r\nthough, that she was unable to monitor Bennett during the times she was not at the\r\nCenter. She further agreed that grief support groups and addiction support groups\r\nalso used the community room in the evening.\r\n\r\nOfficer Banks, who was assigned to Spartanburg Public Safety Department's\r\nburglary task force, testified he arrived at the Center at approximately 9:30 in the\r\nmorning on November 17, 2010. He checked to see if there was any other\r\nevidence, such as blood or fingerprints, the other officers may have missed. He\r\nnoted that brackets to one of the televisions in the community room appeared to\r\nhave been dislocated from the wall on one side, leaving the television hanging\r\nlower than normal. In the computer room, Officer Banks discovered two small\r\ndroplets of blood approximately two inches below what would have been the\r\nbottom of the missing television. The blood droplets were also about one and a\r\nhalf to two feet above the chair. The officer collected swabs of the blood found in\r\nthe computer room. A later DNA analysis of the blood swabs showed it matched\r\nthe DNA profile of Bennett.\r\n\r\nAfter the State rested, Bennett moved for a directed verdict on all charges arguing,\r\nthough there was evidence of the presence of his fingerprint and blood in the\r\nCenter, it was a public building and the evidence showed he often visited the\r\nbuilding. The State countered, viewing the evidence in a light most favorable to\r\nthe State, based on the presence of the fingerprint near the television with the\r\ndamaged brackets as well as the blood spot near the missing television, the jury\r\ncould infer Bennett was the burglar. The trial court recognized this was a\r\ncircumstantial evidence case, but denied Bennett's motion finding there was\r\nsubstantial circumstantial evidence from which the jury could conclude Bennett\r\nwas the perpetrator of the crime.\r\n\n                           STANDARD OF REVIEW\n\r\n\r\nIn an appeal from the denial of a motion for directed verdict, this court must view\r\nthe evidence in the light most favorable to the State, and if there is any direct\r\nevidence or any substantial circumstantial evidence reasonably tending to prove\r\nthe guilt of the accused, we must find that the case was properly submitted to the\r\njury. State v. Cope, 405 S.C. 317, 348, 748 S.E.2d 194, 210 (2013). When a case\r\nis built wholly on circumstantial evidence, if the State fails to produce substantial\r\ncircumstantial evidence the defendant committed a particular crime, he is entitled\r\nto a directed verdict. State v. Odems, 395 S.C. 582, 586, 720 S.E.2d 48, 50 (2011).\r\n\"The State has the burden of proving beyond a reasonable doubt the identity of the\r\ndefendant as the person who committed the charged crime or crimes.\" State v.\r\nLane, 406 S.C. 118, 121, 749 S.E.2d 165, 167 (Ct. App. 2013). \"Unless there is a\r\ntotal failure of competent evidence as to the charges alleged, refusal by the trial\r\njudge to direct a verdict of acquittal is not error.\" State v. Arnold, 361 S.C. 386,\r\n389, 605 S.E.2d 529, 531 (2004). However, the trial court should grant a directed\r\nverdict when the evidence merely raises a suspicion that the accused is guilty. Id.\r\nat 390, 605 S.E.2d at 531. See also State v. Hernandez, 382 S.C. 620, 625, 677\r\nS.E.2d 603, 605 (2009) (holding mere suspicion is insufficient to support a\r\nverdict). \"'Suspicion' implies a belief or opinion as to guilt based upon facts or\r\ncircumstances which do not amount to proof.\" State v. Cherry, 361 S.C. 588, 594,\r\n606 S.E.2d 475, 478 (2004). The trial court is not, however, required to find that\r\nthe evidence infers guilt to the exclusion of any other reasonable hypothesis. Id.\r\n\r\n                                LAW/ANALYSIS\r\n\r\nOn appeal, Bennett contends the trial court erred in denying his motion for directed\r\nverdict, because the evidence against him was solely circumstantial, and the\r\ncircumstantial evidence was not substantial. We agree.\r\n\r\n\r\nThe State's case consisted solely of circumstantial evidence. It relied primarily\r\nupon the following: (1) that Bennett's fingerprint was found on a community room\r\ntelevision set that may have been manipulated by the burglar in an attempt to\r\nremove the television, and (2) that two small droplets of blood matching Bennett's\r\nDNA were found below the space where a stolen television once sat in the\r\ncomputer room. However, it is uncontroverted that Bennett was a frequent visitor\r\nto the Center prior to the crime, spending much of his time in the computer room.\r\nAdditionally, while the director of the Center testified she was in the habit of\r\nmonitoring Bennett when he was at the Center, she acknowledged that she\r\n\ntypically left the Center at least one hour before it closed at night and she was not\r\nable to monitor Bennett when she was not at the Center. Further, though she\r\ndirected Bennett to the computer room and did not see him participating in the\r\ngroup activities such as the afterschool programs and Senior Citizen programs held\r\nin the community room earlier in the day, she agreed there were other groups\r\nwhich met in the room at night and she was not typically at the Center the last hour\r\nit was open. The director also acknowledged the community room door was not\r\nalways locked, and the scheduling of activities in the community room would not\r\ncontrol who had access to the room. Thus, we cannot say it would be unexpected\r\nto find Bennett's DNA in the computer room and his fingerprint in the community\r\nroom. Though the exact locations of the DNA and fingerprint evidence do raise a\r\nsuspicion of his guilt, the evidence simply does not rise above suspicion. The\r\nevidence undoubtedly placed Bennett at the location where a crime ultimately\r\noccurred; however, it is undisputed that Bennett was a frequent visitor to the\r\nlocation prior to the crime, and we disagree with the State's assertion that the\r\nevidence placed Bennett at the scene of the crime. Viewing the evidence in a light\r\nmost favorable to the State, we find the State did not present substantial\r\ncircumstantial evidence to reasonably prove Bennett's guilt, but at most, the\r\nevidence presented merely raised a suspicion that Bennett committed the crimes.\r\nSee State v. Bostick, 392 S.C. 134, 141-42, 708 S.E.2d 774, 778 (2011)\r\n(considering the circumstantial evidence relied upon by the State and finding,\r\nviewing the evidence in the light most favorable to the State, the State's evidence\r\nraised only a suspicion of guilt such that the trial court erred in failing to direct a\r\nverdict in favor of Bostick).     CONCLUSION\r\n\r\nBased on the foregoing, we find the trial court erred in refusing to grant Bennett's\r\nmotion for directed verdict. Accordingly, Bennett's convictions are\r\n\r\nREVERSED.\r\n\r\nGEATHERS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5237","title":"Palms v. The School District of Greenville","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5237.pdf","description":"In this appeal, we hold it is not appropriate for courts to review the decisions of school administrators and school districts regarding how a student's grade point average (GPA) and class rank should be calculated, except on allegations of corruption, bad faith, or a clear abuse of power.","date":"2014-05-30","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n            In The Court of Appeals \n\r\n\r\nLee C. Palms and Nelle S. Palms, as Guardians ad Litem\r\nfor L.P., a minor, Respondents,\r\n\r\nv. \n\r\n\r\nThe School District of Greenville County, Appellant. \n\r\n\r\nAppellate Case No. 2013-002232 \n\r\n\r\n\r\n\r\n           Appeal From Greenville County \n\r\n         Edward W. Miller, Circuit Court Judge \n\r\n\r\n\r\n                 Opinion No. 5237 \n\r\n       Heard May 20, 2014 – Filed May 30, 2014 \n\r\n\r\n\r\n                      REVERSED \n\r\n\r\n\r\nThomas Kennedy Barlow and Kenneth L. Childs, Childs\r\n& Halligan, PA, both of Columbia, and Rodney Douglas\r\nWebb, of Greenville, for Appellant.\r\n\r\nCarl F. Muller, of Greenville, for Respondents.\r\n\r\nJ. Theodore Gentry and Wade S. Kolb III, Wyche, P.A.,\r\nboth of Greenville, for amici curiae GeriAnn Bell and\r\nDavid Bell, as Guardians ad Litem for J.B., a minor, and\r\nSusan Stall and Russell Stall, as Guardians ad Litem for\r\nH.S., a minor.\r\n\nFEW, C.J.: In this appeal, we hold it is not appropriate for courts to review the\r\ndecisions of school administrators and school districts regarding how a student's\r\ngrade point average (GPA) and class rank should be calculated, except on\r\nallegations of corruption, bad faith, or a clear abuse of power. We reverse.\r\n\r\n        I.   Facts and Procedural History\r\n\r\nIn the fall of 2012, L.P. transferred from Riverside Military Academy in Georgia to\r\nSouthside High School in Greenville County to begin his junior year. School\r\nadministrators at Southside calculated L.P.'s GPA using the grades shown on his\r\ntranscript from Riverside. According to this initial calculation, L.P. was the\r\nhighest ranked student in Southside's junior class. Another student's mother\r\nexpressed concern to Southside's administrators that Riverside's grading policy\r\nrequired some of L.P.'s grades to be inflated, and thus Southside incorrectly\r\ncalculated L.P.'s GPA. Southside's administrators initially informed the student's\r\nmother they calculated L.P.'s GPA according to the School District's grading\r\npolicy, and they would not change the calculation. Eventually, however, Southside\r\nrecalculated L.P.'s GPA from 5.215 to 5.048, which reduced his class rank from\r\nfirst to sixth.\r\n\r\nL.P.'s parents met with school administrators at Southside and expressed their\r\ndissatisfaction with the recalculation, but Southside refused to restore L.P.'s\r\noriginal GPA and class rank. L.P.'s parents then filed this lawsuit, asserting the\r\nSchool District violated South Carolina law and its own grading policy in\r\nrecalculating L.P.'s GPA. They sought a writ of mandamus directing the School\r\nDistrict to restore L.P.'s GPA and class rank to their original values, and an\r\ninjunction prohibiting the School District from altering his GPA in a manner\r\ninconsistent with the writ. The trial court issued an order granting the writ of\r\nmandamus and injunction.\r\n\r\n       II.   Justiciability\r\n\r\nWe find the trial court should not have reached the merits of the issues raised in\r\nthis case because these issues are not appropriate for judicial determination. Our\r\nsupreme court has refused to interfere with the internal decisions of school\r\nadministrators and school districts \"unless there is clear evidence of corruption,\r\nbad faith, or a clear abuse of power.\" Davis v. Greenwood Sch. Dist. 50, 365 S.C.\r\n629, 635, 620 S.E.2d 65, 68 (2005); accord Singleton v. Horry Cnty. Sch. Dist.,\r\n289 S.C 223, 227-28, 345 S.E.2d 751, 753-54 (Ct. App. 1986). The court has\r\n\nrecognized that judicial review of such decisions must be limited to allow\r\neducational authorities to exercise the discretion necessary to carry out the duties\r\nimposed upon them. See Laws v. Richland Cnty. Sch. Dist. No. 1, 270 S.C. 492,\r\n495, 243 S.E.2d 192, 193 (1978) (\"In view of the powers, functions, and discretion\r\nwhich must necessarily be vested in educational authorities if they are to execute\r\nthe duties imposed upon them, this Court cannot substitute its judgment for that of\r\nthese authorities.\").\r\n\r\nHere, L.P.'s parents did not allege the School District acted corruptly or in bad\r\nfaith, or abused its power, and they presented no evidence that would support such\r\nan allegation. The trial court commented in its order it \"assign[ed] no blame to\r\nanyone for the change\" in L.P.'s GPA, and stated the School District may have\r\nmade the change \"in a well-intentioned effort at what it considered to be fairness\r\nand equality in interpreting [L.P.'s] transcript from [Riverside].\" We find no basis\r\nto question the trial court's characterization that the School District acted with a\r\ngood-faith desire to place its students on equal footing academically.\r\n\r\nWe acknowledge that the cases cited above setting the standard for court\r\ninvolvement in school affairs are not factually identical to this case. In Davis, the\r\ndecision at issue involved financial incentives for school district employees who\r\nobtained national board certification. 365 S.C. at 632-33, 620 S.E.2d at 66-67.\r\nSingleton involved an employment dispute, where the plaintiff sought to expunge a\r\ntwo-day suspension from his record and recover lost pay for those days. 289 S.C.\r\nat 224-26, 345 S.E.2d at 752-53. However, we believe the restraint the courts\r\nexercised in those cases is even more appropriate here, where we are asked to\r\nintervene in an even more fundamental function of a school district—grade\r\ncalculation.\r\n\r\nWe also find support for our decision in several opinions of the Supreme Court of\r\nthe United States. In Epperson v. Arkansas, the Court cautioned that judicial\r\nintervention in the operation of the public school system requires \"care and\r\nrestraint.\" 393 U.S. 97, 104, 89 S. Ct. 266, 270, 21 L. Ed. 2d 228, 234 (1968). It\r\nfurther noted, \"Courts do not and cannot intervene in the resolution of conflicts\r\nwhich arise in the daily operation of school systems and which do not directly and\r\nsharply implicate basic constitutional values.\" Id. In subsequent cases, the Court\r\nhas exercised caution in deciding cases involving decisions of academic\r\ninstitutions. See Bd. of Curators of Univ. of Missouri v. Horowitz, 435 U.S. 78, 92,\r\n98 S. Ct. 948, 956, 55 L. Ed. 2d 124, 136 (1978) (\"Courts are particularly ill-\r\nequipped to evaluate academic performance.\"); Regents of Univ. of Michigan v.\r\n\nEwing, 474 U.S. 214, 225, 106 S. Ct. 507, 513, 88 L. Ed. 2d 523, 532 (1985)\r\n(\"Considerations of profound importance counsel restrained judicial review of the\r\nsubstance of academic decisions.\").\r\n\r\nThe circumstances of this case demonstrate that courts should not intervene in\r\nacademic disputes. This conflict appears to have arisen when L.P. informed\r\nanother Southside student that Riverside's grading policy provided that five points\r\nbe added to a student's grade for honors courses, and ten points be added for\r\ncertain advanced placement courses. The other student's mother contacted\r\nRiverside and verified these provisions of its grading policy. She then emailed\r\nadministrators at Southside to explain Riverside's policy and complain that \"when\r\n[L.P.] transferred into Southside, his already weighted courses got another\r\n'weighting' since we weight ours a different way.\" She wrote, \"I do not believe that\r\n[L.P.'s] GPA is accurately reflected because it seems he has been double-bumped.\"\r\nAfter a series of emails between school administrators, district officials, and\r\nRiverside that lasted three months, Southside changed the grades L.P. received in\r\nhonors and advanced placement classes at Riverside and recalculated his GPA.\r\nThis sparked another series of emails, letters, and meetings lasting an additional\r\nthree months and ending only when the School District's lawyer wrote L.P.'s\r\nparents' lawyer to inform him the decision was final.\r\n\r\nL.P.'s parents then filed this lawsuit claiming the School District's grading policy,\r\nwhich is actually a State policy that section 59-5-68 of the South Carolina Code\r\n(2004) mandates the districts follow, required Southside to accept the grades\r\nshown on the Riverside transcript and incorporate those grades into the formula\r\nSouthside uses to calculate the GPA for a transferring student. The School District\r\ndisagreed, contending \"the four corners of [L.P.'s Riverside] transcript, at a\r\nminimum, create[] an ambiguity,\" and \"[n]either South Carolina law nor the\r\n[grading policy] directly addresses which grades (actual or bumped) the School\r\nDistrict should use in calculating [L.P.'s] GPA.\" L.P.'s parents dispute that his\r\ngrades were \"bumped,\" arguing Riverside teachers actually deflate students' grades\r\nin honors and advanced placement classes in anticipation of the points Riverside's\r\npolicy provides will be added. They also argue the other parent's inquiry was\r\nimproper in the first place because she had no access to L.P.'s grades and no right\r\nto contact Riverside or discuss the grades with Southside.\r\n\r\nThese questions of law and disputed facts are not part of our analysis, except to the\r\nextent they illustrate the difficulties courts and schools would face if we were to\r\nintervene in the academic decisions of schools and school districts. The necessity\r\n\nof addressing these and many other points of law and disputes of fact in order to\r\nresolve a lawsuit between parents as to whose child gets to be valedictorian\r\ndemonstrates why our supreme court has kept the judiciary out of the internal\r\naffairs of schools and school districts. Our supreme court addressed these policy\r\nconcerns in Byrd v. Irmo High School, 321 S.C. 426, 468 S.E.2d 861 (1996):\r\n\r\n             If students and parents were allowed to appeal every\r\n             short-term suspension, then circuit courts could be\r\n             flooded potentially with thousands of such cases. Not\r\n             only would this place a severe strain on an already\r\n             overburdened judicial system, but perhaps more\r\n             importantly, the limited financial and human resources of\r\n             schools and school districts would be deleteriously\r\n             affected if every student suspension had to be defended\r\n             through the court system. Imposing even truncated trial-\r\n             type procedures might well overwhelm administrative\r\n             facilities in many places and, by diverting resources, cost\r\n             more than it would save in educational effectiveness.\r\n\r\n321 S.C. at 435-36, 468 S.E.2d at 866-67 (internal quotation marks omitted). We\r\nfind the Byrd court's reasoning to be even stronger when applied to the question of\r\nwhether courts should intervene in decisions regarding the calculation of a\r\nstudent's grades and GPA.\r\n\r\n      III.   Conclusion\r\n\r\nWe find the trial court erred in reaching the merits of this case. The trial court\r\nshould have dismissed the case because it does not present a justiciable\r\ncontroversy. We therefore REVERSE the trial court's order. In addition, we\r\nSUPERSEDE the trial court's injunction and specifically permit the School\r\nDistrict to immediately recalculate L.P.'s GPA in accordance with its own\r\ninterpretation of its grading policy as applied to the facts of this case.\r\n\r\nSHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"}]