[{"id":"5202","title":"Stubbs v. SCDEW","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5202.pdf","description":"Charles Stubbs appeals an order from the Administrative Law Court (ALC) affirming the South Carolina Department of Employment and Workforce's dismissal of Stubbs' appeal as untimely.  We find the ALC improperly made its own factual findings in violation of its standard of review.  Therefore, we vacate the ALC's order and remand.","date":"2014-03-05","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Charles Stubbs, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Employment and\r\n            Workforce and JSE, LLC, Respondents.\r\n\r\n            Appellate Case No. 2012-212280\r\n\r\n\r\n\r\n                   Appeal From The Administrative Law Court\n\r\n                   John D. McLeod, Administrative Law Judge \n\r\n\r\n\r\n                              Opinion No. 5202 \n\r\n                  Heard October 8, 2013 – Filed March 5, 2014 \n\r\n\r\n\r\n                        VACATED AND REMANDED\r\n\r\n\r\n            Kirby Rakes Mitchell, of Greenville, and Jack E.\r\n            Cohoon, of Columbia, both of S.C. Legal Services, for\r\n            Appellant.\r\n\r\n            Maura Dawson Baker, of the South Carolina Department\r\n            of Employment and Workforce, of Columbia, for\r\n            Respondent.\r\n\r\n\r\nFEW, C.J.: Charles Stubbs appeals an order from the Administrative Law Court\r\n(ALC) affirming the South Carolina Department of Employment and Workforce's\r\ndismissal of Stubbs' appeal as untimely. We find the ALC improperly made its\r\nown factual findings in violation of its standard of review. Therefore, we vacate\r\nthe ALC's order and remand.\r\n\n      I.     Appeals from the Department of Employment and Workforce\r\n\r\nSection 41-35-610 of the South Carolina Code (Supp. 2013) provides that \"a claim\r\nfor [unemployment] benefits must be made pursuant to regulations the department\r\npromulgates.\" According to those regulations, the department's initial\r\ndetermination regarding unemployment benefits is made by a claims adjudicator.\r\nS.C. Code Ann. Regs. 47-51 (2011). A party aggrieved by the adjudicator's\r\ndecision may appeal to the department's \"appeal tribunal,\" which conducts a de\r\nnovo hearing at which the parties may present testimony to the tribunal. Id. The\r\nnext level for appeal is the department's \"appellate panel,\" which decides the\r\nappeal based solely on the evidence in the record before the appeal tribunal. S.C.\r\nCode Ann. Regs. 47-52 (2011). The appellate panel's decision may then be\r\nappealed to the ALC. S.C. Code Ann. § 41-35-750 (Supp. 2013). Finally, a party\r\nmay appeal the decision of the ALC to the court of appeals. See id. (\"An appeal\r\nmay be taken from the decision of the [ALC] pursuant to the . . . Appellate Court\r\nRules and Section 1-23-610.\"); S.C. Code Ann. § 1-23-610(A)(1) (Supp. 2013)\r\n(\"For judicial review of a final decision of an administrative law judge, a notice of\r\nappeal by an aggrieved party must be served and filed with the court of appeals as\r\nprovided in the . . . Appellate Court Rules.\").\r\n\r\n      II.    Facts and Procedural History\r\n\r\nStubbs applied for unemployment benefits with the department following a car\r\naccident that left him unable to continue working for JSE, LLC. The department's\r\nadjudicator made an initial determination that Stubbs was eligible for benefits. JSE\r\nappealed to the department's appeal tribunal.\r\n\r\nOn June 14, 2011, the appeal tribunal held a hearing in which Stubbs and a witness\r\nfor JSE appeared. The appeal tribunal reversed the adjudicator's determination and\r\nfound Stubbs was disqualified from receiving unemployment benefits because he\r\nquit his employment with JSE voluntarily and without good cause. On June 17,\r\n2011, the department mailed the appeal tribunal's decision to Stubbs. The decision\r\nnotified Stubbs that he may \"file an appeal to the Appellate Panel setting forth in\r\ndetail the grounds for appeal within ten . . . calendar days,\" and that his \"appeal\r\nmay be filed in person at any Workforce Center, or by mail, addressed to Appellate\r\nPanel, Post Office box 995, Columbia, South Carolina, 29202.\"\r\n\r\nStubbs filed an appeal by mail. The envelope containing his appeal arrived at the\r\ndepartment bearing a postmark of June 29, 2011, which was twelve days after the\r\ndepartment mailed the decision.\r\n\nIn a letter dated August 3, 2011, the appellate panel informed Stubbs it was\r\ndismissing his appeal as untimely because he did not file it within ten days.\r\nHowever, the appellate panel advised Stubbs of his right to request that the\r\nappellate panel reconsider its decision by \"setting forth the reasons for the\r\nuntimeliness of your appeal.\"\r\n\r\nStubbs then submitted a handwritten letter asserting he mailed his appeal on June\r\n25, 2011, which was only eight days after the date the department mailed the\r\ndecision. The appellate panel remanded the case to the appeal tribunal to conduct\r\nan evidentiary hearing regarding the timeliness of Stubbs' appeal, stating, \"Once\r\nthis testimony has been received, the record will be reviewed by the [appellate\r\npanel].\"1\r\n\r\nAt the hearing, Stubbs testified he received the June 17 decision \"probably around\r\nthe 20th\" of June. Stubbs asserted he placed his appeal in the outgoing mail slot at\r\nhis apartment complex the next day, Tuesday, June 21. When asked how he\r\nmailed the appeal, Stubbs stated: \"I mailed this at my house. [My apartment\r\ncomplex has] a box where the mailman comes, and . . . you got little slots where\r\nyou can [put] outgoing mail.\" Stubbs further explained he placed the appeal \"in\r\nmy box . . . it's not a US postal box, it's a box . . . I guess it is. Well, I guess it is\r\nbecause . . . it's a box that's used by the apartment complex . . . for delivering . . . or\r\npicking up mail.\" Stubbs could not explain the June 29 postmark on his appeal.\r\n\r\nBased on the evidence and testimony presented at the appeal tribunal's hearing, the\r\nappellate panel ruled Stubbs' appeal was properly dismissed as untimely. The\r\nappellate panel concluded:\r\n\r\n              Although [Stubbs] asserts he mailed the appeal June 21,\r\n              2011, it was not postmarked until June 29, 2011, which\r\n              was eight (8) days later. [Stubbs] was aware he was\r\n              mailing a time-sensitive document, and it was his\r\n              responsibility to ensure that the appeal was timely filed.\r\n              [Stubbs] filed an untimely appeal due to his own error or\r\n              neglect. Therefore the appeal is dismissed as untimely,\r\n\r\n\r\n1The department's regulations provide that the appellate panel may direct the\r\nappeal tribunal to take additional evidence. The appellate panel may then issue its\r\nown decision based on the additional evidence heard by the appeal tribunal. See\r\nS.C. Code Ann. Regs. 47-52(C)(3) (2011).\r\n\n             and the Appeal Tribunal decision is final as a matter of\r\n             law.\r\n\r\nStubbs appealed to the ALC, arguing the appellate panel erred because \"[t]he\r\nuncontradicted evidence of record is that [Stubbs] placed his appeal in the mail\r\nwithin the ten-day time frame of [section] 41-35-680, and that, through no fault of\r\nhis own, the appeal was delayed in its transmission to [the department].\"\r\n\r\nThe ALC affirmed the appellate panel's decision. The ALC, like the appellate\r\npanel, acknowledged Stubbs' assertion that he deposited his appeal in the outgoing\r\nmail slot at his apartment complex on June 21, 2011. However, the ALC stated:\r\n\r\n             [Stubbs] testified that the mail slot where he placed the\r\n             envelope was not a U.S. Postal Box, authorized by the\r\n             United States Postmaster General for receipt and delivery\r\n             of mail. . . . In essence, [Stubbs] merely gave his notice\r\n             of appeal to a third party, rather than to [the department]\r\n             or the United States Postal Service. . . . In this case\r\n             [Stubbs'] actions did not constitute timely or proper\r\n             service of his Notice of Appeal upon the Department.\r\n\r\nStubbs now appeals to this court, claiming the ALC improperly made its own\r\nfactual findings and based its decision on those findings.\r\n\r\n      III.   Law/Analysis\r\n\r\nThe ALC reviews final agency decisions—such as the department's unemployment\r\nbenefits determination in this case—in its appellate capacity \"as prescribed in\r\n[South Carolina Code] Section 1-23-380 [(Supp. 2013)].\" S.C. Code Ann. § 1-23-\r\n600(E) (Supp. 2013). Subsection 1-23-380(5) provides the reviewing court \"may\r\naffirm the decision of the agency,\" \"remand the case for further proceedings,\" or\r\n\"reverse or modify the decision if substantial rights of the appellant have been\r\nprejudiced because the administrative findings, inferences, conclusions, or\r\ndecisions are . . . (d) affected by [an] error of law; [or] (e) clearly erroneous in\r\nview of the reliable, probative, and substantial evidence on the whole record . . . .\"\r\nThe ALC \"may not substitute its judgment for the judgment of the agency as to the\r\nweight of the evidence on questions of fact.\" Id.; see also § 41-35-750 (stating\r\n\"the findings of the department regarding facts, if supported by evidence . . . , must\r\nbe conclusive and the jurisdiction of the [ALC] must be confined to questions of\r\nlaw\"). Accordingly, the ALC, sitting in its appellate capacity, may not make its\r\n\nown factual findings. See Todd's Ice Cream, Inc. v. S.C. Emp't Sec. Comm'n, 281\r\nS.C. 254, 258, 315 S.E.2d 373, 375 (Ct. App. 1984) (stating the standard set forth\r\nin section 1-23-380 \"does not allow judicial fact-finding\" by the reviewing court).\r\n\r\nAs we read the appellate panel's findings, Stubbs did not act timely in mailing the\r\nappeal of the appellate tribunal's decision to the appellate panel. The appellate\r\npanel's decision, therefore, appears to be based on Stubbs' untimely placement of\r\nthe document in the mailbox. The ALC, on the other hand, did not base its\r\ndecision on the timeliness of Stubbs' actions, but made its own finding that Stubbs\r\ndid not place the appeal in a United States Postal Service mailbox. Thus, the\r\nappellate panel's decision is based on Stubbs' untimely action of depositing the\r\nappeal in the mailbox, but the ALC affirmed based on Stubbs' action of depositing\r\nthe appeal in an improper mailbox. The ALC did not review the finding made by\r\nthe appellate panel, but instead affirmed based on its own finding, which was not\r\nmade by the appellate panel. This violates the ALC's standard of review.\r\nTherefore, we vacate the ALC's order.\r\n\r\nOn remand, the ALC shall review the department's factual findings in accordance\r\nwith section 1-23-380. If the ALC determines the department's findings are not\r\nsufficiently detailed to enable review, it may remand to the appellate panel. See\r\nAble Commc'ns, Inc. v. S.C. Pub. Serv. Comm'n, 290 S.C. 409, 411, 351 S.E.2d\r\n151, 152 (1986) (vacating and remanding where the agency's findings of fact were\r\ninsufficient to allow for a review of the agency decision, and stating, \"The findings\r\nof fact of an administrative body must be sufficiently detailed to enable the\r\nreviewing court to determine whether the findings are supported by the evidence\r\nand whether the law has been properly applied to those findings.\"). If the ALC\r\ndetermines the factual findings of the department are sufficient, it must review\r\nthose findings within its standard of review, and it may not make factual findings\r\nof its own.\r\n\r\n      IV.    Conclusion\r\n\r\nThe ALC's order is VACATED and the case is REMANDED to the ALC.\r\n\r\nKONDUROS, J., concurs.\r\n\r\nPIEPER, J., concurs in result only.\r\n\n","court":"Appeals"},{"id":"5204","title":"State v. Brannon","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5204.pdf","description":"Nicholas Jerel Brannon appeals an order revoking his probation and requiring him to serve five months of his original sentence.  This court remands the matter to the circuit court for specific findings of fact regarding the validity of Brannon's waivers of a hearing and of his right to counsel.","date":"2014-03-05","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Nicholas Jerel Brannon, Appellant.\r\n\r\n             Appellate Case No. 2011-184266\r\n\r\n\r\n                       Appeal From Spartanburg County \n\r\n                  Gordon G. Cooper, Special Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 5204 \n\r\n                  Heard December 16, 2013 – Filed March 5, 2014 \n\r\n\r\n\r\n                                   REMANDED\r\n\r\n\r\n             Chief Appellate Defender Robert Michael Dudek, of\r\n             Columbia, for Appellant.\r\n\r\n             Legal Counsel Tommy Evans, Jr., of South Carolina\r\n             Department of Probation, Parole & Pardon Services, of\r\n             Columbia, for Respondent.\r\n\r\n\r\n\r\nTHOMAS, J.: Nicholas Jerel Brannon appeals an order revoking his probation\r\nand requiring him to serve five months of his original sentence. Brannon's\r\nappellate counsel initially filed a brief pursuant to Anders v. California, 386 U.S.\r\n738 (1967), and moved to be relieved from further representation; however, this\r\ncourt denied the motion and directed the parties to submit briefs on the questions\r\nof whether the circuit court erred in allowing Brannon to waive any challenge to\r\nhis probation revocation and to waive legal representation without holding a\r\n\nhearing on the voluntariness of these waivers. We remand this matter to the circuit\r\ncourt for specific findings of fact regarding the validity of Brannon's waivers of a\r\nhearing on the revocation of his probation and of his right to counsel.1\r\n\r\nBrannon pled guilty to a charge of assault and battery of a high and aggravated\r\nnature and received a sentence of eighteen months, suspended to time served and\r\nprobation for eighteen months. Several months later, a probation violation citation\r\nwas issued against Brannon, alleging failures on his part to report, pay supervision\r\nfees, comply with the public service condition of his probation, and follow his\r\nprobation agent's advice. Subsequently, Brannon signed a pre-printed waiver form\r\ngenerated by the Department of Probation, Parole and Pardon Services in which he\r\npurportedly indicated his decision to proceed without counsel and waived the right\r\nto appear before the circuit court or a probation hearing officer. The same day\r\nBrannon signed the form, the circuit court issued an order revoking Brannon's\r\nprobation and requiring him to serve five months' imprisonment. Brannon\r\nappealed. After the notice of appeal was filed, Brannon's appellate counsel\r\nattempted to order a transcript of the proceedings, but was informed by the court\r\nreporter and the Public Defender's Office in Spartanburg County that no hearing on\r\nBrannon's probation revocation had taken place.\r\n\r\n\"'[A] probationer is entitled to a hearing on the question of revocation.'\" Martin v.\r\nState, 338 S.C. 401, 405, 526 S.E.2d 713, 715 (2000) (quoting Lovell v. State, 223\r\nS.C. 112, 117, 74 S.E.2d 570, 571 (1953)). Nevertheless, such a hearing is not a\r\njurisdictional requirement; rather, it has been recognized as a due process right that\r\ncan be waived by the probationer. Id. at 406, 526 S.E.2d at 716. Such a waiver\r\nmust be knowing and voluntary. See Moore v. State, 399 S.C. 641, 647, 732\r\nS.E.2d 871, 873 (2012) (\"A defendant's knowing and voluntary waiver of statutory\r\nor constitutional rights must be established by a complete record, and may be\r\naccomplished by a colloquy between the court and defendant, between the court\r\nand defendant's counsel, or both.\" (citing Roddy v. State, 339 S.C. 29, 34, 528\r\nS.E.2d 418, 421 (2000))). Although it is not essential that the waiver appear \"on-\r\nthe-record,\" Brown v. State, 317 S.C. 270, 272, 453 S.E.2d 251, 252 (1994), we are\r\ntroubled by the absence of any finding whatsoever in the appealed order that\r\n\r\n\r\n1We have reviewed the record as required by Anders v. California, 386 U.S. 738\r\n(1967), and State v. Williams, 305 S.C. 116, 406 S.E.2d 357 (1991), and find no\r\nother directly appealable issues of arguable merit.\r\n\nBrannon knowingly and voluntarily relinquished his right to a hearing. To the\r\ncontrary, pre-printed language in the form order revoking Brannon's probation\r\nstates the circuit court found Brannon violated various conditions of his probation\r\n\"[a]fter hearing the evidence and being duly advised\" in Brannon's absence. We\r\ntherefore remand this matter to the circuit court to determine whether, based on the\r\ncomplete record of this case, Brannon knowingly and voluntarily waived his right\r\nto a probation revocation hearing.\r\n\r\nSimilarly, the appealed order included no findings about the validity of Brannon's\r\npurported waiver of counsel; therefore, we remand the matter to the circuit court\r\nfor findings on this issue. See Rule 602, SCACR (requiring \"every person charged\r\nwith the violation of a probationary sentence\" to be informed by \"the presiding\r\njudge of the court in which the matter is to be determined\" about the right to\r\ncounsel and the right have counsel appointed by the court if the person is\r\nfinancially unable to employ counsel); Turner v. State, 384 S.C. 451, 454, 682\r\nS.E.2d 792, 793 (2009) (recognizing that \"a probationer does not have a Sixth\r\nAmendment right to counsel,\" but further stating that \"[i]n South Carolina, . . . all\r\npersons charged with probation violations have a right to counsel and must be\r\ninformed of this right pursuant to court rules and case law\"); id. (indicating a\r\nprobationer's right to counsel when charged with violating the probation terms\r\narises pursuant to the Due Process Clause under the Fifth and Fourteenth\r\nAmendments); Barlet v. State, 288 S.C. 481, 483, 343 S.E.2d 620, 622 (1986)\r\n(\"[T]he terms of Supreme Court Rule 51 [now Rule 602, SCACR] require that: (1)\r\nall persons charged with probation violations be advised of their right to counsel,\r\nand (2) indigent persons be advised of their right to court appointed counsel.\").\r\n\r\nREMANDED.\r\n\r\nSHORT and WILLIAMS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5206","title":"Watson v. Underwood","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5206.pdf","description":"Willie D. Watson appeals the circuit court's grant of partial summary judgment finding her daughter, Nancy Carole Underwood, as Watson's attorney-in-fact, had the authority to create and fund an irrevocable trust with Watson's assets.  We affirm.","date":"2014-03-19","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n           In The Court of Appeals \n\r\n\r\nWillie D. Watson, Appellant,\r\n\r\nv.\r\n\r\nNancy Carol Underwood, individually and as putative\r\ntrustee of the Willie D. Watson Trust; John H. Watson,\r\nindividually and as putative trustee of the Willie D.\r\nWatson Trust; and Future and Potential Heirs for Willie\r\nD. Watson, Respondents.\r\n\r\nAppellate Case No. 2012-211966\r\n\r\n\r\n\r\n            Appeal From Laurens County \n\r\n       Eugene C. Griffith, Jr., Circuit Court Judge \n\r\n\r\n\r\n                  Opinion No. 5206 \n\r\n     Heard October 8, 2013 – Filed March 19, 2014 \n\r\n\r\n\r\n                      AFFIRMED \n\r\n\r\n\r\nEdward S. McCallum, III, of Law Offices of Edward S.\r\nMcCallum, III, of Greenwood, and Thomas Jefferson\r\nGoodwyn, Jr., of Goodwyn Law Firm, LLC, of\r\nColumbia, for Appellant.\r\n\r\nB. Michael Brackett, of Moses & Brackett, PC, of\r\nColumbia, for Respondents.\r\n\nKONDUROS, J.: Willie D. Watson appeals the circuit court's grant of partial\r\nsummary judgment finding her daughter, Nancy Carole Underwood, as Watson's\r\nattorney-in-fact, had the authority to create and fund an irrevocable trust with\r\nWatson's assets. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nWatson and John Calvin Watson were married for sixty-two years and had three\r\nchildren: Underwood, John H. Watson, and Sherry Long. On October 4, 2006,\r\nWatson1 filed a complaint with the sheriff's department that Long had been\r\nharassing her for years and on September 28, 2006, began to yell at her and call her\r\nnames. She further reported that Long had assaulted her in the past by throwing\r\nobjects at her. Watson told her attorney, Richard T. Townsend, she did not wish to\r\nleave her husband or Long anything in her will. Watson told Townsend,\r\nUnderwood, and John H. that Long encouraged and supported Watson's husband's\r\nmental abuse towards Watson, physically abused Watson, and only wanted\r\nWatson's money.\r\n\r\nOn October 5, 2006, Watson granted Underwood a durable power of attorney. The\r\npower of attorney gave Underwood the power \"[t]o establish trust funds, revocable\r\nor irrevocable, funded or unfunded, for the benefit of [Watson], [her] spouse, [her]\r\nchildren and [her] lineal descendants, and to transfer any of [her] assets to such\r\ntrusts.\" It also provided Underwood could transfer any of Watson's assets to her\r\n\"spouse, [her] children and [her lineal descendants by gift, including to any such\r\nperson serving as attorney[-]in[-]fact, or to any trust funds which [she] may have\r\nestablished, revocable or irrevocable . . . .\" The power of attorney provided mental\r\nincapacity or physical disability by Watson would not effect it.\r\n\r\nOn the same day, Watson executed a last will and testament. She devised $2,000\r\nto each of her grandchildren and $1,000 to each of her great-grandchildren living at\r\nthe time of her death. She bequeathed her husband and Long2 $1 each.3\r\n\r\n\r\n1Watson was eighty-eight years old at the time of the incident.\r\n2Watson noted in the will that she had made \"many advancements\" to Long. She\r\nhad previously gifted Long half of an acre, which was located in the middle of\r\ntwenty-seven acres Watson owned. Watson informed Townsend she wished to\r\nundo the gift but her attorney advised her that she could not. She also told him\r\nLong would be inheriting the bulk of Watson's husband's estate.\r\n\nUnderwood and John H. were devised the residuary to be split equally. Both the\r\nwill and the power of attorney were prepared by Townsend.\r\n\r\nOn March 13, 2009, during the night, Long moved Watson out of the assisted\r\nliving facility4 where she resided, Sterling House, without notifying Underwood or\r\nJohn H. On March 31, 2009, Watson's husband died, and Long later withdrew\r\nfunds from his bank account with his power of attorney, withholding from the bank\r\nthat he had died. The account was payable to Watson on her husband's death. In\r\nmid-March 2009, Underwood, John H., and their spouses visited Townsend's\r\noffice to discuss how to protect Watson's assets from Long. Watson had\r\ncomplained to Townsend numerous times about Long's abusiveness and desire for\r\nher money.5 Townsend recommended an irrevocable trust be created and Watson's\r\nassets be transferred into the trust. On April 2, 2009, Underwood executed an\r\nirrevocable trust naming herself and John H. as co-trustees. Watson received all\r\nnet income and principal necessary for her upkeep, maintenance, and support from\r\nthe trust, and at her death, the trust would terminate and the assets were to be\r\ndistributed in accordance with her will dated October 5, 2006. The trust was\r\nfunded with three bank accounts6, a car, and real property consisting of the\r\napproximately 26.5 acres Watson owned, upon which her house was located.\r\nAccording to Underwood, Watson initially approved of the trust.\r\n\r\nOn June 18, 2009, Long moved Watson out of an assisted living facility,\r\nGenerations, where Watson had been living for about a month. Also that day,\r\nWatson revoked Underwood's power of attorney. On January 12, 2010, Watson\r\nexecuted a codicil to the 2006 will, naming Long as the sole beneficiary of the will.\r\nOn January 26, 2010, Watson filed an action against Underwood and John H., as\r\nindividuals and trustees, as well as her future and potential heirs of the trust\r\n(collectively, Respondents), challenging the validity and funding of the trust.\r\nUnderwood and John H. answered on February 16, 2010. On April 29, 2010,\r\n\r\n\r\n\r\n3 At her attorney's urging, she devised them $1 instead of leaving them out entirely \n\r\nas she had done under her previous will.\n\r\n4 In July 2008, Watson had a stroke. Her doctor believed she could not live \n\r\nindependently and needed twenty-four-hour supervision.\n\r\n5 Townsend testified Watson was scared of Long. \n\r\n6 Two of the accounts were in Watson's name. The third account contained \n\r\napproximately $50,000 and was in John H.'s name and possibly Underwood's too. \n\r\n\nWatson filed a petition7 to terminate the trust under section 62-7-411 of the South\r\nCarolina Code, contending she, as the lifetime beneficiary of the trust, and the\r\nresiduary beneficiary, Long, consented to its termination. Respondents filed a\r\nreturn with supporting affidavits and a deposition of Townsend. Following a\r\nhearing, the circuit court denied the petition on October 1, 2010. The circuit court\r\nfound \"(1) the codicil could not serve as a document incorporated by reference into\r\nthe trust;\" (2) the codicil, as Watson attempts to use it, is a modification of the\r\ntrust, which requires the consent of all trust beneficiaries; and \"(3) the effective\r\ndate of the codicil does not relate back to the time of the execution of the annexed\r\nOctober 5, 2006 will, rather the annexed will advances to become effective as of\r\nthe time of the execution of the codicil.\" Watson filed a motion to reconsider,\r\nwhich was also denied.\r\n\r\nRespondents filed a motion for partial summary judgment on the issue of whether\r\nthe power to create an irrevocable trust may be expressly granted and delegated by\r\na competent principal to his or her agent in a power of attorney. Watson filed a\r\ncross-motion for summary judgment, contending (1) the deed was void as matter of\r\nlaw because it conveyed property to a trust rather than the trustees and (2)\r\nUnderwood's using her fiduciary powers to create an irrevocable trust that\r\nincorporates a fully revocable will, created a will in violation of the powers of a\r\npower of attorney. The circuit court held a hearing on the matter on August 26,\r\n2011. On December 13, 2011, the circuit court filed an order granting\r\nRespondents' motion and denying Watson's. The court found (1) the power of\r\nattorney expressly authorized Underwood to create the trust, such power was\r\nlegally delegable to the attorney-in-fact, and the trust was not a will and (2) the\r\ndeed transferring real property was not invalid for lack of a properly named\r\ngrantee. Watson filed a motion for reconsideration8, which the circuit court\r\ndenied. This appeal followed.\r\n\r\n\r\n\r\n7 The pleading appeared under the caption of the original complaint and was not\r\naccompanied by a summons. Thus, the circuit court treated the pleading as a\r\nmotion.\r\n8 The Rule 59(e), SCRCP, motion stated the circuit court failed to make specific\r\nfindings of fact regarding (1) the deed transferring property to a trust rather than\r\ntrustees, (2) a power of attorney creating an irrevocable trust that references a will\r\ncreated a will, and (3) a power of attorney locking an estate's distribution through\r\nan irrevocable trust.\r\n\nLAW/ANALYSIS\r\n\r\nI.    Creation of a Will by a Power of Attorney\r\n\r\nWatson argues the circuit court erred in denying her motion for summary judgment\r\nand granting Respondents' partial summary judgment motion on the question of the\r\nvalidity of the trust because the effect of the trust is to create a will in violation of\r\nthe powers of a power of attorney under South Carolina law.9 We disagree.\r\n\r\nTo the extent that Watson's argument addresses the denial of her motion for\r\nsummary judgment, we will not consider it. The denial of a motion for summary\r\njudgment is not appealable because it does not finally determine anything about the\r\nmerits or strike a defense. Ballenger v. Bowen, 313 S.C. 476, 476-77, 443 S.E.2d\r\n379, 379 (1994).\r\n\r\nThe purpose of summary judgment is to expedite the disposition of cases not\r\nrequiring the services of a fact finder. George v. Fabri, 345 S.C. 440, 452, 548\r\nS.E.2d 868, 874 (2001). When reviewing the grant of a summary judgment\r\nmotion, this court applies the same standard that governs the trial court under Rule\r\n56(c), SCRCP; summary judgment is proper when there is no genuine issue as to\r\nany material fact and the moving party is entitled to judgment as a matter of\r\nlaw. Fleming v. Rose, 350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002). In\r\ndetermining whether a genuine issue of fact exists, the evidence and all reasonable\r\n\r\n9We believe the concurrence/dissent is wrong to suggest the circuit court's ruling\r\nof the grant of summary judgment should be vacated. Watson did not raise in her\r\n59(e), SCRCP, motion that the circuit court went beyond the relief requested by\r\nRespondents. \"When a party receives an order that grants certain relief not\r\npreviously contemplated or presented to the trial court, the aggrieved party must\r\nmove, pursuant to Rule 59(e), SCRCP, to alter or amend the judgment in order to\r\npreserve the issue for appeal.\" In re Timmerman, 331 S.C. 455, 460, 502 S.E.2d\r\n920, 922 (Ct. App. 1998). Nor does Watson raise it as an issue on appeal.\r\n\"[A]ppellants have the responsibility to identify errors on appeal, not the [c]ourt.\"\r\nKennedy v. S.C. Ret. Sys., 349 S.C. 531, 533, 564 S.E.2d 322, 323 (2001).\r\n\"[A]ppellate courts in this state, like well-behaved children, do not speak unless\r\nspoken to and do not answer questions they are not asked.\" State v. Austin, 306\r\nS.C. 9, 19, 409 S.E.2d 811, 817 (Ct. App. 1991) (brackets and internal quotation\r\nmarks omitted). Accordingly, we will not vacate the circuit court's holdings when\r\nWatson never asked us or the circuit court to do so.\r\n\ninferences drawn from it must be viewed in the light most favorable to the\r\nnonmoving party. Sauner v. Pub. Serv. Auth. of S.C., 354 S.C. 397, 404, 581\r\nS.E.2d 161, 165 (2003).\r\n\r\n\"A trust . . . may be created by: (i) transfer of property to another person as trustee\r\nduring the settlor's lifetime or by will or other disposition taking effect upon the\r\nsettlor's death . . . .\" S.C. Code Ann. § 62-7-401(a)(1) (Supp. 2013).\r\n\r\nThe power of attorney specifically granted Underwood the power to create trusts,\r\nboth revocable and irrevocable. Simply because the trust used the will to specify\r\nhow to distribute the assets held by the trust, this in no way impeded Watson's right\r\nto change her will. Watson can still execute a new will or a codicil specifying how\r\nher other assets10 should be distributed upon her death and modify any burial plans.\r\nUnderwood's creation of the trust did not amount to the execution of a will.\r\nAccordingly, the circuit court properly granted Respondents' partial summary\r\njudgment motion.\r\n\r\nII.   Scope of Power of Attorney\r\n\r\nWatson further asserts Underwood did not have the authority to execute the trust\r\nbecause the power of attorney was only to be used if her health failed. We\r\ndisagree.\r\n\r\n\"'A power of attorney is an instrument in writing by which one person, as principal,\r\nappoints another as his agent and confers upon him the authority to perform certain\r\nspecified acts or kinds of acts on behalf of the principal. The written authorization\r\nitself is the power of attorney.'\" In re Thames, 344 S.C. 564, 569, 544 S.E.2d 854,\r\n856 (Ct. App. 2001) (footnotes omitted by court) (quoting 3 Am. Jur. 2d Agency §\r\n23 (1986)). \"A durable power of attorney allows a person, the principal, to\r\ndesignate another as his or her attorney[-]in[-]fact to act on the principal's behalf as\r\nprovided in the document even if the principal becomes mentally incompetent.\"\r\nId. (citing S.C. Code Ann. § 62-5-501 (Supp. 2000)).\r\n\r\nThis court has previously determined \"a cause of action to set aside [a power of\r\nattorney] is more closely akin to an action to set aside a contract, deed, or petition\r\n\r\n10 The record does not specifically provide what assets of Watson's were not\r\ntransferred to the trust but her personalty and her inheritance from her husband\r\nwere not transferred to the trust.\r\n\nthan it is to a will contest.\" Id. at 571, 544 S.E.2d at 857. The same reasoning\r\nlends itself to the conclusion that an action to interpret a power of attorney is\r\nsimilar to an action to interpret a contract. An action to interpret a contract is an\r\naction at law. Pruitt v. S.C. Med. Malpractice Liab. Joint Underwriting Ass'n, 343\r\nS.C. 335, 339, 540 S.E.2d 843, 845 (2001). \"The construction of a contract which\r\nis ambiguous, or capable o[f] more than one construction, is a question of fact.\"\r\nSkull Creek Club Ltd. P'ship v. Cook & Book, Inc., 313 S.C. 283, 286, 437 S.E.2d\r\n163, 165 (Ct. App. 1993). \"The cardinal rule of contract interpretation is to\r\nascertain and give effect to the intention of the parties and, in determining that\r\nintention, the court looks to the language of the contract.\" Sphere Drake Ins. Co. v.\r\nLitchfield, 313 S.C. 471, 473, 438 S.E.2d 275, 277 (Ct. App. 1993).\r\n\r\nGenerally, \"the construction of contracts is a question of law for the court.\" Hope\r\nPetty Motors v. Hyatt, 310 S.C. 171, 175, 425 S.E.2d 786, 789 (Ct. App. 1992).\r\nDetermining what the parties intended becomes a question of fact for the jury only\r\nwhen the contract is ambiguous. Id. \"If a contract is unambiguous, extrinsic\r\nevidence cannot be used to give the contract a meaning different from that\r\nindicated by its plain terms.\" Bates v. Lewis, 311 S.C. 158, 161 n.1, 427 S.E.2d\r\n907, 909 n.1 (Ct. App. 1993). \"A contract is ambiguous only when it may fairly\r\nand reasonably be understood in more ways than one.\" Jordan v. Sec. Grp., Inc.,\r\n311 S.C. 227, 230, 428 S.E.2d 705, 707 (1993). \"Whe[n] the language of a\r\ncontract is plain and capable of legal construction, that language alone determines\r\nthe instrument's force and effect.\" Id. \"Resort to construction by a party is only\r\ndone when the contract is ambiguous or there is doubt as to its intended meaning.\"\r\nId. \"The [c]ourt's duty is to enforce the contract made by the parties regardless of\r\nits wisdom or folly, apparent unreasonableness, or the parties' failure to guard their\r\nrights carefully.\" Id.\r\n\r\nIn support of this argument, Watson cites to her testimony during a deposition.11\r\nHowever, the power of attorney is not ambiguous on its face. It does not provide\r\nthat it only takes affect if her health failed. It actually describes how mental\r\nincapacity and physical disability shall not affect the power of attorney.\r\nAccordingly, because the power of attorney is not ambiguous on its face, the court\r\n\r\n11Conversely, Townsend provided he explained the power of attorney would\r\ncontinue to be in effect if she were to become incapacitated. He testified Watson\r\nhad declined a healthcare power of attorney. He further stated Watson had not\r\nasked for a springing power of attorney, which would only come into effect if she\r\nwas to be declared incompetent, because if she had, he would have prepared one.\r\n\ncannot look beyond it and consider other evidence such as testimony. Therefore,\r\nthe power of attorney took effect once executed.\r\n\r\nIII.   Confidential Relationship and Fiduciary Duty\r\n\r\nWatson maintains the circuit court erred in granting Respondents' summary\r\njudgment motion on the question of whether or not the irrevocable trust is valid\r\nbecause there were multiple questions of fact for a jury to determine. Watson\r\ncontends Underwood had both a confidential and fiduciary relationship with\r\nWatson and by creating the irrevocable trust naming herself as a beneficiary she\r\nviolated those duties. We find these issues are not properly before this court.\r\n\r\nWatson's memorandum in support of her reply to Respondents' summary judgment\r\nmotion and her cross-motion for summary judgment alleges Underwood and\r\nWatson had a confidential and fiduciary relationship. Respondents' memorandum\r\nof law in support of their motion of partial summary judgment and in opposition to\r\nWatson's cross-motion for summary judgment addressed Watson's allegations\r\nregarding breach of fiduciary duty in creating trust. It stated, \"This portion of the\r\nMemo of Law addresses [Watson's] arguments that are beyond the particular\r\nquestions presented but which [Respondents] cannot allow to go unanswered.\"\r\nThe circuit court's order makes no reference to whether a fiduciary or confidential\r\nrelationship was violated here. In Respondents' brief they state, \"The motion for\r\npartial summary judgment did not raise, and the Order under appeal did not\r\naddress, and rightfully so, trust validity issues related to a confidential relationship,\r\nundue influence or fiduciary duty . . . .\" \"Generally, an issue must be raised to and\r\nruled upon by the circuit court to be preserved.\" Pye v. Estate of Fox, 369 S.C.\r\n555, 565, 633 S.E.2d 505, 510 (2006) (citing Elam v. S.C. Dep't of Transp., 361\r\nS.C. 9, 24, 602 S.E.2d 772, 780 (2004) (noting a party must file a Rule 59(e)\r\nmotion \"when an issue or argument has been raised, but not ruled on, in order to\r\npreserve it for appellate review\")). Accordingly, because these issues were not\r\naddressed in the grant of Respondents' motion for partial summary judgment or\r\nraised in Watson's 59(e) motion, we will not examine them on appeal.\r\n\r\nIV.    Denial of Summary Judgment—Transfer to Trust\r\n\r\nWatson asserts the circuit court erred in denying her motion for summary judgment\r\nregarding when a deed purports to transfer her property to a trust rather than to the\r\ntrustees. The denial of a motion for summary judgment is not appealable because\r\nit does not finally determine anything about the merits or strike a defense.\r\n\nBallenger, 313 S.C. at 476-77, 443 S.E.2d at 379. It \"simply decides the case\r\nshould proceed to trial.\" Id. at 477, 443 S.E.2d at 380. It \"does not establish the\r\nlaw of the case, and the issues raised in the motion may be raised again later in the\r\nproceedings by a motion to reconsider the summary judgment motion or by a\r\nmotion for a directed verdict.\" Id.\r\n\r\n             [A] judge deciding a case on the merits is not bound by a\r\n             prior order of another judge denying summary judgment.\r\n             If the law were otherwise, a party could never obtain\r\n             relief from an erroneous order denying summary\r\n             judgment since orders denying summary judgment are\r\n             never appealable, not even after final judgment.\r\n\r\nWeil v. Weil, 299 S.C. 84, 89, 382 S.E.2d 471, 473 (Ct. App. 1989). \"[I]t is\r\nunnecessary to make findings of fact and conclusions of law in denying motions\r\nfor summary judgment.\" Ballenger, 313 S.C. at 478 n.1, 443 S.E.2d at 380 n.1.\r\nHowever, when denying Watson's motion for summary judgment, the circuit court\r\nmade conclusions of law. Because the denial of a motion for summary judgment\r\ncannot be appealed, we cannot consider this issue. We note that Watson is not\r\nbound by the circuit court's conclusions of law on this issue and can raise the issue\r\nagain at trial.\r\n\r\nV.    Denial of Petition to Terminate Trust\r\n\r\nWatson contends the circuit court erred in denying her petition to terminate the\r\ntrust. She maintains all the terms and conditions of section 62-7-411 of the South\r\nCarolina Code (Supp. 2013) were satisfied because she and Long are the sole\r\nbeneficiaries, Watson is the settlor, and they gave their consent to terminate the\r\ntrust. We find this issue is not appealable at this time.\r\n\r\n\"The right of appeal arises from and is controlled by statutory law.\" Ex parte\r\nCapital U-Drive-It, Inc., 369 S.C. 1, 6, 630 S.E.2d 464, 467 (2006). \"An appeal\r\nordinarily may be pursued only after a party has obtained a final judgment.\" Id.\r\n(citing S.C. Code Ann. § 14-3-330(1) (1977); Rule 72, SCRCP; Rule 201(a),\r\nSCACR). \"The determination of whether a party may immediately appeal an order\r\nissued before or during trial is governed primarily by [section 14-3-330 of the\r\nSouth Carolina Code (1977 & Supp. 2013)].\" Id. \"Absent a specialized statute, an\r\norder must fall into one of several categories set forth in [s]ection 14-3-330 in\r\norder to be immediately appealable.\" Id. \"An order 'involves the merits,' as that\r\n\nterm is used in [s]ection 14-3-330(1)[,] and is immediately appealable when it\r\nfinally determines some substantial matter forming the whole or part of some cause\r\nof action or defense. Id. at 7, 630 S.E.2d at 467 (footnote omitted). \"The phrase\r\n'involving the merits' is narrowly construed . . . . An order usually will be deemed\r\ninterlocutory and not immediately appealable when there is some further act that\r\nmust be done by the trial court prior to a determination of the parties' rights.\" Id. at\r\n7, 630 S.E.2d at 467-68.\r\n\r\n\"The provisions of [s]ection 14-3-330, including subsection (2), have been\r\nnarrowly construed and immediate appeal of various orders issued before or during\r\ntrial generally has not been allowed. Piecemeal appeals should be avoided and\r\nmost errors can be corrected by the remedy of a new trial.\" Hagood v.\r\nSommerville, 362 S.C. 191, 196, 607 S.E.2d 707, 709 (2005). \"The basic policy\r\nbehind denying immediate review of pretrial motions is avoidance of piecemeal\r\nlitigation where the rights of the parties have not been substantially impacted.\"\r\nBreland v. Love Chevrolet Olds, Inc., 339 S.C. 89, 94, 529 S.E.2d 11, 13 (2000).\r\n\r\n\"An order affects a substantial right and is immediately appealable when it '(a) in\r\neffect determines the action and prevents a judgment from which an appeal might\r\nbe taken or discontinues the action, (b) grants or refuses a new trial[,] or (c) strikes\r\nout an answer or any part thereof or any pleading in any action.'\" Hagood, 362\r\nS.C. at 195, 607 S.E.2d at 709 (brackets omitted) (quoting § 14-3-330(2)).\r\nUsually, an order that does not finally end a case or prevent a final judgment from\r\nwhich a party could appeal is not immediately appealable. Id. A judgment that\r\ndetermines what law is applicable but leaves questions of fact unsettled is not a\r\nfinal judgment. Good v. Hartford Accident & Indem. Co., 201 S.C. 32, 41, 21\r\nS.E.2d 209, 212 (1942). Additionally, a decree or judgment that leaves in doubt\r\nwhether the plaintiff will prevail is not final. Donaldson v. Bank, 4 S.C. 106, 115\r\n(1873). An order is not immediately appealable when appellants \"have not 'arrived\r\nat the end of the road' and [would] be able to appeal the decision after the trial\r\n[wa]s finished.\" Baldwin Constr. Co. v. Graham, 357 S.C. 227, 230, 593 S.E.2d\r\n146, 147 (2004).\r\n\r\nHowever, \"an order that is not directly appealable will nonetheless be considered if\r\nthere is an appealable issue before the [c]ourt and a ruling on appeal will avoid\r\nunnecessary litigation.\" Hite v. Thomas & Howard Co., 305 S.C. 358, 360, 409\r\nS.E.2d 340, 341 (1991), overruled on other grounds by Huntley v. Young, 319 S.C.\r\n\n559, 462 S.E.2d 860 (1995).12 Generally, \"[t]his [c]ourt reviews interlocutory\r\norders when they contain other appealable issues.\" Ferguson v. Charleston\r\nLincoln Mercury, Inc., 349 S.C. 558, 565, 564 S.E.2d 94, 98 (2002). However,\r\nthis court has declined to consider interlocutory issues even when accompanied by\r\nan appealable order, such as the grant of summary judgment, when the court found\r\nthe issue to be novel and relating to the sufficiency of the allegations, which the\r\ntrial court had not had the opportunity on which to rule. Pruitt v. Bowers, 330 S.C.\r\n483, 488, 499 S.E.2d 250, 253 (Ct. App. 1998). The supreme court has noted \"if\r\nthe question involved will be inherent in the final judgment and can be presented in\r\nan appeal from that judgment, it will be treated as an interlocutory order, review of\r\nwhich can only be had upon the general appeal.\" Good, 201 S.C. at 41, 21 S.E.2d\r\nat 212 (internal quotation marks omitted).\r\n\r\nIn ruling on the petition, the circuit court referred to it as interlocutory. Watson did\r\nnot immediately appeal the denial of her petition; she waited and appealed it with\r\nthe court's grant of Respondents' partial summary judgment motion and the denial\r\nof her summary judgment motion. Here, the granting of Respondents' summary\r\njudgment motion is immediately appealable. Therefore, we could consider the\r\ndenial of the petition if it would avoid unnecessary litigation. However, because\r\nthe matters at issue in terminating the trust are intertwined with those to be\r\ndetermined at trial, we find the petition is not appealable until a final judgment has\r\noccurred. This court's ruling on this issue would not avoid unnecessary litigation\r\nbecause this matter is still to be litigated. Accordingly, we will not review the\r\ncircuit court's denial of the petition in this appeal.\r\n\r\nCONCLUSION\r\n\r\nWe affirm the circuit court's grant of Respondents' partial summary judgment\r\nmotion. We do not address the denial of Watson's summary judgment motion nor\r\npetition to terminate the trust. Accordingly, the circuit court is\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, J., concurs.\r\n\r\n12The denial of summary judgment is never appealable, even after final judgment.\r\nOlson v. Faculty House of Carolina, Inc., 354 S.C. 161, 168, 580 S.E.2d 440, 444\r\n(2003).\r\n\nFEW, C.J., concurring in part, and dissenting in part: I concur in the\r\nmajority's decision to affirm partial summary judgment to Underwood on the only\r\ntwo issues raised in her motion: (1) Did Watson grant Underwood power of\r\nattorney; and (2) Did Underwood have authority under that power of attorney to\r\ncreate an irrevocable trust. Because Underwood's motion raised no other issues, I\r\nwould vacate all other relief granted by the circuit court.\r\n\n","court":"Appeals"},{"id":"5207","title":"Abney v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5207.pdf","description":"In this PCR action, the petitioner claims his counsel's assistance was rendered ineffective when counsel did not request a jury instruction on the lesser included offense of strong arm robbery. He further contends he was prejudiced by his attorney's decision when he was convicted of armed robbery.","date":"2014-03-19","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA\r\n               In The Court of Appeals\r\n\r\nTed E. Abney, Petitioner,\r\n\r\nv. \n\r\n\r\nState of South Carolina, Respondent. \n\r\n\r\nAppellate Case No. 2010-164906 \n\r\n\r\n\r\n\r\n               ON WRIT OF CERTIORARI\r\n\r\n\r\n               Appeal From Newberry County\r\n             D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n                    Opinion No. 5207 \n\r\n       Heard November 13, 2013 – Filed March 19, 2014 \n\r\n\r\n\r\n                        AFFIRMED \n\r\n\r\n\r\nAppellate Defender Kathrine H. Hudgins, of Columbia,\r\nfor Petitioner.\r\n\r\nAttorney General Alan Wilson, Chief Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Salley W. Elliott, and Assistant Attorney\r\nGeneral J. Rutledge Johnson, all of Columbia, for\r\nRespondent.\r\n\nKONDUROS, J.: In this post-conviction relief (PCR) action, Ted E. Abney\r\nclaims his trial counsel's assistance was rendered ineffective when counsel did not\r\nrequest a jury instruction on the lesser included offense of strong arm robbery. He\r\nfurther contends he was prejudiced by his attorney's decision because he was\r\nconvicted of armed robbery. We affirm.\r\n\r\n                        FACTS/PROCEDURAL HISTORY\r\n\r\nThe victim testified that on October 30, 2004, she parked outside the Citgo Station\r\nin Prosperity, South Carolina. She went into the store, purchased items, and\r\nreturned to her car. She put her purchases on the passenger seat and walked\r\naround to the driver's side. As she opened the driver's side door, Abney came up\r\nbehind her and leaned over her so that she could not get away. He pushed\r\nsomething into her ribs and told her \"don't move, don't say nothing or I will kill\r\nyou.\" She testified at trial she believed he had a gun. He then took her purse and\r\ndrove away in a white van. Abney turned himself in to the Newberry police a few\r\ndays after the incident. He admitted taking the purse but insisted he never had a\r\nweapon. No weapon was ever recovered.\r\n\r\nAbney was charged with armed robbery and possession of a firearm or knife\r\nduring the commission of a violent crime. During his trial, the court granted\r\nAbney's motion for directed verdict on the possession of a firearm or knife during\r\nthe commission of a violent crime charge. The armed robbery charge went to the\r\njury. Neither Abney nor the State asked for a jury charge on the lesser included\r\noffense of strong arm robbery. Abney was found guilty of armed robbery and\r\nsentenced to twenty-six years' imprisonment. He appealed his sentence to this\r\ncourt, which dismissed the appeal.1 On March 12, 2009, he filed an application for\r\nPCR. On May 24, 2010, the PCR court issued an order denying relief and\r\ndismissing the application. Abney then filed a petition for writ of certiorari. This\r\ncourt granted the petition. This appeal followed.\r\n\r\n                             STANDARD OF REVIEW\r\n\r\n\"In reviewing the PCR judge's decision, an appellate court is concerned only with\r\nwhether any evidence of probative value exists to support that decision.\" Holden v.\r\nState, 393 S.C. 565, 573, 713 S.E.2d 611, 615 (2011). A petitioner for PCR bears\r\nthe burden of establishing he is entitled to relief. Goins v. State, 397 S.C. 568, 573,\r\n726 S.E.2d 1, 3 (2012). An appellate court \"will uphold the findings of the PCR\r\n\r\n1   State v. Abney, No. 2008-UP-184 (S.C. Ct. App. filed Mar. 17, 2008).\r\n\ncourt when there is any evidence of probative value to support them, and will\r\nreverse the decision of the PCR court when it is controlled by an error of law.\" Id.\r\nAppellate courts give great deference to PCR courts' findings of fact and\r\nconclusions of law. Holden, 393 S.C. at 573, 713 S.E.2d at 615.\r\n\r\n                                  LAW/ANALYSIS\r\n\r\nAbney argues trial counsel was ineffective because he did not request a jury\r\ninstruction on the lesser included offense of strong arm robbery. He believes this\r\ndecision fell below an objectively reasonable standard. He asserts he was\r\nprejudiced by this decision because he would have been convicted of strong arm\r\nrobbery instead of armed robbery if the jury received the instruction. We disagree.\r\n\r\nThe South Carolina Code defines armed robbery as the commission of a:\r\n\r\n             robbery while armed with a pistol, dirk, slingshot, metal\r\n             knuckles, razor, or other deadly weapon, or while\r\n             alleging, either by action or words, he was armed while\r\n             using a representation of a deadly weapon or any object\r\n             which a person present during the commission of the\r\n             robbery reasonably believed to be a deadly weapon.\r\n\r\nS.C. Code Ann. § 16-11-330 (2003) (emphasis added). Strong arm robbery is\r\ndefined under common law \"as the felonious or unlawful taking of money, goods,\r\nor other personal property of any value from the person of another or in his\r\npresence by violence or by putting such person in fear.\" State v. Rosemond, 356\r\nS.C. 426, 430, 589 S.E.2d 757, 758 (2003).\r\n\r\nThe trial court is required to charge a jury on a lesser included offense \"if there is\r\nany evidence from which it could be inferred the lesser, rather than the greater,\r\noffense was committed.\" State v. Gourdine, 322 S.C. 396, 398, 472 S.E.2d 241,\r\n241 (1996). However, the trial court should refuse to charge on a lesser included\r\noffense when there is no evidence that the defendant committed the lesser rather\r\nthan the greater offense. State v. Smith, 315 S.C. 547, 549, 446 S.E.2d 411, 413\r\n(1994).\r\n\r\n\"In order to establish a claim of ineffective assistance of counsel, a PCR applicant\r\nmust prove: (1) that counsel failed to render reasonably effective assistance under\r\nprevailing professional norms; and (2) that the deficient performance prejudiced\r\nthe applicant's case.\" Porter v. State, 368 S.C. 378, 383, 629 S.E.2d 353, 356\r\n\n(2006). Under the second prong, the PCR applicant \"must show that there is a\r\nreasonable probability that, but for counsel's unprofessional errors, the result of the\r\nproceeding would have been different.\" Strickland v. Washington, 466 U.S. 668,\r\n694 (1984). \"A reasonable probability is a probability sufficient to undermine\r\nconfidence in the outcome of the trial.\" Simmons v. State, 331 S.C. 333, 338, 503\r\nS.E.2d 164, 166 (1998). \"[T]he court should recognize that counsel is strongly\r\npresumed to have rendered adequate assistance and made all significant decisions\r\nin the exercise of reasonable professional judgment.\" Strickland, 466 U.S. at 690.\r\n\r\nCounsel must articulate a valid reason for employing a certain strategy to avoid a\r\nfinding of ineffectiveness. Roseboro v. State, 317 S.C. 292, 294, 454 S.E.2d 312,\r\n313 (1995). When counsel articulates a strategy, it is measured under an objective\r\nstandard of reasonableness. Ingle v. State, 348 S.C. 467, 470, 560 S.E.2d 401, 402\r\n(2002). \"[S]trategic choices made after thorough investigation of law and facts\r\nrelevant to plausible options are virtually unchallengeable; and strategic choices\r\nmade after less than complete investigation are reasonable precisely to the extent\r\nthat reasonable professional judgments support the limitations on investigation.\"\r\nStrickland, 466 U.S. at 691.\r\n\r\nSouth Carolina has not considered the specific situation presented by this case.\r\nHowever, other states have determined whether failing to ask for a jury charge on a\r\nlesser included offense is a valid trial strategy. Alabama, Georgia, and Utah all\r\nfound refusing to ask for a charge on a lesser included offense could be a\r\nreasonable trial strategy. See Harbin v. State, 14 So. 3d 898, 909 (Ala. Crim. App.\r\n2008), Ojemuyiwa v. State; 647 S.E.2d 598, 605 (Ga. Ct. App. 2007); Havard v.\r\nState, 928 So. 2d 771, 791 (Miss. 2006). The Supreme Court of Mississippi stated\r\nthat \"[t]rial counsel's decision not to submit lesser offense instructions, while it\r\nturned out to be unsuccessful, was appropriate trial strategy, and thus beyond the\r\nrealm of serious consideration on a claim of ineffective assistance of counsel.\"\r\nHavard, 928 So. 2d at 791.\r\n\r\nWe find evidence supported the PCR court's decision. Abney does not prove trial\r\ncounsel failed to meet an objectively reasonable standard. Trial counsel was able\r\nto articulate a valid reason for employing his strategy. He testified that during a\r\nbreak in the trial, he and Abney felt they were winning the case and he would be\r\nfound not guilty of armed robbery.2 Therefore, the trial counsel did not feel it was\r\nin his client's best interests to ask for a jury instruction on strong arm robbery.\r\n\r\n\r\n2The dissent believes trial counsel did not understand the elements of armed\r\nrobbery; however, we find pursuant to State v. Muldrow, 348 S.C. 264, 268, 559\r\n\nWe, therefore, do not reach whether Abney was prejudiced by his trial counsel's\r\nactions.                          CONCLUSION\r\n\r\nBecause the record contains evidence supporting the PCR court's finding and\r\nAbney failed to meet his burden of proof, the PCR court's decision is\r\n\r\nAFFIRMED.\r\n\r\nPIEPER, J., concurring.\r\n\r\nI concur with the majority opinion that the evidence supports the PCR court's\r\ndetermination Abney did not prove trial counsel rendered ineffective assistance by\r\nfailing to request a jury instruction on the lesser included offense of strong arm\r\nrobbery. I write separately to further discuss the decision-making authority\r\nbetween a criminal defendant and his lawyer.\r\n\r\nCertain decisions are considered fundamental and personal to a criminal defendant,\r\nand thus, are waivable only by the defendant. United States v. Teague, 953 F.2d\r\n1525, 1531 (11th Cir. 1992). For example, a defendant has the ultimate authority\r\nto decide \"whether to plead guilty, waive a jury, testify in his or her own behalf, or\r\ntake an appeal.\" Jones v. Barnes, 463 U.S. 745, 751 (1983). Conversely, decisions\r\nprimarily involving trial strategy and tactics may be made by trial counsel. Sexton\r\nv. French, 163 F.3d 874, 885 (4th Cir. 1998). Examples of such decisions include\r\n\"which jurors to accept or strike, which witnesses should be called on the\r\ndefendant's behalf, what evidence should be introduced, whether to object to the\r\nadmission of evidence, [and] whether and how a witness should be cross-\r\nexamined.\" People v. Hambrick, 96 A.D.3d 972, 973 (N.Y. App. Div. 2012).\r\nWhat motions to file and \"whether to put on evidence so as to preserve the final\r\nword in closing argument\" are also strategic and tactical decisions to be made by\r\ntrial counsel. Wright v. State, 745 S.E.2d 866, 868 (Ga. Ct. App. 2013).\r\n\r\nThe 1980 American Bar Association's (ABA) Standards for Criminal Practice\r\ncommentary provided the decision to ask for a lesser included offense was a right\r\nreserved for the defendant, explaining:\r\n\r\nS.E.2d 847, 849 (2002), and the record, trial counsel had an accurate understanding\r\nof the law.\r\n\n             [It is] important in a jury trial for the defense lawyer to\r\n             consult fully with the accused about any lesser included\r\n             offenses the trial court may be willing to submit to the\r\n             jury. Indeed, because this decision is so important as well\r\n             as so similar to the defendant's decision about the charges\r\n             to which to plead, the defendant should be the one to\r\n             decide whether to seek submission to the jury of lesser\r\n             included offenses. For instance, in a murder prosecution,\r\n             the defendant, rather than the defense attorney, should\r\n             determine whether the court should be asked to submit to\r\n             the jury the lesser included offense of manslaughter.\r\n\r\nPeople v. Colville, 979 N.E.2d 1125, 1129 (N.Y. 2012) (emphasis omitted)\r\n(quoting ABA Standards for Criminal Justice, Defense Function, § 4-5.2 (2d ed.\r\n1980)).\r\n\r\nIn People v. Brocksmith, 642 N.E.2d 1230, 1232 (Ill. 1994), the Illinois Supreme\r\nCourt, relying in part on the 1980 ABA commentary, found:\r\n\r\n             We believe that the decision to tender a lesser included\r\n             offense is analogous to the decision of what plea to enter,\r\n             and that the two decisions should be treated the same.\r\n             Because it is [the] defendant's decision whether to\r\n             initially plead guilty to a lesser charge, it should also be\r\n             [the] defendant's decision to submit an instruction on a\r\n             lesser charge at the conclusion of the evidence. In both\r\n             instances the decisions directly relate to the potential loss\r\n             of liberty on an initially uncharged offense.\r\n\r\nHowever, in 1993, the commentary to the third edition of the ABA standards was\r\namended to omit the portion of the commentary providing the decision to request a\r\nlesser included offense is a right reserved for the defendant. ABA Standards for\r\nCriminal Justice, Prosecution Function and Defense Function, § 4-5.2 (3d ed.\r\n1993). The 1993 ABA commentary now provides in its entirety: \"It is also\r\nimportant in a jury trial for defense counsel to consult fully with the accused about\r\nany lesser included offenses the trial court may be willing to submit to the jury.\"\r\nABA Standards for Criminal Justice, Prosecution Function and Defense Function,\r\n§ 4-5.2 (3d ed. 1993).\r\n\nAfter the 1993 ABA commentary revision, courts addressing the issue have\r\ndetermined the decision to request a lesser included offense rests with trial counsel,\r\nnot the defendant. For example, in Arko v. People, 183 P.3d 555, 558 (Colo.\r\n2008), the Colorado Supreme Court was asked to determine whether the decision\r\nto request a lesser included offense is a tactical decision to be made by trial counsel\r\nor the defendant. The court explained some trial decisions, such as whether to\r\nplea, waive a jury trial, or testify, \"implicate inherently personal rights which\r\nwould call into question the fundamental fairness of the trial if made by anyone\r\nother than the defendant.\" Id. The court noted \"these rights are so important to the\r\nintegrity of the legal process that the decision to waive them may require a trial\r\ncourt to determine that the defendant has made a voluntary, knowing, and\r\nintelligent decision.\" Id. However, the Arko decision recognized \"[o]ther\r\ndecisions are regarded as strategic or tactical in nature, and final authority to make\r\nsuch decisions is reserved to defense counsel.\" Id. The court determined \"[t]he\r\ndecision whether a lesser offense instruction should be requested is distinguishable\r\nfrom the decision to plead guilty,\" reasoning:\r\n\r\n             When a defendant pleads guilty, he waives all rights\r\n             attendant to a jury trial. On the other hand, a defendant\r\n             retains all of his trial rights when he requests that a jury\r\n             consider a lesser offense instruction. He also retains the\r\n             opportunity to advocate for outright acquittal. Thus, this\r\n             decision is not analogous to the decision whether to plead\r\n             guilty. Because the defendant retains these fundamental\r\n             trial rights, we conclude that the decision to request a\r\n             lesser offense instruction is strategic and tactical in\r\n             nature, and is therefore reserved for defense counsel.\r\n             This tactical decision requires sophisticated training and\r\n             skill which attorneys possess and defendants do not . . . .\r\n\r\nId. at 558-59 (internal citation omitted). Like Arko, other jurisdictions addressing\r\nthe issue have also decided the decision to request instructions on lesser included\r\noffenses is a matter of strategy and tactics for trial counsel. See United States v.\r\nEstrada-Fernandez, 150 F.3d 491, 496 (5th Cir. 1998) (\"In deciding whether to\r\nrequest a lesser-included-offense instruction, defense counsel must make a\r\nstrategic choice: giving the instruction may decrease the chance that the jury will\r\nconvict for the greater offense, but it also may decrease the chance of an outright\r\nacquittal.\"); Cannon v. Mullin, 383 F.3d 1152, 1167 (10th Cir. 2004) (rejecting a\r\nclaim of ineffective assistance based on the change in the ABA commentary\r\nbecause \"[w]hether to argue a lesser-included offense is a matter to be decided by\r\n\ncounsel after consultation with the defendant\"); Simeon v. State, 90 P.3d 181, 184\r\n(Alaska Ct. App. 2004) (relying in part on the change in the ABA commentary to\r\nhold the decision to request a lesser offense instruction rests with trial counsel);\r\nMathre v. State, 619 N.W.2d 627, 630 (N.D. 2000) (holding that as a matter of trial\r\nstrategy, trial counsel has the authority to decline requesting an instruction \"on\r\nlesser included offenses and thereby take an all or nothing risk that the jury will not\r\nconvict of the greater offense\"); Colville, 979 N.E.2d at 1129-30 (discussing the\r\n1980 ABA commentary, the 1993 ABA commentary, and the law in various\r\njurisdictions in determining the decision to request a lesser included offense rests\r\nwith defense counsel); State v. Grier, 246 P.3d 1260, 1268 (Wash. 2011)\r\n(indicating that \"the decision to exclude or include lesser included offense\r\ninstructions is a decision that requires input from both the defendant and [defense]\r\ncounsel but ultimately rests with defense counsel\"); State v. Eckert, 553 N.W.2d\r\n539, 544 (Wis. Ct. App. 1996) (noting that the proposition contained within the\r\n1980 ABA commentary does not contain any citation to authority and observing\r\nthat the decision whether to request lesser included instruction is \"a complicated\r\none involving legal expertise and trial strategy\").\r\n\r\nAlthough the ABA guidelines are not binding upon the appellate courts of our\r\nstate, I agree with the foregoing authorities that the decision to request a lesser\r\nincluded offense instruction is a tactical decision to be made by defense counsel,\r\nnot the defendant. The reasoning that the decision to request a lesser included\r\noffense is a matter of strategy requiring the legal expertise of trial counsel is\r\ncompelling. See Van Alstine v. State, 426 S.E.2d 360, 363 (Ga. 1993) (rejecting\r\nthe 1980 ABA commentary and noting the decision to request a lesser included\r\noffense \"is often based on legal complexities only the most sophisticated client\r\ncould comprehend, not unlike the tactical decisions involved regarding the\r\nassertion of technical defenses\"). While trial counsel should consult with his\r\nclient, the final decision on strategy belongs to counsel.\r\n\r\nFurthermore, in determining whether the decision to request a lesser included\r\noffense rests with trial counsel, I have also considered whether the trial court has\r\nan absolute duty to sua sponte charge a lesser included offense when not requested\r\nby the parties. I believe this analysis is necessary because if the trial court does\r\nhave this absolute duty absent any request by counsel, I would not hold the\r\ndecision may be made by counsel. It is often recognized in our state that if there is\r\nany evidence from which the jury could infer the defendant committed the lesser\r\nrather than the greater offense, a trial court must charge a lesser included offense.\r\nState v. White, 361 S.C. 407, 412, 605 S.E.2d 540, 542 (2004). A trial court has a\r\ngeneral duty to charge the law that is applicable to the facts. This duty requires the\r\n\ntrial court to consider any lesser included charges the court determines are\r\nwarranted by the facts. This general duty does not, however, amount to an\r\nabsolute requirement that the trial court sua sponte charge a lesser included\r\noffense. In State v. Parker, our supreme court found the trial court did not err by\r\nfailing to charge the jury on a lesser included offense because such charge was not\r\nrequested; \"there was no duty on the court to sua sponte provide the charge\"; and\r\nthe evidence did not warrant the charge. 315 S.C. 230, 236-37, 433 S.E.2d 831,\r\n834 (1993). Other jurisdictions have likewise determined the trial court does not\r\nhave an absolute duty to charge a lesser included offense. See People v. Romero,\r\n694 P.2d 1256, 1269 (Colo. 1985) (explaining the trial court is \"not obligated to\r\ninstruct on a lesser offense unless either the prosecution or the defense requests\r\nsuch instruction\" and \"[i]n the absence of a request by the defendant, it may\r\nreasonably be assumed that he elected to take his chance on an outright acquittal or\r\nconviction of the principal charge rather than to provide the jury with an\r\nopportunity to convict on a lesser offense\"); State v. Kobel, 927 S.W.2d 455, 460\r\n(Mo. Ct. App. 1996) (holding a trial court does not err by failing to sua sponte\r\ncharge the jury on a lesser included offense when it is not requested by defense\r\ncounsel, reasoning defense counsel sometimes consciously decides \"not to request\r\nan instruction on a lesser included offense for strategic purposes\"). Based upon the\r\npolicies and reasoning previously discussed, I would find the trial court is only\r\nabsolutely required to charge a lesser included offense if the facts support the\r\ncharge and counsel requests the charge. Here, even though the evidence warranted\r\nthe lesser included offense, because neither the State nor defense counsel requested\r\nthe charge, the trial court was not required to instruct the jury on strong arm\r\nrobbery.\r\n\r\nHaving determined the decision to request a lesser included offense is a strategic\r\ndecision to be made ultimately by trial counsel after consultation with the\r\ndefendant, I agree with the denial of Abney's PCR application. Here, trial\r\ncounsel's testimony at the PCR hearing supports the PCR court's finding that trial\r\ncounsel consulted with Abney in deciding not to request the lesser included\r\noffense. Evidence in the record supports the PCR court's finding that trial counsel\r\nwas not ineffective by failing to request the lesser included offense of strong arm\r\nrobbery because it was a valid strategic decision under the facts of this case.\r\nTherefore, I concur in the decision to affirm the PCR court's decision.\r\n\r\nFEW, C.J., dissenting.\r\n\r\nI agree with the majority that the decision not to request a jury charge on a lesser-\r\nincluded offense can be a valid trial strategy. In this case, however, counsel's\r\n\ndecision not to request a charge on strong armed robbery was ineffective under the\r\nSixth Amendment because the decision was based on a critical misunderstanding\r\nof the law. Further, counsel's deficient performance prejudiced Abney because it\r\ndeprived him of the chance to avoid being convicted of armed robbery. For these\r\nreasons, I respectfully dissent.\r\n\r\nThe victim's testimony provided the only evidence of how the theft occurred.3 The\r\nvictim testified Abney \"pushed into my ribs and he said 'don't move, don't say\r\nnothing, I will kill you.'\" She described him as \"leaning over me and . . . talking\r\ninto my left ear.\" She testified he threatened her again, and \"this time he was much\r\nmore angry and much more forceful and he pushed harder on me and he said . . .\r\n'shut the f*** up or I will kill you.'\" She also stated, \"I was so afraid that he was\r\ngoing to shoot me that I was afraid to hit the panic button [on my car key] or do\r\nanything except just stand there.\" Abney grabbed her purse, threw it into his\r\nvehicle, and sped off. As he sped off, she reached for the purse, \"holding on [to the\r\ncar] for about seven or eight feet,\" but she \"finally let go\" and he got away. She\r\ntestified she \"did not see\" the object Abney pushed into her ribs and \"he [n]ever\r\nrefer[red] to having a gun,\" but, \"It was a gun.\" There was no other evidence\r\npresented as to how the theft occurred.\r\n\r\nIn his closing argument, counsel conceded Abney used violence and fear to\r\naccomplish the theft when he stated, \"she was standing in the open door of her car\r\nabout to get into the SUV. Mr. Abney steps out of his car and he immediately\r\ngrabs her and pushes into her. And he makes . . . these terrible threats to her. He\r\nsays 'stay here or I will kill you.'\" Counsel testified at the PCR hearing that his\r\n\"trial strategy\" was to \"admit he was guilty of the charge but . . . that it was an\r\nunarmed purse snatching,\" and \"all through the trial . . . I'm telling the jury he's\r\nguilty of . . . [strong armed] robbery, my closing, my opening.\" Under these facts,\r\nthe theft that counsel admitted Abney committed could only have been robbery.\r\nSee State v. Mitchell, 382 S.C. 1, 4-5, 675 S.E.2d 435, 437 (2009) (stating \"robbery\r\n. . . is defined as the felonious or unlawful taking of money, goods, or other\r\npersonal property of any value from the person of another or in his presence by\r\nviolence or by putting such person in fear\" (emphasis added) (internal quotations\r\nomitted)).\r\n\r\nAs to whether the robbery was armed robbery, counsel correctly pointed out in his\r\nclosing argument that the State failed to prove Abney possessed a gun during the\r\nrobbery. In fact, the trial court directed a verdict in Abney's favor on the charge of\r\n\r\n3   Abney did not testify at trial.\r\n\npossession of a firearm because the court found the State produced no evidence\r\nAbney possessed a gun. Counsel argued, therefore, the robbery could not have\r\nbeen armed robbery based on the actual use of a gun.\r\n\r\nHowever, the law allows the State to prove armed robbery without proving\r\npossession of a gun if the State proves the defendant committed robbery \"while\r\nalleging, either by action or words, he was armed while using a representation of a\r\ndeadly weapon or any object which a person present during the commission of the\r\nrobbery reasonably believed to be a deadly weapon.\" S.C. Code Ann. § 16-11-\r\n330(A) (2003). Counsel understood the State could convict Abney of armed\r\nrobbery without proving he possessed a gun, but misunderstood what the law\r\nrequired to accomplish that. Counsel stated in his closing argument, \"The judge is\r\ngoing to charge you [that] unless [Abney] alleges he ha[d] a deadly weapon[,]\r\nthreats do not make the crime armed robbery.\" The trial court recognized counsel's\r\nmisunderstanding and interrupted at this point, stating, \"Counsel, wait a minute\r\nnow. I am going to have to step in on that. It says by action or words.\" Counsel\r\nthen engaged the court in an argument in front of the jury, thereby clearly\r\ndemonstrating his misunderstanding of the armed robbery statute. Counsel stated,\r\n\"I take the position, your honor, that the words have to allege the representation of\r\na weapon and I am going to cite the case I brought.\" To this, the court responded,\r\n\"I am going to charge exactly what the law says and I am pointing out to you, it\r\nsays 'either by action or words.'\" Counsel then stated, still in the presence of the\r\njury, \"Yes, sir. And I am going to ask the judge to charge the jury also that the\r\nmere use of the words alone does not make it armed robbery. And at the end of my\r\nclosing argument I would ask for an argument, just a closing charges motion.\"\r\n\r\nUnder subsection 16-11-330(A), the State may convict a defendant of armed\r\nrobbery by proving he \"alleg[ed], either by action or words, he was armed.\" Id.\r\n(emphasis added). Therefore, it is not necessary, as counsel incorrectly believed,\r\nfor the defendant to represent that he possessed a gun with words. Rather, as the\r\ntrial court pointed out to counsel when it interrupted his closing, \"action\" may\r\nsuffice as a representation of a weapon. Thus, the premise of counsel's belief that\r\nAbney could not be guilty of armed robbery was wrong. Counsel's\r\nmisunderstanding could have been corrected by reading the statute or cases\r\ninterpreting the statute,4 or listening when the trial court corrected him. Counsel\r\n\r\n\r\n4The case was tried in May of 2005. In 2002, the supreme court interpreted\r\nsubsection 16-11-330(A), stating,\r\n\ngambled his client's opportunity to avoid an armed robbery conviction on the\r\npremise that he could be convicted of armed robbery only if he said he had a gun,\r\nwhen the law clearly allowed him to be convicted of armed robbery for merely\r\nacting like he had a gun. The error was critical considering the facts of this case\r\nbecause Abney did not say he had a gun, but his actions led the victim to believe\r\nhe had one. No supposedly strategic decision passes Sixth Amendment scrutiny\r\nwhen it is based on such an obvious misunderstanding of the law. See Watson v.\r\nState, 370 S.C. 68, 74, 634 S.E.2d 642, 645 (2006) (Pleicones, J., dissenting)\r\n(stating a valid strategic decision cannot be \"grounded in a fundamental\r\nmisunderstanding of the law\"); Gallman v. State, 307 S.C. 273, 277, 414 S.E.2d\r\n780, 782 (1992) (finding a strategic decision invalid where \"an error of law was\r\ninvolved\").\r\n\r\nThe State relies on counsel's testimony that he consulted with Abney, who agreed\r\nto the strategy. The argument misses the point of the Sixth Amendment. A\r\ncriminal defendant is entitled to rely on the advice and expertise of his lawyer—not\r\nvice versa. By failing to understand the law on which the State sought to convict\r\nhis client, and by acting on that misunderstanding, counsel deprived his client of\r\nthe chance to be convicted of a lesser-included offense for a crime the client\r\nadmitted to committing. Thus, I would find counsel rendered deficient\r\nperformance under the Sixth Amendment.\r\n\r\nThe more difficult question is whether counsel's error prejudiced Abney. To prove\r\nprejudice under Strickland, \"the PCR applicant must show that there is a\r\nreasonable probability that, but for counsel's unprofessional errors, the result of the\r\nproceeding would have been different.\" McHam v. State, 404 S.C. 465, 474-75,\r\n746 S.E.2d 41, 46 (2013) (internal quotations omitted). In this case, Abney must\r\n\r\n\r\n             [T]he State may prove armed robbery by establishing the\r\n             commission of a robbery and either one of two additional\r\n             elements: (1) that the robber was armed with a deadly\r\n             weapon or (2) that the robber alleged he was armed with\r\n             a deadly weapon, either by action or words, while using\r\n             a representation of a deadly weapon or any object which\r\n             a person present during the commission of the robbery\r\n             reasonably believed to be a deadly weapon.\r\n\r\nState v. Muldrow, 348 S.C. 264, 267-68, 559 S.E.2d 847, 849 (2002) (emphasis\r\nadded).\r\n\ndemonstrate a reasonable probability the jury would have found him guilty of\r\nstrong armed robbery if the trial court had charged it.\r\n\r\nIn light of the evidence that Abney stole the victim's purse and counsel's admission\r\nto the jury that Abney was \"guilty of strong armed robbery,\" it was impossible for\r\nAbney to be \"not guilty\" of robbery. The State presented convincing evidence that\r\nAbney \"alleged\" the use of a deadly weapon by the act of pushing into the victim's\r\nside and telling her to shut up or he would kill her. However, to convict Abney of\r\narmed robbery, the State was also required to prove the victim \"reasonably\r\nbelieved\" Abney had \"a deadly weapon.\" § 16-11-330(A). In this regard, it is\r\nimportant to remember the victim's testimony:\r\n\r\n             Q:    Did you ever see a weapon in Mr. Abney's hand?\r\n             A:    I did not see it.\r\n             Q:    Did you see any sort of knife?\r\n             A:    No.\r\n             Q:    Firearm?\r\n             A:    No.\r\n             Q:    Anything?\r\n             A:    No.\r\n\r\nOur experience in criminal trials teaches us that no result is certain. This is\r\nparticularly true when it comes to factual findings regarding mental state, such as\r\nwhether the victim's belief was \"reasonable.\" The standard for prejudice is not\r\nwhether Abney would have been convicted of the lesser offense, but whether there\r\nis a reasonable probability he would. See McHam, 404 S.C. at 474-75, 746 S.E.2d\r\nat 46. If one juror stood firm on his or her position that the State failed to prove\r\nbeyond a reasonable doubt that the victim's belief that Abney had a gun was\r\nreasonable, that would have been enough to prevent a conviction for armed\r\nrobbery, and could have been enough for the jury to find him guilty of the lesser\r\ncharge.\r\n\r\nCounsel's all or nothing strategy depended on the jury applying the State's burden\r\nof proof in a purely technical fashion and finding an admitted robber not guilty.\r\nSuch optimism is refreshing, but it has no place at the defense table of a criminal\r\ntrial when the defendant's right to the effective assistance of counsel is at stake.\r\nCounsel apparently reflected on his strategy later, and at the PCR hearing admitted\r\nit \"was an objectively wrong decision to make when you're telling the jury he's\r\nguilty of [strong armed] robbery but then not give them the option.\" The same\r\npractical reflection before or during trial would have informed counsel what a juror\r\n\ntold him afterwards—\"[the jury] didn't think that the defendant was actually armed,\r\n'but we aren't letting a creep like that just go home either.'\"\r\n\r\nI would find counsel's performance was deficient and prejudiced Abney. I would\r\nreverse the conviction and remand to the court of general sessions for a new trial.\r\n\n","court":"Appeals"},{"id":"5208","title":"Johnson v. Alexander","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5208.pdf","description":"This is an appeal from an order of partial summary judgment in a legal malpractice action in which the circuit court ruled attorney Stanley E. Alexander breached his duty to his client Amber Johnson and proximately caused her damages in connection with a real estate closing.  We reverse and remand for trial.","date":"2014-03-19","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n              In The Court of Appeals \n\r\n\r\nAmber Johnson, Respondent,\r\n\r\nv.\r\n\r\nStanley E. Alexander, Mario S. Inglese, and Mario S. \n\r\nInglese, P.C., Defendants, \n\r\n\r\nOf whom Stanley E. Alexander is the Appellant. \n\r\n\r\nMario S. Inglese and Mario S. Inglese, P.C., Third-Party \n\r\nPlaintiffs,\r\n\r\nv. \n\r\n\r\nCharles Feeley, Third-Party Defendant. \n\r\n\r\nAppellate Case No. 2011-196007 \n\r\n\r\n\r\n\r\n              Appeal From Charleston County\r\n          J. C. Nicholson, Jr., Circuit Court Judge\r\n\r\n\r\n                    Opinion No. 5208 \n\r\n       Heard October 16, 2013 – Filed March 19, 2014 \n\r\n\r\n\r\n             REVERSED AND REMANDED \n\r\n\r\n\r\nJoel W. Collins, Jr., Collins & Lacy, P.C., of Columbia,\r\nand Robert Fredrick Goings, Goings Law Firm, LLC, of\r\nColumbia, for Appellant.\r\n\n             Justin S. Kahn, Kahn Law Firm, LLP, of Charleston, and\r\n             Mary Leigh Arnold, Mary Leigh Arnold, P.A., of Mt.\r\n             Pleasant, for Respondent.\r\n\r\n\r\nFEW, C.J.: This is an appeal from an order of partial summary judgment in a\r\nlegal malpractice action in which the circuit court ruled attorney Stanley E.\r\nAlexander breached his duty to his client Amber Johnson and proximately caused\r\nher damages in connection with a real estate closing. We reverse and remand for\r\ntrial.I.     Facts and Procedural History\r\n\r\nIn 2006, Johnson entered into a contract to purchase real estate in North Charleston\r\nfrom Carla Anderson, and retained attorney Mario Inglese to close the\r\ntransaction. Inglese contracted with attorney Charles Feeley to perform a title\r\nsearch on the property. Due to a scheduling conflict, Inglese was unable to\r\nconduct the closing and Alexander acted as the closing attorney. Alexander paid\r\nInglese for Feeley's report of the results of his title search. The report indicated all\r\ntaxes due on the property had been paid. In actuality, Anderson had not paid the\r\n2003 and 2004 taxes, and in October 2005, the Charleston County delinquent tax\r\ncollector seized the property from Anderson and sold it at a tax sale to Westwood\r\nProperties, LLC.\r\n\r\nJohnson sued Alexander, Inglese, and Inglese's law firm. Alexander admitted an\r\nattorney-client relationship existed, and thus he owed a duty of reasonable care to\r\nJohnson, but denied he breached his duty. Alexander cross-claimed against Inglese\r\nand his law firm, claiming he reasonably relied on the title search Inglese provided\r\nto him. Inglese cross-claimed against Alexander and filed a third-party complaint\r\nagainst Feeley. After discovery, Johnson filed a motion for partial summary\r\njudgment against Alexander. The circuit court granted the motion, finding as a\r\nmatter of law Alexander breached his duty to Johnson and caused her damages in\r\nan amount to be determined at trial.\r\n\r\n      II.    Standard of Review\r\n\r\nWhen reviewing an order granting summary judgment, an appellate court employs\r\n\"the same standard applied by the trial court under Rule 56, SCRCP.\" Wachovia\r\nBank, N.A. v. Coffey, 404 S.C. 421, 425, 746 S.E.2d 35, 37 (2013) (citation\r\nomitted). Rule 56 provides the trial court shall grant summary judgment if \"there\r\n\nis no genuine issue as to any material fact and that the moving party is entitled to a\r\njudgment as a matter of law.\" Rule 56(c), SCRCP. \"In determining whether any\r\ntriable issue of fact exists, the evidence and all inferences which can reasonably be\r\ndrawn therefrom must be viewed in the light most favorable to the nonmoving\r\nparty.\" Quail Hill, LLC v. Cnty. of Richland, 387 S.C. 223, 235, 692 S.E.2d 499,\r\n505 (2010) (citation omitted). \"However, it is not sufficient for a party to create an\r\ninference that is not reasonable or an issue of fact that is not genuine.\" Town of\r\nHollywood v. Floyd, 403 S.C. 466, 477, 744 S.E.2d 161, 166 (2013).\r\n\r\n      III.   Analysis\r\n\r\nThe attorney-client relationship is fiduciary in nature, Spence v. Wingate, 395 S.C.\r\n148, 158, 716 S.E.2d 920, 926 (2011), and requires the attorney \"to render services\r\nwith the degree of skill, care, knowledge, and judgment usually possessed and\r\nexercised by members of the profession.\" Holy Loch Distribs., Inc. v. Hitchcock,\r\n340 S.C. 20, 26, 531 S.E.2d 282, 285 (2000). An attorney is not a guarantor of a\r\nfavorable result to the client, but is liable only if he fails to meet the appropriate\r\nstandard of care. See RFT Mgmt. Co. v. Tinsley & Adams L.L.P., 399 S.C. 322,\r\n331, 732 S.E.2d 166, 170 (2012) (stating \"[a] plaintiff in a legal malpractice action\r\nmust establish four elements,\" including \"a breach of duty by the attorney\"); Harris\r\nTeeter, Inc. v. Moore & Van Allen, PLLC, 390 S.C. 275, 289, 701 S.E.2d 742, 749\r\n(2010) (citing language quoted above from Holy Loch Distributors as \"[t]he correct\r\nstandard of care\" for attorneys). In the specific context of a real estate closing,\r\n\"[t]he fact that an attorney is incorrect as to the ultimate marketability of a title to\r\nreal estate does not establish that he was negligent.\" Bass v. Farr, 315 S.C. 400,\r\n404, 434 S.E.2d 274, 277 (1993); see also Jennings v. Lake, 267 S.C. 677, 680,\r\n230 S.E.2d 903, 904 (1976) (stating \"an attorney, who negligently certifies a title to\r\nbe good, is liable to his client for the damages sustained as a proximate result of\r\nsuch negligence\" (emphasis added)). Rather, a plaintiff alleging legal malpractice\r\narising out of a real estate closing must establish the standard of care for the\r\nparticular situation and prove the attorney breached the standard. Harris Teeter,\r\n390 S.C. at 282, 701 S.E.2d at 745.\r\n\r\nThe circuit court focused its inquiry on whether an attorney conducting a title\r\nsearch on this property should have discovered the delinquent taxes from 2003 and\r\n2004 and the tax sale from 2005. That inquiry, in turn, focused on whether the\r\ninformation was in fact reflected in the public records of Charleston County when\r\nFeeley performed the title search in August 2006. On this question, Johnson\r\nsubmitted affidavits from the interim Delinquent Tax Collector and a non-lawyer\r\nin the business of conducting title searches, both of whom stated the information\r\n\nwas publicly available at that time. The circuit court ruled based on these\r\naffidavits that \"[i]n August 2006, . . . Charleston County Delinquent Tax records\r\nshowed the property taxes were delinquent in the years 2003 and 2004, and that the\r\nProperty had been sold at a tax sale on October 3, 2005,\" and \"the public records\r\nconcerning these issues were available . . . by using the Charleston County Online\r\nTax System.\"\r\n\r\nThis would be the correct focus if the issue were the liability of the attorney who\r\nperformed the title search. Alexander, however, did not perform the title search.\r\nTo determine Alexander's liability, the issue is not whether a reasonable attorney\r\nconducting a title search on the property would have found the information, but\r\nwhether Alexander acted reasonably under the existing circumstances in relying on\r\nthe title search performed by Feeley. The circuit court correctly recognized this as\r\nthe issue, stating, \"The standard of care for a title examination is not the issue. The\r\nissue is the standard of care for an attorney conducting a real estate closing.\" The\r\ncircuit court noted \"a closing lawyer may rely upon the title examination\r\nperformed by others,\" and correctly stated \"the closing attorney must not be\r\nnegligent\" in doing so.1 The court went on to conclude:\r\n\r\n                             Alexander was negligent in not ensuring good and\r\n                             marketable title because he (or his agent) failed to\r\n                             determine that public records showed the delinquent\r\n                             taxes on the property . . . and that the property had been\r\n                             sold at a tax sale . . . . It was the failure to discover and\r\n                             properly act upon public records that results in Alexander\r\n                             being negligent and liable to Johnson.\r\n\r\nThe court's correct identification of the issue—whether Alexander acted with\r\nreasonable care in relying on Feeley's title search—is inconsistent with its ruling\r\nthat Alexander is liable as a matter of law for Feeley's failure to discover what was\r\nin the public records. Feeley is the attorney who failed to discover the contents of\r\nthe public record. If Feeley was negligent, Feeley is liable. For Alexander to be\r\nliable, however, his reliance on Feeley, or his decision not to do the title search\r\nhimself, must have been negligent. As to Alexander's liability, Johnson was not\r\nentitled to summary judgment. First, Johnson offered no evidence as to the\r\nstandard of care a real estate closing attorney must meet in relying on a title search\r\n                                                            \r\n1 The court actually stated \"the closing attorney must not be negligent in ensuring\r\nthe purchaser gets good and marketable title to the property.\" We address the\r\nsignificance of this language below.\r\n\nperformed by another attorney. See Harris Teeter, 390 S.C. at 282, 701 S.E.2d at\r\n745 (stating \"a plaintiff in a legal malpractice action must establish this standard of\r\ncare by expert testimony\"). Second, the circuit court recognized \"a closing\r\nattorney may rely upon the title examination performed by others,\" and yet held\r\nAlexander liable as a matter of law because the \"other\" attorney did not discover\r\nthe information about the delinquent taxes and sale.\r\n\r\nWe find the evidence relating to the correct issue—whether Alexander acted with\r\nreasonable care in relying on Feeley's title search—viewed in the light most\r\nfavorable to Alexander, leaves a genuine issue of material fact for trial and thus\r\nprecludes judgment for Johnson as a matter of law.\r\n\r\nThe circuit court ruled, and Johnson argues on appeal, Alexander admitted his\r\nstandard of care when Alexander stated Johnson \"was supposed to have good and\r\nmarketable title,\" and he \"had a duty or responsibility to make sure that she got the\r\nproperty free and clear with good and marketable title.\" Alexander also stated in\r\nthe same discussion, however, that his responsibility was \"to close [Johnson's]\r\ntransaction for her to the best of my abilities and based on the information I had at\r\nthe time.\" We have no doubt these statements by Alexander will be important at\r\ntrial. For summary judgment purposes, however, we do not believe Alexander's\r\nstatements can be fairly interpreted as a concession that he had an absolute\r\nresponsibility to deliver good and marketable title. Rather, considering\r\nAlexander's statements in the light most favorable to him, he conceded only that he\r\nmust act with reasonable care in closing the transaction, including his decision to\r\nrely on Feeley's title search and not do a title search himself.\r\n\r\nJohnson also argues Alexander is liable because Feeley was Alexander's agent.\r\nHowever, the circuit court did not grant partial summary judgment on the basis of\r\nagency. Though the circuit court made a reference to Feeley being Alexander's\r\nagent, the court made no findings as to whether Johnson established the elements\r\nof agency as a matter of law. See generally Jamison v. Morris, 385 S.C. 215, 221-\r\n22, 684 S.E.2d 168, 171 (2009) (defining agency); Richardson v. P.V., Inc., 383\r\nS.C. 610, 615, 682 S.E.2d 263, 265 (2009) (defining actual authority); R & G\r\nConstr., Inc. v. Lowcountry Reg'l Transp. Auth., 343 S.C. 424, 433, 540 S.E.2d\r\n113, 118 (Ct. App. 2000) (defining apparent authority). In most situations,\r\n\"[a]gency is a question of fact,\" Gathers v. Harris Teeter Supermarket, Inc., 282\r\nS.C. 220, 226, 317 S.E.2d 748, 752 (Ct. App. 1984), and \"questions of agency\r\nordinarily should not be resolved by summary judgment.\" Fernander v. Thigpen,\r\n278 S.C. 140, 142, 293 S.E.2d 424, 425 (1982) (citation omitted). Our supreme\r\ncourt has not addressed whether or under what circumstances an agency\r\n\nrelationship exists as a matter of law between a real estate closing attorney and a\r\nperson performing a title search, and we decline to address the issue here. Whether\r\nFeeley was Alexander's agent is a question to be resolved on remand.\r\n\r\n      IV.    Conclusion\r\n\r\nWe hold Alexander cannot be liable as a matter of law simply because Feeley\r\nfailed to discover the unpaid taxes and tax sale. The decision of the circuit court is\r\nREVERSED and the case is REMANDED for trial.\r\n\r\nKONDUROS, J., concurs.\r\n\r\nPIEPER, J., concurring in result.\r\n\r\nI concur in the result reached in the majority opinion to reverse the grant of\r\nsummary judgment and to remand. I believe a material dispute exists as to the\r\nnature of any agency relationship between the attorneys involved. I also believe a\r\nmaterial dispute exists as to whether Johnson, as the client, authorized the use of,\r\nor agreed to rely upon, the title work of any other attorney. See Garvin v. Bi-Lo,\r\nInc., 343 S.C. 625, 628, 541 S.E.2d 831, 833 (2001) (\"Summary judgment is\r\nappropriate when it is clear that there is no genuine issue of material fact and the\r\nconclusions and inferences to be drawn from the facts are undisputed.\"); Simmons\r\nv. Berkeley Elec. Co-op. Inc., 404 S.C. 172, 178, 744 S.E.2d 580, 584 (Ct. App.\r\n2013) (\"Summary judgment is not appropriate where further inquiry into the facts\r\nof the case is desirable to clarify the application of the law.\").\r\n\n","court":"Appeals"},{"id":"5209","title":"State v. Whatley","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5209.pdf","description":"Following convictions for first-degree burglary, two counts of armed robbery, and conspiracy, Tyrone Whatley was sentenced to life imprisonment without the possibility of parole (LWOP).  He appeals, arguing the trial court erred in improperly limiting the scope of his cross-examination of a witness concerning the mandatory minimum sentences she avoided by testifying against him.  We affirm.","date":"2014-03-19","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Tyrone Whatley, Appellant.\r\n\r\n            Appellate Case No. 2011-185486\r\n\r\n\r\n\r\n                          Appeal From Florence County\r\n                       D. Craig Brown, Circuit Court Judge\r\n\r\n\r\n                              Opinion No. 5209 \n\r\n                 Heard November 15, 2013 – Filed March 19, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Appellate Defender Susan Barber Hackett, of Columbia,\r\n            for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Salley W. Elliott, and Assistant\r\n            Attorney General Jennifer Ellis Roberts, all of Columbia;\r\n            and Solicitor Edgar Lewis Clements, III, of Florence, for\r\n            Respondent.\r\n\r\n\r\nCURETON, A.J.: Following convictions for first-degree burglary, two counts of\r\narmed robbery, and conspiracy, Tyrone Whatley was sentenced to life\r\nimprisonment without the possibility of parole (LWOP). He appeals, arguing the\r\n\ntrial court erred in improperly limiting the scope of his cross-examination of a\r\nwitness concerning the mandatory minimum sentences she avoided by testifying\r\nagainst him. We affirm.               FACTS\r\n\r\nAfter two motel patrons in Florence were robbed at gunpoint in July 2009,\r\nWhatley was indicted for first-degree burglary, two counts of armed robbery, and\r\nconspiracy. Police also arrested John Barfield and Jessica Ussery. Whatley was\r\ntried in February 2011.\r\n\r\nAt trial, the State presented testimony from the victims, Brandon Cross and Ciera\r\nDavis, who stated that on July 21, 2009, the couple was robbed and their motel\r\nroom was burglarized by two men and a woman. One man was white and carried a\r\nshotgun; the other man was black and did not appear armed.\r\n\r\nMoments after Cross and Davis escaped and called 911, police officers pulled over\r\na car matching the descriptions given by Cross and Davis. Two men ran from the\r\npassenger side of the car and escaped. Officers discovered Davis's bags in the back\r\nseat and a shotgun in the trunk, and arrested the driver, Ussery.\r\n\r\nUssery testified her boyfriend, Barfield, had threatened her if she told police about\r\nhim. She admitted that, during her arrest, she had lied to police, claiming two men\r\nwith a gun had approached her in the parking lot and forced her to participate in\r\nthe robbery. However, Ussery stated after she spent some time in jail and realized\r\nshe was safe from retribution, she modified her story. Ultimately, Ussery\r\nexplained she had driven Barfield to pick up an acquaintance she knew as \"Rom\"\r\nor \"Jamal Bryant\" and then to the motel.\r\n\r\nUsing information gained from Ussery, the police arrested Barfield about a week\r\nafter the robbery. After approximately seven months in jail, Barfield, in turn,\r\nprovided them with sufficient information to locate and arrest Whatley, who used\r\nthe nickname Rom. While in jail, Barfield identified Whatley as Rom in a\r\nphotographic lineup. At trial, both Ussery and Barfield testified Whatley was the\r\nman they knew as Rom, who had participated in the robbery.\r\n\r\nUssery admitted she was initially charged with two counts of armed robbery with a\r\ndeadly weapon, failure to stop for a blue light, and falsification of information to\r\nthe police. However, she stated after Barfield's and Whatley's arrests, the armed\r\n\nrobbery charges against her were reduced to accessory before and after the fact of\r\narmed robbery. Those charges were pending at the time of Whatley's trial.\r\nBarfield testified he was initially charged with first-degree burglary, two counts of\r\narmed robbery, conspiracy, and possession of a weapon, but pled guilty to two\r\ncounts of attempted armed robbery. By the time of Whatley's trial, the other\r\ncharges against Barfield had been dismissed, and he had received sentences\r\ntotaling seven years' imprisonment.\r\n\r\nDuring Whatley's cross-examinations of Ussery and Barfield, the trial court\r\nsustained the State's objections to questions about the potential sentences they\r\nfaced. Specifically, after Whatley elicited from Ussery that accessory charges\r\nwere pending against her, the following exchange between Whatley and Ussery\r\noccurred:    Q. \t   . . . You know what your exposure is on those\r\n                    charges?\r\n\r\n             A. \t   What is what?\r\n\r\n             Q. \t   What you could get?\r\n\r\n             A.     \t o, sir.\r\n                    N\r\n\r\n             Q. \t   What kind of time you could get?\r\n\r\n             [The trial court sustained the State's objection \"to any\r\n             amount of time that she may be able to catch on those\r\n             charges.\"]\r\n\r\n             Q. \t   Okay. You were charged with armed robbery; is\r\n                    that correct?\r\n\r\n             A.     \t es, sir.\r\n                    Y\r\n\r\n             Q. \t   All right. Now, are you aware of what kind of\r\n                    time you were looking at on arm[ed] robbery?\r\n\r\n             A. \t   No, sir, not of the full extent, no sir. . . . I just\r\n                    know it carries a long sentence.\r\n\n            Q. \t   Okay. So nobody's ever told you what arm[ed]\r\n                   robbery carries?\r\n\r\n            A. \t   I'm not aware of or how long the year term is.\r\n\r\nUssery explained she did not know when the charges against her were reduced, but\r\nshe knew the reduction occurred sometime after Barfield and Whatley were\r\narrested. Ussery denied having made a plea deal in exchange for her testimony.\r\n\r\nSubsequently, Whatley established Barfield had received a seven-year sentence\r\nafter pleading guilty to reduced charges and asked him:\r\n\r\n            Q. \t   So your arm[ed] robbery charges were both\r\n                   dismissed?\r\n\r\n            A.     Yes.\r\n                   \t\r\n\r\n            Q. \t   Is that correct?\r\n\r\n            A.     Yes.\r\n                   \t\r\n\r\n            Q. \t   Did you know what you were facing for arm[ed]\r\n                   robbery?\r\n\r\n            [The trial court sustained the State's objection concerning\r\n            \"any amount of time that the [witness] was subjected\r\n            to.\"]\r\n\r\n            Q. \t   Mr. Barfield, let me ask you this, were you aware\r\n                   that you could receive substantially more time than\r\n                   you got for --\r\n\r\n            A.     Yes.\r\n                   \t\r\n\r\n            Q. \t   -- for attempted arm[ed] robbery?\r\n\r\n            A.     Yes.\r\n                   \t\r\n\n             Q. \t   And your burglary first charge[,] are you aware\r\n                    you could receive substantially more time for that\r\n                    as well?\r\n\r\n             A.     Yes.\r\n                    \t\r\n\r\nThe following day, after further consideration, the trial court reversed its ruling on\r\nthe State's objection and offered Whatley the opportunity to fully question\r\nBarfield.1 The trial court reasoned the answer \"could possibly go to the bias or\r\nprejudice of this witness.\" Whatley then cross-examined Barfield concerning his\r\nknowledge that the sentence for armed robbery ranged from ten to thirty years and\r\nthe sentence for burglary ranged from fifteen years to life. However, neither the\r\nparties nor the trial court raised the possibility of re-examining Ussery.\r\n\r\nAfter deliberations, the jury convicted Whatley of all charges. Due to a prior\r\nconviction for armed robbery, the trial court imposed LWOP sentences on Whatley\r\nfor first-degree burglary and each of the armed-robbery convictions. He received a\r\nconcurrent sentence of five years' imprisonment for conspiracy. This appeal\r\nfollowed.                   STANDARD OF REVIEW\r\n\r\nAs a general rule, a trial court's ruling on the proper scope of cross-examination\r\nwill not be disturbed on appeal absent a manifest abuse of discretion. State v.\r\nQuattlebaum, 338 S.C. 441, 450, 527 S.E.2d 105, 109 (2000).\r\n\r\n                                 LAW/ANALYSIS\r\n\r\nWhatley asserts the trial court erred in improperly limiting the scope of his cross-\r\nexamination of Ussery regarding the mandatory minimum sentences she avoided\r\nby testifying against him. We agree but find the error was non-prejudicial.\r\n\r\nA person who commits robbery while armed with a firearm or other deadly\r\nweapon \"is guilty of a felony and, upon conviction, must be imprisoned for a\r\nmandatory minimum term of not less than ten years or more than thirty years.\"\r\n\r\n1The trial court indicated it reversed its ruling after reviewing State v. Gillian, 360\r\nS.C. 433, 454, 602 S.E.2d 62, 73 (Ct. App. 2004), aff'd as modified, 373 S.C. 601,\r\n646 S.E.2d 872 (2007).\r\n\nS.C. Code Ann. § 16-11-330(A) (2003). \"A person who aids in the commission of\r\na felony or is an accessory before the fact in the commission of a felony . . . is\r\nguilty of a felony and, upon conviction, must be punished in the manner prescribed\r\nfor the punishment of the principal felon.\" S.C. Code Ann. § 16-1-40 (2003). The\r\npunishment for a person who commits the offense of accessory after the fact has no\r\nmandatory minimum. S.C. Code Ann. §§ 16-1-20, -55 (2003).\r\n\r\n\"The right to a meaningful cross-examination of an adverse witness is included in\r\nthe defendant's Sixth Amendment right to confront his accusers.\" State v. Aleksey,\r\n343 S.C. 20, 33, 538 S.E.2d 248, 255 (2000); see U.S. Const. amend. VI (stating\r\n\"[i]n all criminal prosecutions, the accused shall enjoy the right to . . . be\r\nconfronted with the witnesses against him\"). \"This does not mean, however, that\r\ntrial courts conducting criminal trials lose their usual discretion to limit the scope\r\nof cross-examination.\" Aleksey, 343 S.C. at 33-34, 538 S.E.2d at 255. \"On the\r\ncontrary, 'trial [courts] retain wide latitude insofar as the Confrontation Clause is\r\nconcerned to impose reasonable limits on such cross-examination based on\r\nconcerns about, among other things, harassment, prejudice, confusion of the issues,\r\nwitness' safety, or interrogation that is repetitive or only marginally relevant.'\" Id.\r\nat 34, 538 S.E.2d at 255 (quoting Delaware v. Van Arsdall, 475 U.S. 673, 679\r\n(1986)). \"The limitation of cross-examination is reversible error if the defendant\r\nestablishes he was unfairly prejudiced.\" State v. Brown, 303 S.C. 169, 171, 399\r\nS.E.2d 593, 594 (1991).\r\n\r\n             A criminal defendant may show a violation of the\r\n             Confrontation Clause by showing that he was prohibited\r\n             from engaging in otherwise appropriate cross-\r\n             examination designed to show a prototypical form of bias\r\n             on the part of the witness, and thereby to expose to the\r\n             jury the facts from which jurors . . . could appropriately\r\n             draw inferences relating to the reliability of the witness.\r\n\r\nState v. Mizzell, 349 S.C. 326, 331, 563 S.E.2d 315, 317 (2002) (quoting Van\r\nArsdall, 475 U.S. at 680) (internal quotation marks omitted). The Mizzell court\r\nhighlighted the competing concerns with regard to certain witnesses:\r\n\r\n              The jury is, generally, not entitled to learn the possible\r\n              sentence of a defendant because the sentence is\r\n              irrelevant to finding guilt or innocence. However, other\r\n              constitutional concerns, such as the Confrontation\r\n\n              Clause, limit the applicability of this rule in\r\n              circumstances where the defendant's right to effectively\r\n              cross-examine a co-conspirator witness of possible bias\r\n              outweighs the need to exclude the evidence.\r\n\r\nId. at 331-32, 563 S.E.2d at 318.\r\n\r\nRecently, our supreme court revisited limitations on the scope of cross-\r\nexamination in light of the Confrontation Clause and concluded: \"The fact that a\r\ncooperating witness avoided a mandatory minimum sentence is critical information\r\nthat a defendant must be allowed to present to the jury.\" State v. Gracely, 399 S.C.\r\n363, 374-75, 731 S.E.2d 880, 886 (2012). \"It is of no moment that at some point\r\nduring the proceedings one of the witnesses confirmed the existence of a\r\nmandatory minimum sentence. The fact remains that Appellant was unable to fully\r\ndevelop this information through the cross-examination . . . .\" Id. at 375 n.4, 731\r\nS.E.2d at 886 n.4. \"In a case built on circumstantial evidence, including testimony\r\nfrom witnesses with such suspect credibility, a ruling preventing a full picture of\r\nthe possible bias of those witnesses cannot be harmless.\" Id. at 377, 731 S.E.2d at\r\n887.\r\n\r\nHowever, the Gracely court acknowledged \"[a] violation of the Confrontation\r\nClause is not per se reversible but is subject to a harmless error analysis.\" Id. at\r\n375, 731 S.E.2d at 886.\r\n\r\n             Whether such an error is harmless in a particular case\r\n             depends upon a host of factors . . . . The factors include\r\n             [1] the importance of the witness's testimony in the\r\n             prosecution's case, [2] whether the testimony was\r\n             cumulative, [3] the presence or absence of evidence\r\n             corroborating or contradicting the testimony of the\r\n             witness on material points, [4] the extent of cross[-]\r\n             examination otherwise permitted, and, of course, [5] the\r\n             overall strength of the prosecution's case.\r\n\r\nId. (quoting Van Arsdall, 475 U.S. at 684 (emphasis added in Gracely)).\r\n\r\nGracely requires the trial court to allow an accused to develop evidence that (1) a\r\ncooperating witness, (2) avoided, (3) a mandatory minimum sentence. 399 S.C. at\r\n374-75, 731 S.E.2d at 886. Although Ussery provided eyewitness testimony, she\r\n\nwas also implicated in the crime and, after her arrest, faced two different sets of\r\ncharges. After her arrest, she was charged with two counts of armed robbery, each\r\nof which carried a mandatory minimum sentence of ten years. See § 16-11-\r\n330(A). After Barfield's and Whatley's arrests, Ussery's charges were reduced to\r\naccessory before and after the fact. For the charge of accessory to an armed\r\nrobbery before the fact, Ussery still faced a mandatory minimum sentence of ten\r\nyears. See id.; § 16-1-40. However, a charge of accessory after the fact does not\r\ncarry a mandatory minimum sentence. See §§ 16-1-20, -55 (establishing maximum\r\nsentences but no minimum sentences for persons convicted of accessory after the\r\nfact). During Whatley's cross-examination of Ussery, the trial court excluded\r\nquestions concerning the sentences Ussery faced for the reduced charges. Because\r\nat least one of the charges against Ussery was reduced from an offense with a\r\nmandatory minimum sentence to an offense without such a sentence, the trial court\r\nerred in precluding Whatley from questioning her on the sentences she faced for\r\nthe reduced charges.\r\n\r\nNevertheless, we find Whatley suffered no prejudice. The limitation the trial court\r\nimposed upon Whatley's cross-examination of Ussery, though improper, did not\r\n\"prevent[] a full picture of [her] possible bias.\" See Gracely, 399 S.C. at 377, 731\r\nS.E.2d at 887. Analyzing the evidence in this case in view of the first three Van\r\nArsdall factors, the importance of a witness's testimony to the prosecution's case\r\nand whether it was cumulative to or corroborated by other evidence, we find\r\nWhatley suffered no prejudice. See id. at 375, 731 S.E.2d at 886. The State\r\npresented the testimony of six witnesses, including the two victims and the law\r\nenforcement officers who pursued the robbers. Of those six witnesses, only Ussery\r\nand Barfield identified Whatley as one of the robbers. However, Barfield's\r\ntestimony established the same material facts as Ussery's, and more. Moreover,\r\nUssery's testimony did not contradict Barfield's on any essential point. Both\r\nBarfield and Ussery recalled picking up Whatley and driving to the motel. Both\r\ntestified Whatley supplied the gun, Barfield carried it, and Barfield and Whatley\r\nleft Ussery to fend for herself after she pulled over for the police. In addition, both\r\nwitnesses described Barfield's, Whatley's, and Ussery's respective roles in the\r\nrobbery up to the time the men entered the motel room. Without Ussery's\r\ntestimony, the State presented evidence of all those events through Barfield.\r\nFurthermore, Barfield corroborated the victims' testimony concerning events in the\r\nmotel room that Ussery had not witnessed. Thus, although Ussery's testimony was\r\nimportant to the State's case against Whatley, it was cumulative to, and\r\ncorroborated by, Barfield's testimony.\r\n\nThe evidence relevant to the fourth Van Arsdall factor, the extent of cross-\r\nexamination allowed, also does not support a finding of prejudice. Aside from\r\nsustaining the State's objection to Whatley's question concerning the sentences\r\nUssery faced for her accessory charges, the trial court did not restrict Whatley's\r\ncross-examination of Ussery in any way.\r\n\r\nWith regard to the final factor, the overall strength of the State's case, Whatley\r\ncorrectly observes the State presented no physical evidence tying him to the\r\nrobbery, and several months elapsed between the robbery and Whatley's arrest.\r\nAdditionally, neither the victims nor the officer who responded to the robbery\r\ncould identify him. In fact, the only evidence identifying Whatley as one of the\r\nrobbers came from Barfield and Ussery.\r\n\r\nNotwithstanding, Whatley suffered no prejudice from the improper limitation of\r\nhis cross-examination of Ussery. He availed himself of extensive opportunities to\r\ndelve into Ussery's bias and poor credibility, capitalizing on her inconsistent\r\nstatements to the police. Furthermore, although Ussery avoided a mandatory\r\nminimum sentence of ten years for armed robbery by agreeing to testify against\r\nWhatley, she still faced the same mandatory minimum sentence for the reduced\r\ncharge of accessory before the fact. In view of this evidence, we find the trial\r\ncourt's error in restricting the scope of Whatley's cross-examination of Ussery did\r\nnot result in prejudice to Whatley.\r\n\r\n                                  CONCLUSION\r\n\r\nWe find the trial court erred in preventing Whatley from cross-examining Ussery\r\nconcerning the mandatory minimum sentence she faced for the reduced charges\r\npending against her at the time of Whatley's trial. However, under the facts present\r\nin this case, we find Whatley had ample opportunity to demonstrate Ussery's bias\r\nand, therefore, suffered no prejudice. Accordingly, the decision of the trial court is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., concurs.\r\n\r\nPIEPER, J., concurs in result only.\r\n\n","court":"Appeals"},{"id":"5210","title":"Meehan v. Meehan","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5210.pdf","description":"In this appeal from a divorce action, Fredda A. Cathey Meehan (Wife) contends the family court erred in (1) finding the parties' prenuptial agreement removed its jurisdiction to enforce and interpret the terms pursuant to Gilley v. Gilley, 327 S.C. 8, 488 S.E.2d 310 (1997), (2) ruling the parties agreed that the only issues to be decided were the divorce and child support, and (3) relying upon Rule 2, SCRFC, to deny her motion to amend her complaint to include a request for attorney's fees.  We affirm in part, reverse in part, and remand.","date":"2014-03-26","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Fredda A. Cathey Meehan, Appellant,\r\n\r\n             v.\r\n\r\n             Jerry A. Meehan, Sr., Respondent.\r\n\r\n             Appellate Case No. 2012-212864\r\n\r\n\r\n\r\n                         Appeal From Anderson County \n\r\n                  Richard W. Chewning, III, Family Court Judge \n\r\n\r\n\r\n                               Opinion No. 5210 \n\r\n                  Heard January 8, 2014 – Filed March 26, 2014 \n\r\n\r\n\r\n             AFFIRMED IN PART, REVERSED IN PART, AND\r\n                           REMANDED\r\n\r\n\r\n             Candy M. Kern-Fuller, of Upstate Law Group, LLC, of\r\n             Easley, for Appellant.\r\n\r\n             Michael F. Mullinax, of Mullinax Law Firm, P.A., of\r\n             Anderson, for Respondent.\r\n\r\n\r\nLOCKEMY, J.: In this appeal from a divorce action, Fredda A. Cathey Meehan\r\n(Wife) contends the family court erred in (1) finding the parties' prenuptial\r\nagreement removed its jurisdiction to enforce and interpret the terms pursuant to\r\nGilley v. Gilley, 327 S.C. 8, 488 S.E.2d 310 (1997), (2) ruling the parties agreed\r\nthat the only issues to be decided were the divorce and child support, and (3)\r\nrelying upon Rule 2, SCRFC, to deny her motion to amend her complaint to\r\n\ninclude a request for attorney's fees. We affirm in part, reverse in part, and\r\nremand.\r\n\r\nFACTS\r\n\r\nWife and Husband were married on September 25, 1992. Prior to their marriage,\r\nthe parties entered into an agreement which provided in part that \"[Husband] and\r\n[Wife] agree that the only marital property which they will acquire will be that\r\nproperty which is formally titled in both names. [Husband] and [Wife] agree that\r\nproperty acquired after this marriage shall remain non-marital property, so long as\r\nsame remains legally titled other than jointly.\" Notably, in paragraph 12, the\r\nprenuptial agreement stated:\r\n\r\n             Both parties agree that the Family Court shall not have\r\n             jurisdiction over any pre-marital property of either party\r\n             (the HUSBAND'S pre-marital property being shown by\r\n             Exhibit \"A\"), and over property acquired after the\r\n             marriage, unless same be titled in joint names, and that\r\n             this agreement as to the absence of jurisdiction shall be\r\n             unmodifiable.\r\n\r\nWife and Husband also agreed \"to waive alimony from each other,\" and Wife\r\nagreed she would not make a claim against Husband's property, including but not\r\nlimited to bank accounts, personal property, and retirement, \"whether acquired\r\nbefore or after the marriage, so long as this property is not titled in both names.\" In\r\nconsideration of the prenuptial agreement, Husband agreed to procure a life\r\ninsurance policy in the amount of $1,000,000 with Wife as the beneficiary.\r\nHusband also agreed that \"[u]pon the divorce of the parties, provided that this\r\nagreement is upheld by the [Wife], the [Husband] shall pay to the [Wife] the sum\r\nof ten thousand and No/100 ($10,000.00) Dollars for each full year that the parties\r\nremained married.\"\r\n\r\nOn the date of the parties' divorce hearing, May 12, 2012, they had been married in\r\nexcess of nineteen years. Wife sought to enforce the prenuptial agreement and\r\nrequested Husband pay $190,000 pursuant to the term within the prenuptial\r\nagreement stating that Husband would pay her ten thousand for each full year they\r\nwere married. Husband presented a motion at the beginning of the hearing and\r\nargued the family court lacked jurisdiction to enforce the prenuptial agreement.\r\n\nHusband maintained the Wife must pursue the prenuptial's enforcement in the\r\ncircuit court.\r\n\r\nThe family court first found the parties had freely, fairly, and in good faith entered\r\ninto the prenuptial agreement. The family court then stated that based upon Gilley\r\nv. Gilley, 327 S.C. 8, 488 S.E.2d 310 (1997), and the clear language of the parties'\r\nprenuptial agreement, it did not have jurisdiction to enforce the prenuptial\r\nagreement. It further found the prenuptial agreement's provisions were contractual\r\nand could only be interpreted and enforced by the circuit court. The family court\r\ndenied Wife's motion for reconsideration. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"'The family court is a court of equity.'\" Holmes v. Holmes, 399 S.C. 499, 504, 732\r\nS.E.2d 213, 216 (Ct. App. 2012) (quoting Lewis v. Lewis, 392 S.C. 381, 386, 709\r\nS.E.2d 650, 652 (2011)). \"In appeals from the family court, the appellate court\r\nreviews factual and legal issues de novo.\" Id. (citing Simmons v. Simmons, 392\r\nS.C. 412, 414, 709 S.E.2d 666, 667 (2011)). \"'De novo review permits appellate\r\ncourt fact-finding, notwithstanding the presence of evidence supporting the\r\n[family] court's findings.'\" Id. (quoting Lewis, 392 S.C. at 390, 709 S.E.2d at 654-\r\n55) (alteration in original). \"However, this broad standard of review does not\r\nrequire the appellate court to disregard the factual findings of the family court or\r\nignore the fact that the family court is in the better position to assess the credibility\r\nof the witnesses.\" Id. (citing Pinckney v. Warren, 344 S.C. 382, 387, 544 S.E.2d\r\n620, 623 (2001)). \"Moreover, the appellant is not relieved of the burden of\r\ndemonstrating error in the family court's findings of fact.\" Id. (citing Pinckney,\r\n344 S.C. at 387-88, 544 S.E.2d at 623). \"Accordingly, we will affirm the decision\r\nof the family court in an equity case unless its decision is controlled by some error\r\nof law or the appellant satisfies the burden of showing the preponderance of the\r\nevidence actually supports contrary factual findings by this court.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nJurisdiction\r\n\r\nWife argues the family court erred in finding it did not have jurisdiction to\r\ninterpret and enforce the prenuptial agreement. She asserts the interpretation and\r\nenforcement of the prenuptial agreement were incident to an action requesting an\r\n\nalteration of the marital status, and, thus, Gilley v. Gilley, 327 S.C. 8, 488 S.E.2d\r\n310 (1997), did not apply. We disagree.\r\n\r\n\"The family court has exclusive jurisdiction to hear and determine actions for\r\nseparate support and maintenance, legal separation, other marital litigation between\r\nthe parties, and for settlement of all legal and equitable rights of the parties in the\r\nactions related to the real and personal property of the marriage.\" Gilley, 327 S.C.\r\nat 11, 488 S.E.2d at 312 (citing S.C. Code Ann. § 20-7-420(2) (Supp. 1995)\r\n(current version at S.C. Code Ann. § 63-3-530 (2010))). While we agree the\r\nfamily court in this case would typically have jurisdiction over the issues raised\r\nduring the parties' hearing, we must examine whether the prenuptial agreement\r\nremoved the family court's jurisdiction from some or all of those issues.\r\n\r\nWhen a prenuptial agreement is unambiguous, clear, and explicit, \"it must be\r\nconstrued according to the terms the parties have used.\" Hardee v. Hardee, 355\r\nS.C. 382, 387, 585 S.E.2d 501, 503 (2003) (citing B.L.G. Enters., Inc. v. First Fin.\r\nIns. Co., 334 S.C. 529, 535, 514 S.E.2d 327, 330 (1999)). \"The judicial function of\r\na court of law is to enforce a contract as made by the parties, and not to rewrite or\r\nto distort, under the guise of judicial construction, contracts, the terms of which are\r\nplain and unambiguous.\" Id. (citing S.S. Newell & Co. v. Am. Mut. Liab. Ins. Co.,\r\n199 S.C. 325, 332, 19 S.E.2d 463, 466 (1942)). \"Property excluded by written\r\ncontract or antenuptial agreement of the parties is excluded from marital property\r\nand is considered nonmarital property.\" Gilley, 327 S.C. at 11, 488 S.E.2d at 312\r\n(citing S.C. Code Ann. § 20-7-473 (Supp. 1995) (current version at S.C. Code\r\nAnn. § 20-3-630(A)(4) (2014))). \"The family court does not have authority to\r\napportion nonmarital property.\" Id. (citing § 20-7-473 (current version at § 20-3-\r\n630(B))).\r\n\r\nBecause the Wife and the family court emphasized our supreme court's decision in\r\nGilley, we give a brief synopsis of the case. In Gilley, the wife instituted an action\r\nin circuit court for the partition of property held by the parties as tenants-in-\r\ncommon and further requested a temporary injunction. 327 S.C. at 9-10, 488\r\nS.E.2d at 311. The husband sought dismissal of all the wife's requests and argued\r\nthe family court had exclusive jurisdiction over the claims. Id. at 10, 488 S.E.2d at\r\n311. The circuit court denied his motion and ruled that because \"the relief sought\r\nby wife was not incidental to a divorce action or an action for separate support and\r\nmaintenance, the circuit court had exclusive jurisdiction.\" Id. Subsequently, the\r\nhusband brought an action in family court for separate support and maintenance\r\nand equitable distribution of marital property, but the family court dismissed the\r\n\naction \"because the prenuptial agreement precluded any claim for equitable\r\napportionment or separate maintenance and the family court lacked\r\njurisdiction to hear [the] matter.\" Id. at 10, 488 S.E.2d at 311-12 (emphasis\r\nadded); compare Hardee v. Hardee, 355 S.C. 382, 386-87, 585 S.E.2d 501, 503\r\n(2003) (finding the parties' prenuptial agreement stated its provisions \"shall in no\r\nway affect the property, whether real, personal or mixed which shall be acquired\r\nby the parties, whether titled separately or jointly, subsequent to the date of this\r\nAgreement,\" which unambiguously allowed the wife equitable distribution of any\r\nand all property acquired by the parties during the marriage). The husband then\r\nappealed both the circuit court and family court orders. Id. at 10, 488 S.E.2d at\r\n312. Our supreme court determined that the question was whether the husband's\r\nlatter action divested the circuit court of subject matter jurisdiction over the\r\npartition action. Id.\r\n\r\nOur supreme court found that because the jurisdiction of a court attaches to the\r\nperson and subject matter of the litigation, any subsequent happenings \"will not\r\nordinarily operate to oust the jurisdiction already attached.\" Id. at 10-11, 488\r\nS.E.2d at 312. Thus, the circuit court had properly maintained its jurisdiction over\r\nthe partition claim based on the status of the case at the time of filing. Id. at 11,\r\n488 S.E.2d at 312. Then our supreme court affirmed the family court's dismissal of\r\nthe husband's request for equitable distribution because the prenuptial agreement\r\nprovided that property acquired by the parties during the marriage or owned at the\r\ntime of the marriage would not be the subject of any claims for equitable\r\napportionment. Id.\r\n\r\nIn her brief, Wife focused on the portion of Gilley in which our supreme court\r\ndiscussed the partition action and when jurisdiction attaches to a particular claim.\r\nHowever, we believe the more pertinent portion involved the husband's request for\r\nequitable distribution. The prenuptial agreement here stated the family court\r\nwould not have jurisdiction over any pre-marital property and property acquired\r\nafter the marriage, unless same is titled in joint names. The terms stated the\r\nabsence of the family court's jurisdiction would be unmodifiable. Similar to our\r\nsupreme court's decision in Gilley, we believe the $190,000 Wife requested was\r\nnonmarital property according to the terms of the parties' prenuptial agreement,\r\nand, thus, the family court was correct in determining that it did not have\r\njurisdiction over that particular issue. Further, we find the record supports the\r\nfamily court's decision that the prenuptial agreement unambiguously removed its\r\njurisdiction from the other issues that Wife raised at trial, with the exception of the\r\n\ndivorce and child custody and support. Thus, we affirm the family court's ruling\r\nthat it did not have jurisdiction to enforce the prenuptial agreement.\r\n\r\nIssues Before the Family Court\r\n\r\nWife argues the family court erred in finding she agreed that the only issues to be\r\ndecided were the divorce and child support. She contends the family court's\r\nstatement was contrary to the record because she argued for not only the $10,000\r\nper year payment, but also a one million dollar life insurance policy and attorney's\r\nfees. We agree, but we believe the error was harmless.\r\n\r\nWife requested the family court decide the issues of the $10,000 per year payment,\r\none million dollar life insurance policy, and attorney's fees. She argued the other\r\nissues and preserved these issues for our review. Thus, we believe the family court\r\nerred in finding Wife agreed that the only issues to be decided were the divorce\r\nand child support. However, the family court ultimately determined the prenuptial\r\nagreement removed the family court's jurisdiction over Wife's contested issues,\r\nwith the exception of divorce and child support. As we explained in the previous\r\nsection, we believe this statement is correct. Thus, we affirm the family court on\r\nthis issue because the error was minor and did not affect the substantive outcome.\r\nSee Judy v. Judy, 384 S.C. 634, 646, 682 S.E.2d 836, 842 (Ct. App. 2009) (\"Error\r\nis harmless where it could not reasonably have affected the result of the trial.\r\nGenerally, appellate courts will not set aside judgments due to insubstantial errors\r\nnot affecting the result.\") (citations omitted).\r\n\r\nRule 2, SCRFC and Rule 15, SCRCP\r\n\r\nWife argues that not only was the family court incorrect in its ruling that only the\r\nissues of divorce and child support were before it, it also was incorrect in finding\r\nthat she was not allowed to amend her complaint at the hearing unless consent was\r\ngiven by Husband, pursuant to Rule 2, SCRFC. We find the family court did have\r\njurisdiction to decide Wife was entitled to attorney's fees on the issues of child\r\nsupport and child custody, and Rule 2, SCRFC, did not necessarily prevent Wife\r\nfrom amending her complaint.\r\n\r\nRule 2, SCRFC, provides:\r\n\r\n             (a) Domestic Relations Actions. In addition to the rules\r\n             set forth in Sections I, II and III of these Rules of Family\r\n\n             Court, the South Carolina Rules of Civil Procedure\r\n             (SCRCP) shall be applicable in domestic relations actions\r\n             to the extent permitted by Rule 81, SCRCP. The\r\n             following SCRCP, however, shall be inapplicable: 5(a) to\r\n             the extent it does not require notice to a defendant of\r\n             every hearing, 8(d) to the extent it provides that the\r\n             failure to file a responsive pleading constitutes an\r\n             admission, 12(b) to the extent it permits a 12(b)(6)\r\n             motion to be converted to a summary judgment motion,\r\n             12(c), 13(j), 18, 23, 38, 39, 40(a & b), 42 to the extent it\r\n             refers to trial by jury, 43(b)(1) to the extent it limits the\r\n             use of leading questions to cross-examination, 43(i & j),\r\n             47, 48, 49, 50, 51, 54(c) to the extent it permits the court\r\n             to grant relief not requested in the pleadings, 55, 56, 68,\r\n             69, 71, 72, 78, 79, and 84.\r\n\r\nRule 15(b), SCRCP, which is applicable to family court pleadings, Pool v. Pool,\r\n329 S.C. 324, 327-28 & n.5, 494 S.E.2d 820, 822 & n.5 (1998), states:\r\n\r\n             If evidence is objected to at the trial on the ground that it\r\n             is not within the issue made by the pleadings, the court\r\n             may allow the pleadings to be amended and shall do so\r\n             freely when the presentation of the merits of the action\r\n             will be subserved thereby and the objecting party fails to\r\n             satisfy the court that the admission of such evidence\r\n             would prejudice him in maintaining his action or defense\r\n             on the merits.\r\n\r\n\"The focal inquiry in allowing amendment of pleadings is whether doing so will\r\nprejudice the opposing party.\" Pool, 329 S.C. at 328, 494 S.E.2d at 822; see also\r\nFoggie v. CSX Transp., Inc., 315 S.C. 17, 22, 431 S.E.2d 587, 590 (1993) (\"It is\r\nwell established that a motion to amend is addressed to the sound discretion of the\r\ntrial judge, and that the party opposing the motion has the burden of establishing\r\nprejudice.\").\r\n\r\nHere, the Wife requested attorney's fees during the trial, and the Husband objected\r\npursuant to Rule 2, SCRFC, because the Wife did not request attorney's fees in her\r\npleadings. The Wife argued Rule 15, SCRCP, allowed the family court to amend\r\nthe pleadings to conform to the evidence if it did not prejudice the opposing party.\r\n\nThe family court ruled that because the parties had agreed only the issues of\r\ndivorce and child support were before the family court, it did not have jurisdiction\r\nover the issue of attorney's fees. The family court thus upheld the Husband's\r\nobjection.\r\n\r\nWhile the parties framed this issue as one that involved the right to amend, the\r\nfamily court first based its decision upon jurisdiction. It then found as an\r\nadditional sustaining ground that pursuant to the provisions of Rule 2, FCRCP,\r\nWife was not allowed to amend her complaint at the hearing unless consent was\r\ngiven by Husband. The pertinent portion of the parties' prenuptial agreement\r\nstated:      Both parties agree to waive their respective rights to\r\n             attorney's fees, witness fees, counsel fees or other fees\r\n             normally incident to the prosecution of actions for\r\n             divorce or legal separation.\r\n\r\nThe following paragraph stated the prenuptial agreement did not \"pertain to child\r\nsupport nor child custody.\"\r\n\r\nWhile allowing parties to remove the right of the family court to impose attorney's\r\nfees on an uncooperative or deceptive party could result in a great burden on the\r\nopposing litigant as well as be costly to the court system, we acknowledge this\r\ncourt has \"previously held that despite the general rule that attorney fees are within\r\nthe discretion of the family court, if an agreement is 'clear and capable of legal\r\nconstruction, the court's only function is to interpret its lawful meaning and the\r\nintention of the parties as found within the agreement and give effect to them.'\"1\r\nHardee v. Hardee, 348 S.C. 84, 96-97, 558 S.E.2d 264, 270 (Ct. App. 2001),\r\n\r\n1 The family court found the prenuptial agreement was valid and enforceable, and\r\nWife does not appeal that ruling. See Hardee v. Hardee, 355 S.C. 382, 389, 585\r\nS.E.2d 501, 504 (2003) (stating that when determining whether a prenuptial\r\nagreement should be enforced, a court must consider \"(1) Was the agreement\r\nobtained through fraud, duress, or mistake, or through misrepresentation or\r\nnondisclosure of material facts? (2) Is the agreement unconscionable? (3) Have the\r\nfacts and circumstances changed since the agreement was executed, so as to make\r\nits enforcement unfair and unreasonable?\"); see also Holler v. Holler, 364 S.C.\r\n256, 270, 612 S.E.2d 469, 477 (finding the family court possessed jurisdiction to\r\ndetermine whether the premarital agreement was valid and enforceable).\r\n\naffirmed as modified by 355 S.C. 382, 585 S.E.2 501 (2003) (quoting Bowen v.\r\nBowen, 327 S.C. 561, 563, 490 S.E.2d 271, 272 (Ct. App. 1997)).\r\n\r\nThe parties clearly and unambiguously waived their right to attorney's fees\r\nregarding a majority of the issues, but they did not waive their right to attorney's\r\nfees as they pertain to child support and child custody. Here, the family court took\r\naction regarding child support and child custody and, thus, it had jurisdiction over\r\nany attorney's fees that might have been related to those issues.\r\n\r\nAdditionally, Rule 2, FCRCP, did not prevent Wife from amending her complaint\r\nif the Husband could not prove any resulting prejudice. Pool, 329 S.C. at 329, 494\r\nS.E.2d at 823 (affirming the award of attorney's fees to the husband pursuant to\r\nRule 15, SCRCP, despite his failure to request them in the pleadings because the\r\nwife could not show prejudice). Accordingly, we reverse and remand for the\r\nfamily court to determine whether Wife is entitled to any such attorney's fees that\r\nare directly or indirectly associated with child support or child custody.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we affirm the family court in part, reverse in part, and\r\nremand.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5212","title":"Richardson v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5212.pdf","description":"In this appeal from an order granting post-conviction relief (PCR) to Sandra Richardson, we hold a trial court has no power to suspend a sentence imposed on a person convicted of homicide by child abuse under section 16-3-85(A)(1) of the South Carolina Code (2003).   We reverse.","date":"2014-03-26","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Sandra Richardson, Respondent,\r\n\r\n            v.\r\n\r\n            State of South Carolina, Petitioner.\r\n\r\n            Appellate Case No. 2010-151193\r\n\r\n\r\n\r\n                           ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n                          Appeal From Kershaw County\r\n                       L. Casey Manning, Trial Court Judge\r\n                 G. Thomas Cooper, Jr., Post-Conviction Relief Judge\r\n\r\n\r\n                                Opinion No. 5212 \n\r\n                   Heard February 3, 2014 – Filed March 26, 2014 \n\r\n\r\n\r\n                                    REVERSED\r\n\r\n\r\n            Assistant Deputy Attorney General David A. Spencer\r\n            and Assistant Attorney General Daniel Francis Gourley,\r\n            II, both of Columbia, for Petitioner.\r\n\r\n            Appellate Defender Susan Barber Hackett, of Columbia,\r\n            for Respondent.\r\n\r\n\r\nFEW, C.J.: In this appeal from an order granting post-conviction relief (PCR) to\r\nSandra Richardson, we hold a trial court has no power to suspend a sentence\r\n\nimposed on a person convicted of homicide by child abuse under section 16-3-\r\n85(A)(1) of the South Carolina Code (2003). We reverse.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nRichardson pled guilty to homicide by child abuse under subsection 16-3-85(A)(1),\r\nwhich carries a minimum sentence of twenty years and a maximum of life\r\nimprisonment. S.C. Code Ann. § 16-3-85(C)(1) (2003). The trial court initially\r\nsentenced her to twenty-two years in prison, but Richardson moved the court to\r\nreduce and suspend the sentence. At the hearing on the motion, her plea counsel\r\nstated,      I believe you do have the discretion to sentence her to 20\r\n             years, . . . and . . . we ask that you reduce it to the 20 year\r\n             minimum but that you . . . further have discretion to\r\n             suspend it because [section 16-3-85] is silent on whether\r\n             you can suspend a minimum sentence.\r\n\r\nThe trial court reduced the sentence to twenty years but found it lacked the power\r\nto suspend the sentence. Specifically, the court stated, \"I think my hands are tied\r\nby the . . . legislature setting [a] mandatory minimum\"; \"as far as I'm concerned,\r\nlegally, the only thing I can do today . . . is reduce it to the 20 years.\"\r\n\r\nRichardson's plea counsel filed an appeal to challenge the trial court's ruling that it\r\nlacked the power to suspend the minimum sentence. The appeal was assigned to\r\nan appellate defender at the Division of Appellate Defense, who sent Richardson a\r\nletter that indicated she had \"no meritorious issues for appeal.\" Relying on her\r\nappellate counsel's advice, Richardson submitted an affidavit to this court stating,\r\n\"I do not wish to appeal.\" We dismissed the appeal.\r\n\r\nRichardson filed an application for PCR and alleged ineffective assistance of\r\nappellate counsel. At the PCR hearing, Richardson's appellate counsel testified she\r\n\"would have strongly encouraged [Richardson] to proceed with an appeal.\" She\r\nexplained this was because Richardson's plea counsel asked the court to exercise\r\nits discretion in suspending her sentence, and \"when a judge has discretion and he\r\nthinks he doesn't that's reversible error.\" She stated, \"I must have missed that\r\n[issue] when I read the guilty plea transcript.\"\r\n\nThe PCR court found that under Strickland v. Washington, 466 U.S. 668, 104 S.\r\nCt. 2052, 80 L. Ed. 2d 674 (1984), (1) appellate counsel rendered ineffective\r\nassistance by advising Richardson to withdraw the appeal, and (2) Richardson was\r\nprejudiced because there was a reasonable probability this court would have\r\nreversed and ordered a new sentencing hearing. Relying on State v. Thomas, 372\r\nS.C. 466, 642 S.E.2d 724 (2007), the PCR court explained \"there were potentially\r\nmeritorious issues which were raised during the guilty plea\" because the trial court\r\nactually had the power to suspend the sentence. The PCR court ordered a new\r\nsentencing hearing. The State filed a petition for writ of certiorari, which this court\r\ngranted. See S.C. Code Ann. § 17-27-100 (2014) (\"A final judgment entered under\r\nthis chapter may be reviewed by a writ of certiorari as provided by the South\r\nCarolina Appellate Court Rules.\"); Rule 243(a), SCACR (\"A final decision entered\r\nunder the Post-Conviction Relief Act shall be reviewed by the Supreme Court\r\nupon petition of either party for a writ of certiorari.\"); Rule 243(l), SCACR (\"The\r\nSupreme Court may transfer a case filed under this rule to the Court of Appeals.\").\r\n\r\n      II.    Law/Analysis\r\n\r\nWe will reverse the PCR court's decision when it is controlled by an error of law.\r\nLorenzen v. State, 376 S.C. 521, 529, 657 S.E.2d 771, 776 (2008). For a court to\r\ngrant PCR on the grounds of ineffective assistance of counsel, the applicant must\r\nshow: (1) trial counsel \"failed to render reasonably effective assistance under\r\nprevailing professional norms\"; and (2) \"the deficient performance prejudiced the\r\napplicant[].\" Porter v. State, 368 S.C. 378, 383, 629 S.E.2d 353, 356 (2006)\r\n(citing Strickland, 466 U.S. at 687, 104 S. Ct. at 2064, 80 L. Ed. 2d at 693). In\r\nfinding Richardson made both showings, the PCR court stated, \"Given the\r\nSupreme Court's decision in Thomas, it is clear that [Richardson] possessed a\r\npotentially meritorious issue for appeal.\" The PCR court explained, \"Thomas\r\nstands for the proposition that a sentence can be suspended unless the statute\r\ncontains limiting language prohibiting suspension of the sentence.\"\r\n\r\nIn Thomas, the supreme court held a trial court has the authority to suspend a\r\nminimum sentence when the statute under which the defendant was convicted\r\ncontains no provision prohibiting suspension of the sentence. 372 S.C. at 468, 642\r\nS.E.2d at 725. The supreme court explained the power to suspend a sentence\r\nderives from South Carolina Code section 24-21-410 (2007), which empowers the\r\ntrial court to suspend a sentence when the crime is not \"punishable by death or life\r\nimprisonment.\" 372 S.C. at 468, 642 S.E.2d at 725. The supreme court found that\r\nwhile \"[t]his power does not extend to offenses where the legislature has\r\n\nspecifically mandated that no part of a sentence may be suspended,\" 372 S.C. at\r\n468, 642 S.E.2d at 725, \"the omission of any such provision in [a statute] indicates\r\nthe legislature did not intend to limit the general authority to suspend sentences.\"\r\n372 S.C. at 469, 642 S.E.2d at 725.\r\n\r\nWe find the PCR court's reliance on Thomas was misplaced because homicide by\r\nchild abuse under subsection 16-3-85(A)(1) carries a maximum penalty of life\r\nimprisonment. See § 16-3-85(C)(1). In State v. Jacobs, 393 S.C. 584, 713 S.E.2d\r\n621 (2011), the supreme court faced a similar situation. The defendant there pled\r\nguilty to first-degree burglary, 393 S.C. at 586, 713 S.E.2d at 622, which carries a\r\nminimum sentence of fifteen years but is punishable by life in prison. S.C. Code\r\nAnn. § 16-11-311(B) (2003). The supreme court held \"the sentence for a\r\nconviction of first degree burglary falls squarely within the exception provided in\r\nsection 24-21-410 because first degree burglary is a felony 'punishable by life\r\nimprisonment.'\" 393 S.C. at 588, 713 S.E.2d at 623 (quoting § 16-11-311(B)).\r\nThe court found \"[t]he holding in Thomas has no bearing on this case\" because the\r\ncrime committed in Thomas \"was not punishable by death or life imprisonment,\r\nand therefore, did not fall within the exception of section 24-21-410.\" Id. Thus,\r\nthe Jacobs court held a trial court may not suspend a minimum sentence for a\r\ncrime punishable by death or life in prison, even when the statute does not\r\nexpressly prohibit suspension. 393 S.C. at 588-89, 713 S.E.2d at 623-24.\r\n\r\nIn this case, Richardson pled guilty to homicide by child abuse under subsection\r\n16-3-85(A)(1). The sentence for a person convicted pursuant to that subsection is\r\nfound in section 16-3-85(C)(1), which provides a person \"may be imprisoned for\r\nlife but not less than a term of twenty years.\" Although the homicide by child\r\nabuse statute does not specifically prohibit suspension of a sentence, it falls within\r\nthe exception provided in section 24-21-410 because the crime is punishable by\r\nlife imprisonment. Thus, under Jacobs, the PCR court's finding that Richardson\r\nwas entitled to PCR because she \"possessed a potentially meritorious issue for\r\nappeal\" was controlled by an error of law.\r\n\r\nRichardson argues, however, that Jacobs does not apply to the facts of this case\r\nbecause her plea counsel did not request probation to follow the suspended\r\nsentence. She argues the Jacobs court's interpretation of section 24-21-410 is\r\ninapplicable unless the sentencing court is considering probation, because the\r\nstatute states the \"court . . . may suspend the imposition or the execution of a\r\nsentence and place the defendant on probation.\" (emphasis added). She contends\r\nthe defendant in Jacobs asked the trial court to suspend the minimum sentence and\r\n\nplace him on probation, 393 S.C. at 586, 713 S.E.2d at 622, and points out\r\nRichardson's plea counsel did not mention probation in his sentencing request but\r\nonly asked the court to impose \"the minimum [sentence] of twenty years . . . [and]\r\nsuspend the twenty-year [sentence] and give her . . . a ten year sentence.\"\r\nRichardson argues this distinguishing fact renders Jacobs inapplicable because the\r\ncourt in Jacobs restricted the court's power to suspend a sentence under section 24-\r\n21-410 only when the defendant requests probation to follow the active portion of\r\nthe sentence.\r\n\r\nRichardson's interpretation of Jacobs depends on the premise that section 24-21-\r\n410 acts as a limitation on a trial court's power to suspend sentences, such that the\r\nlimitations apply only when the court \"place[s] the defendant on probation\" after\r\nsuspending a sentence. Based on this premise, she argues that when the trial court\r\nis not considering probation, Jacobs imposes no limitations on a trial court's power\r\nto suspend a sentence, even when the sentencing statute provides a maximum of\r\nlife in prison. The supreme court refuted Richardson's premise in Moore v.\r\nPatterson, 203 S.C. 90, 26 S.E.2d 319 (1943), by holding that trial courts lack the\r\ninherent power to suspend sentences, and thus the General Assembly must confer\r\nsuch power onto the courts. See 203 S.C. at 93-94, 26 S.E.2d at 320-21 (\"It is clear\r\nthat trial Judges had no general and unlimited power at common law to suspend\r\nsentences, but such authority may be conferred upon them by the General\r\nAssembly.\"); see also Jacobs, 393 S.C. at 587, 713 S.E.2d at 623 (\"A circuit\r\ncourt's authority to suspend a sentence and impose probation derives solely from\r\nsection 24-21-410 . . . .\"); Thomas, 372 S.C. at 468, 642 S.E.2d at 725 (\"The\r\ngeneral power to suspend sentences derives from [section] 24-21-410[].\"). The\r\nquestion in Moore was whether \"a Circuit Judge [has the power to] impose a\r\nsentence of imprisonment . . . and provide in it that after the defendant shall have\r\nserved a part of the time he be placed on probation for the remainder of the term.\"\r\n203 S.C. at 93, 26 S.E.2d at 320. The court explained that in 1911 the General\r\nAssembly granted courts the power to suspend sentences for misdemeanor crimes,\r\nand in 1941 enacted the predecessor statute to section 24-21-410—S.C. Code Ann.\r\n§ 1038-1 (1942)—that \"extend[ed] the power to suspend sentences\" for felony\r\ncrimes. 203 S.C. at 94-95, 26 S.E.2d at 321. To answer the question before it, the\r\ncourt interpreted the language of the statute and concluded the statute\r\n\"is . . . intended to give [circuit judges] the right\" to impose a split sentence.\r\n203 S.C. at 95, 26 S.E.2d at 321. In other words, the Moore court interpreted the\r\npredecessor to section 24-21-410 contrary to Richardson's premise—as granting a\r\ncourt's power to suspend sentences, with exceptions to that grant of power, instead\r\n\nof as a limitation on an inherent power to suspend sentences.1 See 203 S.C. at 94-\r\n96, 26 S.E.2d at 321.\r\n\r\nUnder Moore, a trial court has no power to suspend a sentence unless that power\r\nhas been granted to it by the General Assembly. 203 S.C. at 95, 26 S.E.2d at 321.\r\nRichardson points to no such grant of power except section 24-21-410, which by\r\nits own terms does not apply to \"any offense . . . punishable by death or life\r\nimprisonment.\" Under Jacobs, Moore, and the plain language of section 24-21-\r\n410,2 the trial court in this case had no power to suspend Richardson's sentence.\r\nTherefore, Richardson's appellate counsel correctly advised her that no meritorious\r\nissues existed for appeal, as there was no possibility this court would have ordered\r\na new sentencing hearing.\r\n\r\n      III.   Conclusion\r\n\r\nThe PCR court erred in granting Richardson a new sentencing hearing, and the\r\norder is REVERSED.\r\n\r\nSHORT and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1  The language of section 1038-1 is nearly identical to the current language\r\ncontained in section 24-21-410.\r\n2 \"As the language of section 24-21-410 is unambiguous, we are confined to\r\ninterpret its plain meaning.\" Jacobs, 393 S.C. at 589, 713 S.E.2d at 623-24\r\n(emphasis added).\r\n\n","court":"Appeals"},{"id":"5213","title":"Lynch v. Carolina Self Storage Centers","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5213.pdf","description":"This premises liability case arose when an exterior door at a storage facility owned by Carolina Self Storage Centers, Inc. closed on Susan Lynch's foot.  Lynch filed a post-trial motion requesting a new trial based on juror misconduct during deliberations and intentional concealment of material information by a juror during voir dire.  We affirm the denial of Lynch's motion because (1) the  juror's affidavit alleging juror misconduct during deliberations was inadmissible based on Rule 606(b), (2) no intentional concealment ocurred during voir dire, and (3) the trial court properly refused to take juror testimony regarding the improper juror conduct.","date":"2014-03-26","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             Susan Ann Bell Lynch, Appellant/Respondent,\r\n\r\n             v.\r\n\r\n             Carolina Self Storage Centers, Inc., \n\r\n             Respondent/Appellant. \n\r\n\r\n             Appellate Case No. 2012-212109\r\n\r\n\r\n\r\n                           Appeal From Florence County\r\n                        D. Craig Brown, Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 5213 \n\r\n                  Heard December 10, 2013 – Filed March 26, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Kirby D. Shealy, III, Adams and Reese, LLP, of\r\n             Columbia, for Respondent/Appellant.\r\n\r\n             Kevin M. Barth and Brendan P. Barth, both of Ballenger,\r\n             Barth, Hoefer & Lewis, LLP, of Florence, for\r\n             Appellant/Respondent.\r\n\r\n\r\nFEW, C.J.: Susan Ann Bell Lynch brought this premises liability lawsuit against\r\nCarolina Self Storage Centers, Inc. after a metal door at one of its storage facilities\r\nclosed on her foot. Although the jury returned a verdict for Lynch, she moved for\r\na new trial, alleging juror misconduct during deliberations and intentional\r\n\nconcealment by a juror during voir dire. We affirm the trial court's decision to\r\ndeny her motion, and all other issues raised by the parties.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nWhile moving furniture out of a storage unit rented from Carolina Self Storage,\r\nLynch propped open a hinged exterior door to the storage building by placing a\r\nsmall table against the door. After she finished loading the furniture into her\r\nvehicle, Lynch picked up the table and turned to walk out. When the door began to\r\nclose, she \"put [her] foot back instinctively . . . to catch the door.\" Due to the\r\nheight between the door and the ground, the sharp metal bottom edge of the door\r\nstruck the back of her heel. She suffered a deep cut \"that went to the [Achilles]\r\ntendon.\" Several days after the incident, Lynch fell while ascending a flight of\r\nstairs and ruptured her Achilles tendon, which required surgery to repair. A month\r\nlater, the wound became infected due to a bacterial infection \"growing in [her] wet\r\ncast,\" and she underwent five surgeries to repair the wound with skin grafts.\r\n\r\nLynch commenced this action against Carolina Self Storage, alleging it was\r\nnegligent in failing to maintain the door in a reasonably safe condition or warn her\r\nof its dangerous condition. At trial, Carolina Self Storage argued Lynch failed to\r\nprove proximate cause as to the vast majority of her medical expenses because, by\r\nignoring her physician's medical advice to stay off her foot and keep her cast dry,\r\nshe was the sole cause of the medical expenses associated with the surgery to\r\nrepair her ruptured Achilles tendon and the treatment for the resulting infection.\r\nThe jury returned a verdict for Lynch and awarded her $246,068.42—the exact\r\namount of the medical expenses she claimed resulted from her injury. The jury\r\nfound, however, that Lynch was fifty-percent at fault in causing her injuries, and\r\nthe court reduced the verdict accordingly. See Clark v. Cantrell, 339 S.C. 369,\r\n378, 529 S.E.2d 528, 533 (2000) (stating the law of comparative fault requires the\r\ntrial court to reduce a plaintiff's damages \"in proportion to the amount of his or her\r\nnegligence\" as determined by the jury). Lynch moved for a new trial nisi additur,\r\narguing the jury failed to consider evidence of noneconomic damages. Carolina\r\nSelf Storage moved for judgment notwithstanding the verdict (JNOV) on two\r\ngrounds: (1) it owed no duty to Lynch; and (2) Lynch's own negligence exceeded\r\nits negligence as a matter of law. The court denied both motions.\r\n\nAfter trial, the jury foreperson told Lynch's attorney that the jury was biased and\r\nused improper information to reach its decision. Lynch later filed an affidavit from\r\nthe foreperson, who stated,\r\n\r\n             One of the jurors stated she could not stand [Lynch's\r\n             attorney] and Ms. Sue Lynch was getting nothing. I told\r\n             her she could not punish [Lynch] for not liking [her\r\n             attorney]. She said she did not care we would sit there\r\n             until doomsday [because Lynch] wasn't going to get\r\n             anything and it would end up in a hung trial and she still\r\n             would not get anything. . . . [Some jurors] had a problem\r\n             with Ms. Lynch because . . . [she] could afford to live\r\n             beside a doctor . . . . The statement was made she must\r\n             have money. . . . [A]nother juror spoke up and said\r\n             [Lynch] had a large bank account she doesn't need the\r\n             money. Another juror spoke up and said, \"How do you\r\n             know? Does she bank with you?\" The lady that worked\r\n             at the bank replied no.\r\n\r\nThe foreperson also stated in her affidavit, \"I did not know we had such bias[ed]\r\njurors until we went into deliberating. . . . The only thing they were concerned\r\nabout was Ms. Lynch not getting anything. . . . I feel Ms. Lynch needs a new trial.\r\nThe jurors were very much bias[ed].\"\r\n\r\nThe affidavit did not provide the names of the jurors who made these comments.\r\nLynch's attorney reviewed his firm's records and discovered one juror \"was the\r\nadverse party in domestic litigation in which our firm represented her husband.\"\r\nNicholas Lewis, a partner of the firm, submitted an affidavit stating he believed the\r\njuror who expressed her \"intense dislike for [Lynch]'s counsel\" during\r\ndeliberations was the same juror previously involved in the domestic litigation.\r\n\r\nRelying on Lewis's and the foreperson's affidavits, Lynch moved for a new trial\r\nbased on (1) juror misconduct that affected jury deliberations, and (2) a juror's\r\nalleged intentional concealment during voir dire. She also requested the court hold\r\na hearing to take the testimony of jurors regarding both grounds. The court denied\r\nthe motion, finding the foreperson's affidavit was inadmissible under Rule 606(b),\r\nSCRE, and no intentional concealment occurred. The court also denied Lynch's\r\nrequest to take juror testimony.\r\n\n      II.    Lynch's New Trial Motion\r\n\r\nWe review the trial court's decision to deny Lynch's motion for a new trial under\r\nan abuse of discretion standard. See State v. Galbreath, 359 S.C. 398, 402, 597\r\nS.E.2d 845, 847 (Ct. App. 2004) (providing it is within the trial court's discretion to\r\ngrant a new trial based on juror misconduct during deliberations or intentional\r\nconcealment during voir dire); Long v. Norris & Assocs., Ltd., 342 S.C. 561, 568,\r\n538 S.E.2d 5, 9 (Ct. App. 2000) (stating \"[t]he granting of a new trial based on a\r\njuror's failure to honestly respond to the court's voir dire remains within the sound\r\ndiscretion of the trial court\").\r\n\r\n             A.     Juror Misconduct During Deliberations\r\n\r\nWe first address Lynch's argument that the trial court erred in denying her motion\r\nfor a new trial due to juror misconduct during deliberations.\r\n\r\n\"Initially, the trial judge must make a factual determination as to whether juror\r\nmisconduct has occurred.\" State v. Covington, 343 S.C. 157, 163, 539 S.E.2d 67,\r\n70 (Ct. App. 2000). The foreperson's affidavit is the only evidence Lynch\r\npresented as to what happened inside the jury room, and thus is the only evidence\r\nto prove juror misconduct in this case. Because the trial court found the affidavit\r\ninadmissible, it found no evidence to support Lynch's motion. We find the trial\r\ncourt acted within its discretion to exclude the foreperson's affidavit. See Fields v.\r\nReg'l Med. Ctr. Orangeburg, 363 S.C. 19, 25, 609 S.E.2d 506, 509 (2005) (stating\r\nthe admission or exclusion of evidence \"is within the sound discretion of the trial\r\ncourt,\" and \"will not be disturbed on appeal absent an abuse of discretion\").\r\n\r\nUnder Rule 606(b), SCRE, a juror's testimony or affidavit as to what occurred\r\nduring deliberations is not admissible to challenge \"the validity of the verdict.\"\r\nHowever, Rule 606(b) allows the admission of a juror's testimony or affidavit \"on\r\nthe question whether extraneous prejudicial information was improperly brought to\r\nthe jury's attention or whether any outside influence was improperly brought to\r\nbear upon any juror.\" The trial court explained the affidavit did not \"give rise to\r\nallegations of external misconduct\" because it did not allege the jury received\r\nevidence or influence from outside sources.\r\n\nWe find there is evidence to support the trial court's determination that none of the\r\ninformation in the foreperson's affidavit is extraneous or relates to outside\r\ninfluence. Regarding the juror's statement that Lynch \"had a large bank account\r\n[and] she doesn't need the money,\" the affidavit indicates the juror made this\r\nstatement after other jurors remarked Lynch had a \"friend which is a doctor's\r\nwife,\" and \"she could afford to live beside a doctor.\" Apparently based on these\r\nremarks, a juror also stated, \"[Lynch] must have money.\" The foreperson's\r\naffidavit does not indicate that any of this discussion was based on information\r\nreceived outside of the evidence presented at trial. In fact, Lynch testified about\r\nher friend who was a doctor, and from that and other testimony, the jury could\r\nreadily have concluded they lived \"beside\" each other. Although the affidavit\r\nindicates the juror who commented about Lynch's bank account worked at a bank,\r\nit also states the juror denied Lynch had an account with that bank. Thus, the\r\nrecord supports the trial court's finding \"there was no evidence of any improper\r\noutside influence.\" See State v. Zeigler, 364 S.C. 94, 110, 610 S.E.2d 859, 867 (Ct.\r\nApp. 2005) (\"Internal influences involve information coming from the jurors\r\nthemselves.\").\r\n\r\nThe trial court also correctly ruled the foreperson's statements that the jurors were\r\nbiased against Lynch were inadmissible under Rule 606(b). See generally Fed. R.\r\nEvid. 606(b) advisory committee's note (stating \"[t]he mental operations and\r\nemotional reactions of jurors in arriving at a given result would, if allowed as a\r\nsubject of inquiry, place every verdict at the mercy of jurors and invite tampering\r\nand harassment\"); Rule 606, SCRE note (stating \"[t]he language of this rule is\r\nidentical to the federal rule\"). In United States v. Benally, 546 F.3d 1230 (10th Cir.\r\n2008), the court discussed whether juror testimony as to statements by other jurors\r\nduring deliberations regarding bias toward Native Americans should be excluded\r\nunder Rule 606(b). See 546 F.3d at 1235 (describing the argument it addresses as\r\nwhether juror \"testimony concerning racial bias falls outside the ambit of . . . Rule\r\n[606(b)]\"). The defendant in Benally was a Native American charged with\r\nassaulting an officer with a dangerous weapon. After trial, a juror claimed the jury\r\nforeman stated during deliberations, \"When Indians get alcohol, they all get drunk,\r\nand . . . when they get drunk, they get violent,\" and at least one other juror \"chimed\r\nin\" to agree. 546 F.3d at 1231-32 (internal quotations omitted). The court focused\r\nits inquiry \"not [on] whether the jurors became witnesses in the sense that they\r\ndiscussed any matters not of record, but whether they discussed specific extra-\r\nrecord facts relating to the defendant\" and \"whether the statements concerned\r\nspecific facts about [the defendant] or the incident in which he was charged.\" 546\r\n\nF.3d at 1237 (internal quotation marks omitted) (emphasis in original). The Tenth\r\nCircuit found Rule 606(b) required the jurors' testimony to be excluded, and\r\nreversed the district court's decision to admit the evidence. 546 F.3d at 1241-42.\r\n\r\nThe facts of Benally present a far more compelling case for the admission of the\r\njuror's statements than Lynch presents. In this case, the foreperson's affidavit\r\ndemonstrates nothing more than a generalized bias against a party unconnected to\r\nany specific facts about Lynch or the accident that are not in the record. Rule\r\n606(b) requires the exclusion of testimony or affidavits by jurors that claim other\r\njurors expressed generalized bias against a party during jury deliberations.\r\n\r\nAs to the juror who voiced her dislike of Lynch's attorney during deliberations,\r\nLynch asserts this juror was biased for a reason outside the record because she was\r\nthe same juror mentioned in Lewis's affidavit—the adverse party in previous\r\nlitigation. Lynch argues this proves an \"outside influence was improperly brought\r\nto bear upon [the] juror,\" and therefore the affidavit is not excluded by Rule\r\n606(b). We disagree. The affidavit provides only speculation that the same juror\r\nmade the comments, or if so, to connect the juror's bias to the previous litigation.\r\nThe affidavit does not (1) name the juror who made the comments, (2) state the\r\nreason the juror held this opinion, or (3) suggest the juror developed this opinion\r\nbased on something other than her observation of Lynch's attorney during trial.\r\nThus, the record supports the trial court's conclusion that the foreperson's affidavit\r\nwas inadmissible under Rule 606(b).\r\n\r\nBecause the trial court properly refused to consider the foreperson's affidavit, there\r\nwas no evidence of juror misconduct, and the trial court correctly denied the\r\nmotion for a new trial.\r\n\r\n             B.     Intentional Concealment During Voir Dire\r\n\r\nWe next address Lynch's argument regarding a juror's alleged intentional\r\nconcealment of information during voir dire. Lynch argues she is entitled to a new\r\ntrial under State v. Woods, 345 S.C. 583, 550 S.E.2d 282 (2001), because a juror\r\ndid not disclose her participation in divorce proceedings in which her ex-husband\r\nwas represented by an attorney in the firm that represented Lynch in this case. In\r\nWoods, our supreme court articulated a two-part test to determine whether a juror's\r\nfailure to disclose information during voir dire warrants a new trial. 345 S.C. at\r\n587, 550 S.E.2d at 284 (citing Thompson v. O'Rourke, 288 S.C. 13, 15, 339 S.E.2d\r\n\n505, 506 (1986)). First, the trial court must find \"the juror intentionally concealed\r\nthe information.\" Woods, 345 S.C. at 587, 550 S.E.2d at 284. If the court finds no\r\nintentional concealment occurred, the inquiry ends there. State v. Sparkman, 358\r\nS.C. 491, 497, 596 S.E.2d 375, 377 (2004). However, if the court finds the juror's\r\nconcealment was intentional, it must then determine whether the concealed\r\ninformation \"would have been a material factor in the use of the party's peremptory\r\nchallenges.\" Woods, 345 S.C. at 587, 550 S.E.2d at 284.\r\n\r\n\"[I]ntentional concealment occurs when the question presented to the jury on voir\r\ndire is reasonably comprehensible to the average juror and the subject of the\r\ninquiry is of such significance that the juror's failure to respond is unreasonable.\"\r\n345 S.C. at 588, 550 S.E.2d at 284. On the other hand, unintentional concealment\r\noccurs \"where the question posed is ambiguous or incomprehensible to the average\r\njuror, or where the subject of the inquiry is insignificant or so far removed in time\r\nthat the juror's failure to respond is reasonable under the circumstances.\" Id.\r\n\r\nWe agree with the trial court's finding that none of the voir dire questions posed to\r\nthe jury unambiguously called for this juror to disclose that her ex-husband was\r\nrepresented in divorce proceedings by another member of Lynch's attorney's law\r\nfirm at some point in the past. The court asked the following questions during voir\r\ndire:        Is there any member of the jury panel related by blood,\r\n             connected by marriage or has a close personal or social\r\n             relationship with any of the attorneys involved in this\r\n             case?\r\n\r\n             Does any member of the jury panel have any type of\r\n             business relationship . . . with the law firms [involved in\r\n             the case]?\r\n\r\nWe find neither of these questions would be reasonably comprehensible to the\r\naverage juror such that the juror's failure to respond with this information was\r\nunreasonable. As to the first question, it is undisputed the juror is not related by\r\nblood or marriage to any of the attorneys, and Lynch does not contend the juror\r\nhad any personal or social relationship with her attorney. As to the second\r\nquestion, it is also undisputed that the only interaction between the juror and the\r\nlaw firm was through her ex-husband's representation by the firm. Thus, it was not\r\n\nthe juror, herself, who had a business relationship with the firm. Moreover, even\r\nher ex-husband's relationship with the firm did not involve the attorney in this case,\r\nbut rather a partner whose name was never mentioned during voir dire. More\r\nimportantly, because the interaction between the juror and the attorney arose out of\r\nher divorce proceedings, the interaction was adverse. In fact, the premise of\r\nLynch's argument is that the interaction was so antagonistic that the juror later\r\nacted on that antagonism against Lynch in violation of her sworn duty to be fair\r\nand impartial.\r\n\r\nWe do not believe this indirect and adverse interaction is what an average juror\r\nwould characterize as a \"relationship.\" The definition of \"relationship\" denotes a\r\n\"connection\" between people. See Webster's New World College Dictionary 1209\r\n(4th ed. 2008) (defining \"relationship\" as \"the quality or state of being related;\r\nconnection\" and \"a continuing attachment or association between persons, firms,\r\netc.\"); The American College Dictionary 1022 (1969) (defining \"relationship\" as\r\n\"connection; a particular connection\"). The only connection between the juror and\r\nthe attorney representing Lynch was indirect—through a combination of three\r\ndirect relationships: (1) the juror's relationship with her ex-husband, (2) her ex-\r\nhusband's attorney-client relationship, and (3) the law firm partnership. In\r\ncommon usage, the word \"relationship\" has more direct and positive connotations\r\nthan the juror's indirect and adverse interaction with Lynch's attorney.\r\n\r\nWe do not doubt the disclosure of this information would have given Lynch\r\nvaluable information to use in exercising peremptory challenges. However, the\r\nresponsibility for obtaining such information falls on the attorneys to request\r\nprecise voir dire questions that are reasonably comprehensible to the average juror.\r\nThe first part of the Woods test requires a showing of intentional concealment\r\nbecause it is not a juror's responsibility to anticipate what an attorney might be\r\nseeking by asking a particular question. Rather, the juror's responsibility is only to\r\ndisclose information that reasonably should be disclosed in response to a question\r\nthat is reasonably comprehensible. See Woods, 354 S.C. at 587-88, 550 S.E.2d at\r\n284-85. The Woods inquiry requires us to determine whether the question was\r\nreasonably comprehensible in that it unambiguously applied to the juror's\r\nparticular situation. We find the voir dire questions in this case did not clearly call\r\nfor the juror to disclose this information, and her \"failure to respond [was]\r\nreasonable under the circumstances.\" 345 S.C. at 588, 550 S.E.2d at 284.\r\n\nLynch contends the fact that two other jurors responded to these questions\r\ndemonstrates the questions were reasonably comprehensible to the average juror.\r\nSpecifically, Lynch points out that one juror indicated Lynch's attorney represented\r\nhim in his divorce, and another stated his wife \"had a lawsuit against\" a partner of\r\nLynch's attorney's firm. We are aware of no authority to support the argument that\r\none juror's response to an ambiguous question with the same information not\r\ndisclosed by another juror renders the question comprehensible, or the juror's\r\nsilence intentional concealment.1 Rather, a court should focus on the voir dire\r\nquestion—not on answers given by other jurors—to determine whether it\r\nunambiguously calls for the challenged juror to answer. In any event, the jurors\r\nwho responded were in different situations than the juror Lynch challenges. They\r\nwere either directly represented by Lynch's attorney, not just the law firm, or had a\r\ncurrent spouse who had her own lawsuit against a partner of the firm whose name\r\nwas mentioned during voir dire. Neither of these circumstances mirrors the\r\nindirect connection of the juror Lynch challenges.\r\n\r\nThe trial court also asked:\r\n\r\n             Is there any member of the jury panel that knows of any\r\n             reason whatsoever why they should not sit on a jury in\r\n             this case with particular emphasis being placed upon\r\n             your ability to be fair and impartial to both the plaintiff\r\n             and the defense?\r\n\r\nThis court addressed the significance of a juror's failure to respond to this question\r\nin Galbreath, and held a juror's \"decision not to respond to this question suggests\r\nthat [the juror] felt she could be an impartial and fair juror.\" 359 S.C. at 404, 597\r\nS.E.2d at 848. For the reasons discussed above, we find the trial court acted within\r\nits discretion to conclude no juror concealed a bias against Lynch's attorney.\r\n\r\n\r\n\r\n\r\n1 In Woods, the supreme court noted other jurors responded to the voir dire\r\nquestions at issue, but did not state whether the responding jurors' situations were\r\nsimilar and did not rely on their responses in its analysis. 345 S.C. at 586-90, 550\r\nS.E.2d at 283-84.\r\n\nWe find the trial court acted within its discretion in denying Lynch's motion for a\r\nnew trial because there is evidence to support the court's conclusion that no\r\nintentional concealment occurred.\r\n\r\n             C.    Request for Post-Trial Evidentiary Hearing\r\n\r\nLynch also argues the trial court erred by not taking juror testimony regarding her\r\nallegations of juror misconduct and intentional concealment. As to her claim of\r\njuror misconduct, \"[t]he party contending that misconduct occurred must make a\r\nthreshold showing that there was in fact an improper outside influence or\r\nextraneous prejudicial information, and if such a showing is made, the trial court\r\nshould conduct a hearing.\" 75B Am. Jur. 2d Trial § 1393 (2007). As we\r\npreviously found, the juror's affidavit was inadmissible under Rule 606(b). Lynch\r\npresented no other evidence of juror misconduct during deliberations. Thus, the\r\ntrial court properly refused to permit further inquiry because there was no\r\nthreshold showing to support Lynch's claim.\r\n\r\nLynch relies on three cases in which the trial court took juror testimony as part of\r\nits inquiry into allegations of misconduct. In each of these cases, however, the\r\nparties presented evidence that external influences affected the jury's deliberations.\r\nSee Vestry & Church Wardens of Church of Holy Cross v. Orkin Exterminating\r\nCo., 384 S.C. 441, 444, 682 S.E.2d 489, 491 (2009) (evidence that a juror\r\ncommunicated with outside sources about the case); State v. Elgin, 398 S.C. 39, 43,\r\n726 S.E.2d 231, 233 (Ct. App. 2012) (evidence that a juror's mother told her the\r\ndefendant was \"framed\"); State v. Bantan, 387 S.C. 412, 421, 692 S.E.2d 201, 205-\r\n06 (Ct. App. 2010) (evidence that a juror learned from an outside source that the\r\ndefendants were \"targeted by the police\"). In each of these cases, the juror's\r\ntestimony about the external influence was admissible because Rule 606(b) does\r\nnot exclude evidence that \"extraneous prejudicial information\" or \"outside\r\ninfluence\" was injected into deliberations. Therefore, the cases Lynch relies on are\r\ndistinguishable from this case because Lynch presented no evidence of extraneous\r\nprejudicial information or an outside influence.\r\n\r\nRegarding Lynch's argument that the trial court erred by refusing to take juror\r\ntestimony on her claim of intentional concealment, we previously found the trial\r\ncourt posed no question that unambiguously called for the juror to disclose her ex-\r\nhusband's representation in divorce proceedings by another member of Lynch's\r\nattorney's law firm. Because this finding requires the conclusion that there was no\r\n\nintentional concealment, there was no reason for the trial court to engage in further\r\ninquiry. See Woods, 345 S.C. at 588, 550 S.E.2d at 284 (holding \"intentional\r\nconcealment occurs when the question presented to the jury on voir dire is\r\nreasonably comprehensible to the average juror\" and \"[u]nintentional\r\nconcealment . . . occurs where the question posed is ambiguous or\r\nincomprehensible to the average juror\").\r\n\r\nLynch argues, however, the statement in the foreperson's affidavit that a juror said\r\n\"she could not stand\" Lynch's attorney is additional information the trial court\r\nshould have considered, and based on that information, the court should have\r\nconducted a hearing to determine if the juror who said that was the same juror\r\ndescribed in Lewis's affidavit. This inquiry, Lynch argues, would have given the\r\ntrial court a \"subjective\" component to the Woods analysis that the court would not\r\notherwise have in this case. See State v. Miller, 398 S.C. 47, 54, 727 S.E.2d 32, 36\r\n(Ct. App. 2012) (stating \"we interpret Woods to support a subjective analysis, in\r\naddition to an objective one, in which the trial court considers the testimony of the\r\njuror if it is reasonably available\").2\r\n\r\nLynch's argument is premised on the admissibility of the foreperson's affidavit. As\r\nwe have already determined, Rule 606(b) required the exclusion of the affidavit for\r\nthe purpose of determining juror misconduct in the jury room. We also find the\r\ntrial court correctly applied the rule to exclude the affidavit on the question of\r\nintentional concealment.\r\n\r\n2 In Miller, the trial court made no finding regarding the first prong of Woods, and\r\ndenied the defendant's new trial motion based on the second prong. 398 S.C. at 50,\r\n727 S.E.2d at 34. This court reversed as to the second prong and remanded for the\r\ntrial court to hold an evidentiary hearing and make a ruling on the first prong. 398\r\nS.C. at 49, 52, 55, 57, 727 S.E.2d at 35, 36, 38. We explained the record before us\r\nwas not sufficient for this court to rule on the first prong. 398 S.C. at 52, 55, 727\r\nS.E.2d at 35-36. Miller is distinguishable, and thus does not require a remand for\r\nan evidentiary hearing in this case, because the trial court here made a finding as to\r\nthe first prong of Woods, and the record before us is sufficient to affirm the\r\nfinding. Although we stated in Miller that the Woods analysis includes a\r\nsubjective component, \"in which the trial court considers the testimony of the\r\njuror,\" 398 S.C. at 54, 727 S.E.2d at 36, a trial court is not obligated to take juror\r\ntestimony when the court determines it can rule on the first prong without it.\r\n\nIn some cases, our courts have considered the testimony of jurors in deciding\r\nwhether a juror intentionally concealed information during voir dire. In each of\r\nthese cases, however, Rule 606(b) was not an issue because the matters to which\r\njurors testified did not involve the internal deliberations of the jury. See Woods,\r\n345 S.C. at 585-86, 550 S.E.2d at 283 (stating juror testified at evidentiary hearing\r\nshe worked as a volunteer in the solicitor's office that prosecuted the case); Miller,\r\n398 S.C. at 55, 57, 727 S.E.2d at 36, 38 (remanding for evidentiary hearing\r\nregarding juror's failure to disclose that she testified for the State ten months earlier\r\nagainst man accused of stabbing juror's mother); State v. Guillebeaux, 362 S.C.\r\n270, 273, 607 S.E.2d 99, 101 (Ct. App. 2004) (stating juror testified at post-trial\r\nhearing regarding the failure to disclose her relationship with State's chief witness).\r\nIn each of those cases, the trial court learned of the potential concealment from a\r\nsource other than a juror, and the court's inquiry did not relate to the jury's\r\ndeliberations.\r\n\r\nIn Sparkman, the trial court held an evidentiary hearing to inquire into a juror's\r\nalleged intentional concealment and considered the jury's internal deliberations.\r\n358 S.C. at 494-95, 596 S.E.2d at 376. It was alleged that a juror made a statement\r\nduring deliberations that \"forty years ago he had been the victim of an attack and\r\nthat he would never forget the face of his attacker.\" Id. The defendant argued this\r\nstatement bolstered the credibility of the victim's eyewitness testimony. 358 S.C.\r\nat 495, 596 S.E.2d at 376. The trial court took the juror's testimony, asking why\r\nthe juror did not disclose during voir dire \"that he was a victim of a serious crime.\"\r\nId. The trial court also questioned the other jury members as to whether these\r\nstatements affected their decision. Id. Although the supreme court did not\r\nsquarely address the applicability of Rule 606(b), the court appears to have\r\nconsidered the undisclosed information to be extraneous. See 358 S.C. at 497-98,\r\n596 S.E.2d at 378 (stating \"[u]sually . . . we do not have the luxury of post-verdict\r\njuror testimony\" and citing authority for a trial court's discretion to find prejudice\r\nbased on \"extraneous material received by a juror\"). Thus, Rule 606(b) did not\r\nexclude the jurors' testimony, and Sparkman does not affect the applicability of the\r\nrule when intrinsic evidence is offered to prove intentional concealment.\r\n\r\nHere, Lynch claims a juror's statements during deliberations in the jury room,\r\nwhen considered in combination with Lewis's affidavit, are evidence of intentional\r\nconcealment, and thus, the trial court should have conducted a hearing. To connect\r\nthese inferences, Lynch must prove events that occurred during jury deliberations\r\n\nby introducing the juror's affidavit and corresponding testimony for the purpose of\r\nchallenging the validity of the verdict. This is exactly what Rule 606(b) was\r\nintended to prohibit. See Rule 606(b), SCRE (providing \"[u]pon an inquiry into\r\nthe validity of the verdict . . . , a juror may not testify as to any matter or statement\r\noccurring during the course of the jury's deliberations\"); State v. Franklin, 341 S.C.\r\n555, 562, 534 S.E.2d 716, 720 (Ct. App. 2000) (stating \"the integrity of the jury\r\nsystem is jeopardized any time a court finds it necessary to intrude into the internal\r\ndeliberation process\"). The trial court correctly determined the foreperson's\r\naffidavit was inadmissible, and without this affidavit, there was no basis for the\r\ncourt to conduct an evidentiary hearing.\r\n\r\n         III.   Other Issues Raised on Appeal\r\n\r\nBoth parties raised additional issues on appeal. We affirm the trial court's rulings\r\nas to each of these issues pursuant to Rule 220(b)(1), SCACR, and the following\r\nauthorities:\r\n\r\n   1.\t     The trial court properly denied Carolina Self Storage's motion for JNOV\r\n           because Carolina Self Storage owed Lynch a duty to warn or to take\r\n           measures to render its premises free from the particular risk she\r\n           encountered. See Garvin v. Bi-Lo, Inc., 343 S.C. 625, 628, 541 S.E.2d\r\n           831, 832 (2001) (providing a merchant owes a customer the duty to\r\n           exercise ordinary care in maintaining its premises in a reasonably safe\r\n           condition); Larimore v. Carolina Power & Light, 340 S.C. 438, 445, 531\r\n           S.E.2d 535, 538 (Ct. App. 2000) (stating a merchant has a duty to warn a\r\n           customer \"only of latent or hidden dangers of which the [merchant] has\r\n           knowledge or should have knowledge\"); Callander v. Charleston\r\n           Doughnut Corp., 305 S.C. 123, 125, 406 S.E.2d 361, 362 (1991) (defining\r\n           a latent defect as one that a merchant has, or should have, knowledge of,\r\n           and of which a customer is reasonably unaware); 305 S.C. at 126, 406\r\n           S.E.2d at 362-63 (providing that when a merchant should have anticipated\r\n           the harm to a customer despite the obvious nature of the defect, the\r\n           merchant is liable, particularly when the merchant has a \"reason to expect\r\n           that the [customer]'s attention may be distracted\").\r\n\r\n   2.\t     The trial court properly submitted the question of whether Lynch's own\r\n           negligence exceeded any negligence of Carolina Self Storage to the jury.\r\n           See Bloom v. Ravoira, 339 S.C. 417, 422, 529 S.E.2d 710, 712-13 (2000)\r\n\n      (\"[U]nder South Carolina's doctrine of comparative negligence, a plaintiff\r\n      may only recover damages if his own negligence is not greater than that of\r\n      the defendant.\"); Creech v. S.C. Wildlife & Marine Res. Dep't, 328 S.C.\r\n      24, 32-33, 491 S.E.2d 571, 575 (1997) (stating \"[c]omparison of a\r\n      plaintiff's negligence with that of the defendant is a question of fact for the\r\n      jury to decide\" unless the \"only reasonable inference that may be drawn\r\n      from the evidence is that the plaintiff's negligence exceeded fifty\r\n      percent\").\r\n\r\n3.\t   The trial court did not err in excluding (1) Carolina Self Storage's\r\n      interrogatory answers and portions of its employee's deposition testimony,\r\n      and (2) a document that showed Carolina Self Storage terminated Lynch's\r\n      lease the same day her expert inspected the premises, because it was\r\n      within the trial court's discretion to find this evidence was not relevant to\r\n      proving Carolina Self Storage was negligent in maintaining its premises.\r\n      See Rule 401, SCRE (\"Relevant evidence means evidence having any\r\n      tendency to make the existence of any fact that is of consequence to the\r\n      determination of the action more probable or less probable than it would\r\n      be without the evidence.\"); Rule 402, SCRE (\"Evidence which is not\r\n      relevant is not admissible.\"); Rule 33(d), SCRCP (providing that\r\n      interrogatory answers are admissible \"to the extent permitted by the rules\r\n      of evidence\"); Peterson v. Nat'l R.R. Passenger Corp., 365 S.C. 391, 399,\r\n      618 S.E.2d 903, 907 (2005) (stating the admission of evidence is within\r\n      the sound discretion of the trial court).\r\n\r\n4.\t   The trial court properly denied Lynch's motion for new trial nisi additur\r\n      because there was evidence that the medical expenses Lynch incurred to\r\n      treat her injury and her resulting noneconomic losses were not proximately\r\n      caused by Carolina Self Storage's negligence. See Todd v. Joyner, 385\r\n      S.C. 509, 518, 685 S.E.2d 613, 618 (Ct. App. 2008) (upholding the denial\r\n      of additur when the jury's verdict equaled the plaintiff's claimed medical\r\n      expenses because there was evidence that the plaintiff's medical expenses\r\n      or her resulting pain and suffering, or both, were not proximately caused\r\n      by the defendant's tortious conduct); Ligon v. Norris, 371 S.C. 625, 635,\r\n      640 S.E.2d 467, 473 (Ct. App. 2006) (stating a trial court acts within its\r\n      discretion \"in denying a motion for new trial nisi additur where there is\r\n      evidence in the record to support the jury's verdict\").\r\n\n   5.\t    The cumulative error doctrine, if it applies in civil cases, is inapplicable in\r\n          this case because Lynch failed to prove the court erred in any respect. See\r\n          State v. Johnson, 334 S.C. 78, 93, 512 S.E.2d 795, 803 (1999) (explaining\r\n          the cumulative error doctrine applies when \"a combination of errors that\r\n          are insignificant by themselves have the effect of preventing a party from\r\n          receiving a fair trial\"); State v. Nicholson, 366 S.C. 568, 581, 623 S.E.2d\r\n          100, 106 (Ct. App. 2005) (refusing to apply the doctrine because \"the trial\r\n          [court] did not err in any of the particulars alleged in this appeal\").\r\n\r\n         IV.   Conclusion\r\n\r\nWe affirm the trial court's denial of Lynch's new trial motion because (1) the\r\nforeperson's affidavit was inadmissible under Rule 606(b) and thus no evidentiary\r\nbasis existed to prove juror misconduct during deliberations; and (2) there is\r\nevidence to support the trial court's finding that no intentional concealment\r\noccurred during voir dire. As to the parties' additional issues on appeal, we affirm.\r\n\r\nAFFIRMED.\r\n\r\nKONDUROS, J., concurs.\r\n\r\nPIEPER, J., dissenting.\r\n\r\nI respectfully dissent because I believe sufficient information was presented to the\r\ntrial court to warrant an evidentiary hearing to allow the parties to further develop\r\nthe allegations of juror misconduct presented in the post-trial affidavits. See\r\nMcCoy v. State, 401 S.C. 363, 371, 737 S.E.2d 623, 628 (2013) (\"[E]valuating the\r\nmerits of a juror misconduct claim is a fact-intensive inquiry, which is most\r\nappropriately conducted after a hearing.\"); State v. Bryant, 354 S.C. 390, 395, 581\r\nS.E.2d 157, 160 (2003) (\"In cases where a juror's partiality is questioned after trial,\r\nit is appropriate to conduct a hearing in which the defendant has the opportunity to\r\nprove actual juror bias.\"). Accordingly, I would remand for an evidentiary hearing\r\non the issues raised in Lynch's motion for a new trial based upon juror misconduct.\r\n\n","court":"Appeals"}]