[{"id":"5229","title":"Mick-Skaggs v. Skaggs","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5229.pdf","description":"In this divorce appeal, the court of appeals affirms the family court's denial of alimony to the wife, its decision to require the parties to pay their own attorney's fees, and its admission of certain photographs into evidence. The court of appeals modifies the family court's decision to grant the parties a no-fault divorce, concluding both parties presented sufficient circumstantial evidence of each party's infidelity to grant each party a divorce based on adultery.","date":"2014-10-01","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Coleen G. Mick-Skaggs, Appellant,\r\n\r\n            v.\r\n\r\n            William B. Skaggs, Respondent.\r\n\r\n            Appellate Case No. 2011-195268\r\n\r\n\r\n\r\n                            Appeal From Horry County \n\r\n                     Wylie H. Caldwell, Jr., Family Court Judge \n\r\n\r\n                                Opinion No. 5229 \n\r\n                    Heard January 6, 2014 – Filed May 14, 2014 \n\r\n                 Withdrawn, Substituted and Refiled August 1, 2014 \n\r\n                 Withdrawn, Substituted and Refiled October 1, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Nicole Nicolette Mace, of the Mace Law Firm, of Myrtle\r\n            Beach, for Appellant.\r\n\r\n            William B. Skaggs, pro se, for Respondent.\r\n\r\n\r\nWILLIAMS, J.: On appeal, Coleen Mick-Skaggs (Wife) claims the family court\r\nerred in (1) denying Wife's request for a divorce on the grounds of William Skaggs'\r\n(Husband) adultery; (2) denying her request for alimony when Husband failed to\r\nprove she committed adultery; (3) improperly admitting certain photographs into\r\nevidence; and (4) improperly requiring Wife to pay her own attorney's fees. We\r\naffirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\nHusband and Wife married on February 9, 1991. After approximately eighteen\r\nyears of marriage, the parties separated in October 2009. Wife then filed for\r\ndivorce in December 2009 on the grounds of Husband's adultery. Husband timely\r\nanswered and counterclaimed. Husband subsequently amended his pleadings to\r\nrequest a divorce based on one year's continuous separation. At the time of the\r\nparties' divorce, Wife was forty-seven years old and Husband was forty-nine years\r\nold.\r\n\r\nPrior to the final hearing, the family court issued a temporary order requiring\r\nHusband to maintain health insurance for Wife and to pay Wife $1,500 in alimony\r\nper month. By the date of the final hearing, the parties reached an agreement on\r\nthe equitable division of marital property and the division of marital debt. The\r\nprimary issues to be decided at the final hearing were adultery and alimony.\r\n\r\nRegarding alimony, Wife claimed she requested alimony because she only\r\nreceived $982 per month for her Social Security disability, but her prescriptions\r\nwere at least $1,000 per month. Wife stated she and Husband both worked their\r\nentire marriage until Wife was forced to retire from her position as a paralegal in\r\nSeptember 2008 due to her deteriorating physical condition. Specifically, she\r\ntestified she suffers from an inoperable spinal tumor, fibromyalgia, degenerative\r\ndisc disease, chronic pulmonary disease, rheumatoid arthritis, depression, anxiety,\r\nperipheral nerve damage, and severe eye damage resulting from a stroke.\r\n\r\nHusband questioned the extent of Wife's disability. He highlighted how she\r\ncontinued to ride horses and compete in horse shows after quitting work and\r\napplying for disability benefits. Husband presented Wife with certain photographs\r\nof her at local horse shows. Wife responded almost all of the pictures were prior to\r\nreceiving disability benefits, and she continued to be involved in riding and caring\r\nfor horses because she was \"trying to hold on to hope\" when dealing with her\r\ndeteriorating physical condition.\r\n\r\nTo support his adultery claim, Husband introduced certain text messages sent from\r\nWife's phone. Husband read the following text, which Wife asserted was sent by\r\none of her friends from her phone as a joke. It read:\r\n\r\n            I'm at Aynor Bar now. . . . I'm dancing with about half a\r\n            dozen and French kissing them all down to the floor, and\r\n            they don't kiss like small-mouth brim. They actually\r\n            know how to kiss. LOL. Got a couple off-duty P.D.\r\n            officers here, too. Gonna let me (sic) strip search my ass\r\n\n             if they want to. . . . I love being single and free. Leaving\r\n             for Texas for cutting horse congress, and I'm gonna have\r\n             so much fun roping me a cowboy who knows what a real\r\n             man is all about. 6-2, thirty-five years old. . . .\r\n\r\nHusband also called William Russo, a co-worker and friend of Husband, to support\r\nhis allegations of Wife's adultery. Russo stated that on the night of Wife's\r\nbirthday, he arrived at the Cattle Company bar around midnight. Upon walking\r\ninto the bar, he claimed he saw Wife with a couple and another male. Upon\r\nHusband's request, Russo stated he stayed outside the bar for approximately an\r\nhour and a half until the bar closed at 1:30 a.m. At that time, Russo observed Wife\r\nexit the bar with the same male. Russo stated, \"At one point, she had her head in\r\nhis lap asleep or whatever and, you know, there was certainly some hanging on\r\neach other while they were on the front porch. Some affection.\"\r\n\r\nRusso testified Wife eventually took a cab home, and the male followed the cab in\r\nhis separate vehicle. Russo observed the male enter Wife's home. Russo stated he\r\nwaited outside Wife's house for approximately twenty-five or thirty minutes, and\r\nthe male did not leave while Russo was there. Husband corroborated Russo's\r\ntestimony and stated that on the morning after Wife's birthday, he drove by Wife's\r\nhome at 5:30 a.m., and an unoccupied car was still parked outside Wife's home.\r\n\r\nAt the conclusion of Russo's testimony, Husband sought to introduce into evidence\r\nseveral photographs taken by Russo that evening. Wife's counsel objected to the\r\npictures on the grounds they were poor quality and unfairly depicted the scene.\r\nThe family court admitted the photographs over Wife's objection, ruling, \"I think\r\nit's admissible, I honestly can't tell what it is, you know. He says what it is, and I'm\r\nnot -- I'll overrule the objection. [Russo] took the picture. That's what it -- it is\r\nwhat it is.\"\r\n\r\nMary Katherine Fisher, who boards horses at the parties' barn, corroborated\r\nRusso's testimony. She testified she observed Wife kissing the same male outside\r\nthe Cattle Company bar on the night of Wife's birthday. In an effort to discredit\r\nFisher's testimony, Wife cross-examined Fisher, who admitted to filing two actions\r\nagainst Wife, which were ultimately dismissed, prior to the final hearing.\r\n\r\nHusband testified regarding the allegations of his adultery made by Wife. Husband\r\ndenied cheating on Wife, claiming Wife accused him of having an affair with at\r\nleast seventeen different women. However, when questioned by Wife's counsel,\r\n\nHusband acknowledged he had feelings for another woman, Destiny Athey, and\r\neven stated, \"Yeah, the lady I had an affair with . . . .\"\r\n\r\nIn response to Husband's allegations of adultery, Wife recounted the night of her\r\nbirthday. Wife testified she went to Applebee's Neighborhood Bar and Grill with\r\nsome friends for dinner and then went to the Cattle Company bar for drinks. She\r\nconfirmed she \"started off with red wine . . . had a couple of beers, and then when\r\n[her] other friends got there, they bought [her] a couple of shots.\" Wife claimed\r\nthat at the end of the night, she called a cab and went home by herself. She denied\r\nthe male at the bar stayed at her home that evening.\r\n\r\nIn support of Wife's allegations against Husband, Wife called Katherine Bujarski,\r\nanother person who boards horses at Husband and Wife's barn, to testify. Bujarski\r\nstated she observed Husband and Debbie Scott (Scott) sitting together at a horse\r\nshow within the last year. Bujarski testified Husband was rubbing Scott's lower\r\nback underneath her shirt. Tamara Tindal, a private investigator, also testified at\r\nthe final hearing regarding her observations of Husband and Scott. Tindal was\r\nhired by a third party, Larry Scott, to conduct surveillance on his wife. Tindal\r\nstated she observed Scott and Husband alone on at least five occasions at\r\nHusband's barn within the two weeks prior to trial. All of these occurrences were\r\nin the evening, with two of these meetings occurring from 11:30 p.m. until 12:59\r\na.m. and 12:05 a.m. until 12:40 a.m. Tindal stated Husband and Scott were inside\r\nthe barn1 during her surveillance, so she did not know whether Husband committed\r\nadultery during those times.\r\n\r\nAt the conclusion of all the testimony, the family court approved the parties'\r\nsettlement agreement. The court granted the parties a divorce based on one year's\r\ncontinuous separation and stated,\r\n\r\n               I'm doing it on these grounds because as I see the\r\n               evidence, we have evidence of adultery, at least\r\n               inclination and opportunity on both sides of the case . . .\r\n               which means that we have, as I see it, uncorroborated\r\n               evidence of adultery on both sides. For a divorce to be\r\n               granted on the grounds of adultery, as I understand the\r\n               law, it needs to be corroborated.\r\n\r\n\r\n\r\n    Wife's daughter confirmed that Husband's living quarters were inside the barn.\r\n1\r\n\nIn denying Wife's claim to alimony, the court held, \"I don't think adultery as a bar\r\nto alimony had to be corroborated as does adultery as a ground for divorce.\" The\r\ncourt then recounted Russo's testimony and found it to be credible proof that Wife\r\ncommitted adultery and should be barred from receiving alimony. After the family\r\ncourt issued a written order confirming its oral ruling, Wife timely appealed.\r\nHusband did not submit a Respondent's brief.\r\n\r\nSTANDARD OF REVIEW\r\n\"In appeals from the family court, [appellate courts] review[] factual and legal\r\nissues de novo.\" Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667\r\n(2011). \"[W]hile retaining the authority to make our own findings of fact, we\r\nrecognize the superior position of the family court judge in making credibility\r\ndeterminations.\" Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011)\r\n(footnote omitted). The burden is upon the appellant to convince the appellate\r\ncourt that the preponderance of the evidence is against the family court's findings.\r\nId. \"Stated differently, de novo review neither relieves an appellant of\r\ndemonstrating error nor requires us to ignore the findings of the family\r\ncourt.\" Id. at 388-89, 709 S.E.2d at 654 (italics omitted).\r\n\r\nISSUES ON APPEAL\r\n\r\n1. Did the family court err in denying Wife's request for a divorce on the grounds\r\n   of Husband's adultery?\r\n\r\n2. Did the family court err in finding Wife committed adultery, and thus, in\r\n   barring Wife from receiving alimony?\r\n\r\n3. Did the family court err in admitting certain photographs into evidence?\r\n\r\n4. Did the family court err in requiring Wife to pay her own attorney's fees?\r\n\r\nLAW/ANALYSIS\r\n\r\n1. Grounds for Divorce\r\n\r\nWife claims the family court erred in granting the parties a no-fault divorce\r\nbecause she presented sufficient evidence that Husband committed adultery. We\r\nagree Wife presented sufficient evidence to establish Husband's adultery, but we\r\nfind the family court acted within its discretion in awarding the parties a no-fault\r\ndivorce.\r\n\nIn its final order, the family court held Husband and Wife were entitled to a\r\ndivorce on the ground of one year's continuous separation. Neither party claims\r\nthe one year's separation was an improper ground for divorce on appeal; rather,\r\nWife argues the family court should have granted her a divorce based on Husband's\r\nadultery. Although Husband and Wife presented evidence at trial that each spouse\r\nengaged in extramarital conduct during the course of their marriage, the family\r\ncourt heard this evidence and chose to instead grant the parties a no-fault divorce.\r\nAware of our de novo review, we find the family court was in the best position to\r\nassess the parties' and witnesses' testimony as well as the evidence presented in\r\ndetermining which ground for divorce was most appropriate under the\r\ncircumstances. See Lewis, 392 S.C. at 389, 709 S.E.2d at 654 (\"[D]e novo review\r\nneither relieves an appellant of demonstrating error nor requires us to ignore the\r\nfindings of the family court.\"); see also Lucas v. Lucas, 279 S.C. 121, 123, 302\r\nS.E.2d 863, 864 (1983) (finding it was within the family court's discretion to deny\r\na divorce on one ground and grant it on another ground).\r\n\r\nFurther, because the granting of a divorce to Wife on the ground of adultery would\r\nnot have dissolved the marriage any more completely, we need not alter the family\r\ncourt's decision on this issue. See Griffith v. Griffith, 332 S.C. 630, 642, 506\r\nS.E.2d 526, 532 (Ct. App. 1998) (choosing not to modify family court's decision to\r\ngrant parties a no-fault divorce despite each party's claim of adultery against the\r\nother when modifying the basis for the divorce would not dissolve the marriage\r\nany more completely); Smith v. Smith, 294 S.C. 194, 197, 363 S.E.2d 404, 406 (Ct.\r\nApp. 1987) (noting husband never contested family court's decision to grant wife a\r\ndivorce on the ground of one year's separation and upholding family court's denial\r\nof husband's counterclaim for a divorce based on wife's adultery when granting the\r\ndivorce on adultery would not have dissolved marriage any more completely).\r\n\r\n2. Wife's entitlement to alimony\r\n\r\nNext, Wife contends the family court erred in denying her request for alimony\r\nbecause Husband did not sufficiently demonstrate she committed adultery. We\r\ndisagree.\r\n\r\nIn support of its decision to deny Wife alimony, the family court cited to the\r\ntestimony of Wife, Russo, and Fisher as evidence of Wife's adultery. The family\r\ncourt then held, \"The uncorroborated testimony of adultery is sufficient to bar\r\n[Wife] from receiving alimony, although insufficient to grant a divorce on the\r\n\ngrounds of adultery.\" Although we agree with the family court's denial of alimony\r\nto Wife, we disagree with the family court's statement of the law. Further, we find\r\nthere is sufficient corroborating testimony.\r\n\r\nCorroboration is typically required in divorce actions, but this rule may be relaxed\r\nwhen it is evident that collusion does not exist. See McLaughlin v. McLaughlin,\r\n244 S.C. 265, 270, 136 S.E.2d 537, 539 (1964) (stating corroboration is typically\r\nnecessary in divorce actions but may be relaxed when it is evident that collusion\r\ndoes not exist); Harvley v. Harvley, 279 S.C. 572, 574, 310 S.E.2d 161, 162 (Ct.\r\nApp. 1983) (holding corroboration of testimony is normally required to sustain a\r\nground for divorce, although the requirement can be relaxed when the possibility\r\nof collusion is not apparent). In this instance, there was no collusion between the\r\nparties as evidenced by the contested nature of the divorce. See McLaughlin, 244\r\nS.C. at 271, 136 S.E.2d at 540 (acknowledging some states' adoption of a rule that\r\npermits courts to grant a divorce based on the plaintiff's uncorroborated testimony\r\nin contested cases and stating that only slight corroboration is necessary in certain\r\ncontested cases in our state).\r\n\r\nBased on our review of the record, we find Husband presented sufficient\r\ncorroborating testimony. See RGM v. DEM, 306 S.C. 145, 149-50, 410 S.E.2d\r\n564, 567 (1991) (finding wife committed adultery for purposes of barring alimony\r\ndespite family court's finding that each party was entitled to a divorce based on one\r\nyear's continuous separation). Although we decline to modify the grounds for\r\ndivorce, we concur with the family court's conclusion that Husband presented a\r\nclear preponderance of evidence of Wife's adultery to bar Wife from receiving\r\nalimony. We find that based upon the testimony of Russo, Husband, and others\r\nthat Wife committed adultery on the night of her birthday. While Wife would only\r\nadmit she went to the bar and consumed a substantial amount of alcohol that\r\nevening, several witnesses observed Wife being affectionate with a man\r\nthroughout the course of that evening. The evidence shows this same man\r\nfollowed Wife home in the early morning hours, and after being invited inside by\r\nWife, entered Wife's house. We also find Wife's subsequent text messages are\r\ncircumstantial evidence that indicate a continued disposition to commit adultery.\r\nSee Perry v. Perry, 301 S.C. 147, 150, 390 S.E.2d 480, 481-82 (Ct. App. 1990)\r\n(finding circumstantial evidence over an extended period of time indicating wife's\r\ninfidelity was sufficient to prove wife was disposed to commit adultery because the\r\nadultery could be inferred from the circumstances). We hold the foregoing\r\ntestimony shows inclination and opportunity and is \"sufficiently definite to identify\r\nthe time and place of offense and the circumstances under which it was\r\n\ncommitted.\" See Loftis v. Loftis, 284 S.C. 216, 218, 325 S.E.2d 73, 74 (Ct. App.\r\n1985).\r\n\r\nAccordingly, we affirm the family court's decision to deny Wife alimony. We also\r\naffirm the family court's order as it pertains to reimbursement for temporary\r\nalimony. See Griffith, 332 S.C. at 642, 506 S.E.2d at 532 (holding the\r\nestablishment of adultery as a defense to alimony is a bar to all alimony and\r\nrequires the reimbursement of court-ordered temporary alimony).\r\n\r\n3. Admission of Photographs\r\nWife also claims the family court erred in permitting Husband to introduce certain\r\nphotographs into evidence because they were poor quality and did not accurately\r\nportray the scene.2 We disagree.\r\n\r\nTo justify reversal based on the admission or exclusion of evidence, the\r\ncomplaining party must establish both error and resulting prejudice. Divine v.\r\nRobbins, 385 S.C. 23, 37, 683 S.E.2d 286, 293 (Ct. App. 2009).\r\n\r\nWe find these photographs were relevant to Husband's claim of adultery against\r\nWife. See Rule 401, SCRE (\"'Relevant evidence' means evidence having any\r\ntendency to make the existence of any fact that is of consequence to the\r\ndetermination of the action more probable or less probable than it would be\r\nwithout the evidence.\"). Although Wife claims these photographs were unfairly\r\nprejudicial in violation of Rule 403, SCRE, we find the statements of Wife's\r\ncounsel and the family court prove otherwise. Russo, the witness who took these\r\nphotographs, Wife's counsel, and the family court all acknowledged the quality of\r\nthe photographs was poor, and it was impossible to discern what the photographs\r\nactually depicted. As a result, we fail to see how Wife was prejudiced by the\r\nadmission of these photographs. Furthermore, this was an action in equity and\r\nthere was no jury. The likelihood that the family court, as the sole factfinder, was\r\n\r\n\r\n2 Wife also argues on appeal the photographs were not properly authenticated\r\npursuant to Rule 901, SCRE, nor were they admissible duplicates as envisioned by\r\nRules 1001 and 1003, SCRE. Wife never raised these grounds to the family court;\r\nthus, to the extent she raises these grounds in her brief, we decline to address them\r\non appeal. See Bodkin v. Bodkin, 388 S.C. 203, 227, 694 S.E.2d 230, 243 (Ct.\r\nApp. 2010) (holding an issue may not be raised for the first time on appeal but\r\nmust be raised to and ruled upon by the family court to be preserved for appeal).\r\n\nimproperly persuaded by the admission of these photographs is negligible.\r\nAccordingly, we affirm the family court on this issue.\r\n\r\n4. Attorney's Fees\r\nLast, Wife claims the family court erred when it ordered Wife to pay all of her\r\nattorney's fees. Wife contends Husband's financial condition was far superior to\r\nhers, and as a result, the family court should have ordered Husband to pay her\r\nattorney's fees. We disagree.\r\n\r\nThe family court should first consider the following factors as set forth in E.D.M.\r\nv. T.A.M., 307 S.C. 471, 476-77, 415 S.E.2d 812, 816 (1992), in deciding whether\r\nto award attorney's fees and costs: \"(1) the party's ability to pay his/her own\r\nattorney's fee; (2) beneficial results obtained by the attorney; (3) the parties'\r\nrespective financial conditions; [and] (4) effect of the attorney's fee on each party's\r\nstandard of living.\" Fitzwater v. Fitzwater, 396 S.C. 361, 370, 721 S.E.2d 7, 12\r\n(Ct. App. 2011). In so doing, the family court should set forth specific findings of\r\nfact on the record about each of the required factors from E.D.M. See Griffith, 332\r\nS.C. at 646, 506 S.E.2d at 534-35 (citing Rule 26(a), SCRFC, and highlighting\r\nrequirement of family court to make specific findings of fact on the record about\r\neach of the required factors from E.D.M., but noting the appellate court may make\r\nits own findings of fact in accordance with the preponderance of the evidence if the\r\nrecord is sufficient).\r\n\r\nAlthough the family court failed to set forth findings of fact in support of its\r\ndecision, we find the family court acted within its discretion in requiring the parties\r\nto pay their own attorney's fees. The family court found both parties were entitled\r\nto a divorce based on one year's continuous separation. This ruling neither benefits\r\nnor harms either party. The family court found Wife was not entitled to alimony,\r\nwhich we affirm on appeal. Further, because Wife failed to include her attorney's\r\nfees affidavit or either party's financial declarations in the record on appeal, we are\r\nunable to discern exactly how much she incurred in attorney's fees or how those\r\nfees will impact her standard of living or her current financial condition. See\r\nHarkins v. Greenville Cnty., 340 S.C. 606, 616, 533 S.E.2d 886, 891 (2000)\r\n(finding it impossible to evaluate the merits of certain issues because the appellant\r\nfailed to include the relevant material in the record on appeal); See Perry v. Perry,\r\n301 S.C. 147, 151, 390 S.E.2d 480, 482 (Ct. App. 1990) (stating the appellant must\r\nprovide \"a sufficient record on appeal from which this [c]ourt can make an\r\nintelligent review\"). We are aware of Wife's claim that she only receives\r\ndisability, and she has very few assets from which to pay her attorney's fees.\r\n\nHowever, without further proof that the family court acted improperly in requiring\r\nthe parties to pay their own attorney's fees, we affirm the family court's decision on\r\nthis issue.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we affirm the family court's order finding Husband and\r\nWife are entitled to a divorce on the ground of one year's continuous separation.\r\nWe also affirm the family court's decision to deny Wife's request for alimony, its\r\nadmission of certain photographs into evidence, and its ruling on each party's\r\nentitlement to attorney's fees. Accordingly, the family court's decision is\r\n\r\nAFFIRMED.\r\n\r\nSHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5273","title":"Roe v. Bibby","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5273.pdf","description":"Jane Roe, as parent and natural guardian of Judy Roe, James Roe, and Joyce Roe, minor children under the age of eighteen (minor Appellants), (collectively with Roe, Appellants) argues the circuit court erred in granting Michelle Bibby's (Respondent) motion for summary judgment.  Appellants argue Respondent had a duty to warn Appellants under the special relationship exception and a premises liability theory.","date":"2014-10-01","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Jane Roe, as parent and natural guardian of Judy Roe,\r\n            James Roe, and Joyce Roe, Minor Children Under the\r\n            Age of Eighteen, Appellants,\r\n\r\n            v. \n\r\n\r\n            Daniel Bibby Sr. and Michelle Bibby, Defendants, \n\r\n\r\n            Of whom Michelle Bibby is the Respondent. \n\r\n\r\n            Appellate Case No. 2012-213350\n\r\n\r\n\r\n                        Appeal From Berkeley County\r\n                   R. Markley Dennis, Jr., Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 5273 \n\r\n                   Heard June 11, 2014 – Filed October 1, 2014 \n\r\n\r\n\r\n                                  AFFIRMED \n\r\n\r\n\r\n            Eric Marc Poulin, of Anastopoulo Law Firm, LLC, of\r\n            North Charleston, for Appellants.\r\n\r\n            Eugene P. Corrigan, III, and J. W. Nelson Chandler, both\r\n            of Corrigan & Chandler, LLC, of Charleston, for\r\n            Respondent.\r\n\r\n\r\nLOCKEMY, J.: Jane Roe, as parent and natural guardian of Judy Roe, James\r\nRoe, and Joyce Roe, minor children under the age of eighteen (minor Appellants),\r\n(collectively with Roe, Appellants) argues the circuit court erred in granting\r\nMichelle Bibby's (Respondent) motion for summary judgment. Appellants argue\r\n\r\n\r\n \r\n\nRespondent had a duty to warn them under the special relationship exception and a\r\npremises liability theory. We affirm.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nThis case involves allegations by the minor Appellants of sexual molestation by\r\ntheir neighbor, Daniel Bibby, Sr. The molestation allegedly occurred in a home\r\nowned by Mr. Bibby and his wife, Respondent.\r\n\r\nRespondent and Mr. Bibby were married in 1969 and had three children. In 1995,\r\nthe Bibbys' sixteen-year-old daughter disclosed that her father had sexually\r\nmolested her when she was younger. Respondent confronted her husband about\r\nthe allegations and Mr. Bibby admitted he had touched their daughter\r\ninappropriately. The molestation was reported to the South Carolina Department\r\nof Social Services (SCDSS) and Mr. Bibby was removed from the home and\r\nplaced in counseling. Sometime thereafter, Mr. Bibby was permitted to return to\r\nthe home.\r\n\r\nIn 2008, Roe, her husband, and the minor Appellants moved into a home across the\r\nstreet from the Bibbys. At the time, one of the Bibby's adult children was living\r\nwith the Bibbys along with two of the Bibbys' grandchildren. The Bibby\r\ngrandchildren and the minor Appellants became friends and often played together\r\nand visited each other's homes. Respondent was working outside the home at this\r\ntime and was not always present when the minor Appellants were visiting.\r\nRespondent never informed Appellants of Mr. Bibby's prior acts of sexual abuse.\r\n\r\nIn April 2009, Mr. Bibby admitted to a counselor that he had been molesting his\r\ngranddaughter. Upon learning of this admitted molestation, Roe questioned her\r\nchildren about any possible abuse. Minor Appellant Joyce confirmed that Mr.\r\nBibby had touched her chest and threatened to kill her if she told anyone. Minor\r\nAppellant Judy also revealed similar accusations. Roe called the police and the\r\nminor Appellants were referred to the Dorchester Children's Center, where Judy\r\nwas forensically interviewed. During her interview, Judy stated Mr. Bibby held\r\nher in a room with his granddaughter and took his clothes off and forced the\r\nchildren to take their clothes off as well. According to Judy, Mr. Bibby touched\r\nher breasts and vagina with his hands and made Judy touch the granddaughter as\r\nwell. Judy also stated she was exposed to pornography in the Bibby household.\r\n\r\nAccording to Roe, she had no knowledge of Mr. Bibby's prior sexual abuse of his\r\ndaughter and she had no reason to suspect it was unsafe for her children to play at\r\n\r\n\r\n \r\n\nthe Bibbys' home. Roe further testified she never would have allowed her children\r\nto visit the Bibby household had she been warned of Mr. Bibby's sexual\r\npropensities. Mr. Bibby denied touching the minor Appellants. He was convicted\r\nof molesting his granddaughter, but he was not prosecuted for any actions\r\ninvolving the minor Appellants.\r\n\r\nOn October 15, 2010, Appellants filed suit asserting causes of action against Mr.\r\nBibby for assault, battery, false imprisonment, and intentional infliction of\r\nemotional distress. Appellants alleged Mr. Bibby sexually assaulted Judy and\r\nattempted to sexually assault Joyce. Appellants also alleged Joyce and minor\r\nAppellant James witnessed the sexual assault of Judy. Appellants asserted causes\r\nof action against Respondent for negligence and wrongful infliction of emotional\r\ndistress on a bystander.\r\n\r\nMr. Bibby failed to file a responsive pleading and Appellants obtained a default\r\njudgment against him. Respondent answered the complaint and denied Appellants'\r\nallegations. Thereafter, in April 2012, Respondent filed a motion for summary\r\njudgment alleging she did not owe a duty to Appellants. Respondent's summary\r\njudgment motion was heard on July 10, 2012, and the court took the matter under\r\nadvisement. Subsequently, on October 12, 2012, the circuit court granted\r\nRespondent's motion for summary judgment and dismissed Appellants' claims with\r\nprejudice. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nWhen reviewing an order granting summary judgment, an appellate court employs\r\n\"the same standard applied by the trial court under Rule 56, SCRCP.\" Wachovia\r\nBank, N.A. v. Coffey, 404 S.C. 421, 425, 746 S.E.2d 35, 37 (2013) (internal\r\nquotation marks omitted). Rule 56 provides the trial court shall grant summary\r\njudgment if \"there is no genuine issue as to any material fact and that the moving\r\nparty is entitled to a judgment as a matter of law.\" Rule 56(c), SCRCP. \"In\r\ndetermining whether any triable issue of fact exists, the evidence and all inferences\r\nwhich can reasonably be drawn therefrom must be viewed in the light most\r\nfavorable to the nonmoving party.\" Quail Hill, LLC v. Cnty. of Richland, 387 S.C.\r\n223, 235, 692 S.E.2d 499, 505 (2010) (internal quotation marks omitted).\r\n\r\nLAW/ANALYSIS\r\n\r\n\r\n\r\n\r\n\r\n \r\n\nAppellants argue the circuit court erred in granting Respondent's summary\r\njudgment motion because Respondent had a duty to warn Appellants under the\r\nspecial relationship exception and a premises liability theory.\r\n\r\nIn order to establish a claim for negligence, a plaintiff must show \"(1) defendant\r\nowes a duty of care to the plaintiff; (2) defendant breached the duty by a negligent\r\nact or omission; (3) defendant's breach was the actual or proximate cause of the\r\nplaintiff's injury; and (4) plaintiff suffered an injury or damages.\" Doe v. Marion,\r\n373 S.C. 390, 400, 645 S.E.2d 245, 250 (2007). \"An essential element in a cause\r\nof action for negligence is the existence of a legal duty of care owed by the\r\ndefendant to the plaintiff.\" Bishop v. S.C. Dep't of Mental Health, 331 S.C. 79, 86,\r\n502 S.E.2d 78, 81 (1998). \"Without a duty, there is no actionable negligence.\" Id.\r\n\"The existence of a duty owed is a question of law for the courts.\" Washington v.\r\nLexington Cty. Jail, 337 S.C. 400, 405, 523 S.E.2d 204, 206 (Ct. App. 1999).\r\n\r\n\"'Under South Carolina law, there is no general duty to control the conduct of\r\nanother or to warn a third person or potential victim of danger.'\" Doe ex rel. Doe v.\r\nWal-Mart Stores, Inc., 393 S.C. 240, 246, 711 S.E.2d 908, 911 (2011) (quoting\r\nFaile v. S.C. Dep't of Juvenile Justice, 350 S.C. 315, 334, 566 S.E.2d 536, 546\r\n(2002)). Our courts recognize five exceptions to this rule: \"1) where the defendant\r\nhas a special relationship to the victim; 2) where the defendant has a special\r\nrelationship to the injurer; 3) where the defendant voluntarily undertakes a duty; 4)\r\nwhere the defendant negligently or intentionally creates the risk; and 5) where a\r\nstatute imposes a duty on the defendant.\" Id. at 246-47, 711 S.E.2d at 911-12.\r\n\r\nAlthough Appellants note the issue of whether a homeowner has a duty to warn\r\nvisitors of his or her spouse's admitted prior sexual abuse is a novel issue in this\r\nstate, they ask this court to impose a duty to warn under the special relationship\r\nexception and a premises liability theory.\r\n\r\n    A. Special Relationship Exception\r\n\r\nAppellants assert Respondent had a special relationship with the minor Appellants\r\nthat required her to act based upon her knowledge of Mr. Bibby's prior misconduct.\r\n\r\n\"The defendant may have a common law duty to warn potential victims under the\r\n'special relationship' exception when the defendant 'has the ability to monitor,\r\nsupervise and control an individual's conduct' and when 'the individual has made a\r\nspecific threat of harm directed at a specific individual.'\" Doe v. Marion, 373 S.C.\r\n390, 400, 645 S.E.2d 245, 250 (2007) (quoting Bishop, 331 S.C. at 86, 502 S.E.2d\r\n\r\n \r\n\nat 81). It is not necessary for the injuring party to have made a threat while under\r\nthe defendant's control or custody. Bishop, 331 S.C. at 88, 502 S.E.2d at 82. All\r\nthat is required to impose a duty to warn is that the defendant knew or should have\r\nknown of a specific threat made to harm a specific person. Id.\r\n\r\nThe circuit court found Respondent did not have a special relationship with\r\nAppellants because she did not have the ability to monitor, supervise, and control\r\nMr. Bibby. Additionally, the court found Respondent had no knowledge of a\r\nspecific threat to the minor Appellants.\r\n\r\nAppellants argue that although the facts of this case present a novel issue, the issue\r\nwas considered by this court in Doe v. Batson, 338 S.C. 291, 525 S.E.2d 909 (Ct.\r\nApp. 2000) (Batson I), affirmed in part, vacated in part, 345 S.C. 316, 548 S.E.2d\r\n854 (2001). In Batson I, a number of minors were sexually assaulted by a 27-year-\r\nold man who lived with his mother (Batson). The minors brought suit against\r\nBatson, alleging (1) the molestations occurred in her home, (2) she knew her son\r\nhad young boys in his bedroom, and (3) she was negligent for failing to warn or\r\nact. Batson I, 338 S.C. at 295, 525 S.E.2d at 911. This court reversed the trial\r\ncourt's grant of summary judgment to Batson, finding discovery was not complete.\r\nId. at 304, 525 S.E.2d at 916. In reviewing the trial court's grant of summary\r\njudgment, this court considered the special relationship test and noted, \"case law\r\nfrom other jurisdictions lends credence to [the minor's] assertion that Batson had a\r\nduty to warn in this case.\" Id. at 301, 525 S.E.2d at 914.\r\n\r\nThe supreme court affirmed this court's finding in Batson I that summary judgment\r\nwas improper because discovery had not yet been completed; however, the court\r\nexplicitly vacated the portions of this court's opinion discussing liability. Doe ex\r\nrel. Doe v. Batson, 345 S.C. 316, 323, 548 S.E.2d 854, 858 (2001) (Batson II). In\r\nvacating those portions of the opinion, the supreme court noted, \"[t]he paucity of\r\nthe record makes it impossible for us to determine the merits of Doe's argument.\r\nWhether Batson had a cognizable duty will be determined after the record has been\r\nmore fully developed.\" Id.\r\n\r\nAppellants argue that \"although Batson I is not strictly precedential, the opinion of\r\nthe [c]ourt of [a]ppeals nonetheless sheds valuable and well-reasoned light on the\r\nissue.\" Appellants assert this case contains evidence of a specific threat (previous\r\ninstances of molestation and more recent instances of viewing child pornography1)\r\n\r\n1Judy stated in her interview she was exposed to pornography in the Bibby home.\r\nAdditionally, the Bibby's adult son, Daniel Bibby, Jr., told police he witnessed his\r\n\r\n \r\n\nand a readily identifiable victim (a minor child roughly the same age as Mr.\r\nBibby's prior victim who was invited into the home by Respondent).\r\n\r\nWe find the record contains no evidence Respondent had a special relationship\r\nakin to those special relationships recognized by our courts. See, e.g., Marion, 373\r\nS.C. 390, 645 S.E.2d 245 (assuming special relationship between psychiatrist and\r\npatient/injurer); Faile, 350 S.C. 315, 566 S.E.2d 536 (finding special relationship\r\nbetween Department of Juvenile Justice and dangerous juvenile/injurer over whom\r\nit had custody per court order); Bishop, 331 S.C. at 86, 502 S.E.2d at 81 (finding\r\nspecial relationship between Department of Mental Health and involuntarily-\r\ncommitted patient/injurer in its custody); Rogers v. S.C. Dep't of Parole & Cmty.\r\nCorr., et al., 320 S.C. 253, 464 S.E.2d 330 (1995) (assuming special relationship\r\nbetween state agencies charged with prisoner parole and prisoner/injurer who was\r\nbeing released from custody (but finding no specific threat)); Ballou v. Sigma Nu\r\nGen. Fraternity, 291 S.C. 140, 352 S.E.2d 488 (1986) (finding a fraternal\r\norganization had a duty to an initiate who had become helplessly drunken from\r\nalcohol furnished to him by the fraternity). We note this case does not involve a\r\ncommercial child care situation or other commercial arrangement. Furthermore,\r\nAppellants presented no evidence Respondent had the ability to monitor, supervise,\r\nor control the conduct of Mr. Bibby. Respondent worked full-time outside the\r\nhome and was not always present when the minor Appellants were visiting.\r\n\r\nFinally, we find the record contains no evidence Respondent had knowledge of a\r\nspecific threat of harm to a specific individual. See Marion, 373 S.C. at 401, 645\r\nS.E.2d at 251 (\"'[I]t is not simply foreseeability of the victim which gives rise to a\r\nperson's liability for failure to warn; rather, it is the person's awareness of a\r\ndistinct, specific, overt threat of harm which the individual makes towards a\r\nparticular victim.'\" (quoting Gilmer v. Martin, 323 S.C. 154, 157, 473 S.E.2d 812,\r\n814 (Ct. App. 1996)). There is no evidence Mr. Bibby made a distinct, specific,\r\nand overt threat of harm towards the minor Appellants. Accordingly, the circuit\r\ncourt did not err in finding Respondent did not have a special relationship with\r\nAppellants.\r\n\r\n    B. Premises Liability\r\n\r\n\r\nfather watching child pornography in the two years leading up to the alleged\r\nmolestation of the minor Appellants. According to Jane Roe, Daniel Bibby, Jr.\r\ntold her he had informed Respondent on several occasions that Mr. Bibby was\r\nwatching pornography.\r\n\r\n \r\n\nAppellants argue that even assuming Respondent did not owe Appellants a duty to\r\nwarn by way of their special relationship, she is still liable under a premises\r\nliability theory.\r\n\r\n\"To establish negligence in a premises liability action, a plaintiff must prove the\r\nfollowing three elements: (1) a duty of care owed by defendant to plaintiff; (2)\r\ndefendant's breach of that duty by a negligent act or omission; and (3) damage\r\nproximately resulting from the breach of duty.\" Singleton v. Sherer, 377 S.C. 185,\r\n200, 659 S.E.2d 196, 204 (Ct. App. 2008). \"The nature and scope of duty in a\r\npremises liability action, if any, is determined based upon the status or\r\nclassification of the person injured at the time of his or her injury.\" Id. South\r\nCarolina recognizes four general classifications of persons present on the property\r\nof another: adult trespassers, invitees, licensees, and children. Id.\r\n\r\nAppellants contend they were licensees on Respondent's property. \"Under South\r\nCarolina jurisprudence, 'a landowner owes a licensee a duty to use reasonable care\r\nto discover the licensee, to conduct activities on the land so as not to harm the\r\nlicensee, and to warn the licensee of any concealed dangerous conditions or\r\nactivities.'\" Id. at 201, 659 S.E.2d at 204 (quoting Landry v. Hilton Head\r\nPlantation Prop. Owners Ass'n, 317 S.C. 200, 203, 452 S.E.2d 619, 621 (Ct. App.\r\n1994)). \"The duty owed to a licensee differs from the duty owed to an invitee 'in\r\nthat the [landowner] has no duty to search out and discover dangers or defects in\r\nthe land or to otherwise make the premises safe for a licensee.'\" Id. (quoting 18\r\nS.C. Jur. Negligence § 44 (2007)).\r\n\r\nAppellants note the issue of whether a homeowner has a duty to warn a licensee\r\nwith regard to an alleged criminal act committed by a third-party is a novel issue.\r\nHowever, they assert Respondent had a duty to warn Appellants because she knew\r\nfrom Mr. Bibby's past actions there was a likelihood of conduct dangerous to the\r\nsafety of the minor Appellants.\r\n\r\nInitially, Appellants cite Burns v. South Carolina Commission for the Blind, 323\r\nS.C. 77, 448 S.E.2d 589 (Ct. App. 1994), for the proposition that our courts \"have\r\nalready held that a victim of a sexual assault may bring suit under a premises\r\nliability theory.\" While this statement is correct, Burns is distinguishable from the\r\npresent case. First, Burns involved an alleged duty to protect a resident of a\r\ntreatment facility instead of an alleged duty to warn a third-party of an alleged\r\nthreat in a residence. Id. at 79-80, 448 S.E.2d at 591. Second, this court classified\r\nthe plaintiff in Burns as an invitee and not a licensee, thus implicating a higher\r\nduty of care. Id. at 80, 448 S.E.2d at 591. Third, the Burns court determined a\r\n\r\n \r\n\nspecial relationship existed between the plaintiff-victim and the defendant-\r\nresidential treatment facility. Id.\r\n\r\nWe find Respondent did not owe Appellants a duty to warn under a premises\r\nliability theory. We note no South Carolina cases recognize a duty to warn a\r\nlicensee with regard to prior criminal acts committed by a third-party residing on\r\nthe premises. Additionally, Mr. Bibby was not found to be a continuing danger by\r\nState, and there is no evidence Respondent knew Mr. Bibby was a dangerous\r\ncondition in their home or that he was abusing the minor Appellants. Respondent\r\ntestified she believed the minor Appellants were untruthful regarding the alleged\r\nmolestation and she did not believe Mr. Bibby molested any of the minor\r\nAppellants. Furthermore, Respondent, a lay person untrained in the recidivism of\r\npedophilia, testified she believed Mr. Bibby was \"cured\" following his 1995\r\nconfession and release from treatment. Finally, a finding that Respondent had a\r\nduty to warn under a premises liability theory in this case could potentially subject\r\nhomeowners to liability for failure to warn licensees of prior bad conduct,\r\nincluding conduct of a criminal nature, of any persons on the premises.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, we find the circuit court did not err in granting\r\nRespondent's motion for summary judgment.\r\n\r\nAFFIRMED.\r\n\r\nKONDUROS, J., concurs. WILLIAMS, J., dissents in a separate opinion.\r\n\r\nWILLIAMS, J.: I respectfully dissent. I believe a homeowner has a duty to warn\r\nminor children of potential sexual abuse that could occur on the homeowner's\r\npremises under the special relationship exception and a premises liability theory.\r\nWhether Respondent breached a duty to warn Appellants of Mr. Bibby's sexual\r\npropensities in this context is an issue best decided by the jury. See Miller v. City\r\nof Camden, 317 S.C. 28, 31, 451 S.E.2d 401, 403 (Ct. App. 1994) (stating\r\nnegligence is a mixed question of law and fact with the existence and scope of a\r\nduty being questions of law and a breach of duty being a question for the jury). As\r\na result, I would reverse the circuit court's grant of summary judgment and remand\r\nfor further proceedings.\r\n\r\nAs noted by the majority, under the special relationship exception, \"[t]he defendant\r\nmay have a common law duty to warn potential victims . . . when the defendant\r\n\r\n \r\n\n'has the ability to monitor, supervise and control an individual's conduct' and when\r\n'the individual has made a specific threat of harm directed at a specific\r\nindividual.'\" Doe v. Marion, 373 S.C. 390, 400, 645 S.E.2d 245, 250 (2007)\r\n(quoting Bishop v. S.C. Dep't of Mental Health, 331 S.C. 79, 86, 502 S.E.2d 78, 81\r\n(1998)). It is not necessary for the injuring party to have made a threat while under\r\nthe defendant's control or custody. Bishop, 331 S.C. at 87-88, 502 S.E.2d at\r\n82. All that is required to impose a duty to warn is that the defendant knew or\r\nshould have known of a specific threat made to harm a specific person. Id. at 88,\r\n502 S.E.2d at 82.\r\n\r\nI believe this court's rationale from Doe v. Batson, 338 S.C. 291, 525 S.E.2d 909\r\n(Ct. App. 2000), is persuasive on the issue of whether Respondent had a special\r\nrelationship with Appellants. Although the supreme court ultimately vacated the\r\nportion of Batson wherein this court found the mother could potentially be liable\r\nfor her son's sexual abuse of minor boys in her home under a special relationship\r\nexception and a premises liability theory, the supreme court did not expressly\r\ndisavow this court's reliance on either of those theories. Doe ex rel. Doe v. Batson,\r\n345 S.C. 316, 323, 548 S.E.2d 854, 858 (2001). Rather, at issue in Batson was\r\nwhether it was too early to dismiss the case based on the lack of discovery. Id. at\r\n321, 548 S.E.2d at 857. Because relevant and crucial depositions had yet to occur,\r\nthe supreme court ruled it was improper for this court to suggest sources of liability\r\nas \"the paucity of the record ma[de] it impossible … to determine the merits of [the\r\nvictims'] argument.\" Id. at 323, 548 S.E.2d at 858.\r\n\r\nUnlike Batson, several significant witnesses, including Respondent, minor\r\nAppellants, and Roe, have already been deposed. Testimony elicited during those\r\ndepositions created at least a mere scintilla of evidence as it relates to whether\r\nRespondent either knew or should have known that Mr. Bibby posed a specific\r\nthreat of harm to the children that Respondent invited into her home. See Bass v.\r\nGopal, Inc., 395 S.C. 129, 134, 716 S.E.2d 910, 912 (2011) (citing Hancock v.\r\nMid-South Mgmt. Co., Inc., 381 S.C. 326, 330, 673 S.E.2d 801, 803 (2009)) (\"In a\r\nnegligence case, where the burden of proof is a preponderance of the evidence\r\nstandard, the non-moving party must only submit a mere scintilla of evidence to\r\nwithstand a motion for summary judgment.\"); Bishop, 331 S.C. at 88, 502 S.E.2d\r\nat 82 (holding all that is required to impose a duty to warn is that the defendant\r\nknew or should have known of a specific threat made to harm a specific person).\r\n\r\nAlthough the circuit court placed emphasis on the time lapse since Mr. Bibby had\r\nmolested their daughter, the passage of time alone should not negate the possibility\r\nthat Respondent knew or should have known of Mr. Bibby's sexually deviant\r\n\r\n \r\n\nproclivities. Respondent knew minor Appellants were coming over to their house\r\nto play and minor Appellants' presence in their home was a result of her own\r\ninvitation. Further, Respondent admitted she was aware of Mr. Bibby's prior\r\npropensities for pedophilia, as she acknowledged Mr. Bibby sexually abused their\r\ndaughter in the past. Even after Mr. Bibby was removed from their home and\r\nplaced in counseling, Respondent clearly appreciated the possibility of Mr. Bibby\r\nabusing their daughter again. Specifically, she testified she placed a lock on their\r\ndaughter's door after Mr. Bibby returned and hid the key from him.\r\n\r\nThe majority cites to cases in which our courts have found a special relationship\r\nexisted but concludes this case is distinguishable because the abuse occurred inside\r\nRespondent's home as opposed to a commercial setting. I believe the location is\r\nnot dispositive for purposes of creating a special relationship. Rather, I would find\r\nWife's act of voluntarily inviting minor Appellants into her home while knowing of\r\nHusband's prior sexual abuse and continuing sexually deviant propensities is\r\nsufficient to impose a duty in this instance. See, e.g., Pamela L. v. Farmer, 112\r\nCal. App. 3d 206 (Cal. Ct. App. 1980) (holding that a wife who invited and\r\nencouraged children to visit her premises, even though she knew that husband had\r\nmolested women and children in the past and might do so again, could be held\r\nliable in negligence); J.S. v. R.T.H., 714 A.2d 924 (N.J. 1998) (holding that a wife\r\ncould be held liable for the negligent failure to prevent or warn the victims about\r\nher husband's sexually abusive behavior when the wife had actual knowledge or\r\nspecial reason to know that the husband was likely to abuse a particular person or\r\npersons); Doe v. Franklin, 930 S.W.2d 921 (Tex. Ct. App. 1996) (holding that a\r\ngrandmother could be held liable for failure to protect her granddaughter from a\r\nknown risk of sexual abuse by the grandfather).\r\n\r\nI would find the testimony of Respondent's son, Daniel Bibby, Jr., is further\r\nevidence to support the conclusion that Respondent knew of Mr. Bibby's sexually\r\ndeviant behavior toward children and that she knew he posed a risk to them. In a\r\nwritten statement to police, Daniel recounted that he had caught his father looking\r\nat child pornography on the Internet for at least two years leading up to the alleged\r\nmolestations. Daniel also told police that Mr. Bibby discarded his computer for\r\nfear that either Daniel or Daniel's children would disclose that Mr. Bibby was\r\nusing his computer for pornographic purposes. I would find the foregoing\r\nevidence regarding Mr. Bibby's apparent addiction to child pornography is\r\nparticularly relevant to whether Mr. Bibby posed a specific threat of harm to minor\r\nAppellants.\r\n\r\n\r\n\r\n\r\n \r\n\nI believe a jury could find Respondent liable under a premises liability theory. In\r\ncoming to this conclusion, I do not intend to suggest that a homeowner could be\r\nsubject to liability for failure to warn licensees of the criminal history of any\r\nperson who happens upon the homeowner's premises. Nor do I urge the adoption\r\nof a rule that would impose a general duty to warn others in the surrounding\r\nvicinity of the dangerous propensities of one residing therein. Rather, I would find\r\na homeowner owes a duty to take reasonable measures to protect children invited\r\ninto his or her home from potential sexual assault when the homeowner knows or\r\nshould know of the assailant's propensities.\r\n\r\nBoth parties agree minor Appellants were licensees in Respondent's home. As it\r\nrelates to a licensee, a landowner has a duty\r\n\r\n             [t]o use reasonable care to warn [the licensee] of any\r\n             concealed dangerous conditions or activities which are\r\n             known to the possessor, or of any changes in the\r\n             condition of the premises which may be dangerous to\r\n             him, and which he may reasonably be expected to\r\n             discover.\r\n\r\nNeil v. Byrum, 288 S.C. 472, 473, 343 S.E.2d 615, 616 (1986) (internal citation\r\nomitted). Although negligence actions under a premises liability theory typically\r\npertain to dangerous conditions or activities on one's land, our courts have\r\npermitted a sexual assault victim to bring suit for injuries inflicted by a third party\r\nunder a premises liability theory. See Burns v. S.C. Comm'n for the Blind, 323\r\nS.C. 77, 448 S.E.2d 589 (Ct. App. 1994); see also 62 Am. Jur. 2d Premises\r\nLiability § 409 (2014) (\"Generally, owners or occupiers of land have no duty to\r\nprotect visitors to their property from the deliberate criminal conduct of third\r\nparties[.] . . . However, an exception exists if the . . . landowner either knows or\r\nhas reason to know from past experience that there is a likelihood of conduct\r\ndangerous to the safety of the visitor.\"). The majority finds Burns distinguishable\r\nbecause the plaintiff in Burns was an invitee in a treatment facility as opposed to a\r\nlicensee in one's home, but, as children of tender years, I would hold that\r\nRespondent owed a heightened duty of care to minor Appellants similar to that\r\nimposed in Burns. See Lynch v. Motel Enter., Inc., 248 S.C. 490, 494, 151 S.E.2d\r\n435, 436 (1966) (finding owner or occupier of land may be liable for injuries to\r\nchildren of tender years, whether licensees or trespassers, if children are likely to\r\ncome into contact with an obvious danger that could be reasonably anticipated and\r\nprevented by owner or occupier); F. Patrick Hubbard and Robert L. Felix, The\r\nSouth Carolina Law of Torts, 132-33 (4th ed. 2011) (\"Special rules apply to\r\n\r\n \r\n\nchildren because they often lack the capacity to know and appreciate the danger\r\nand to understand the culpable wrongful entry on another's premises. Where the\r\npremises contain a condition unreasonably dangerous to children, the\r\nowner/occupier owes a child a duty of care even if the child is a trespasser or a\r\nlicensee.\").\r\n\r\nUnder the particular facts of this case, I would find Appellants presented at least a\r\nmere scintilla of evidence from which a jury could find Respondent breached a\r\nduty of care to minor Appellants. Accordingly, I would reverse the circuit court's\r\ndecision to grant summary judgment and remand this case for further proceedings.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n","court":"Appeals"},{"id":"5251","title":"State v. Pearson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5251.pdf","description":"Appellant Michael Wilson Pearson challenges his convictions for first degree burglary, armed robbery, grand larceny, kidnapping, and possession of a weapon during the commission of a violent crime.  Pearson argues the State failed to present substantial circumstantial evidence of his involvement in any of the crimes charged and, therefore, the trial court erred in denying his motion for a directed verdict.  We reverse.","date":"2014-10-08","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Michael Wilson Pearson, Appellant.\r\n\r\n             Appellate Case No. 2012-212430\r\n\r\n\r\n\r\n                            Appeal From Clarendon County\r\n                       R. Ferrell Cothran Jr., Circuit Court Judge\r\n\r\n\r\n                                 Opinion No. 5251 \n\r\n                      Heard June 17, 2014 – Filed July 30, 2014 \n\r\n                  Withdrawn, Substituted and Refiled October 8, 2014 \n\r\n\r\n\r\n                                     REVERSED\r\n\r\n\r\n             Appellate Defender Kathrine H. Hudgins, of Columbia,\r\n             for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Jennifer Ellis Roberts, both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nGEATHERS, J.: Appellant Michael Wilson Pearson challenges his convictions\r\nfor first-degree burglary, armed robbery, grand larceny, kidnapping, and\r\npossession of a weapon during the commission of a violent crime. Pearson argues\r\nthe State failed to present substantial circumstantial evidence of his involvement in\r\nany of the crimes charged and, therefore, the trial court erred in denying his motion\r\nfor a directed verdict. We reverse.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nAround 6:15 a.m. on May 15, 2010, Edward \"Slick\" Gibbons was jumped by three\r\nmen as he exited his garage. The three men robbed Gibbons of approximately\r\n$840, beat him, and wrapped duct tape around his head. Following the attack, the\r\nmen fled the scene in Gibbons' 1987 Chevrolet El Camino. The vehicle was\r\ndiscovered approximately thirty minutes later, abandoned on the side of a nearby\r\nroad. A fingerprint recovered from the rear of the vehicle was matched to Pearson.\r\nThe duct tape removed from Gibbons' head contained DNA evidence, which was\r\nmatched to Victor Weldon.\r\n\r\nPearson and Weldon were both indicted for attempted murder, first-degree\r\nburglary, armed robbery, grand larceny, kidnapping, and possession of a weapon\r\nduring the commission of a violent crime. A joint trial was held May 16 through\r\nMay 18, 2012. At the time of trial, investigators had yet to identify a third suspect.\r\n\r\nAt trial, Gibbons testified that as he was leaving for work, three black men wearing\r\nmasks came out of the storage room inside of his garage and threw him on the\r\nground. According to Gibbons, one of the men sat on top of his legs, while the\r\nother two men hit and kicked him. While Gibbons was on the ground, the men\r\nwrapped duct tape around his head. Gibbons claimed that one of the men had\r\nsomething in his hand that \"looked like a pistol.\" He further testified the men took\r\nall of the money in his wallet and then one of the men asked him, \"Slick . . . where\r\nis the rest of it[?]\" After the robbery, the three men left the garage and started to\r\ndrive away. Gibbons described how he pulled himself off the ground and looked\r\nout a window in the garage to see them driving off in his El Camino. Gibbons\r\nnoted that when he got up, one of the men, who was seated in the rear bed of the El\r\nCamino, jumped out of the vehicle, ran back, and knocked him unconscious.\r\n\r\nCecil Eaddy, a local farmer, testified he found the abandoned El Camino around\r\n6:40 a.m. with the motor running and the passenger door open. Eaddy recounted\r\nhow he turned the vehicle off and took the keys to Gibbons' auto parts store.\r\nEaddy stated he returned the keys so that one of Gibbons' employees could drive\r\nthe vehicle back to the store. Walter Bush, an employee at Gibbons' store,\r\ncorroborated Eaddy's testimony. According to Bush, Eaddy picked him up from\r\nthe store and drove him to the location of the vehicle. Bush testified he drove the\r\nvehicle \"straight back to the store.\"\r\n\nRicky Richards, an investigator with the Clarendon County Sheriff's Office,\r\ntestified he went to Gibbons' store, where he processed the El Camino. Richards\r\nstated he lifted fingerprints from the driver's side \"door jamb\" and the \"rear quarter\r\non the driver's side.\" On cross-examination, Richards admitted there was no way\r\nto determine when the fingerprints were left on the vehicle.\r\n\r\nInvestigator Thomas \"Lin\" Ham testified he visited Gibbons at the hospital on the\r\nday of the crimes.1 Ham indicated that while he was at the hospital, he took the\r\nduct tape that was removed from Gibbons' head into evidence. In addition, Ham\r\ntestified that during an interview with Pearson following his arrest, Pearson\r\n\"adamantly denied knowing Mr. Gibbons.\" Ham elaborated: \"[Pearson] told me\r\nhe didn't know where [Mr. Gibbons] lived. He had never been there. He had never\r\nbeen to [Mr. Gibbons'] place of business. He had never come into contact with\r\n[Mr. Gibbons'] vehicle.\"\r\n\r\nMarie Hodge, the automated fingerprint identification system (AFIS) examiner at\r\nthe Sumter Police Department, was qualified as an expert in fingerprint\r\nidentification. Hodge testified she ran seven fingerprints lifted from the vehicle\r\nthrough the AFIS but did not obtain an identification for any of the prints. After\r\nobtaining no hits, Hodge printed out the fingerprints of persons of interest from the\r\nAFIS and compared each set of prints \"one-on-one\" to the lifted fingerprints.\r\nAccording to Hodge, a side-by-side comparison of the prints showed that a right\r\nthumbprint found on the rear of the vehicle belonged to Pearson. Hodge later\r\nreceived a card containing Pearson's ink-rolled fingerprints from the Sheriff's\r\nOffice and compared the prints on the card to the lifted thumbprint. Hodge\r\ntestified the comparison \"reaffirmed\" that the thumbprint belonged to Pearson. On\r\ncross-examination, Hodge conceded that she was unable to \"date\" or \"age\" a\r\nfingerprint. She further testified that when left undisturbed, a fingerprint \"can be\r\nthere for quite some time.\"\r\n\r\nInvestigator Kenneth Clark testified he interviewed Pearson following Pearson's\r\narrest. Clark noted that during the interview, Pearson denied ever being around\r\nGibbons or Gibbons' property. According to Clark, when he informed Pearson that\r\nhis fingerprint had been found on Gibbons' vehicle, Pearson declined to comment.\r\nClark testified that subsequent investigation revealed Pearson had previously\r\nworked on a landscaping project at Gibbons' residence.\r\n\r\n\r\n1 Investigator Ham testified he had known Gibbons all of his life and frequently\r\nreferred to Gibbons as \"Mr. Slick\" throughout his testimony.\r\n\nClark also testified concerning the investigation into co-defendant Victor Weldon's\r\ninvolvement in the crimes. He noted that during an interview with Weldon,\r\nWeldon denied knowing Pearson or having any involvement in the crimes. Clark\r\nindicated, however, that records from the South Carolina Vocational Rehabilitation\r\nCenter revealed Pearson and Weldon both worked at the same job training program\r\nfrom December 9 through December 12, 2008.\r\n\r\nRichard Gamble, a local landscaper, testified Pearson had previously assisted him\r\nin doing landscaping work for Gibbons and Gibbons' son, who lived on the same\r\nblock. Gamble could not recall the exact date of the landscaping project; however,\r\nhe indicated it took place in the spring of 2009 or 2010. He estimated the project\r\nlasted \"at least 5 days.\" Gamble testified that while working on the project, he\r\nobserved Pearson enter Gibbons' garage in order to retrieve job-related tools that\r\nwere located in the storage area.\r\n\r\nThe State also presented the testimony of John Hornsby, who worked as an area\r\nsupervisor at the South Carolina Vocational Rehabilitation Center. According to\r\nHornsby, time cards and attendance records revealed Pearson and Weldon were\r\nboth assigned to the facility's woodshop from December 9 through December 12,\r\n2008. Hornsby stated that around twenty-five individuals generally worked at the\r\nwoodshop on a daily basis.\r\n\r\nAfter the State rested, Pearson and Weldon both moved for a directed verdict on all\r\ncharges. Pearson argued that even though his fingerprint was found on the outside\r\nof Gibbons' car, the fingerprint was insufficient to place him at the crime scene. In\r\nreply, the State argued the fingerprint was found on the rear of the vehicle, where\r\nGibbons testified one of the men who robbed him had been seated as they fled his\r\nhouse. The State also pointed to evidence that the two co-defendants attended the\r\nsame job training program over a four-day period, as well as testimony that\r\nPearson had done landscaping work at Gibbons' home. The trial court denied\r\nPearson's and Weldon's motions for a directed verdict. The trial court stated:\r\n\r\n             As far as Mr. Pearson's fingerprint[,] the evidence in this\r\n             case that has come before this jury that I recall he told the\r\n             police officer he did not know Mr. Gibbons. He had not\r\n             been at his house or his place of business. His vehicle\r\n             was taken that morning. Within 30 minutes[,] the vehicle\r\n             was found abandoned a mile and a half or two miles\r\n             away. The vehicle was processed and was carried to the\r\n             auto parts place and processed. That day his fingerprint\r\n\n             was found on the vehicle. And I certainly think at least\r\n             that's sufficient evidence for the jury to make a\r\n             determination of guilt or innocence in this case. And I\r\n             respectfully deny your motion.\r\n\r\nThe jury found Pearson and Weldon guilty of burglary in the first degree, armed\r\nrobbery, grand larceny, kidnapping, and possession of a weapon during the\r\ncommission of a violent crime. The trial court sentenced Pearson to a total of sixty\r\nyears' imprisonment. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"On appeal from the denial of a directed verdict, [an appellate court] must view the\r\nevidence in the light most favorable to the State.\" State v. Odems, 395 S.C. 582,\r\n586, 720 S.E.2d 48, 50 (2011). \"[I]f there is any direct or substantial\r\ncircumstantial evidence reasonably tending to prove the guilt of the accused, an\r\nappellate court must find the case was properly submitted to the jury.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nPearson argues the circumstantial evidence presented by the State did not rise to\r\nthe level of substantial circumstantial evidence necessary to submit the case to the\r\njury. We agree.\r\n\r\n\"'A defendant is entitled to a directed verdict when the State fails to produce\r\nevidence of the offense charged.'\" State v. Lane, 406 S.C. 118, 121, 749 S.E.2d\r\n165, 167 (Ct. App. 2013) (quoting State v. Brannon, 388 S.C. 498, 501, 697 S.E.2d\r\n593, 595 (2010)). \"The State has the burden of proving beyond a reasonable doubt\r\nthe identity of the defendant as the person who committed the charged crime or\r\ncrimes.\" Id.; see also State v. Schrock, 283 S.C. 129, 133, 322 S.E.2d 450, 452\r\n(1984) (noting the State has the burden of proving \"the accused was at the scene of\r\nthe crime when it happened and that he committed the criminal act\"). If there is\r\nsubstantial circumstantial evidence reasonably tending to prove the defendant's\r\nguilt, an appellate court must find the trial court properly submitted the case to the\r\njury. Lane, 406 S.C. at 121, 749 S.E.2d at 167 (citing Odems, 395 S.C. at 586, 720\r\nS.E.2d at 50). \"Evidence must constitute positive proof of facts and circumstances\r\nwhich reasonably tends to prove guilt.\" State v. Bostick, 392 S.C. 134, 139, 708\r\nS.E.2d 774, 776 (2011). \"The lower court should not refuse to grant the motion\r\nwhere the evidence merely raises a suspicion that the accused is guilty.\" State v.\r\nMitchell, 341 S.C. 406, 409, 535 S.E.2d 126, 127 (2000). \"'Suspicion' implies a\r\n\nbelief or opinion as to guilt based upon facts or circumstances [that] do not amount\r\nto proof.\" State v. Buckmon, 347 S.C. 316, 322, 555 S.E.2d 402, 404–05 (2001).\r\n\r\nIn this matter, the key evidence relied upon by the State to place Pearson at the\r\ncrime scene was the presence of his fingerprint on the rear of Gibbons' vehicle.\r\nOur courts have addressed the sufficiency of fingerprint evidence where the State\r\nrelies on such evidence to prove a defendant's guilt. We find a review of these\r\ncases is instructive in determining whether the circumstantial evidence presented\r\nby the State met the \"substantial circumstantial evidence\" standard.\r\n\r\nIn Mitchell, our supreme court affirmed this court's decision that Mitchell was\r\nentitled to a directed verdict on a burglary charge. 341 S.C. at 409, 535 S.E.2d at\r\n127. The only evidence linking Mitchell to the burglary was his fingerprint on a\r\nwindow screen that was propped up against the exterior of the victim's house. Id.\r\nat 408–09, 535 S.E.2d at 127. The court found the fingerprint evidence was\r\ninsufficient to prove Mitchell's guilt because there was testimony Mitchell had\r\nbeen in and around the victim's house at least three times before the burglary. Id.\r\nat 409, 535 S.E.2d at 127. Additionally, the court reasoned a directed verdict was\r\nappropriate because \"[t]he State did not present any evidence whether the screen\r\nwas on the window at the time the window was broken or when the screen had\r\nbeen removed.\" Id.\r\n\r\nSimilarly, in State v. Bennett, 408 S.C. 302, 306, 758 S.E.2d 743, 745 (Ct. App.\r\n2014), this court assessed whether evidence of Bennett's fingerprint and DNA at\r\nthe site of a burglary constituted substantial circumstantial evidence. Therein, a\r\ntelevision, computer, monitor, and keyboard were stolen from a Spartanburg\r\ncommunity center. Id. at 303–04, 758 S.E.2d at 744. Bennett's fingerprint was\r\ndiscovered on a wall-mounted television in the community room that appeared to\r\nhave been manipulated by the burglar. Id. Additionally, two droplets of Bennett's\r\nblood were found directly below the location of a missing television in the\r\ncomputer room. Id. at 305, 758 S.E.2d at 745. It was undisputed that Bennett was\r\na frequent visitor to the center before the crime and spent much of his time in the\r\ncomputer room. Id. at 307, 758 S.E.2d at 745. The director of the center testified\r\nshe did not recall seeing Bennett in the community room, which was solely used\r\nfor scheduled events. Id. at 304–05, 758 S.E.2d at 744. However, the director\r\nacknowledged that the community room was not always locked or consistently\r\nmonitored. Id.\r\n\r\nApplying the directed verdict standard, the Bennett court found the State did not\r\npresent substantial circumstantial evidence reasonably proving Bennett's guilt. Id.\r\n\nat 307, 758 S.E.2d at 746. The court recognized the evidence presented by the\r\nState \"undoubtedly placed Bennett at the location where a crime ultimately\r\noccurred.\" Id. However, the court rejected the State's assertion that the evidence\r\nserved to \"place[] Bennett at the scene of the crime.\" Id. The court reasoned the\r\nexact locations of the DNA and fingerprint evidence \"d[id] not rise above\r\nsuspicion\" because it was not \"unexpected\" to find Bennett's DNA and fingerprints\r\nin a communal area he frequented before the crime. Id.\r\n\r\nAdditionally, in State v. Arnold, 361 S.C. 386, 390, 605 S.E.2d 529, 531 (2004),\r\nour supreme court held that fingerprint evidence placing Arnold in the victim's\r\nborrowed vehicle on the same day the victim was last seen alive was not\r\nsubstantial and merely raised a suspicion of Arnold's guilt. In Arnold, the victim's\r\nbody was discovered off a dirt road in Colleton County, South Carolina. Id. at 388,\r\n605 S.E.2d at 530. The victim was last seen alive three days earlier, when he\r\nborrowed a colleague's BMW to go to a dentist appointment. Id. One of the\r\nState's witnesses testified he had introduced the victim to Arnold. Id. The witness\r\nindicated he had received a message from Arnold to call him at a phone number\r\nbelonging to Arnold's father, who lived in Gray, Tennessee. Id. at 389, 605 S.E.2d\r\nat 530. The borrowed BMW was later found in a parking lot in Johnson City,\r\nTennessee, approximately ten miles away from where Arnold's father lived. Id. at\r\n389–90 & n.3, 605 S.E.2d at 530–31 & n.3. The BMW had unspecified scratches\r\non it, and a coffee cup lid containing Arnold's fingerprint was found in the car's\r\ncenter console. Id. at 389, 605 S.E.2d at 530. In concluding that the circumstantial\r\nevidence presented by the State was insufficient to overcome a directed verdict\r\nmotion, the court reasoned:\r\n\r\n             Viewing the evidence most favorably to the State,\r\n             [Arnold]'s fingerprint on the coffee cup lid tab establishes\r\n             he was in the borrowed BMW on the same day the victim\r\n             was last seen alive. The fact that the BMW was found\r\n             abandoned in Tennessee, the same state where [Arnold]\r\n             was located after his stay in Savannah, raises a suspicion\r\n             of guilt but is not evidence that [Arnold] killed [the\r\n             victim]. Further, there is no evidence [Arnold] was at the\r\n             scene of the crime, which according to the State's theory\r\n             was in Colleton County.\r\n\r\nId. at 390, 605 S.E.2d at 531 (footnote omitted).\r\n\nUnder the facts of this case and consistent with the reasoning in the\r\naforementioned cases, there is insufficient evidence tying Pearson to the crimes.\r\nHere, the most damaging evidence was Pearson's fingerprint on the rear of\r\nGibbons' vehicle. However, there was other evidence showing Pearson may have\r\nhad an opportunity to come in contact with the vehicle before the crimes occurred.\r\nFor instance, there was testimony that Gibbons regularly parked his vehicle in a\r\npublic lot adjacent to his store. Moreover, there was testimony that Pearson\r\nassisted with a five-day landscaping project at Gibbons' residence, and he could\r\nhave come in contact with the vehicle at that time. See Mitchell, 341 S.C. at 409,\r\n535 S.E.2d at 127 (finding that fingerprint evidence was insufficient to prove the\r\ndefendant's guilt because there was testimony the defendant had been in and\r\naround the victim's house at least three times before the burglary). Most notably,\r\nthe State's fingerprint expert testified she could not determine when the print was\r\nplaced on the vehicle and that such a print could remain on a vehicle for an\r\nindefinite period if left undisturbed. Because the State offered no timing evidence\r\nto contradict reasonable explanations for the presence of the fingerprint, the jury\r\ncould only have guessed the fingerprint was made at the time of the crimes. See\r\nBuckmon, 347 S.C. at 322–23, 555 S.E.2d at 405 (holding defendant was entitled\r\nto a directed verdict where none of the evidence presented by the State placed\r\ndefendant at the crime scene and the jury was left to speculate as to defendant's\r\nguilt).\r\n\r\nWe further note the additional incriminating evidence presented by the State failed\r\nto fill the gaps in proof and left the jury to speculate as to Pearson's guilt. See State\r\nv. Ballenger, 322 S.C. 196, 199, 470 S.E.2d 851, 853 (1996) (\"The motion [for a\r\ndirected verdict] should be granted where a jury would be speculating as to the\r\naccused's guilt or where the evidence is sufficient only to raise a strong suspicion\r\nof guilt.\" (citation omitted)). In addition to the fingerprint, the State offered\r\nevidence that Pearson and his co-defendant, Weldon, previously attended the same\r\njob training program. It would be speculative, however, to infer a relationship\r\nbetween the two co-defendants considering approximately twenty-five individuals\r\ntook part in the job training program. At most, this evidence demonstrates the two\r\nco-defendants worked in the same facility at the same time. Moreover, Pearson\r\nand Weldon both denied knowing each other during their separate interviews with\r\ninvestigators. Although it is possible Pearson and Weldon interacted during the\r\nprogram, it is not incredible that neither man could remember a fellow participant\r\nin a program they attended more than a year before the crimes. Despite the fact\r\nWeldon was tied to the crimes because of his DNA on the duct tape, nothing tied\r\nPearson to the crime scene.\r\n\nViewing all of the evidence in the light most favorable to the State, there was\r\ninsufficient evidence to submit the case to the jury. The recovered fingerprint\r\ndirectly tied Pearson to the stolen vehicle. Nonetheless, the fingerprint merely\r\nraised a suspicion of Pearson's guilt because there was no additional evidence\r\nshowing when the fingerprint was placed on the vehicle. Moreover, none of the\r\nother evidence presented by the State placed Pearson at the crime scene or\r\nestablished a relationship between Pearson and Weldon. For this reason, the jury\r\ncould only have guessed Pearson was involved in the crimes. \"[S]uspicion,\r\nhowever strong, does not suffice to sustain a conviction.\" State v. Hyder, 242 S.C.\r\n372, 379, 131 S.E.2d 96, 100 (1963). A defendant is entitled to a judgment of\r\nacquittal \"where [the] evidence merely raises a suspicion of guilt, or is such as to\r\npermit the jury to merely conjecture or to speculate as to the accused's guilt.\" State\r\nv. Brown, 267 S.C. 311, 316, 227 S.E.2d 674, 677 (1976). Accordingly, we find\r\nthe trial court erred by denying Pearson's directed verdict motion.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, Pearson's convictions are\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and SHORT, J., concur.\r\n\n","court":"Appeals"},{"id":"5274","title":"Duke Energy Corp v. SCDOR","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5274.pdf","description":"This appeal arises from Duke Energy Corporation's claims to the South Carolina Department of Revenue for corporate income tax refunds totaling $126,240,645, plus interest, for tax years 1978 to 2001.  We affirm the denial of Duke Energy's refund claims.","date":"2014-10-08","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n            Duke Energy Corporation, Appellant,\r\n\r\n            v.\r\n\r\n            South Carolina Department of Revenue, Respondent.\r\n\r\n            Appellate Case No. 2012-213180\r\n\r\n\r\n\r\n                     Appeal from the Administrative Law Court \n\r\n                 Ralph King Anderson, III, Administrative Law Judge \n\r\n\r\n\r\n                               Opinion No. 5274\n\r\n                 Heard February 18, 2014 – Filed October 8, 2014\n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n            Eric S. Tresh and Maria M. Todorova, both of Atlanta,\r\n            GA, and Jeffrey A. Friedman, of Washington, DC, all of\r\n            Sutherland Asbill & Brennan, LLP, and Burnet Rhett\r\n            Maybank, III and Tanya Amber Gee, Nexsen Pruet, LLC,\r\n            both of Columbia, for Appellant.\r\n\r\n            Tracey Colton Green, John Marion S. Hoefer, and John\r\n            William Roberts, Willoughby & Hoefer, PA, all of\r\n            Columbia, Jonathon Abraham Gutting, Young Clement\r\n            Rivers, LLP, of Charleston, Milton Gary Kimpson, of\r\n            Columbia, and Harry A. Hancock, of Bordentown, NJ,\r\n            for Respondent.\r\n\r\n\r\nFEW, C.J.: This appeal arises from Duke Energy Corporation's claims to the\r\nSouth Carolina Department of Revenue for corporate income tax refunds totaling\r\n\n$126,240,645, plus interest, for tax years 1978 to 2001. We affirm the denial of\r\nDuke Energy's refund claims.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nDuke Energy generates electricity and sells it to customers. Because it does\r\nbusiness in North Carolina and South Carolina, Duke Energy must apportion its\r\nincome between these states to determine the income tax due to each state. See\r\nS.C. Code Ann. § 12-6-2210(B) (2014) (\"If a taxpayer is transacting or conducting\r\nbusiness partly within and partly without this State, the South Carolina income tax\r\nis imposed upon a base which reasonably represents the proportion of the trade or\r\nbusiness carried on within this State.\").1 A taxpayer's income is apportioned using\r\na formula—a fraction—in which the numerator represents the business the\r\ntaxpayer did in the applicable tax year in this state, and the denominator indicates\r\nthe total business the taxpayer did in all states. The South Carolina Income Tax\r\nAct provides two formulas: (1) the formula applicable to \"manufacturers,\" which\r\ncontains three factors in both the numerator and the denominator—property, sales,\r\nand payroll, S.C. Code Ann. § 12-6-2252 (2014);2 and (2) the formula applicable to\r\nall other taxpayers, which contains only one factor—sales, S.C. Code Ann. § 12-6-\r\n\r\n\r\n1 This section was enacted in 1995. Act No. 76, 1995 S.C. Acts 460. Prior to tax\r\nyear 1996, the apportionment of a taxpayer's income between states was governed\r\nby the predecessor to section 12-6-2210—South Carolina Code section 12-7-250\r\n(1976), which was located in Article 9 of the now-repealed Chapter 7 of Title 12 in\r\nthe Income Tax Act of 1926. See Act No. 76, 1995 S.C. Acts 536 (stating \"this act\r\nis effective for taxable years beginning after 1995\"); Act No. 76, 1995 S.C. Acts\r\n535 (repealing \"Chapter[] 7 . . . of Title 12 of the 1976 Code\"). The wording of the\r\nformer and current versions of the section differs slightly, but the effect of the\r\nsections is the same.\r\n2Section 12-6-2252 applies to more than just manufacturers, as we discuss in\r\nsection III of this opinion. Section 12-6-2252 was enacted in 2007. Its language,\r\nhowever, is identical to the predecessors that apply to this case: (1) former section\r\n12-7-1140 (1976), which applied to tax years 1978 to 1995; and (2) former section\r\n12-6-2250 (2000), which applied to tax years 1996 to 2001. Section 12-7-1140\r\nwas repealed and section 12-6-2250 was enacted in 1995. Act No. 76, 1995 S.C.\r\nActs 461, 535. Section 12-6-2250 was repealed in 2007 when section 12-6-2252\r\nwas enacted. Act No. 110, 2007 S.C. Acts 590, 595.\r\n\n2290 (2014).3 In either formula, the business of the taxpayer in this state is\r\nconverted to a fraction of its total business, which becomes the \"base\" upon which\r\nthe taxpayer's state income tax is calculated.\r\n\r\nDuke Energy filed timely income tax returns for each of the tax years at issue—\r\n1978 to 2001. In December 2002, Duke Energy filed amended tax returns for each\r\nof these years. Duke Energy sought to have its South Carolina income tax\r\nrecalculated and requested refunds in the amount of $126,240,645, plus interest. In\r\nFebruary 2003, the department denied the requests. In March 2003, Duke Energy\r\nappealed this decision to the department's Office of Appeals. The department did\r\nnot act on the appeal until February 2010—almost seven years—when it issued a\r\n\"determination\" denying the appeal.\r\n\r\nDuke Energy filed a contested case in the administrative law court (\"ALC\"). The\r\nALC faced three primary issues: (1) whether Duke Energy's refund claims were\r\ntimely, (2) which apportionment formula Duke Energy was required to use, which\r\nwe refer to as the \"manufacturing\" issue, and (3) whether Duke Energy could\r\ninclude in the denominator of the applicable formula its gross receipts from sales\r\nof certain short-term investments, which we refer to as the \"gross receipts\" issue.\r\nThe department moved for summary judgment on all three issues, and Duke\r\nEnergy moved for summary judgment on the gross receipts issue. The ALC\r\ngranted partial summary judgment to the department, ruling Duke Energy's refund\r\nclaims were untimely for tax years 1978 to 1993,4 and Duke Energy may not\r\ninclude gross receipts in the denominator of the applicable apportionment formula.\r\nThe ALC then conducted a trial on the question of which formula Duke Energy\r\nmust use and ruled for the department, finding Duke Energy must use the formula\r\nset forth in section 12-6-2252.\r\n\r\n\r\n\r\n3Section 12-6-2290 was enacted in 1995, see Act No. 76, 1995 S.C. Acts 464, and\r\namended in 2007, see Act No. 110, 2007 S.C. Acts 594, 595. The predecessor to\r\nsection 12-6-2290 was South Carolina Code section 12-7-1190 (1976), which was\r\neffective in all tax years before 1996. Section 12-7-1190 was repealed when\r\nsection 12-6-2290 was enacted in 1995. Act No. 76, 1995 S.C. Acts 535.\r\n4The department concedes Duke Energy's refund requests for tax years 1994 to\r\n2001 were timely due to the enactment of South Carolina Code subsection 12-60-\r\n470(A) (2014). Act No. 60, 1995 S.C. Acts 375-76.\r\n\nWe find the ALC properly granted summary judgment to the department because it\r\ncorrectly determined Duke Energy may not include its gross receipts from sales of\r\nshort-term investments. We also affirm the ALC's ruling that Duke Energy must\r\nuse the apportionment formula in section 12-6-2252. Because our resolution of\r\nthese issues is dispositive of this appeal, we do not reach the timeliness of Duke\r\nEnergy's refund claims. See Futch v. McAllister Towing of Georgetown, Inc., 335\r\nS.C. 598, 613, 518 S.E.2d 591, 598 (1999) (explaining an appellate court need not\r\naddress remaining issues when the court's resolution of the issues it does address\r\nare dispositive of the appeal).\r\n\r\n      II.   Standard of Review\r\n\r\nWe review the ALC's decision under subsection 1-23-610(B) of the South Carolina\r\nCode (Supp. 2013). The gross receipts issue is a pure question of law that the\r\nparties presented to the ALC on cross motions for summary judgment. Thus, we\r\nreview the ALC's decision as to that issue under subsections 1-23-610(B)(a), (c),\r\nand (d). See Doe ex rel. Doe v. Wal-Mart Stores, Inc., 393 S.C. 240, 244, 711\r\nS.E.2d 908, 910 (2011) (\"Summary judgment is appropriate when there is no\r\ngenuine issue of material fact such that the moving party must prevail as a matter\r\nof law.\"); Alltel Commc'ns, Inc. v. S.C. Dep't of Revenue, 399 S.C. 313, 319 n.2,\r\n731 S.E.2d 869, 872 n.2 (2012) (\"[T]he parties filed cross motions for summary\r\njudgment, thereby indicating the parties' belief that further development of the\r\nfacts was unnecessary.\"); id. (\"[C]ross motions for summary judgments . . .\r\nauthorize the court to assume that there is no evidence which needs to be\r\nconsidered other than that which has been filed by the parties.\" (alteration in\r\noriginal) (citation omitted)); Wiegand v. U.S. Auto. Ass'n, 391 S.C. 159, 163, 705\r\nS.E.2d 432, 434 (2011) (\"Where cross motions for summary judgment are filed,\r\nthe parties concede the issue before us should be decided as a matter of law.\").\r\n\r\nAs to the manufacturing issue, the ALC decided the question after a trial. Both\r\nparties, as well as the ALC, address the question as one of fact. However, we find\r\nthe manufacturing issue to be primarily one of statutory interpretation in which the\r\nfacts are undisputed. To this extent, we review the ALC's ruling as a question of\r\nlaw under subsections 1-23-610(B)(a), (c), and (d). Centex Int'l, Inc. v. S.C. Dep't\r\nof Revenue, 406 S.C. 132, 139, 750 S.E.2d 65, 69 (2013) (stating \"questions of\r\nstatutory interpretation are questions of law\"); Town of Summerville v. City of N.\r\nCharleston, 378 S.C. 107, 110, 662 S.E.2d 40, 41 (2008) (stating \"the proper\r\ninterpretation of a statute is a question of law\"). However, we review under a\r\ndifferent standard the ALC's ruling that Duke Energy's \"manufacturing\" business is\r\nits \"principal\" business in South Carolina. In making this ruling, the ALC resolved\r\n\na factual dispute as to the appropriate inferences that should be drawn from\r\nundisputed facts. Therefore, we review this ruling as a factual determination under\r\nsubsection 1-23-610(B)(e) and must determine if it is \"clearly erroneous in view of\r\nthe reliable, probative, and substantial evidence.\" See ESA Servs., LLC v. S.C.\r\nDep't of Revenue, 392 S.C. 11, 24, 707 S.E.2d 431, 438 (Ct. App. 2011) (stating\r\n\"as to [the ALC's] findings of fact, we may reverse or modify decisions that . . . are\r\nclearly erroneous in view of the substantial evidence\"); Comm'rs of Pub. Works v.\r\nS.C. Dep't of Health & Envtl. Control, 372 S.C. 351, 358, 641 S.E.2d 763, 766-67\r\n(Ct. App. 2007) (stating \"we may not substitute our judgment for that of the AL[C]\r\nas to the weight of the evidence on questions of fact unless the AL[C]'s findings\r\nare clearly erroneous in view of the reliable, probative and substantial evidence\").\r\n\r\n      III.   The Manufacturing Issue\r\n\r\nThe central question regarding the manufacturing issue is whether the predecessors\r\nto section 12-6-2252 apply to Duke Energy. Section 12-6-2252 reads:\r\n\r\n             A taxpayer whose principal business in this State is (i)\r\n             manufacturing or a form of collecting, buying,\r\n             assembling, or processing goods and materials within this\r\n             State, or (ii) selling, distributing, or dealing in tangible\r\n             personal property within this State, . . . .\r\n\r\nIf Duke Energy's principal business is considered \"manufacturing,\" section 12-6-\r\n2252 applies and Duke Energy must use an apportionment formula based on three\r\nfactors—property, sales, and payroll. If, however, its principal business is not\r\nmanufacturing, or does not otherwise fall under section 12-6-2252, then section 12-\r\n6-2290 and its predecessors apply, which permits Duke Energy to use a formula\r\nbased only on sales.\r\n\r\nBoth parties agree Duke Energy's business in South Carolina is the production and\r\ndelivery of electrical power to homes and businesses. The ALC stated the parties\r\nstipulated \"[Duke Energy] is, and was during the 1978-2001 tax periods, engaged\r\nin the generation, transmission, distribution, and sale of electricity.\" Duke Energy\r\ncharacterizes its business as \"the provision of electric service to its customers,\"\r\nwhile the department characterizes it as \"the generation, transmission, distribution,\r\nand sale of electricity,\" and simply \"providing electricity.\" Each of these\r\nvariations accurately describes Duke Energy's business, and there is no dispute as\r\nto what Duke Energy does. The only dispute is how Duke Energy's business\r\n\nshould be classified under the state tax laws—particularly under sections 12-6-\r\n2252 and 12-6-2290, and their predecessors.\r\n\r\n\"Manufacturing\" is not defined in the tax code. We find, however, Duke Energy's\r\nundisputed activity meets the plain and ordinary meaning of the word. See\r\nTravelscape, LLC v. S.C. Dep't of Revenue, 391 S.C. 89, 99, 705 S.E.2d 28, 33\r\n(2011) (\"When faced with an undefined statutory term, the Court must interpret the\r\nterm in accordance with its usual and customary meaning.\"). According to\r\nWebster's New Collegiate Dictionary, \"manufacture\" is defined as \"to make into a\r\nproduct suitable for use,\" and \"to produce according to an organized plan and with\r\ndivision of labor.\" Webster's New Collegiate Dictionary 695 (spec. ed. 1981). The\r\nALC defined manufacturing as \"the process of making wares by hand or by\r\nmachinery especially when carried on systematically with division of labor,\"\r\n\"productive industry using mechanical power and machinery,\" and \"the act or\r\nprocess of producing something.\"\r\n\r\nThe ALC discussed the nature of Duke Energy's business, stating,\r\n\r\n            Duke Energy operates plants in both South Carolina and\r\n            North Carolina to produce electricity. In South Carolina,\r\n            Duke Energy has two nuclear power plants, four coal\r\n            power plants, three hydroelectric power plants, and\r\n            several oil or gas power plants. The electricity that is\r\n            produced and consumed by its customers is created at\r\n            Duke Energy generation facilities. A generator is a\r\n            \"mechanical device\" that uses mechanical energy to\r\n            produce electric energy or, as it is more commonly\r\n            known, electricity. Generators have been used to\r\n            produce electricity in substantially the same manner for\r\n            over 100 years. Many, though not all, of Duke Energy's\r\n            generation facilities use a turbine driven by steam power\r\n            to turn the generator. Although the sources or inputs\r\n            (e.g., coal, uranium, water) used at these different types\r\n            of generation facilities may vary, all use a generator to\r\n            produce electricity. The result, however, is the same:\r\n            Duke Energy employs a mechanical device to produce\r\n            and generate electricity using a process that has not\r\n            changed significantly since the early 20th century.\r\n\nAs described by the ALC, Duke Energy utilizes mechanical power, usually to\r\ngenerate steam, which is then used to create electricity. We find Duke Energy's\r\nbusiness fits the definitions of \"manufacture\" stated above. Although Duke Energy\r\nwould disagree with the word \"create,\" it is undisputed that Duke Energy generates\r\nelectricity, or an electrical charge, that did not previously exist. As the ALC\r\nstated, \"No matter what moniker [is] used to describe the product produced by\r\nDuke Energy, the electric current that generates that field, or even the field itself, is\r\nproduced through a mechanical process run by Duke Energy.\" We therefore hold\r\nthat what Duke Energy does to generate electricity is \"manufacturing\" as that term\r\nis used in section 12-6-2252.\r\n\r\nOur conclusion is supported by previous decisions of our supreme court, in which\r\nthe court defined \"manufacturer\" and \"manufactory\" and held Duke Energy and\r\nother electric utilities to be manufacturers, for purposes of the tax code. In\r\nColumbia Railway, Gas & Electric Co. v. Query, 134 S.C. 319, 132 S.E. 611\r\n(1926), an electric company challenged a tax assessed against it under the\r\n\"Manufacturer's Tax Act.\" 134 S.C. at 321, 132 S.E. at 612. The circuit court\r\nupheld the tax assessment, and on appeal, \"the single question [was] whether the\r\nplaintiff is 'engaged in the business of manufacturing,' with reference to its gas and\r\npower business.\" Id. The supreme court affirmed, stating, \"We do not think that\r\nthere is any doubt that the appellant is engaged in the business of manufacturing\r\ngas and electricity . . . .\" 134 S.C. at 324, 132 S.E. at 612. Duke Energy argues the\r\nColumbia Railway decision is distinguishable because it was \"issued in other\r\ncontexts more than eighty years ago\" and \"under a different set of tax statutes.\"\r\nWe disagree and find Columbia Railway is controlling.\r\n\r\nIn Duke Power Co. v. Bell, 156 S.C. 299, 152 S.E. 865 (1930), our supreme court\r\nmade a specific determination that Duke Energy is a manufacturer. 156 S.C. at\r\n304-06, 152 S.E. at 868. Relying on Columbia Railway, the Bell court addressed\r\nwhether a state law that exempted \"manufactories\" from county taxes applied to an\r\nelectric power plant acquired by Duke Energy. 156 S.C. at 304-05, 152 S.E. at\r\n867-68. The court explained the power plant constituted a \"manufactory,\" stating,\r\n\r\n             The word \"manufactory\" means, primarily, a physical\r\n             plant, or a place or building, where manufacturing is\r\n             carried on. If a company engaged in the generation of\r\n             electricity is a \"manufacturer\" for the purposes of a\r\n             statute imposing a tax, the plant or structure wherein the\r\n             process of generating such electricity is carried on is a\r\n             manufactory for the purposes of a tax exempting statute.\r\n\n156 S.C. at 306, 152 S.E. at 868. Bell is important for two reasons: (1) it applied\r\ndirectly to Duke Energy, and (2) the court relied on Columbia Railway in a\r\ndifferent context of tax law.\r\n\r\nBecause we find Duke Energy is a \"manufacturer\" of electricity, we need look no\r\nfurther than the introductory words of section 12-6-2252—\"A taxpayer whose\r\nprincipal business in this State is (i) manufacturing\"—to determine it applies to\r\nDuke Energy. Duke Energy argues, however, section 12-6-2252 is inapplicable\r\nbecause it does not manufacture anything \"tangible,\" and the terms of section 12-6-\r\n2252 apply only if the taxpayer manufactures something tangible. Duke Energy\r\npoints to the \"goods and materials\" language of section 12-6-2252 to argue it\r\napplies only to taxpayers whose business is \"manufacturing . . . goods and\r\nmaterials.\" Thus, Duke Energy contends the statute does not apply to it unless\r\nelectricity is physical or tangible.\r\n\r\nWe do not believe the outcome of this appeal should turn on whether electricity is\r\n\"tangible.\" First, as we previously explained, our supreme court has ruled the\r\nproduction of electricity is manufacturing, and Duke Energy is a manufacturer.\r\nSee Bell, 156 S.C. at 306, 152 S.E. at 868; Columbia Railway, 134 S.C. at 324, 132\r\nS.E. at 612. Those rulings are not distinguishable, and therefore binding on us.\r\nSecond, the word \"manufacturing\" in subsection 12-6-2252(A) stands alone. Duke\r\nEnergy argues the phrase \"goods and materials within this State\" and the words\r\n\"tangible personal property\" in subsection 12-6-2252(A) modify \"manufacturing\"\r\nso that the statute applies only when the taxpayer manufactures a tangible good or\r\nproduct. We read \"goods and materials within this State\" to modify only\r\n\"collecting, buying, assembling, or processing.\" Further, we find the words\r\n\"tangible personal property\" in subsection (A)(ii) should not be read to modify the\r\nword \"manufacturing\" in subsection (A)(i).\r\n\r\nDuke Energy and the department extensively address in their briefs the question of\r\nwhether electricity is \"tangible personal property\" under section 12-6-2252, and the\r\nALC went to great lengths to justify its conclusion that \"[e]lectricity is a physical\r\nproduct with physical characteristics.\" Given our conclusion regarding this issue,\r\nhowever, we reject Duke Energy's argument that the intangible quality of\r\nelectricity renders section 12-6-2252 inapplicable.\r\n\r\nWe also base our holding on the intent of the Legislature in drafting section 12-6-\r\n2252. Subsection 12-6-2210(B) provides \"the South Carolina income tax is [to be]\r\nimposed upon a base which reasonably represents the proportion of the trade or\r\n\nbusiness carried on within this State.\" Section 12-6-2252 contemplates that, for\r\nsome businesses, considering sales alone will not yield an allocation of income\r\nbetween states that \"reasonably represents the proportion of the trade or business\r\ncarried on within this State.\" § 12-6-2210(B). This is true of businesses that sell in\r\nother states a high percentage of the product they manufacture in this state. Those\r\nbusinesses have a more significant presence in South Carolina—i.e. \"the\r\nproportion of the trade or business carried on within this State\"—than their sales\r\nhere reflect. Under that circumstance, the Legislature indicated its intent to\r\nconsider capital investment and employment in this state, in addition to sales.\r\nApplied to this situation, we hold the Legislature intended a taxpayer like Duke\r\nEnergy, whose business depends on significant capital investment and\r\nemployment, to apportion \"the trade or business [it] carrie[s] on within this State\"\r\nusing the multi-factor apportionment formula. In this case, calculating the\r\napportionment based on sales alone would not reasonably represent the taxpayer's\r\nbusiness because Duke Energy has significant capital investment and employment\r\nin South Carolina. Thus, for the same reasons the Legislature drafted section 12-6-\r\n2252 to apply to any manufacturer, the section applies to Duke Energy.\r\n\r\nDuke Energy also argues it provides a \"service\" under section 12-6-2290, and thus\r\nit should have its income tax apportioned according to the formula in that section.\r\nWe agree the usual and customary meaning of \"service\" includes selling electricity.\r\nIn its order, the ALC initially began its discussion of the manufacturing issue by\r\nreferring to Duke Energy's \"service\" of electricity:\r\n\r\n             The metered service plan is based on usage, . . . .\r\n             Regardless of the service plan, a portion of each Duke\r\n             Energy customer's service charge recovers Duke Energy's\r\n             costs associated with maintaining the infrastructure that\r\n             Duke Energy uses to provide electric service.\r\n\r\n(emphasis added). Additionally, the department's own expert witness testified\r\nDuke's provision of electricity on a flat-fee basis is a service. Thus, Duke Energy\r\nis fairly characterized as a \"manufacturer\" that provides electric \"service.\" We do\r\nnot believe, however, that Duke Energy's provision of electric service changes its\r\nstatus as a manufacturer or the applicability of section 12-6-2252.\r\n\r\nSections 12-6-2252 and 12-6-2290 require the court to focus on the taxpayer's\r\n\"principal\" business. Duke Energy argues we should determine which component\r\nof Duke Energy's business is manufacturing and which is service, and from that\r\nconclude Duke Energy's \"principal business in this State\" is providing a service.\r\n\nWe disagree for the reasons explained above—Duke Energy is a manufacturer and\r\nsection 12-6-2252 applies to manufacturers. Even if we were to accept Duke\r\nEnergy's argument, however, we must affirm. The ALC found, \"After considering\r\nthe evidence in the record and the pertinent legal authorities, . . . Duke Energy has\r\nfailed to establish by the preponderance of the evidence that its principal business\r\nin South Carolina is not manufacturing . . . .\" The ALC's finding is supported by\r\nsubstantial evidence, the most important of which is (1) Duke Energy's charter,\r\nwhich states it is a \"manufacturer,\" and (2) Duke Energy's designation of itself as a\r\nmanufacturer in its original tax return for each of the tax years applicable to this\r\nappeal. See Comm'rs of Pub. Works, 372 S.C. at 358, 641 S.E.2d at 766-67 (Ct.\r\nApp. 2007) (\"[W]e may not substitute our judgment for that of the AL[C] as to the\r\nweight of the evidence on questions of fact unless the AL[C]'s findings are clearly\r\nerroneous in view of the reliable, probative and substantial evidence.\").\r\n\r\n      IV.    The Gross-Receipts Issue\r\n\r\nRegardless of which formula is used to apportion a taxpayer's income between\r\nstates, the formula contains a variable in its denominator for the taxpayer's sales\r\nfrom all states in which it does business. Under either formula, the larger the\r\ndenominator, the less income tax the taxpayer owes in this state.\r\n\r\nFor the multi-factor formula in section 12-6-2252, which we hold is applicable to\r\nDuke Energy, the \"sales factor\" is defined as \"a fraction in which the numerator is\r\nthe total sales of the taxpayer in this State during the taxable year and the\r\ndenominator is the total sales of the taxpayer everywhere during the taxable year.\"\r\nS.C. Code Ann. § 12-6-2280(A) (2014).5 Duke Energy takes the position the\r\ndenominator should include gross-receipts from the sale of short-term investment\r\ninstruments that Duke Energy purchases from other entities. The department\r\ndisagrees, arguing the denominator should include only the smaller net receipts.\r\nThe definition of \"sales\" in section 12-6-2280 does not include the term \"gross\r\n\r\n\r\n5 Section 12-6-2280 was enacted in 1995 and amended in 2007. Act No. 76, 1995\r\nS.C. Acts 463; Act No. 110, 2007 S.C. Acts 593; see also Act No. 116, 2007 S.C.\r\nActs 739 (duplicate of Act 110 in amending this section). Prior to tax year 1996,\r\nformer South Carolina Code section 12-7-1170 (1976) provided that the sales\r\nfactor consists of \"[t]he ratio of sales made by such taxpayer during the income\r\nyear which are attributable to this State to the total sales made by such taxpayer\r\neverywhere . . . .\"\r\n\nreceipts.\" However, the definition does include \"sales of intangible personal\r\nproperty.\"6\r\n\r\nTo understand whether Duke Energy's gross receipts from sales of short-term\r\ninvestments should be included in the formula, it is helpful to examine the\r\ninvestment transactions at issue. According to Sherwood L. Love, Duke Energy's\r\nAssistant Treasurer and General Manager of Long Term Investments, Duke Energy\r\nmaintained a Cash Management Group within its treasury department that\r\n\"provide[d] required liquidity support for Duke['s] commercial paper programs . . .\r\nfor the short-term funding of additional electric generation, transmission and\r\ndistribution facilities[.]\" The Cash Management Group carried out this objective\r\nby \"invest[ing] Duke['s] excess operating cash in various short-term marketable\r\nsecurities.\" These securities included municipal bonds, loan repurchase\r\nagreements, commercial paper, U.S. Treasury securities, and agency securities.\r\nAccording to Mr. Love, Duke Energy made these short-term investments \"[p]retty\r\nmuch every day,\" and Duke Energy \"typically [left] investments like this\r\noutstanding for [less] than 30 days.\"\r\n\r\nMr. Love provided the details of one particular transaction, which we find useful to\r\nillustrate how the transactions worked in general. This representative transaction\r\nconsisted of the following actions taken by Duke Energy: (1) investing\r\n$14,982,900 in a short-term instrument on August 7, 1996, (2) selling the\r\ninstrument eight days later on August 15, (3) collecting $17,100 in interest, and\r\nthen immediately reinvesting the total $15,000,000 in another short-term\r\ninstrument. This transaction demonstrates that Duke Energy's argument is contrary\r\nto the legislative intent of the apportionment statutes.\r\n\r\nUnder Duke Energy's theory, the transaction described above yields a $15 million\r\ndollar receipt that Duke Energy may use in the denominator of the apportionment\r\nformula. However, if Duke Energy decided to sell the instrument on August 10,\r\nimmediately reinvest the money, and sell the second instrument on August 15, its\r\n\"gross receipt\" would be $30 million. If Duke Energy sold and reinvested the\r\nmoney on August 9, August 11, August 13, and August 15—a scenario Mr. Love\r\ntestified was entirely reasonable—Duke Energy's \"gross receipt\" would be $60\r\nmillion. These slight variations on this representative transaction illustrate that\r\n\r\n6The definition of \"sales\" in section 12-6-2280 is essentially the same as the\r\ndefinition in former section 12-7-1170, applicable before tax year 1996. The\r\nwords are arranged differently, but the concept is the same.\r\n\nallowing Duke Energy to include its gross receipts from short-term investment\r\ninstruments would artificially reduce the \"base which reasonably represents the\r\nproportion of the trade or business carried on within this State,\" see § 12-6-\r\n2210(B), by artificially inflating the denominator of the formula.\r\n\r\nThe ALC focused on the fact that the return of the principal from this and other\r\nsimilar transactions is not part of Duke Energy's \"gross income.\" We find,\r\nhowever, the issue does not depend on the difference between \"gross\" and \"net\"\r\nreceipts. Instead, the issue turns on whether the return of the principal of these\r\ninvestments is properly characterized as a \"receipt\" in the first place. Stated\r\nanother way, the issue is whether the receipt Duke Energy received from these\r\ntransactions is the total amount, including principal and return on investment, or\r\njust the return.\r\n\r\nGenerally, a \"receipt\" is \"something received,\" Webster's, supra, at 956, and\r\nusually refers to money. In the business context, \"receipt\" means money the\r\nbusiness receives for its products or services—for what it does in its business.7\r\nDuke Energy is in the business of selling electricity, which includes the sale of\r\nelectricity itself on a wholesale or retail basis or the sale of capital it uses to\r\nconduct its business, such as a power plant. The money it takes in from such a sale\r\nis properly considered a \"receipt.\" When Duke Energy invests the proceeds of its\r\nbusiness in a short-term financial instrument and sells the investment for a profit,\r\nthe profit generated may be considered a receipt. However, the principal of the\r\ninvestment is its own money—not money it received for its products or services.\r\nThus, the return of the principal is not a receipt.\r\n\r\nWe affirm the ALC's determination that Duke Energy may not include gross\r\nreceipts from the sale of short-term investments in the denominator of the formula\r\nused to apportion its income.\r\n\r\n      V.     Conclusion\r\n\r\nWe find the ALC correctly ruled (1) Duke Energy is a \"manufacturer\" and thus\r\nmust apportion its South Carolina income using the formula in section 12-6-2252;\r\nand (2) its gross receipts from sales of short-term investments in other states may\r\n\r\n7Duke Energy recites a similar definition from a decision of the tax commission:\r\n\"gross receipts is a broad term which includes all proceeds received by the entity\r\nso long as such receipts resulted from any part of its business.\"\r\n\nnot be included in the denominator of the formula. Because our conclusions as to\r\nthese two issues resolve the appeal, we need not address the timeliness of Duke\r\nEnergy's refund claims. See Futch, 335 S.C. at 613, 518 S.E.2d at 598. We\r\nAFFIRM.\r\n\r\nSHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"}]