[{"id":"5186","title":"Holland v. Morbark, Inc.","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5186.pdf","description":"In this products liability action, the court of appeals upholds the circuit court's decision to deny appellant's motion to amend his complaint based on prejudice to respondent.  In addition, the court finds the circuit court properly granted summary judgment on appellant's claims for design defect and failure to warn.","date":"2014-01-02","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             Andreal Holland, by his Guardian Ad Litem, Peggy\r\n             Knox, Appellant,\r\n\r\n             v.\r\n\r\n             Morbark, Inc., Precision Husky Corporation, A & K\r\n             Mulch, LLC, and Watford Industry, Inc., Defendants,\r\n\r\n             Of Whom Morbark, Inc. is the Respondent.\r\n\r\n             Appellate Case No. 2011-199928\r\n\r\n\r\n\r\n                          Appeal From Clarendon County \n\r\n                      George C. James, Jr., Circuit Court Judge \n\r\n                       W. Jeffrey Young, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 5186 \n\r\n                  Heard September 10, 2013 – Filed January 2, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Donald E. Jonas, of Lexington, for Appellant.\r\n\r\n             Laura Watkins Jordan and Curtis Lyman Ott, of Gallivan,\r\n             White & Boyd, PA, of Columbia, for Respondent.\r\n\r\n\r\nWILLIAMS, J.: In this product liability action, Andreal Holland, by and through\r\nhis guardian ad litem, Peggy Knox, (collectively, Holland) appeals the circuit\r\ncourt's denial of his motion to amend his complaint and the circuit court's grant of\r\nsummary judgment in favor of Morbark, Inc. (Morbark). We affirm.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn June 1, 2006, Holland was finishing his shift as a saw operator at A&K Mulch,\r\nLLC (A&K Mulch), in Alcolu, South Carolina. Holland's responsibilities included\r\ncleaning and changing the cutting knives inside a stationary 58-inch Morbark wood\r\nchipper machine1 located outside the mill building. The chipper did not require an\r\noperator to cut the wood or oversee its operation. As a result, Holland's contact\r\nwith the chipper was limited to opening and closing its hood when he cleaned and\r\nchanged the chipper's knives, typically at midday and at closing.\r\n\r\nPrior to closing that day, Holland remotely turned off the power to the chipper and\r\n\"locked and tagged it out\" to begin the fifteen-minute process of stopping the\r\ncircular disc blades inside the chipper. After a co-worker told him a \"tapping\"\r\nnoise was coming from the chipper, he left his work station to determine if\r\nanything was wrong with the chipper. Upon investigation, he testified he thought\r\nthe blade had stopped turning and attempted to find his supervisor to report the\r\nissue. When he could not locate his supervisor, Holland returned to the machine,\r\nmistakenly determined the blades had stopped turning, and attempted to open the\r\nhood access door to the chipper. Holland testified the left pin securing the hood\r\nwas missing.2 As Holland attempted to remove the right pin and open the hood,\r\nthe hood came into contact with the interior rotating fan blades. This contact\r\ncaused the hood to kick back and violently strike Holland in the head.\r\n\r\nHolland was rendered unconscious and suffered a crushed eye socket, a broken\r\nnose, a broken jaw, and a traumatic brain injury. After being placed on a ventilator\r\nand undergoing extensive surgeries, Holland received rehabilitation services,\r\nincluding physical, occupational, and speech therapy. As a result of this accident,\r\nthe Social Security Administration determined Holland was permanently disabled.\r\n\r\n\r\n1In this particular wood chipper, boards were cut from raw timber, and the cutting\r\nwaste was directed onto an automatic conveyor belt. This belt would feed the\r\nwaste into the chipper, which would exhaust \"chip piles\" of mulch.\r\n2 As originally designed and manufactured in 1996, four horizontal bolts, two\r\nvertical bolts, and two pins on either side of the chipper's hood had to be removed\r\nto open the hood. However, by the date of the accident in 2006, all of the vertical\r\nand horizontal bolts were missing from the hood.\r\n\nIn March 2009, Holland filed an \"Amended Complaint\"3 (complaint) against\r\nMorbark, A&K Mulch, Precision Husky, and Watford Industry, Inc.,4 alleging\r\nnegligence, strict liability, and breach of implied warranty. Morbark removed the\r\ncase to federal court, but it was subsequently remanded to state court. The parties\r\nlater consented to a scheduling order for discovery with trial to begin in February\r\n2011.\r\n\r\nHolland first moved to amend and supplement his complaint on July 30, 2010. In\r\nhis amended complaint, he dismissed all defendants except Morbark. Additionally,\r\nhe withdrew his negligence cause of action but maintained his products liability\r\nclaims for strict liability and breach of implied warranty. Morbark consented to\r\nthe motion, and Holland filed consent stipulations of dismissal for all other\r\ndefendants.\r\n\r\nHolland filed a second motion to amend his complaint on January 13, 2011. In his\r\nmotion, he requested an amendment \"to address various developments in the\r\nposture of the case since it was filed and to include additional matters learned\r\nduring discovery.\" Holland did not attach a proposed amended complaint to this\r\nmotion. Morbark then filed a motion for summary judgment on February 23,\r\n2011.\r\n\r\nPrior to ruling on Morbark's motion for summary judgment, the circuit court heard\r\nHolland's motion to amend. At that hearing, Holland argued his newly amended\r\ncomplaint would allege the wood chipper violated Occupational Safety and Health\r\nAdministration (OSHA) standards and was defective based on the absence of an\r\neffective brake to decrease the shut-off time for the chipper. In support of his\r\namendment, Holland presented the deposition testimonies of two experts, Roger\r\nDavis5 and David Clement.6\r\n\r\n\r\n3 The initial summons and complaint was not included in the record on appeal; as a\r\nresult, we reference the March 2009 complaint as the \"complaint\" and the July\r\n2010 complaint as the \"amended complaint.\"\r\n4Morbark manufactured the chipper in February 1996. The chipper was owned by\r\nat least two owners before Precision Husky Corporation sold it to A&K Mulch in\r\nMarch 2006. Watford Industry installed the chipper at A&K Mulch.\r\n5 Davis, a mechanical and forensic engineer, testified at his deposition regarding\r\nthe dangers presented by the run down time of the wood chipper after it powered\r\n\nThe circuit court denied Holland's second motion to amend on April 15, 2011. The\r\ncourt concluded it had the discretion to amend Holland's complaint pursuant to\r\nRule 15, SCRCP, but Morbark proved it would be prejudiced by such an\r\namendment. In so holding, the circuit court found Holland filed this motion\r\nfollowing the expiration of all scheduling order deadlines, the conclusion of all\r\nliability depositions, and the transfer of the case to the trial roster. Specifically, the\r\ncircuit court held,\r\n\r\n             [Holland] has long known about the possible relevance of\r\n             the OSHA standard and the defect theory based on the\r\n             absence of a brake because his own experts . . .\r\n             extensively discussed these two topics during their\r\n             respective depositions . . .\r\n\r\n             ...\r\n\r\n             Granting [Holland]'s motion would cause significant\r\n             increases in discovery costs, at least some of which could\r\n             have been avoided if [Holland] had timely moved. At\r\n             this point, discovery would need to be re-opened to allow\r\n             [Holland] to identify an expert regarding the brake option\r\n             and Morbark to retain a rebuttal expert. Moreover, many\r\n             of the liability depositions would need to be re-taken to\r\n             delve into the witness' testimony about, among other\r\n             things, the sale of the chipper without the optional brake,\r\n             the costs associated with an optional brake, the operation\r\n             of the chipper with and without such a brake, and the\r\n             industry custom or standard regarding a brake.\r\n\r\n\r\n\r\noff, the effectiveness of warning and safety mechanisms incorporated into the\r\nwood chipper, alternative safety and warning designs, and the requirements of 29\r\nC.F.R. § 1910.212(a)(2), which states, \"The guard shall be such that it does not\r\noffer an accident hazard in itself.\"\r\n6Clement, a human factors expert, testified regarding the sufficiency of the wood\r\nchipper's warnings and instructions as well as operator capabilities, perception, and\r\nawareness.\r\n\nAfter ruling on Holland's motion to amend, the circuit court issued an order\r\ngranting summary judgment in Morbark's favor on June 2, 2011. In its order, the\r\ncircuit court held Holland's design defect claim failed as a matter of law because\r\n(1) the chipper was not in the same condition at the time of the accident as when it\r\nleft Morbark's hands; (2) Morbark's failure to incorporate additional safety features\r\ndid not render the wood chipper unreasonably dangerous when no other\r\nmanufacturer in the industry had incorporated the optional safety device advanced\r\nby Holland's expert; and (3) Holland failed to prove a reasonable alternative design\r\nas required by Branham v. Ford Motor Co., 390 S.C. 203, 701 S.E.2d 5 (2010). In\r\naddition, the circuit court dismissed Holland's failure to warn claim because the\r\nchipper contained numerous decals and warnings and was accompanied by the\r\noperator's manual when Morbark originally sold it. Moreover, because Holland\r\nadmitted it was dangerous to open the hood before the chipper had stopped turning,\r\nthe court concluded Morbark could not be liable for failing to warn Holland of a\r\ndanger he already recognized.\r\n\r\nHolland timely moved to reconsider the denial of his motion to amend his\r\ncomplaint as well as the order granting summary judgment. The circuit court\r\ndenied Holland's motion for reconsideration. Holland appealed.\r\n\r\nISSUES ON APPEAL\r\nI. Did the circuit court err in denying Holland's motion to amend his complaint?\r\n\r\nII. Did the circuit court err in granting Morbark's motion for summary judgment?\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Motion to Amend\r\nHolland first contends the circuit court erred when it denied his second motion to\r\namend because his proposed amendment did not include any new causes of action;\r\nrather, it further specified how the wood chipper was defective. Moreover,\r\nHolland claims the circuit court denied his second amendment based in part on its\r\nerroneous conclusion that the court had already granted Holland's first motion to\r\namend.\r\n\r\nIn response, Morbark contends Holland was already aware of expert testimony\r\nadvancing a violation of OSHA yet Holland chose to advance these allegations\r\nafter the expiration of all scheduling deadlines and the conclusion of all liability\r\ndepositions. Morbark argues it would be prejudiced by Holland's decision to\r\n\nadvance new theories \"at the eleventh hour\" because it would require the reopening\r\nof discovery at a significant cost to Morbark. We agree with Morbark.\r\n\r\nWe first address Holland's claim that the circuit court failed to grant his first\r\nmotion to amend. On July 28, 2010, Holland moved to amend his complaint by\r\ndismissing all defendants, except Morbark, and by withdrawing his negligence\r\ncause of action. No separate written order was entered granting the amendment\r\nand dismissal of the other defendants. However, evidence in the record establishes\r\nthat the circuit court permitted, and the parties consented to, Holland's\r\namendments. First, the circuit court signed all three consent stipulations of\r\ndismissal for Precision Husky, A&K Mulch, and Watford Industry, which were\r\nfiled on August 23, 2010. All filings and appearances after Holland's first motion\r\nonly involved Holland and Morbark.7 Second, the circuit court explicitly held in\r\nits April 2011 order denying Holland's second motion to amend that it had already\r\ngranted Holland's first amendment \"at a hearing on October 8, 2010.\" This finding\r\nis supported by the court's roster from that date allotting fifteen minutes of\r\nargument for Holland's motion to amend. Last, Holland relied upon his amended\r\ncomplaint in his opposition to Morbark's summary judgment motion. We do not\r\nbelieve Holland would have relied upon it for purposes of defeating summary\r\njudgment if he was not convinced the amended complaint was properly before the\r\ncourt. Regardless, after reviewing Holland's brief and both his March 2009\r\ncomplaint and his July 2010 amended complaint, we find any \"additional\r\nspecifications\" advanced in Holland's amended complaint were already alleged in\r\nhis March 2009 complaint. Thus, all the relevant allegations were properly before\r\nthe circuit court when it considered Holland's second motion to amend.\r\n\r\nNext, we address whether the circuit court properly denied Holland's second\r\nmotion to amend.\r\n\r\nRule 15, SCRCP, provides,\r\n\r\n\r\n7 Holland filed two motions to compel on August 4, 2010, and September 7, 2010,\r\nwhich included all defendants in the caption but only sought responses to\r\ninterrogatories from Morbark. In addition, Holland filed a motion for a protective\r\norder on January 13, 2011, which copied only Curtis L. Ott, attorney for Morbark,\r\nand Darrell W. Carter, attorney for Morbark's insurance carrier, Axis Insurance\r\nCompany. Further, Holland's second motion to amend and ensuing motion for\r\nreconsideration were only directed to Morbark.\r\n\n            A party may amend his pleading once as a matter of\r\n            course at any time before or within 30 days after a\r\n            responsive pleading is served or, if the pleading is one to\r\n            which no responsive pleading is required and the action\r\n            has not been placed upon the trial roster, he may so\r\n            amend it at any time within 30 days after it is served.\r\n            Otherwise a party may amend his pleading only by leave\r\n            of court or by written consent of the adverse party; and\r\n            leave shall be freely given when justice so requires and\r\n            does not prejudice any other party.\r\n\r\nIt is well established that a motion to amend is addressed to the circuit court's\r\nsound discretion, and the party opposing the motion has the burden of establishing\r\nprejudice. Foggie v. CSX Transp., Inc., 313 S.C 98, 102, 431 S.E.2d 587, 590\r\n(1993). Prejudice occurs when the amendment states a new claim or defense that\r\nwould require the opposing party to introduce additional or different evidence to\r\nprevail in the amended action. Ball v. Canadian Am. Exp. Co., Inc., 314 S.C. 272,\r\n275, 442 S.E.2d 620, 622 (Ct. App. 1994).\r\n\r\nWe find the circuit court properly denied Holland's second motion to amend. First,\r\nHolland was in possession of information that would have alerted him to the\r\npotential relevance of an OSHA brake defect claim after his own experts, Roger\r\nDavis and David Clement, were deposed in August and September 2010.8 Despite\r\nthis, Holland only stated in his motion that he wanted to \"include additional\r\nmatters learned during discovery.\" It was not until the court's hearing on the\r\nmotion in March 2011 that Holland expounded on this theory.\r\n\r\nWe agree Holland was not seeking to add a new cause of action, but the parties had\r\nconducted extensive discovery prior to Holland's amendment. We acknowledge\r\nthe undertaking of additional discovery does not establish per se prejudice.\r\nHowever, the addition of the OSHA brake defect theory would have required, at a\r\nminimum, the hiring of rebuttal experts and the taking of additional depositions. In\r\n\r\n8 As noted by Morbark, it is conceivable that Morbark would have concluded\r\nHolland would not assert an OSHA brake defect claim based on Holland's experts'\r\ntestimonies. Davis stated he had no opinion when asked if he thought that the\r\nchipper was defectively designed without a brake. Clement, on the other hand,\r\nstated that it would be \"ungodly expensive\" to incorporate a brake in a wood\r\nchipper that size. Thus, at the time Holland requested this amendment, he arguably\r\nhad not retained an expert who could support his OSHA brake defect theory.\r\n\nthese circumstances, granting this amendment would result in an inevitable delay\r\non the eve of trial. See Johnson v. Oroweat Foods Co., 785 F.2d 503, 510 (4th Cir.\r\n1986) (finding prejudice can result when a proposed amendment is offered shortly\r\nbefore or during trial and raises a new legal theory that would require gathering\r\nand analysis of facts not already considered by opposition). Further, the\r\namendment did not occur until over two years after Holland first filed his\r\ncomplaint in 2009. As a result, we find Morbark would have been prejudiced at\r\nthis stage in the case. See Health Promotion Specialists, LLC v. S.C. Bd. of\r\nDentistry, 403 S.C. 623, 632, 743 S.E.2d 808, 813 (2013) (finding circuit court\r\nproperly denied party's motion to add a cause of action for violation of SCUTPA to\r\nits complaint because amendment did not occur until three years after filing of\r\ncomplaint and undertaking of extensive discovery, particularly when there were no\r\nsignificant factual developments that warranted the untimely amendment); Ball,\r\n314 S.C. at 275, 442 S.E.2d at 622 (\"Prejudice occurs when the amendment states\r\na new claim or defense which would require the opposing party to introduce\r\nadditional or different evidence to prevail in the amended action.\").\r\n\r\nFurthermore, even if the circuit court permitted this amendment, Holland could not\r\nsuccessfully sue Morbark for any injuries based on an alleged violation of OSHA\r\nbecause OSHA only regulates employers, not manufacturers. See 29 U.S.C.A. §\r\n653(4) (\"Nothing in this chapter shall be construed . . . to enlarge or diminish or\r\naffect . . . the common law or statutory rights, duties, or liabilities of employers\r\nand employees under any law with respect to injuries, diseases, or death of\r\nemployees arising out of, or in the course of, employment.\"); see also Byrne v.\r\nLiquid Asphalt Sys., Inc., 238 F.Supp.2d 491, 492 (E.D.N.Y. 2002) (excluding\r\nevidence of OSHA standards in a products liability action against a manufacturer\r\non grounds that OSHA standards were established to create and maintain safe\r\nworking conditions between employers and employees and \"were not intended to\r\nimpose duties upon manufacturers and have no application against manufacturers\r\nof products\"). As a result, we affirm the circuit court's denial of Holland's motion\r\nto amend his complaint.\r\n\r\nII. Summary Judgment\r\nNext, Holland claims the circuit court erred in several respects when it granted\r\nsummary judgment on Holland's claims for design defect and failure to warn. We\r\ndisagree.\r\n\na. Design Defect\r\n\r\nWe first address Holland's claim that the circuit court erred in relying on Branham\r\nand its requirement of proving a reasonable alternative design in design defect\r\ncases. As the supreme court held in Branham, and this court recently reiterated in\r\nMiranda C. v. Nissan Motor Co., Ltd., 402 S.C. 577, 741 S.E.2d 34 (Ct. App.\r\n2013), the requirement of proving a reasonable alternative design in a design defect\r\ncase is mandatory. See Branham, 390 S.C. at 225, 701 S.E.2d at 16 (holding that\r\nin a product liability design defect action, the plaintiff must present evidence of a\r\nreasonable alternative design and will be required to point to a design flaw in the\r\nproduct and show how his alternative design would have prevented the product\r\nfrom being unreasonably dangerous); Miranda C., 402 S.C. at 586, 741 S.E.2d at\r\n39 (citing to Branham and holding the same). As a result, the circuit court\r\nproperly considered Branham when it found Holland failed to provide evidence of\r\na reasonable alternative design sufficient to withstand summary judgment.9\r\n\r\nTo prove a reasonable alternative design, Holland was required to set forth some\r\nevidence of an \"alternative design,\" which necessarily included the \"consideration\r\nof costs, safety, and functionality associated with the alternative design.\" Id. We\r\nfind Holland failed in this regard. Holland's own expert, Roger Davis, stated he\r\nwas unaware of anyone, including himself, in the industry that had performed a\r\nfeasibility analysis for an alternative design. Davis admitted he had not prepared\r\nan actual design for an interlock system, instead stating his design was only\r\n\"conceptual.\" Because a conceptual design is insufficient to establish a reasonable\r\nalternative design, we find Holland's claim for design defect fails as a matter of\r\nlaw. See Holst v. KCI Konecranes Int'l Corp., 390 S.C. 29, 37, 699 S.E.2d 715,\r\n719-20 (Ct. App. 2010) (finding the circuit court properly granted summary\r\njudgment when the plaintiff failed to present evidence of a feasible alternative\r\ndesign or that a risk-utility analysis was conducted); Bragg v. Hi-Ranger, Inc., 319\r\nS.C. 531, 546, 462 S.E.2d 321, 330 (Ct. App. 1995) (finding the circuit court\r\n9 Although Holland claims the application of Branham's risk-utility analysis should\r\nbe prospective, this court concluded otherwise in Miranda C. See Miranda C., 402\r\nS.C. at 587, 741 S.E.2d at 40 (\"Because the supreme court chose to abandon the\r\nconsumer expectations test for the risk-utility test in design defect cases, we\r\nbelieve Branham applies retroactively.\"). In addition, the supreme court inferred\r\nthe same in Branham when it denied Branham's petition for hearing despite\r\nBranham's contention that the risk-utility test should only have prospective\r\napplication. Id.\r\n\nproperly granted a directed verdict and holding the plaintiff must introduce\r\nevidence that an alternative design is feasible and cannot rely upon mere\r\nconceptual design theories).\r\n\r\nBecause proof of a reasonable alternative design is necessary to establish whether a\r\nproduct is unreasonably dangerous in a design defect case, we decline to address\r\nHolland's remaining claims of error pertaining to his design defect cause of action.\r\nSee Branham, 390 S.C. at 218-19, 701 S.E.2d at 13 (finding a plaintiff must show\r\nthe design of a product caused it to be \"unreasonably dangerous\" in order to\r\nsuccessfully advance a design defect case and further holding proof of whether a\r\nproduct is \"unreasonably dangerous\" must be demonstrated by evidence of a\r\nreasonable alternative design); Bragg, 319 S.C. at 543, 462 S.E.2d at 328\r\n(requiring the plaintiff in any strict products liability case to show: (1) he was\r\ninjured by the product; (2) the injury occurred because the product was in a\r\ndefective condition, unreasonably dangerous to the user; and (3) the product at the\r\ntime of the accident was in essentially the same condition as when it left the hands\r\nof the defendant); see also Futch v. McAllister Towing of Georgetown, Inc., 335\r\nS.C. 598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not\r\nreview remaining issues when its determination of a prior issue is dispositive of the\r\nappeal).\r\n\r\nb. Failure to Warn\r\nHolland also contends the circuit court erred in granting summary judgment on his\r\nfailure to warn claim. We disagree.\r\n\r\nAll products liability claims share common elements; therefore, Holland's failure to\r\nestablish a reasonable alternative design in his design defect claim prevents\r\nHolland from succeeding on his failure to warn claim as a matter of law. See\r\nBranham, 390 S.C. at 210, 701 S.E.2d at 8 (holding the failure to establish any one\r\nof the three elements in a companion products liability claim is fatal to all related\r\nproducts liability claims); Lawing v. Trinity Mfg., Inc., 406 S.C. 13, __, 749 S.E.2d\r\n126, 133 (Ct. App. 2013) (citing to Branham and stating all products liability\r\ncauses of action turn on the question of reasonableness).\r\n\r\nEven if the success of Holland's failure to warn claim did not hinge on whether the\r\nwood chipper was unreasonably dangerous, we find the circuit court properly\r\ngranted summary judgment on Holland's failure to warn claim.\r\n\r\n\"A product bearing a warning that the product is safe for use if the user follows the\r\nwarning is neither defective nor unreasonably dangerous; therefore, the seller is not\r\n\nliable for any injuries caused by the use of the product if the user ignores the\r\nwarning.\" Anderson v. Green Bull, Inc., 322 S.C. 268, 270, 471 S.E.2d 708, 710\r\n(Ct. App. 1996). Further, a seller is not required to warn of dangers that are\r\ngenerally known and recognized. Id. at 271, 471 S.E.2d at 710. It follows, then,\r\nthat a product cannot be deemed either defective or unreasonably dangerous if a\r\ndanger associated with the product is one that the product's users generally\r\nrecognize. Id.\r\n\r\nWhen the wood chipper left Morbark's hands in 1996, it contained numerous\r\ndecals and warnings and was accompanied by an operator's manual. Morbark\r\nacknowledged these warnings and decals were not present when Holland was\r\ninjured. Instead, Precision Husky, the company that sold the wood chipper to\r\nA&K Mulch, had affixed its own warnings and decal in three separate places on\r\nthe hood of the chipper. Precision Husky's decal depicted an individual being\r\nstruck in the head by the hood of the chipper if opened while the disc was turning\r\nand stated, \"Never operate chipper with missing hood bolts. Never operate chipper\r\nwithout hood lock secured. Never open hood while disc is turning. To confirm\r\ndisc is stopped, visually check disc shaft or drive wheel.\" We find these warnings\r\nsufficiently highlighted any potential dangers so that the wood chipper would be\r\n\"safe for use if the user follow[ed] the warning[s].\" Id. at 270-71, 471 S.E.2d at\r\n710.\r\n\r\nRegardless, we find it would be improper to hold Morbark liable for failure to\r\nwarn. First, Morbark affixed warnings and instructions to the machine when it was\r\nmanufactured. Further, the warnings at issue were designed by Precision Husky,\r\nnot Morbark. Additionally, Morbark sold the machine ten years prior to the\r\naccident, and three intervening owners had used the machine before Holland was\r\ninjured. Last, Holland admitted during his deposition that he was aware he could\r\nbe hit in the head by the hood if he opened the hood prematurely. This admission\r\ndemonstrates he appreciated the danger associated with the chipper. Id. at 271,\r\n471 S.E.2d at 710. (\"[A] product cannot be deemed either defective or\r\nunreasonably dangerous if a danger associated with the product is one that the\r\nproduct's users generally recognize.\"). Whether Holland knew the blades were\r\nturning when he opened the hood on the day in question is immaterial to his failure\r\nto warn claim because Morbark did not have a duty to warn Holland of a danger he\r\nalready recognized. See id. at 271, 471 S.E.2d at 710 (\" [A] seller is not required\r\nto warn of dangers that are generally known and recognized.\"). As a result, we\r\naffirm the circuit court's decision to grant summary judgment on Holland's failure\r\nto warn claim.\r\n\nCONCLUSION\r\n\r\nBased on the foregoing, the circuit court's decision is\r\n\r\nAFFIRMED. \n\r\n\r\nSHORT and THOMAS, JJ., concur. \n\r\n\n","court":"Appeals"},{"id":"5187","title":"State v. Green","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5187.pdf","description":"Richard Avon Green appeals his conviction of the common law charge of attempted burglary.  He contends that because attempted burglary is not a lesser included offense of first degree burglary, the trial court erred in submitting the claim of attempted first degree burglary to the jury after it granted a directed verdict in his favor on the charge of first degree burglary.  We affirm.","date":"2014-01-02","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Richard Avon Green, Appellant.\r\n\r\n             Appellate Case No. 2011-199866\r\n\r\n\r\n\r\n                           Appeal From Sumter County \n\r\n                        Howard P. King, Circuit Court Judge\n\r\n\r\n\r\n                               Opinion No. 5187 \n\r\n                  Heard November 14, 2013 – Filed January 2, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Appellate Defenders Dayne C. Phillips and Carmen\r\n             Vaughn Ganjehsani, both of Columbia, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Deputy Attorney General David A. Spencer, both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nLOCKEMY, J.: Richard Avon Green appeals his conviction of the common law\r\ncharge of attempted burglary. He contends that because attempted burglary is not\r\na lesser included offense of first degree burglary, the trial court erred in submitting\r\nthe claim of attempted first degree burglary to the jury after it granted a directed\r\nverdict in his favor on the charge of first degree burglary. We affirm.\r\n\nFACTS\r\n\r\nOn September 2, 2010, Green was indicted on the charge of first degree burglary.\r\nHis trial began on September 12, 2011. At the close of the State's case, Green\r\nmoved for a directed verdict. The State requested that the trial court consider the\r\nlesser included offense of attempted burglary. Green argued that the State was\r\n\"scrambling\" to find a charge against him and maintained there was no evidence of\r\nan attempt of any kind.\r\n\r\nThe trial court explained it was convinced \"there [was] no evidence in the record\r\nupon which the jury could convict [Green] of burglary in the first degree because\r\nthe evidence [was] simply not there for a showing of entry which is one of the\r\nelements of [the] crime of burglary in the first degree.\" Thus, the trial court\r\ngranted Green a directed verdict on the charge of first degree burglary but decided\r\nto submit the case to the jury on the \"lesser included offense of attempted burglary\r\nin the first degree.\" The trial court concluded that in charging the elements of\r\nattempted first degree burglary, it would explain to the jury that the offense did not\r\nrequire an entry.\r\n\r\nThe jury returned a verdict of guilty on the charge of attempted burglary in the first\r\ndegree. The trial court sentenced Green to twenty years of imprisonment.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In criminal cases, the appellate court sits to review errors of law only.\" State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006) (citing State v. Wilson, 345\r\nS.C. 1, 5, 545 S.E.2d 827, 829 (2001)). \"This [c]ourt is bound by the trial court's\r\nfactual findings unless they are clearly erroneous.\" Id. (citing State v.\r\nQuattlebaum, 338 S.C. 441, 452, 527 S.E.2d 105, 111 (2000)).\r\n\r\nLAW/ANALYSIS\r\n\r\nLesser Included Charge\r\n\r\nGreen argues that the trial court erred in finding attempted first degree burglary\r\nwas a lesser included charge of first degree burglary, the charge for which Green\r\nwas on trial. Because of this alleged error, Green contends the trial court further\r\nerred in instructing the jury on the charge of attempted first degree burglary. We\r\ndisagree.\r\n\n\"'A trial [court] is required to charge a jury on a lesser included offense if there is\r\nevidence from which it could be inferred that a defendant committed the lesser\r\noffense rather than the greater.'\" State v. Gilliland, 402 S.C. 389, 400, 741 S.E.2d\r\n521, 527 (Ct. App. 2012) (alterations in original) (quoting State v. Drafts, 288 S.C.\r\n30, 32, 340 S.E.2d 784, 785 (1986)). \"The test for determining whether one\r\noffense is a lesser included offense of another 'is whether the greater of the two\r\noffenses includes all the elements of the lesser offense. If the lesser offense\r\nincludes an element not included in the greater offense, then the lesser offense is\r\nnot included in the greater.'\" Id. (quoting Hope v. State, 328 S.C. 78, 81, 492\r\nS.E.2d 76, 78 (1997)); see State v. Elliott, 346 S.C. 603, 606, 552 S.E.2d 727, 728\r\n(2001), overruled on other grounds by State v. Gentry, 363 S.C. 93, 610 S.E.2d\r\n494 (2005).\r\n\r\nGreen was indicted under section 16-11-311(A) of the South Carolina Code\r\n(2003). The pertinent portions of the indictment alleged:\r\n\r\n             That Richard Avon Green did in Sumter County on or\r\n             about May 4, 2010 enter the dwelling of Rita Davis\r\n             located at [address] without consent and with the intent to\r\n             commit a crime therein and when, in affecting entry or\r\n             while in the dwelling or in immediate flight and the\r\n             entering or remaining occurred in the nighttime, in\r\n             violation of section 16-11-0311(A), Code of Laws of\r\n             South Carolina, 1976, as amended.\r\n\r\nThe State asked the trial court to charge the common law crime of attempted\r\nburglary as a lesser included charge, not the statutory crime of entering without\r\nbreaking. \"To prove attempt, the State must prove that the defendant committed an\r\novert act, beyond mere preparation, in furtherance of the intent to commit the\r\ncrime.\" State v. Reid, 393 S.C. 325, 329, 713 S.E.2d 274, 276 (2011) (citing State\r\nv. Nesbitt, 346 S.C. 226, 231, 550 S.E.2d 864, 866 (Ct. App. 2001)). \"[W]here an\r\nattempt crime exists, it is properly considered a lesser included offense of the\r\ncompleted offense, so long as the completed offense is a felony.\" State v. Elliott,\r\n346 S.C. 603, 616, 552 S.E.2d 727, 734 (2001) (Pleicones, J., dissenting) overruled\r\non other grounds by State v. Gentry, 363 S.C. 93, 610 S.E.2d 494 (2005) (citing\r\nState v. Hiott, 276 S.C. 72, 276 S.E.2d 163 (1981)).\r\n\nNotably, in Hiott, our supreme court found no logic in the defendant's position that\r\nan attempted offense is not a lesser included offense in the completed offense\r\nbecause incompletion of the offense is in itself a separate and distinct element. 276\r\nS.C. at 72, 80, 276 S.E.2d at 168. We also find State v. Murphy, 322 S.C. 321, 471\r\nS.E.2d 739 (Ct. App. 1996), to be instructive. In Murphy, this court stated that\r\n\r\n             [a]ssault is an unlawful attempt or offer to commit a\r\n             violent injury upon another person, coupled with the\r\n             present ability to complete the attempt or offer by a\r\n             battery. Assault differs from assault and battery in that\r\n             there is no touching of the victim in an assault.\r\n             Accordingly, [assault of a high and aggravated nature] is\r\n             a lesser included offense of [assault and battery of a high\r\n             and aggravated nature], without the completed act of\r\n             violence.\r\n\r\n322 S.C. at 325, 471 S.E.2d at 741 (internal citation omitted).\r\n\r\nWe find that the trial court was correct in ruling that attempted first degree\r\nburglary is a lesser-included charge for the charge of first degree burglary. Similar\r\nto the situation in Murphy, here, attempted first degree burglary is a lesser included\r\noffense of first degree burglary, without the completed act of entering the\r\npremises. Thus, we affirm the trial court's decision to instruct the jury on the\r\ncharge of attempted first degree burglary.\r\n\r\nEnlarged Indictment\r\n\r\nGreen argues that even if attempted burglary is a lesser included charge of first\r\ndegree burglary, the trial court improperly enlarged the indictment when he\r\ncharged the jury with attempted burglary. We disagree.\r\n\r\nGreen cites Bailey v. State, 392 S.C. 422, 709 S.E.2d 671 (2011), to support its\r\nposition.1 We believe Green's interpretation of our supreme court's ruling in Bailey\r\ndisregards the pertinent explanation of its decision. The court in Bailey explained\r\nthat \"'[i]n South Carolina, [i]t is a rule of universal observance in administering the\r\ncriminal law that a defendant must be convicted, if convicted at all, of the\r\n\r\n1Bailey was a PCR appeal. Nevertheless, it involves the issue of whether the trial\r\ncourt improperly enlarged the indictment.\r\n\nparticular offense charged in the bill of indictment.'\" Bailey, 392 S.C. at 433, 709\r\nS.E.2d at 677 (quoting State v. Gunn, 313 S.C. 124, 136, 437 S.E.2d 75, 82 (1993)\r\n(alterations in original). \"'A material variance between charge and proof entitles\r\nthe defendant to a directed verdict; such a variance is not material if it is not an\r\nelement of the offense.'\" Id. (quoting Gunn, 313 S.C. at 136, 437 S.E.2d at 82).\r\n\r\n\"'[W]hile a conviction may be sustained under an indictment which is defective\r\nbecause it omits essential elements of the offense, such is not true when the\r\nindictment facially charges a complete offense and the State presents evidence\r\nwhich convicts under a different theory than that alleged.'\" Id. (quoting Thomason\r\nv. State, 892 S.W.2d 8, 11 (Tex. Crim. App. 1994)). \"'A conviction under the latter\r\ncircumstance violates principles of due process . . . because the State has failed to\r\nprove beyond a reasonable doubt every fact necessary to constitute the crime with\r\nwhich a defendant was charged.'\" Id. at 434, 709 S.E.2d at 677 (quoting\r\nThomason, 892 S.W.2d at 11).\r\n\r\n\"Bailey's indictment only apprised him that he had to 'defend against the allegation\r\nthat he inflicted the physical injuries resulting in the victim's death.'\" Id. at 436,\r\n709 S.E.2d at 678. \"A careful review of the jury's questions and the ensuing\r\ndiscussion with the judge reveals that the jury focused on the terms of the\r\nindictment and recognized the alternative elements in the homicide by child abuse\r\nstatute, i.e., an 'act' versus an 'omission.'\" Id. \"The foreman of the jury then stated\r\nthe jury found 'no evidence' that Bailey struck the [v]ictim.\" \"Based on this\r\nstatement and the reference to the last line of the indictment, it is evident the jury\r\nwas inquiring as to whether a finding of 'neglect' on the part of Bailey was\r\nsufficient for a conviction under the statute.\" Id. \"The judge's supplemental\r\ninstructions, which were confusing and contradictory, resulted in the erroneous\r\ndirective that the jury could find Bailey guilty of homicide by child abuse if it\r\nfound an act of 'abuse or neglect.'\" Id. \"Such an instruction was in direct\r\ncontravention of the specific act alleged in the indictment and, thus, constituted a\r\nmaterial variance or a 'constructive amendment' to the indictment.\" Id.\r\n\r\nHere, Green alleged the State should have moved to amend the indictment to\r\ninclude any allegation of \"attempting to enter\" the dwelling. Green argues because\r\nthe State did not move to do so, the trial court improperly enlarged the indictment.\r\nWe disagree. Green was apprised of the fact that the State was trying to prove first\r\ndegree burglary by showing he entered the victim's home. Unlike in Bailey, where\r\nthe trial court allowed for a conviction upon a theory not alleged in the indictment,\r\nhere, the same theory was used by the State under the attempted burglary and first\r\n\ndegree burglary charge. Green was on notice of the charge and its lesser included\r\noffenses. Accordingly, we affirm the trial court.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the trial court is \n\r\n\r\nAFFIRMED. \n\r\n\r\nHUFF and GEATHERS, JJ., concur.              \n\r\n\n","court":"Appeals"},{"id":"5188","title":"Teseniar v. Professional Plastering","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5188.pdf","description":"In this civil appeal arising out of the defective construction of an apartment complex.  Professional Plastering & Stucco, Inc. (Professional) appeals the jury's verdict in favor of Mark F. Teseniar and Nan M. Teseniar, on behalf of themselves and other similarly situated, and Twelve Oaks at Fenwick Property Owners Association, Inc. (POA) (collectively referred to as Respondents) on the claims of negligence and breach of warranty of workmanlike service.  Professional asserts the trial court committed reversible error by (1) failing to qualify Chris Dawkins as an expert witness, (2) failing to admit Professional's stucco-only estimate, (3) denying Professional's motion for set-off and motion for a new trail remittitur, (4) including the settlement amount received by Respondents on the verdict form and in its jury charge, (5) giving improper jury instructions, and (6) denying Professional's motion for a directed verdict and judgment notwithstanding the verdict (JNOV) on the claim of breach of warranty of workmanlike service.  Professional also appeals the trial court's grant of summary judgment in its cross-claim against APS Unlimited, Inc. (APS).  We reverse.","date":"2014-01-08","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n              In The Court of Appeals \n\r\n\r\nMark F. Teseniar and Nan M. Teseniar, on behalf of\r\nthemselves and others similarly situated, and Twelve\r\nOaks at Fenwick Property Owners Association, Inc.,\r\nRespondents,\r\n\r\nv.\r\n\r\nProfessional Plastering & Stucco, Inc., Maria Arias, and\r\nMiquel Rosales, Defendants,\r\n\r\nOf whom Professional Plastering & Stucco, Inc. is the\r\nAppellant. \n\r\n\r\nProfessional Plastering & Stucco, Inc., Appellant, \n\r\n\r\nv. \n\r\n\r\nMaria Arias, Miquel Rosales, and APS Enterprises \n\r\nUnlimited, Inc., Third-Party Plaintiffs, \n\r\n\r\nOf whom APS Unlimited, Inc. is the Respondent.\n\r\n\r\nAppellate Case No. 2011-196386 \n\r\n\r\n\r\n\r\n              Appeal From Charleston County \n\r\n         Kristi Lea Harrington, Circuit Court Judge \n\r\n\r\n\r\n                    Opinion No. 5188 \n\r\n       Heard October 17, 2013 – Filed January 8, 2014 \n\r\n\r\n\r\n                       REVERSED \n\r\n\n            Jonathan J. Anderson and Danielle Beck Wegener, both\r\n            of Anderson Reynolds & Stephens, LLC, of Charleston;\r\n            Everett Augustus Kendall, II, and Christy Elizabeth\r\n            Mahon, both of Sweeny Wingate & Barrow, PA, of\r\n            Columbia; for Appellant Professional Plastering &\r\n            Stucco.\r\n\r\n            W. Jefferson Leath, Jr., of Leath Bouch & Seekings,\r\n            LLP, of Charleston; Phillip Ward Segui, Jr., of Segui\r\n            Law Firm, of Mt. Pleasant; John T. Chakeris, of Chakeris\r\n            Law Firm, of Charleston; Jesse A. Kirchner and Michael\r\n            A. Timbes, both of Thurmond Kirchner Timbes &\r\n            Yelverton, PA, of Charleston; Justin O'Toole Lucey, of\r\n            Mt. Pleasant; all for Respondents Mark F. and Nan M.\r\n            Teseniar & Twelve Oaks at Fenwick.\r\n\r\n            Roy Pearce Maybank, Amanda R. Maybank, and Jason\r\n            Alan Daigle, all of Maybank Law Firm, LLC, of\r\n            Charleston, for Respondent APS Enterprises.\r\n\r\n\r\n\r\nLOCKEMY, J.: In this civil appeal arising out of the defective construction of an\r\napartment complex, Professional Plastering & Stucco, Inc. (Professional) appeals\r\nthe jury's verdict in favor of Mark F. Teseniar and Nan M. Teseniar, on behalf of\r\nthemselves and other similarly situated, and Twelve Oaks at Fenwick Property\r\nOwners Association, Inc. (POA) (collectively referred to as Respondents) on the\r\nclaims of negligence and breach of warranty of workmanlike service. Professional\r\nasserts the trial court committed reversible error by (1) failing to qualify Chris\r\nDawkins as an expert witness, (2) failing to admit Professional's stucco-only\r\nestimate, (3) denying Professional's motion for set-off and motion for a new trial\r\nnisi remittitur, (4) including the settlement amount received by Respondents on the\r\nverdict form and in its jury charge, (5) giving improper jury instructions, and (6)\r\ndenying Professional's motion for a directed verdict and judgment notwithstanding\r\nthe verdict (JNOV) on the claim of breach of warranty of workmanlike service.\r\nProfessional also appeals the trial court's grant of summary judgment in its cross-\r\nclaim against APS Unlimited, Inc. (APS). We reverse.\r\n\nFACTS\r\n\r\nRespondents represent the interests of the POA, and, in a representative capacity,\r\nthe individual homeowners of the units at Twelve Oaks at Fenwick Plantation\r\n(Fenwick) on John's Island, South Carolina. Fenwick was originally an apartment\r\ncomplex, but the units were converted to condominiums in 2006. Fenwick\r\ncontained 216 units within twelve buildings. After discovering various problems\r\nin the buildings, Respondents retained Miles Glick, a practicing architect, to\r\ninvestigate the source of the problems. Glick determined there were numerous\r\ndeficiencies in the overall construction attributable to various contractors and sub-\r\ncontractors.\r\n\r\nThe Teseniars filed a civil action alleging design and construction defects resulting\r\nin water intrusion in the buildings at Fenwick. The POA filed a separate lawsuit,\r\nbut the two suits were consolidated on October 10, 2008. While the lawsuit\r\ninitially involved numerous defendants, all of the defendants, with the exception of\r\nProfessional, settled with Respondents. Thus, the trial focused solely on the\r\nexterior stucco installed by Professional and the resulting damage.\r\n\r\nSummit Contractors, Inc. (Summit) operated as the general contractor for Fenwick.\r\nProfessional was hired as a subcontractor for the original construction project,1 and\r\nit installed about one-quarter million square feet of stucco at Fenwick using a form\r\nof stucco called the Magna Wall system. The Magna Wall system is a proprietary\r\nstucco system that must be installed pursuant to the manufacturer's instructions. It\r\nis a water management system designed to control water that gathers behind the\r\ncladding by allowing it to escape before damage occurs, as opposed to a barrier\r\nsystem, which does not allow water behind the cladding. Professional was\r\ncertified by the manufacturer to install the system.\r\n\r\nAt trial, Respondents presented Glick who was qualified as an expert in\r\narchitecture, forensic architecture, and construction. He testified to numerous\r\ndeficiencies in Professional's work that constituted a violation of building codes,\r\nthe installation instructions, and industry standards. Glick stated there was\r\nimproper flashing and lapping, which allowed water to damage the underlying\r\nsheathing and studs in the wall. Further, Glick testified there were missing weep\r\nscreeds, which should have been installed to allow water entering the system to\r\ndrain from the wall to avoid causing damage.\r\n\r\n1   Professional ceased doing business the same year this lawsuit was filed.\r\n\nDonnie King, sole owner of Professional at the time of Fenwick's construction,\r\ntestified on behalf of the Respondents regarding Professional's stucco application.\r\nRespondents also presented Robert Gallagher, who was qualified as an expert in\r\nthe fields of general contracting and estimating. Gallagher offered opinions about\r\nthe associated costs of Glick's suggested repairs. Gallagher prepared a\r\n$15,748,225.00 estimate that he alleged would remedy 100% of the problems,\r\nincluding the stucco defects. However, because Professional was the sole\r\nremaining defendant at trial, Gallagher also prepared a \"stucco-only\" estimate,\r\nwhich he alleged would equal $8,761,443.00.\r\n\r\nIn response to the evidence and testimonies presented by Respondents,\r\nProfessional offered the testimony, via deposition, of Claude McNabb and Tacy\r\nMcGinty. McNabb was the vice president of the developer of Fenwick when it\r\nwas constructed, and he stated Professional's stucco application was proper and\r\npassed his inspection. McGinty, the general contractor's project manager during\r\nFenwick's construction, testified that Professional's work was properly done in\r\naccordance with the contract documents.\r\n\r\nProfessional presented Christian Dawkins and attempted to qualify him as an\r\nexpert in construction and engineering, but Respondents objected to his\r\nqualification. In addition to contending Dawkins was not qualified to testify as an\r\nexpert, Respondents also argued his testimony should be excluded based on a\r\ndiscovery violation. After voir dire and a subsequent overnight recess, the trial\r\ncourt ruled against qualifying Dawkins. Dawkins was only allowed to testify to his\r\npersonal observations during his investigation of Fenwick, and he could not give\r\nany opinions.\r\n\r\nProfessional presented Robert Puschek as an expert in construction and restoration,\r\nand he was qualified without objection. Puschek offered testimony regarding the\r\ncost to repair the damages at Fenwick. In response to Gallagher's stucco-only\r\nestimate, Puschek asserted it would only cost $3,662,587.64 to repair any stucco-\r\nrelated damage. Professional was allowed to display a document that reflected the\r\nprice comparison between Gallagher's and Puschek's stucco-only cost estimates on\r\nan overhead projector. However, when Professional requested the document be\r\nadmitted into evidence as Defendant's Exhibit 4, Respondents objected. The trial\r\ncourt sustained Respondents' objection.\r\n\nThe jury found in favor of Respondents on the two causes of action, negligence\r\nand breach of warranty of workmanlike service, awarding actual damages in the\r\namount of $7,723,225.00. Following the return of the jury's verdict, Professional\r\nmade motions for a new trial absolute, set-off, JNOV, and new trial nisi remittitur.\r\nWithin ten days of the trial, Professional filed written motions, memoranda, and\r\nreplies in support of its motions. Each motion was denied by the trial court in a\r\nForm 4 order filed on June 17, 2011. Professional subsequently filed a motion to\r\nalter or amend the judgment, which was also denied by the trial court on July 19,\r\n2011.\r\n\r\nDuring the ongoing lawsuit between Professional and Respondents, Professional\r\nfiled a cross-claim on April 1, 2010, against its subcontractor, APS, asserting\r\nclaims for negligence, breach of warranties, breach of contract, and indemnity.\r\nProfessional had hired APS as a sub-contractor to perform stucco repairs in the\r\nbreezeways of the buildings during Fenwick's conversion into condominiums.\r\nAPS was also included as a defendant in Respondents' suit and settled for the\r\namount of $100,000.\r\n\r\nAPS filed a motion for summary judgment on the basis that Professional was not a\r\nlicensed stucco installer, and, therefore, Professional could not maintain these\r\nclaims pursuant to statutory law. The trial court granted APS' motion on May 11,\r\n2011. Professional subsequently filed a Rule 59(e), SCRCP motion to alter or\r\namend the judgment, and the trial court denied it.\r\n\r\nProfessional now appeals the jury verdict, as well as the trial court's denial of its\r\nmotions for a new trial, directed verdict, JNOV, set-off, and to alter or amend the\r\njudgment in its suit with Respondents. Professional further appeals the order\r\ngranting APS's motion for summary judgment and the subsequent denial of its\r\nRule 59(e), SCRCP motion.\r\n\r\nLAW/ANALYSIS\r\n\r\nQualification of Chris Dawkins\r\n\r\nProfessional argues the trial court erred in failing to qualify Dawkins as an expert\r\nwitness. We agree.\r\n\r\n\"The qualification of a witness as an expert is a matter largely within the trial\r\ncourt's discretion and will not be reversed absent an abuse of that discretion.\"\r\n\nFields v. J. Haynes Waters Builders, Inc., 376 S.C. 545, 555, 658 S.E.2d 80, 85\r\n(2008) (citing Gooding v. St. Francis Xavier Hosp., 326 S.C. 248, 252, 487 S.E.2d\r\n596, 598 (1997)). \"An abuse of discretion occurs when the trial court's decision is\r\nbased upon an error of law or upon factual findings that are without evidentiary\r\nsupport.\" Id. at 555, 658 S.E.2d at 85-86 (citing Gooding, 326 S.C. at 252, 487\r\nS.E.2d at 598).\r\n\r\nPursuant to Rule 702, SCRE, a person may be qualified as an expert based upon\r\n\"knowledge, skill, experience, training, or education.\" Rule 702, SCRE, does not\r\nset forth mandatory requirements for the qualification of an expert witness,\r\nacknowledging that \"there are a variety of ways in which a person can become so\r\nskilled or knowledgeable in a field that their opinion in a scientific, technical, or\r\nspecialized area can assist the trier of fact in determining a fact or in understanding\r\nthe evidence.\" Fields, 376 S.C. at 556, 658 S.E.2d at 86.\r\n\r\n             Because a specific licensing requirement is potentially\r\n             inconsistent with the variety of ways a person may gain\r\n             specialized knowledge, [our supreme court has\r\n             recognized] that a trial court's decision to refuse to\r\n             qualify a person as an expert based solely on the failure\r\n             to meet a licensing requirement arguably impairs the\r\n             truth-seeking function of courts.\r\n\r\nId.; see J.T. Baggerly v. CSX Transp., Inc., 370 S.C. 362, 374-75 635 S.E.2d 97,\r\n104 (2006).\r\n\r\n\"At the same time, however, [the appellate court's] jurisprudence emphasizes the\r\nrole of the trial court as the gatekeeper in determining both the qualifications of an\r\nexpert and whether the expert's testimony will assist the trier of fact.\" Fields, 376\r\nS.C. at 556, 658 S.E.2d at 86. While \"non-compliance with licensing requirements\r\nor with the statutory law in specialized areas should not require, a fortiori, a trial\r\ncourt to refuse to qualify a witness as an expert,\" a trial court can consider it as a\r\nfactor \"when judging a purported expert's qualification.\" Id. When a trial court is\r\n\"determining a witness's qualification as an expert, [it] should make an inquiry\r\nbroad in scope.\" Id.\r\n\r\n             Specifically, the trial court ought to take into account the\r\n             factors delineated in the rules of evidence, the statutory\r\n             law, and any other sources of authority that may be\r\n\n             relevant to a purported expert witness's level of skill or\r\n             knowledge; and the trial court must further determine\r\n             whether the offered testimony will assist the trier of fact.\r\n\r\nId. \"Although lack of licensing and violations of statutory law may often coincide\r\nwith a lack of specialized skill or knowledge, these attributes are not always\r\nbedfellows.\" Id. at 556-57, 658 S.E.2d at 86.\r\n\r\nProfessional attempted to qualify Dawkins in the field of engineering and\r\nconstruction. Dawkins held a bachelor's degree in civil engineering from North\r\nCarolina State University and a master's degree in civil engineering with a\r\nconstruction management specialty from Georgia Tech. He was licensed in\r\nGeorgia and North Carolina, but he was not licensed in South Carolina. He had\r\nnearly thirty years of experience in civil engineering and construction. He asserted\r\nhis current practice typically involved diagnosing problems with buildings,\r\nincluding stucco issues. Dawkins observed testing for four days at the building\r\nsite, and a licensed professional engineer did the testing for him. The trial court\r\nrequested Professional present Dawkins' particular skills and understanding of\r\nSouth Carolina licensure and building codes. Dawkins stated he was familiar with\r\nthe applicable building code, the International Building Code of 2000, because it\r\nwas also used in Georgia. He worked in the coastal region of Georgia, and he\r\nasserted there was no distinction in his analysis of construction in Georgia versus\r\nconstruction in South Carolina. However, he admitted he was not familiar with\r\nany local modification to the International Residential Code of 2000 (IRC).\r\n\r\nRespondents opposed his qualification for several reasons, asserting (1) he was an\r\nout-of-state professional, (2) he had only been qualified as an expert four times,\r\nand only in Georgia, (3) he was not licensed in South Carolina which is a violation\r\nof statutory law, (4) he has never designed a building of the type at issue in this\r\ncase nor has he ever designed a building in South Carolina, (5) he only observed\r\ntesting in this case and did not conduct any testing of his own, and (6) while he is\r\ntitled a construction consultant, he has no certification for that designation. The\r\ntrial court did not qualify Dawkins, stating that it was considering all the\r\ninformation as a whole, \"in its entirety,\" and not relying solely on the fact that he\r\nwas not licensed in South Carolina.\r\n\r\nWe find the trial court abused its discretion because it did not delineate any\r\nparticular reason for its decision to not qualify Dawkins and we believe he held the\r\nprerequisite experience needed to testify as an expert under Rule 702, SCRE. See\r\n\nWilson v. Rivers, 357 S.C. 447, 452-53, 593 S.E.2d 603, 605-06 (2004) (finding\r\nthe trial court erred in not qualifying an expert in the field of biomechanics when\r\nhe was a medical doctor with a doctorate in human physiology and training in\r\nbiomechanics and he had been qualified as an expert in the field of biomechanics\r\nin other states). Dawkins had a lengthy career in the construction business and\r\nexplained his extensive educational background. Respondents argue that Dawkins'\r\nlack of familiarity with the IRC is a factor to consider in whether he should be\r\nqualified; however, Respondents' own expert witness, Glick, stated the IBC was\r\nthe appropriate code, not the IRC. Thus, Dawkins' familiarity with the IRC or lack\r\nthereof should have no bearing upon his qualification as an expert witness. As to\r\nRespondents' remaining arguments against Dawkins' qualification, \"[a]ny defects\r\nin the amount of his education and experience, if any, go to the weight of his\r\ntestimony and not its admissibility.\" Id. at 453, 593 S.E.2d at 605. We find\r\nDawkins had technical and specialized knowledge that would assist the trier of fact\r\nto understand the proximate cause of the water intrusion, and we hold the trial\r\ncourt erred in failing to qualify Dawkins.\r\n\r\nEven though we find error in the trial court's decision, Professional must show it\r\nwas prejudiced by this error to warrant reversal. See Fields, 376 S.C. at 557, 658\r\nS.E.2d at 86 (stating that to \"warrant reversal based on the admission or exclusion\r\nof evidence, the appealing party must show both the error of the ruling and\r\nprejudice\"). Respondents allege any testimony given by Dawkins would have been\r\ncumulative, and, thus, the exclusion of his testimony was harmless.\r\n\r\nProfessional proffered Dawkins testimony after the jury returned its verdict.\r\nDawkins gave in-depth testimony regarding the water intrusion, which he claimed\r\nwas caused by incorrect installation of items surrounding the windows, a duty that\r\nwas not within the scope of Professional's work. Dawkins explained that North\r\nFlorida Framing was responsible for the improper installation and stated\r\nProfessional would never have seen the problems when it completed its work.\r\nMoreover, he gave definitive testimony in which he said the water intrusion was\r\nnot proximately caused by Professional's work.\r\n\r\nProfessional presented another witness, Robert Puschek, for qualification in the\r\nareas of construction and restoration with no objection. Respondents claim even if\r\nit was error to not qualify Dawkins as an expert, Puschek's testimony mirrored\r\nDawkins' proffered testimony in many ways, and thus, Dawkins' testimony would\r\nhave been cumulative and its exclusion was harmless. We disagree. Puschek was\r\nprevented from critiquing any of Glick's work as an architect because Respondents\r\n\nsuccessfully argued that Puschek was not qualified as an architectural engineer.\r\nPuschek was limited in testifying to the needed repairs of the buildings and the\r\npricing of the repairs. Puschek made an estimate of repair and a proposal, but he\r\ndid not do a forensic analysis of the buildings. Thus, we do not believe Dawkins\r\ntestimony would have been cumulative. Compare Fields, 376 S.C. at 558, 658\r\nS.E.2d at 87 (finding the plaintiffs' expert's testimony would have been cumulative\r\nto their other two experts' testimonies, and further, the trial court ruled the other\r\nexperts would be permitted to say that they relied on the excluded witness's report\r\nin reaching their conclusions). The trial court's decision to qualify Respondents'\r\nexpert witness who testified to the proximate cause of the water intrusion while\r\ndeclining to qualify Dawkins' created a situation where Professional had no expert\r\nwitness to rebut Respondents' expert witness's testimony.\r\n\r\nRespondents argue that Donnie King gave testimony indicating Professional's fault\r\nin causing the water intrusion and that considering King's contradictory testimony,\r\nit strained \"credibility to suggest the verdict would have been any different had\r\nDawkins been allowed to take the stand and essentially disagree with the\r\nadmissions of the party who hired him to testify.\" However, any contradictory\r\ntestimony from King only further highlights the prejudicial nature of excluding\r\nDawkins' testimony.\r\n\r\nFor the reasons listed above, we find the failure to qualify Dawkins and the\r\nresulting exclusion of his testimony was prejudicial error. Accordingly, we reverse\r\nthe trial court.\r\n\r\nDawkins Discovery\r\n\r\nAs an additional sustaining ground for affirming the trial court's decision to\r\nexclude Dawkins' testimony, Respondents argue it was an appropriate discovery\r\nsanction in response to Professional's failure to produce Dawkins' files, which\r\nincluded field notes. We disagree.\r\n\r\n\"A trial court's decision on whether or not to impose discovery sanctions is\r\nreviewed for abuse of discretion.\" CFRE, LLC v. Greenville Cnty. Assessor, 395\r\nS.C. 67, 82, 716 S.E.2d 877, 885 (2011) (citing Jamison v. Ford Motor Co., 373\r\nS.C. 248, 270, 644 S.E.2d 755, 766 (Ct. App. 2007)). \"'In deciding what sanction\r\nto impose for failure to disclose evidence during the discovery process, the trial\r\ncourt should weigh the nature of the interrogatories, the discovery posture of the\r\ncase, willfulness, and the degree of prejudice.'\" Jamison, 373 S.C. at 270, 644\r\n\nS.E.2d at 767 (quoting Samples v. Mitchell, 329 S.C. 105, 112, 495 S.E.2d 213,\r\n216 (Ct. App. 1997)). \"A failure to weigh the required factors demonstrates a\r\nfailure to exercise discretion and amounts to an abuse of discretion.\" Id. (citing\r\nSamples, 329 S.C. at 112, 495 S.E.2d at 216).\r\n\r\nThis court has held a trial judge is required to consider and evaluate the following\r\nfactors before imposing the sanction of exclusion of a witness: (1) the type of\r\nwitness involved; (2) the content of the evidence emanating from the proffered\r\nwitness; (3) the nature of the failure or neglect or refusal to furnish the witness'\r\nname; (4) the degree of surprise to the other party, including the prior knowledge\r\nof the name of the witness; and (5) the prejudice to the opposing party. Jumper v.\r\nHawkins, 348 S.C. 142, 152, 558 S.E.2d 911, 916 (Ct. App. 2001). \"'[T]he\r\nsanction of exclusion of a witness should never be lightly invoked.'\" Barnette v.\r\nAdams Bros. Logging, Inc., 355 S.C. 588, 592, 586 S.E.2d 572, 574 (2003)\r\n(quoting Jackson v. H & S Oil Co., 263 S.C. 407, 411, 211 S.E.2d 223, 225\r\n(1975)).\r\n\r\nProfessional explained it did not realize it had failed to produce some of the\r\nmaterials until it received an email from Respondents regarding the matter.\r\nProfessional stated it would avoid using any material that was not produced.\r\nFurther, it stated Dawkins was designated as an expert on liability for over a year\r\nprior to trial, and, therefore, Respondents had ample time to depose him and\r\ndetermine the subject of his testimony. Finally, Professional asserted it would be\r\nseverely prejudiced if Dawkins was not allowed to testify. When the trial court\r\nadjourned the trial for the day to make its decision, Professional offered to make\r\nDawkins available to Respondents for depositions. One of the Respondents'\r\nattorneys accepted the offer and deposed Dawkins. When the trial resumed, the\r\ntrial court declined to qualify Dawkins but did not mention the discovery violation\r\nas a basis for its decision at that time.\r\n\r\nWe do not think it is proper to sustain the trial court's decision under this ground\r\nfor the following reasons: (1) Professional stated it would avoid using the\r\nmaterials that were not produced, (2) the trial court did not state its decision to\r\nexclude Dawkins' testimony was based on a discovery violation, (3) Professional\r\nmade Dawkins available for depositions overnight prior to taking the stand, and (4)\r\nonly one of the Respondents accepted the offer to depose or interview Dawkins.\r\nThe sanction of excluding a witness's testimony should not be invoked lightly, and\r\nwe find it was not appropriate here. Accordingly, we adhere to our decision to\r\nreverse the trial court's decision to exclude Dawkins' testimony.\r\n\nBecause we reverse based upon Professional's first issue, we need not reach its\r\nremaining arguments. See Futch v. McAllister Towing of Georgetown, Inc., 335\r\nS.C. 598, 613, 518 S.E.2d 591, 598 (1999) (\"[A]n appellate court need not address\r\nremaining issues when disposition of prior issue is dispositive.\").\r\n\r\nSummary Judgment in Favor of APS\r\n\r\nProfessional contends the trial court erred in granting APS's motion for summary\r\njudgment. Professional maintains it lawfully operated as an unlicensed\r\nsubcontractor under Summit's license pursuant to section 40-11-270(C) of the\r\nSouth Carolina Code (2011), and therefore is not barred from bringing an action at\r\nlaw or in equity against APS under section 40-11-370(C) of the South Carolina\r\nCode (2011). We agree.\r\n\r\nSection 40-11-370(C) states that \"[a]n entity which does not have a valid license as\r\nrequired by this chapter may not bring an action either at law or in equity to\r\nenforce the provisions of a contract. . . . .\"\r\n\r\nSection 40-11-30 of the South Carolina Code (2011) provides the licensing\r\nrequirements for the chapter, and it provides:\r\n\r\n             No entity or individual may practice as a contractor by\r\n             performing or offering to perform contracting work for\r\n             which the total cost of construction is greater than five\r\n             thousand dollars for general contracting or greater than\r\n             five thousand dollars for mechanical contracting without\r\n             a license issued in accordance with this chapter.\r\n\r\nA contractor is defined as a general or mechanical contractor regulated under this\r\nchapter. S.C. Code Ann. § 40-11-20(4) (2011). A general contractor is an entity\r\nthat performs or supervises or offers to perform or supervise general construction.\r\n§ 40-11-20(9).\r\n\r\nHowever, Professional claims it did not need a license pursuant to section 40-11-\r\n270(C), which states:\r\n\r\n             Licensees may utilize the services of unlicensed\r\n             subcontractors to perform work within the limitations\r\n\n             of the licensee's license group and license\r\n             classification or subclassification; provided, the\r\n             licensee provides supervision. The licensee is fully\r\n             responsible for any violations of this chapter resulting\r\n             from the actions of unlicensed subcontractors performing\r\n             work for the licensee.\r\n\r\n(emphasis added). A subcontractor is an entity who contracts to perform\r\nconstruction services for a prime contractor, which is one who contracts directly\r\nwith an owner to perform general or mechanical construction, or another\r\nsubcontractor. § 40-11-20(17), (22).\r\n\r\nMcGinty, one of Summit's project managers for Fenwick, acknowledged that\r\nSummit would provide the materials and supervise the work at the breezeway.\r\nPursuant to section 40-11-270(C), Summit, as the licensee, was permitted to utilize\r\nProfessional's services even though Professional was unlicensed. Further, Summit\r\nwas allowed to utilize APS's services even though it was unlicensed. Moreover,\r\nwe note the pertinent licensing statutes are intended to protect the public interest.\r\nS.C. Code Ann. § 40-1-10(A)-(B) (2011). The purpose of protecting the public\r\ninterest by denying enforceability does not exist when dealing with claims between\r\ncontractors. See Kennoy v. Graves, 300 S.W.2d 568 (Ky. App. 1957) (\"The statute\r\ninvolved, and similar ones, are designed to protect the public from being imposed\r\nupon by persons not qualified to render a professional service. The reason for the\r\nrule denying enforceability does not exist when persons engaged in the same\r\nbusiness or profession are dealing at arm['s] length with each other. In the case\r\nbefore us, appellant was in a position to know, and did know, the qualifications of\r\nappellee. No reliance was placed upon the existence of a license, as presumptively\r\nwould be the case if appellee was dealing with the general public.\").\r\n\r\nAccordingly, we find Professional was not required to have a license under the\r\napplicable statutory chapter, and, thus, section 40-11-370(C) does not preclude\r\nProfessional from bringing a claim against APS. For these reasons, we reverse the\r\ntrial court's grant of summary judgment.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, we reverse the trial court on the first issue regarding the\r\nqualification of Professional's expert witness, Dawkins, and remand this case for a\r\n\nnew trial. In regard to the trial court's grant of summary judgment in favor of APS,\r\nwe also reverse.\r\n\r\n\r\nREVERSED.\r\n\r\n\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5189","title":"Burgess v. Burgess","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5189.pdf","description":"In this appeal from the family court, William Burgess (Husband) appeals the court's final order in his divorce from Natalie Burgess (Wife), arguing the court erred in: (1) imputing income to Husband; (2) dividing the marital estate; (3) awarding alimony to Wife; and (4) awarding attorney's fees to Wife.","date":"2014-01-15","type":"opinion","text":"                         \r\n\r\n\r\n                    THE STATE OF SOUTH CAROLINA\r\n                        In The Court of Appeals\r\n\r\n            Natalie Elizabeth Crews Burgess, Respondent,\r\n\r\n            v. \n\r\n\r\n            William Arthur Burgess, Appellant. \n\r\n\r\n            Appellate Case No. 2012-213455\n\r\n\r\n\r\n                        Appeal From Greenville County \n\r\n                    Robert N. Jenkins, Sr., Family Court Judge \n\r\n\r\n\r\n                             Opinion No. 5189 \n\r\n               Heard December 12, 2013 – Filed January 15, 2014 \n\r\n\r\n\r\n                   AFFIRMED IN PART AND REMANDED \n\r\n\r\n\r\n            Oscar W. Bannister, of Bannister & Wyatt, LLC, of\r\n            Greenville, for Appellant.\r\n\r\n            Joseph M. Ramseur, Jr., of Mitchell Ramseur, LLC, of\r\n            Greenville, for Respondent.\r\n\r\n\r\nLOCKEMY, J.: In this appeal from the family court, William Burgess (Husband)\r\nappeals the court's final order in his divorce from Natalie Burgess (Wife), arguing\r\nthe court erred in: (1) imputing income to Husband; (2) dividing the marital estate;\r\n(3) awarding alimony to Wife; and (4) awarding attorney's fees to Wife. We affirm\r\nin part and remand to the family court.\r\n\n                         \r\n\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nHusband and Wife were married in 1982. During their marriage, the parties had\r\nfour children, all of whom are now emancipated. Wife received a B.A. in\r\npsychology and worked at a bank until having the parties' first child in 1986. Wife\r\ndid not work again until 2008 when a downturn in the economy required that she\r\nreturn to the workforce. She went to work as the assistant director of advancement\r\nat St. Joseph's Catholic School and earned $28,000 per year, as well as reduced\r\ntuition for the parties' two youngest children. Wife was laid off in 2009 and\r\nenrolled at Clemson University to obtain a master's degree in student affairs. She\r\nwas scheduled to earn her degree in May 2012 and had not secured a job at the\r\ntime of trial.\r\n\r\nHusband received a B.S. in business administration and worked for several\r\ncommercial real estate brokerage firms before becoming a partner with NAI Earle\r\nFurman. Between 2001 and 2007, Husband earned between $91,789 and $675,374\r\nannually. In February 2009, following the collapse of the real estate market,\r\nHusband was involuntarily bought out of his ownership in NAI Earle Furman.\r\nSubsequently, Husband founded his own commercial real estate firm, The Burgess\r\nGroup. Husband's income fell from $384,237 in 2007 to approximately $32,000 in\r\n2011.\r\n\r\nWife moved out of the marital residence on April 6, 2009, and filed a complaint for\r\nseparate maintenance and support on April 7, 2009. According to Wife, she left\r\nHusband for multiple reasons including: (1) her belief that he was paying\r\ninappropriate attention to other women; (2) he was controlling and secretive with\r\nthe family finances; and (3) he withdrew all of the money from their joint checking\r\naccounts and told her he would no longer be giving her a weekly allowance of\r\n$1,000. On March 24, 2010, Husband filed an answer and counterclaim in which\r\nhe denied Wife's entitlement to alimony and attorney's fees. A trial was held\r\nbefore the family court on February 23 and 24, 2012.\r\n\r\nIn a March 9, 2012 final order, the family court granted the parties a divorce on the\r\nground of one year's continuous separation. Subsequently, in a May 15, 2012 final\r\norder of equitable apportionment, alimony, and attorney's fees, the family court:\r\n(1) imputed $100,000 in annual income to Husband; (2) imputed $35,000 in annual\r\nincome to Wife; (3) ordered Husband to pay Wife $2,150 per month in alimony;\r\n(4) divided the marital estate; and (5) ordered Husband to pay Wife $67,589 in\r\nattorney's fees and costs. Husband filed a motion to reconsider challenging the\r\nimputation of income and award of alimony to Wife, arguing there was no\r\n\n                          \r\n\r\n\r\nevidence he was voluntarily underemployed. He also argued the attorney's fees\r\naward was improper because it was based on Husband's imputed income. The\r\nfamily court denied Husband's motion to reconsider. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe standard of review in an appeal from the family court is de novo. Simmons v.\r\nSimmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011). This broad standard of\r\nreview does not require the appellate court to disregard the factual findings of the\r\nfamily court or ignore the fact that the family court is in the better position to\r\nassess the credibility of the witnesses. DiMarco v. DiMarco, 399 S.C. 295, 299,\r\n731 S.E.2d 617, 619 (Ct. App. 2012). An appellate court will affirm the decision\r\nof the family court unless the decision is controlled by an error of law or the\r\nappellant satisfies the burden of showing the preponderance of the evidence\r\nactually supports contrary factual findings by the appellate court. Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Husband's Imputed Income\r\n\r\nHusband argues the family court erred in imputing $100,000 in income to him\r\nwithout evidence he was voluntarily underemployed or that he could have earned\r\nthat amount using his best efforts.\r\n\r\n\"[I]n determining child support or alimony obligations, the family court has the\r\ndiscretion to impute income to a party who is voluntarily unemployed or\r\nunderemployed.\" Lewis v. Lewis, 400 S.C. 354, 361-62, 734 S.E.2d 322, 326 (Ct.\r\nApp. 2012).  If the obligor spouse has the ability to earn more income\r\n             than he is in fact earning, the court may impute income\r\n             according to what he could earn by using his or her best\r\n             efforts to gain employment equal to his capabilities, and\r\n             an award of [support] based on such imputation may be a\r\n             proper exercise of discretion even if it exhausts the\r\n             obligor spouse's actual income.\r\n\r\nId. at 362, 734 S.E.2d at 326 (quoting Dixon v. Dixon, 334 S.C. 222, 240, 512\r\nS.E.2d 539, 548 (Ct. App. 1999)). \"Whether termed voluntary underemployment,\r\nimputation of income, or the failure to reach earning potential, the case law is clear\r\n\n                          \r\n\r\n\r\nthat when a payor spouse seeks to reduce support obligations based on his\r\ndiminished income, a court should consider the payor spouse's earning capacity.\"\r\nGartside v. Gartside, 383 S.C. 35, 44, 677 S.E.2d 621, 626 (Ct. App. 2009) (citing\r\nKelley v. Kelley, 324 S.C. 481, 488, 477 S.E.2d 727, 731 (Ct. App. 1996)). \"The\r\nfailure to reach earning capacity, by itself, does not automatically equate to\r\nvoluntary underemployment such that income must be imputed.\" Id. \"Although\r\nsome of the precedents appear inconsistent, the common thread in cases when\r\nactual income versus earning capacity is at issue is that courts must closely\r\nexamine the payor spouse's good faith and reasonable explanation for the\r\ndecreased income.\" Id. \"However, a payor spouse can be found to be voluntarily\r\nunderemployed even in the absence of a bad faith motivation.\" Id. at 45, 677\r\nS.E.2d at 626 (citing Arnal v. Arnal, 371 S.C. 10, 13, 636 S.E.2d 864, 866 (2006)).\r\nThe South Carolina Child Support Guidelines (the Guidelines) address the issue of\r\ndetermining earning capacity. The Guidelines provide, \"[i]n order to impute\r\nincome to a parent who is unemployed or underemployed, the court should\r\ndetermine the employment potential and probable earnings level of the parent\r\nbased on that parent's recent work history, occupational qualifications, and\r\nprevailing job opportunities and earning levels in the community.\" S.C. Code Ann.\r\nRegs. 114-4720(A)(5)(B) (2012).\r\n\r\nBased on Husband's education, training, experience, age, health, and other factors,\r\nthe family court imputed a gross annual income of $100,000 to Husband. The\r\ncourt noted it was mindful of the deteriorated state of the commercial real estate\r\nmarket, but found that considering Husband's skill set and experience, he should be\r\nable to find employment either as a commercial real estate broker or as a property\r\nmanager. The family court further noted Husband had a proven history of \"putting\r\ntogether real estate deals with little or no money invested on his part,\" and, based\r\non his testimony, he was inclined to continue pursuing such deals.\r\n\r\nWhile the family court considered several factors in imputing income to Husband,\r\nincluding his work history and occupational qualifications, the court failed to\r\nconsider prevailing job opportunities and earning levels in the community. In\r\nSanderson v. Sanderson, 391 S.C. 249, 253, 705 S.E.2d 65, 66 (Ct. App. 2010),\r\nthis court addressed a similar situation wherein the family court imputed an annual\r\nincome of $64,000 to the husband after he lost his position earning $95,000 as a\r\nresult of corporate downsizing. After noting there was no dispute that the husband\r\nlost his job through no fault of his own, this court then went on to review the\r\nevidence of record as related to the factors set forth in the [G]uidelines. Id. at 256-\r\n59, 705 S.E.2d at 68-69. The Sanderson court found the record was \"bereft of any\r\ntestimony establishing the job opportunities or earning levels in the community\"\r\n\n                         \r\n\r\n\r\nand determined the family court abused its discretion in imputing an annual\r\nincome of $64,000 to Husband. Id. at 257, 705 S.E.2d at 69. The Sanderson court\r\nremanded the issue of the amount of income to be imputed to Husband to the\r\nfamily court to be determined in accordance with the evidence presented at trial.\r\nId. at 260, 705 S.E.2d at 70.\r\n\r\nHere, as in Sanderson, the family court failed to address the necessary factors\r\ndelineated by the Guidelines concerning the prevailing job opportunities and\r\nearning levels in the community. Because the family court failed to address all of\r\nthe factors required by the Guidelines, and because there is nothing in the record to\r\nsuggest how the family court arrived at the annual income figure of $100,000 to be\r\nimputed to Husband, we remand the issue of Husband's imputed income to the\r\nfamily court pursuant to Sanderson for reconsideration based upon the factors set\r\nforth in the Guidelines.\r\n\r\nII.   Alimony\r\n\r\nHusband asserts the family court erred in awarding Wife $2,150 per month in\r\nalimony because the award was based on the court's improper finding of Husband's\r\nimputed income. Additionally, Husband contends the family court placed too\r\nmuch weight on Husband's ability to assemble commercial real estate ventures in\r\nthe future.\r\n\r\nAlimony functions as a substitute for the support normally incident to the marital\r\nrelationship and should put the supported spouse in the same position, or as near as\r\nis practicable to the same position, enjoyed during the marriage. Allen v. Allen,\r\n347 S.C. 177, 184, 554 S.E.2d 421, 424 (Ct. App. 2001). After finding an award\r\nof alimony is warranted, the family court must ensure its award is fit, equitable,\r\nand just. Id. When awarding alimony, the family court considers the following\r\nfactors: (1) duration of the marriage; (2) physical and emotional health of the\r\nparties; (3) educational background of the parties; (4) employment history and\r\nearning potential of the parties; (5) standard of living established during the\r\nmarriage; (6) current and reasonably anticipated earnings of the parties; (7) current\r\nand reasonably anticipated expenses of the parties; (8) marital and nonmarital\r\nproperties of the parties; (9) custody of children; (10) marital misconduct or fault;\r\n(11) tax consequences; (12) prior support obligations; and (13) other factors the\r\ncourt considers relevant. S.C. Code Ann. § 20-3-130(C) (Supp. 2012).\r\n\r\nIn light of our decision to remand the issue of Husband's imputed income to the\r\nfamily court, and because the parties' earnings is a factor the court must consider\r\n\n                         \r\n\r\n\r\nwhen awarding alimony, we remand the issue of alimony to the family court for\r\nconsideration of the effects of this appeal.\r\n\r\nIII.   Division of the Marital Estate\r\n\r\nHusband argues the family court erred in equitably dividing the marital estate.\r\n\r\nSubject to certain exceptions, marital property is defined as \"all real and personal\r\nproperty which has been acquired by the parties during marriage and which is\r\nowned as of the date of filing or commencement of marital litigation.\" S.C. Code §\r\n20-3-630(A) (Supp. 2012). In making an equitable apportionment of marital\r\nproperty, the family court must give weight in such proportion as it finds\r\nappropriate to all of the following factors:\r\n\r\n             (1) the duration of the marriage along with the ages of the\r\n             parties at the time of the marriage and at the time of the\r\n             divorce; (2) marital misconduct or fault of either or both\r\n             parties, if the misconduct affects or has affected the\r\n             economic circumstances of the parties or contributed to\r\n             the breakup of the marriage; (3) the value of the marital\r\n             property and the contribution of each spouse to the\r\n             acquisition, preservation, depreciation, or appreciation in\r\n             value of the marital property, including the contribution\r\n             of the spouse as homemaker; (4) the income of each\r\n             spouse, the earning potential of each spouse, and the\r\n             opportunity for future acquisition of capital assets; (5) the\r\n             health, both physical and emotional, of each spouse; (6)\r\n             either spouse's need for additional training or education\r\n             in order to achieve that spouse's income potential; (7) the\r\n             nonmarital property of each spouse; (8) the existence or\r\n             nonexistence of vested retirement benefits for either\r\n             spouse; (9) whether separate maintenance or alimony has\r\n             been awarded; (10) the desirability of awarding to the\r\n             spouse having custody of any children the family home\r\n             as part of equitable distribution or the right to live in it\r\n             for reasonable periods; (11) the tax consequences to\r\n             either party as a result of equitable apportionment; (12)\r\n             the existence and extent of any prior support obligations;\r\n             (13) liens and any other encumbrances on the marital\r\n             property and any other existing debts; (14) child custody\r\n\n                          \r\n\r\n\r\n             arrangements and obligations at the time of the entry of\r\n             the order; and (15) any other relevant factors that the\r\n             family court expressly enumerates in its order.\r\n\r\nS.C. Code Ann. § 20-3-620(B) (Supp. 2012). \"These criteria guide the family\r\ncourt in exercising its discretion over apportionment of the marital property and are\r\nnothing more than equities to be considered in reaching a fair distribution of\r\nmarital property.\" Jenkins v. Jenkins, 401 S.C. 191, 198, 736 S.E.2d 292, 296 (Ct.\r\nApp. 2012) (citing Johnson v. Johnson, 296 S.C. 289, 297-98, 372 S.E.2d 107, 112\r\n(Ct. App. 1988)). \"The criteria subserve the ultimate goal of apportionment, which\r\nis to divide the marital estate, as a whole, in a manner which fairly reflects each\r\nspouse's contribution to the economic partnership and also the relative effect of\r\nending that partnership on each of the parties. Id. at 198-99, 736 S.E.2d at 296\r\n(citing Sanders v. Sanders, 396 S.C. 410, 418, 722 S.E.2d 15, 18 (Ct. App. 2011)).\r\n\r\nThe family court determined that divisions made through temporary orders prior to\r\nthe final hearing constituted an equal division of assets. At the time of trial, the\r\nremaining assets to be divided included (1) Husband's real estate investments; (2)\r\nParis Capital, a real estate investment LLC owned jointly by the parties; and (3) the\r\nmarital residence. The family court held these assets should be sold and the\r\nproceeds divided equally between the parties.\r\n\r\nOn appeal, Husband argues (1) the division of the parties' real estate assets is\r\ninequitable because the family court did not account for the liabilities associated\r\nwith these investments; (2) the family court's division of Paris Capital is\r\ninequitable because he is liable for all taxes related to the company; and (3) the\r\nfamily court's division of the marital residence is inequitable because it increased\r\nhis liabilities.\r\n\r\nBecause Husband failed to raise any of these issues in his Rule 59(e), SCRCP,\r\nmotion, we find these issues are not preserved for our review. See Wilder Corp. v.\r\nWilke, 330 S.C. 71, 76, 497 S.E.2d 731, 733 (1998) (holding an issue must have\r\nbeen raised to and ruled upon by the trial court in order to be preserved for\r\nappellate review). Therefore, we affirm the family court's division of the marital\r\nestate.\r\n\r\nAs to the real estate investments and Paris Capital, which were discussed at oral\r\nargument, we find that even assuming they were preserved for review the family\r\ncourt did not err in dividing these assets.\r\n\n                         \r\n\r\n\r\nAt the time of trial, Husband held an interest in eight investment companies (the\r\nLLCs). The family court found an in-kind division of the LLCs was impossible\r\ndue to the restrictions on Husband's ability to transfer his ownership interest.\r\nTherefore, the court granted Wife a 50% equitable interest in Husband's shares of\r\nthese companies. The family court also ordered Husband to pay Wife 50% of the\r\nproceeds from the sale of the LLCs. Husband contends he is solely responsible for\r\nthe debts associated with the LLCs. However, the family court order specifically\r\nprovides:    Husband shall be responsible for the payment of the\r\n             debts and expenses associated with each real estate\r\n             investment. Husband shall indemnify and hold Wife\r\n             harmless therefrom. Husband shall be entitled to\r\n             reimbursement from the net sales proceeds any principal\r\n             reduction on any debt instrument related to the real estate\r\n             investments from the date of this order forward made by\r\n             him through his direct contribution of additional paid\r\n             capital.\r\n\r\nTherefore, although Husband is responsible for the payment of any debts\r\nassociated with the LLCs, he is entitled to reimbursement for any debt paid or\r\ncapital contribution upon the sale of the properties. Thus, the family court did not\r\nerr in dividing these investments.\r\n\r\nAs to Paris Capital, the family court found Husband had received the direct\r\nbenefits of the incomes derived from Paris Capital, and therefore, he should bear\r\nthe tax liability arising from Paris Capital from January 1, 2011, forward. At oral\r\nargument, Wife agreed that Husband was only responsible for taxes on money he\r\nreceived as income from Paris Capital, and not on any money he reinvested in\r\nParis Capital for operational necessities. This division was not inequitable, and,\r\ntherefore, the family court did not err in dividing Paris Capital.\r\n\r\nIV.   Attorney's Fees\r\n\r\nHusband argues the family court erred in awarding Wife attorney's fees based on\r\nhis imputed income.\r\n\r\nSection 20-3-130(H) of the South Carolina Code (Supp. 2012) authorizes the\r\nfamily court to order payment of litigation expenses, including attorney's fees, to\r\neither party in a divorce action. \"The decision to award attorney's fees is within the\r\n\n                         \r\n\r\n\r\nfamily court's sound discretion, and although appellate review of such an award is\r\nde novo, the appellant still has the burden of showing error in the family court's\r\nfindings of fact.\" Lewis v. Lewis, 400 S.C. 354, 372, 734 S.E.2d 322, 331 (Ct.\r\nApp. 2012). In determining whether to award attorney's fees, the following factors\r\nshould be considered: \"(1) the party's ability to pay his/her own attorney's fee; (2)\r\nbeneficial results obtained by the attorney; (3) the parties' respective financial\r\nconditions; (4) effect of the attorney's fee on each party's standard of living.\"\r\nE.D.M. v. T.A.M., 307 S.C. 471, 476-77, 415 S.E.2d 812, 816 (1992). If an award\r\nof attorney's fees is appropriate, the reasonableness of the fees should be\r\ndetermined according to: \"(1) the nature, extent, and difficulty of the case; (2) the\r\ntime necessarily devoted to the case; (3) professional standing of counsel; (4)\r\ncontingency of compensation; (5) beneficial results obtained; (6) customary legal\r\nfees for similar services.\" Glasscock v. Glasscock, 304 S.C. 158, 161, 403 S.E.2d\r\n313, 315 (1991).\r\n\r\nBecause we have remanded the issues of imputed income and alimony to the\r\nfamily court, we remand the issue of attorney's fees as well for consideration of the\r\neffects of this appeal. See Smith v. Smith, 386 S.C. 251, 270-71, 687 S.E.2d 720,\r\n731 (Ct. App. 2009) (remanding the issue of attorney's fees to the family court for\r\nreconsideration when the effects of the family court's decision on remand may alter\r\nits \"analysis of the 'beneficial results obtained at trial'\").\r\n\r\nCONCLUSION\r\n\r\nWe remand the issues of imputed income, alimony, and attorney's fees to the\r\nfamily court for reconsideration. We affirm the family court's division of the\r\nmarital estate.\r\n\r\nAFFIRMED IN PART AND REMANDED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5190","title":"Sullivan v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5190.pdf","description":"Morris Antonio Sullivan shot and killed Jervis Powers, and a jury convicted Sullivan of voluntary manslaughter, possession of a weapon during the commission of a violent crime, and possession of a pistol under the age of twenty-one.  Sullivan filed an application for post-conviction relief (PCR) alleging his trial counsel was ineffective for not making a sufficient request to the trial court to include language from State v. Burriss, 334 S.C. 256, 513 S.E.2d 104 (1999), in its jury charge on involuntary manslaughter.  Because there is no evidence that Sullivan shot Powers unintentionally, we find Sullivan was not entitled to an involuntary manslaughter charge, and thus was not prejudiced by any alleged error of his trial counsel.  We affirm.","date":"2014-01-29","type":"opinion","text":"                      THE STATE OF SOUTH CAROLINA \n\r\n                          In The Court of Appeals \n\r\n\r\n             Morris Antonio Sullivan, Petitioner,\r\n\r\n             v.\r\n\r\n             State of South Carolina, Respondent.\r\n\r\n             Appellate Case No. 2010-151951\r\n\r\n\r\n\r\n                           ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n                          Appeal From Greenville County\r\n                            D. Garrison Hill, Trial Judge\r\n                  G. Edward Welmaker, Post-Conviction Relief Judge\r\n\r\n\r\n                               Opinion No. 5190 \n\r\n                  Heard November 5, 2013 – Filed January 29, 2014 \n\r\n\r\n\r\n                                    AFFIRMED\r\n\r\n\r\n             Deputy Chief Appellate Defender Wanda H. Carter, of\r\n             Columbia, for Petitioner.\r\n\r\n             Assistant Attorney General Karen Christine Ratigan, of\r\n             Columbia, for Respondent.\r\n\r\n\r\nFEW, C.J.: Morris Antonio Sullivan shot and killed Jervis Powers, and a jury\r\nconvicted Sullivan of voluntary manslaughter, possession of a weapon during the\r\ncommission of a violent crime, and possession of a pistol under the age of twenty-\r\none. Sullivan filed an application for post-conviction relief (PCR) alleging his trial\r\n\ncounsel was ineffective for not making a sufficient request to the trial court to\r\ninclude language from State v. Burriss, 334 S.C. 256, 513 S.E.2d 104 (1999), in its\r\njury charge on involuntary manslaughter. Because there is no evidence that\r\nSullivan shot Powers unintentionally, we find Sullivan was not entitled to an\r\ninvoluntary manslaughter charge, and thus was not prejudiced by any alleged error\r\nof his trial counsel. We affirm.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nOn the afternoon of January 16, 1998, Sullivan fired three shots in Powers'\r\ndirection after the two exchanged angry words. According to eyewitness\r\ntestimony, Sullivan and Powers began arguing over whether Sullivan fired\r\ngunshots into Powers' home earlier that day. After Powers took his jacket off like\r\n\"he was ready to fight,\" Sullivan walked down the hallway to the back bedroom.\r\nPowers followed Sullivan, and they were still arguing when they entered the\r\nbedroom. A few minutes later, Sullivan entered the living room, holding a gun and\r\nwalking backwards away from Powers, while Powers advanced towards Sullivan.\r\nSullivan told Powers to \"get out of here,\" but Powers said, \"I don't give a f***\r\nabout that gun\" and that \"if [Sullivan] had the gun out he better use it.\" Sullivan\r\nthen fired a \"warning shot\" into the floor. Powers \"kept walking toward\r\n[Sullivan], so he shot again\" in a downward direction, hitting Powers in the leg.\r\nPowers \"continued to walk toward [Sullivan],\" and Sullivan fired a third shot that\r\nhit Powers in the chest. According to one witness, Powers \"was falling over\r\nholding his leg\" when Sullivan fired the third shot.\r\n\r\nThe State introduced notes an officer took during Sullivan's interview with police.\r\nAccording to the notes, Sullivan asked Powers to come with him to the back\r\nbedroom to settle their dispute \"man to man.\" Once there, Powers pushed Sullivan.\r\nSullivan then reached for his gun and \"asked [Powers] to please leave several\r\ntimes.\" Powers responded, \"I'm not afraid to die,\" and walked toward Sullivan.\r\nSullivan then \"shot in the floor to scare [Powers],\" and shot two more times.\r\n\r\nThe State also introduced Sullivan's written statement to police, in which he stated\r\nPowers followed him to the back bedroom, where they continued to argue. He\r\nthen told police,\r\n\r\n             [W]e both grabbed for the gun, but I got it and went back\r\n             toward the front [of the house], . . . and I kept asking him\r\n             to leave. And then he replied that he isn't scared to die,\r\n\n             and then I shot him -- I shot down once and then I shot\r\n             two more times. Then I saw him fall.\r\n\r\nThe court charged the jury on murder, voluntary manslaughter, involuntary\r\nmanslaughter, self-defense, defense of habitation, and necessity. However, when\r\nthe court charged the jury on involuntary manslaughter, it did not include language\r\nexplaining that a person can be acting lawfully if he is entitled to arm himself in\r\nself-defense at the time of the shooting. See Burriss, 334 S.C. at 262, 513 S.E.2d\r\nat 108 (\"[A] person can be acting lawfully, even if he is in unlawful possession of a\r\nweapon, if he was entitled to arm himself in self-defense at the time of the\r\nshooting.\"). The jury found Sullivan guilty of voluntary manslaughter and the two\r\nweapons charges, and the trial court sentenced him to eighteen years in prison.\r\n\r\nAfter this court dismissed his direct appeal pursuant to Anders v. California, 386\r\nU.S. 738, 87 S. Ct. 1396, 18 L. Ed. 2d 493 (1967), see State v. Sullivan, Op. No.\r\n2008-UP-478 (S.C. Ct. App. filed Aug. 11, 2008), Sullivan filed this PCR action.\r\nHe claimed his trial counsel was ineffective for not sufficiently requesting an\r\ninvoluntary manslaughter charge that included the language from Burriss. The\r\nPCR court dismissed the application, finding Sullivan failed to prove either prong\r\nof the test from Strickland v. Washington, 466 U.S. 668, 104 S. Ct. 2052, 80 L. Ed.\r\n2d 674 (1984).\r\n\r\n      II.    No Evidence of Unintentional Killing\r\n\r\nThis court will affirm if there is any evidence to support the PCR court's ruling.\r\nMoore v. State, 399 S.C. 641, 646, 732 S.E.2d 871, 873 (2012). We find there is\r\nevidence to support the PCR court's finding under the second prong of\r\nStrickland—that Sullivan was not prejudiced by any alleged error of trial\r\ncounsel—because Sullivan was not entitled to an involuntary manslaughter charge\r\nin the first place. See Harris v. State, 354 S.C. 382, 389, 581 S.E.2d 154, 157\r\n(2003) (finding defendant not prejudiced by counsel's failure to request an\r\ninvoluntary manslaughter charge where evidence did not warrant such a charge).\r\n\r\nInvoluntary manslaughter is defined as the unintentional killing of another without\r\nmalice while engaged in (1) an unlawful activity not naturally tending to cause\r\ndeath or great bodily harm or (2) a lawful activity with reckless disregard for the\r\nsafety of others. State v. Smith, 391 S.C. 408, 414, 706 S.E.2d 12, 15 (2011). To\r\nwarrant a jury charge on involuntary manslaughter under either definition, there\r\nmust be some evidence that the killing was unintentional. See Douglas v. State,\r\n332 S.C. 67, 74, 504 S.E.2d 307, 310 (1998) (stating \"involuntary manslaughter is\r\n\nat its core an unintentional killing\"); State v. Gibson, 390 S.C. 347, 357, 701\r\nS.E.2d 766, 771 (Ct. App. 2010) (stating \"the essence of involuntary manslaughter\r\nis the involuntary nature of the killing\").\r\n\r\nSullivan asserts he was prejudiced because there is evidence to support that he\r\nfired the gun while lawfully armed in self-defense. However, whether he was\r\nengaged in a lawful activity is of no consequence if he intentionally fired the gun.\r\nWhen the victim was killed by a gunshot, and no evidence is presented showing\r\nthe defendant fired the gun unintentionally, the defendant is not entitled to a charge\r\nof involuntary manslaughter. See Douglas, 332 S.C. at 74-75, 504 S.E.2d at 310-\r\n11 (holding involuntary manslaughter charge not warranted when defendant\r\nadmitted he intentionally fired his gun in self-defense); State v. Pickens, 320 S.C.\r\n528, 531-32, 466 S.E.2d 364, 366-67 (1996) (holding defendant who admitted\r\nintentionally shooting the gun was not entitled to involuntary manslaughter\r\ncharge); State v. Cooney, 320 S.C. 107, 112, 463 S.E.2d 597, 600 (1995) (holding\r\ndefendant not entitled to involuntary manslaughter charge when he intentionally\r\nshot towards the ground at the victim's feet); Bozeman v. State, 307 S.C. 172, 177,\r\n414 S.E.2d 144, 147 (1992) (explaining involuntary manslaughter charge\r\ninappropriate when defendant \"only meant to shoot over the victim's head\" because\r\nhe intended to shoot the gun); Gibson, 390 S.C. at 357-58, 701 S.E.2d at 771-72\r\n(holding defendant not entitled to involuntary manslaughter charge where\r\ndefendant intentionally fired the gun); State v. Morris, 307 S.C. 480, 484, 415\r\nS.E.2d 819, 821-22 (Ct. App. 1991) (holding defendant who intentionally fired the\r\ngun not entitled to an involuntary manslaughter charge).\r\n\r\nThe record demonstrates conclusively that Sullivan intentionally fired the gun\r\nthree times, and we find no evidence to the contrary. The fact that all three shots\r\nwere fired downward in an attempt to scare Powers does not change the fact that\r\nthe shots were fired intentionally. See Harris, 354 S.C. at 389, 581 S.E.2d at 157\r\n(finding defendant not entitled to involuntary manslaughter charge when he\r\nintentionally fired warning shots in the victim's direction); Cooney, 320 S.C. at\r\n112, 463 S.E.2d at 600 (finding no evidence to support involuntary manslaughter\r\nwhen defendant \"admitted shooting the gun towards the ground at the victim's\r\nfeet\"); Bozeman, 307 S.C. at 177, 414 S.E.2d at 147 (citing State v. Craig, 267 S.C.\r\n262, 227 S.E.2d 306 (1976), for the contention that an involuntary manslaughter\r\ncharge is unwarranted \"when the defendant admitted intentionally firing the gun,\r\nbut claimed he only meant to shoot over the victim's head\").\r\n\r\nSullivan cites several cases in support of his position. In each of these cases,\r\nhowever, there was evidence the defendant fired the gun unintentionally. See State\r\n\nv. Brayboy, 387 S.C. 174, 178, 182, 691 S.E.2d 482, 484, 486 (2010) (holding\r\ninvoluntary manslaughter charge appropriate when defendant claimed gun \"just\r\nwent off\"); State v. Light, 378 S.C. 641, 644-46, 649, 664 S.E.2d 465, 466-67, 469\r\n(2008) (holding involuntary manslaughter charge warranted when gun \"went off\"\r\nimmediately after defendant \"jerked it away from [the victim]\"); State v. Crosby,\r\n355 S.C. 47, 52-53, 584 S.E.2d 110, 112-13 (2003) (holding defendant's statement\r\nthat he \"didn't even know he pulled the trigger\" was sufficient to warrant an\r\ninvoluntary manslaughter charge); Burriss, 334 S.C. at 263, 265, 513 S.E.2d at\r\n108, 109 (holding involuntary manslaughter charge appropriate where gun \"went\r\noff\" and defendant claimed \"[i]t was an accident\").\r\n\r\n      III.   Conclusion\r\n\r\nBecause there was no evidence Sullivan fired the gun unintentionally, he was not\r\nentitled to a jury charge on involuntary manslaughter. Therefore, he was not\r\nprejudiced by trial counsel's omission of the Burriss language from his written\r\nrequest to charge. Thus, the ruling of the PCR court is AFFIRMED.\r\n\r\nPIEPER and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5192","title":"Kinard v. Richardson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5192.pdf","description":"Appellant Larry E. Kinard challenges an order of the Master-in-Equity declining to enjoin  Respondents Douglas S. Richardson and Julie D. Richardson from leasing their property to a third party for the purpose of horse grazing.","date":"2014-01-29","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA\r\n                         In The Court of Appeals\r\n\r\n            Larry E. Kinard, Appellant,\r\n\r\n            v.\r\n\r\n            Douglas S. Richardson and Julie D. Richardson,\r\n            Respondents.\r\n\r\n            Appellate Case No. 2013-000162\r\n\r\n\r\n                         Appeal From Dorchester County\r\n                 The Honorable Maite D. Murphy, Master-in-Equity\r\n\r\n\r\n                               Opinion No. 5192\r\n                 Heard December 12, 2013 – Filed January 29, 2014\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n            John R. Polito, of Goose Creek, for Appellant.\r\n\r\n            P. Brandt Shelbourne, Shelbourne Law Firm, of\r\n            Summerville, for Respondents.\r\n\r\n\r\nGEATHERS, J.: Appellant Larry E. Kinard (Owner) challenges an order of the\r\nMaster-in-Equity declining to enjoin Respondents Douglas S. Richardson and Julie\r\nD. Richardson (Neighbors) from leasing their property to a third party for the\r\npurpose of horse grazing. We reverse and remand.  \r\n\r\n\r\n\r\n                                           \r\n \r\n\n                                                               BACKGROUND\r\nThis case revolves around the intent of developers James and Delene Barnes\r\n(Developers) to restrict the use of property within Senrab Farms subdivision as\r\nwell as certain property adjacent to Senrab Farms. Developers originally owned a\r\n49.7 acre parcel near Summerville from which they created Senrab Farms. After\r\ncarving out and conveying approximately 5.5 acres of the 49.7 acre parcel to James\r\nand Helen Madison, Developers subdivided most of the remainder into lots \"A\"\r\nthrough \"I\" of Senrab Farms, together with \"14.19 acres Residual,\" as shown on a\r\nplat dated July 5, 1997. All lots in Senrab Farms were restricted to residential use,\r\nbut lot owners were permitted to keep one horse on their respective lots subject to\r\ncertain conditions.\r\n\r\nIn January 1998, Developers sold lot \"F\" at 217 Saddle Trail to Owner.\r\nDevelopers subsequently sold to Neighbors' building contractor 7 acres from the\r\n\"Residual,\" located at 124 Saddle Trail and across the street from Owner's lot.\r\nThis property was designated as \"Tract L\" on a plat dated December 29, 1997.\r\nTract L was immediately east of and adjacent to the Madisons' 5.5 acre parcel.\r\nAfter Neighbors acquired Tract L in December 1998, they subdivided it and leased\r\npart of it to other individuals for horse grazing.\r\n\r\nSpecifically, on April 1, 2003, Neighbors filed a plat showing the subdivision of\r\nTract L into two smaller tracts, Tract A and Tract B, so that they could use part of\r\ntheir property, i.e., Tract B, for horse grazing. By this time, Helen Madison had\r\nsold the 5.5 acre parcel adjacent to Tract L to Hoa Van Nguyen and Xuan Thi\r\nNguyen, two of the original defendants to this action. While this parcel was not\r\npart of Senrab Farms, its use had been restricted to residential or agricultural, and it\r\nhad an existing barn on it when the Nguyens purchased it.\r\n\r\nNeighbors also incorporated a leasing business by the name of \"Greener Pastures,\"\r\nwhich generated gross income of $6,825.00 from 2003 through early 2008. On\r\ntheir 2009 tax return, Neighbors reported \"Gross farm rental income\" of $3,050.\r\nNeighbors leased Tract B to certain individuals, and the Nguyens allowed these\r\nindividuals to operate the business \"Senrab Equestrian Center\" out of the barn on\r\nthe Nguyens' property.1\r\n\r\n\r\n                                                            \r\n1 The record reflects that Charity Filmore operated Senrab Equestrian Center for a\r\ntime and, subsequently, Madeline Ingalls operated the business. The exact dates\r\nthat these individuals operated the business are unclear, although the record\r\n                                                                     \r\n \r\n\nDuring the years that Greener Pastures leased Tract B, Owner noticed an increase\r\nin (1) the number of horses grazing on Tract B; (2) horse manure buildup on Tract\r\nB; (3) vehicle and horse traffic in the subdivision streets; and (4) litter, dust clouds,\r\nnoise, odors, and insects in the area. In 2007, Owner reported to Dorchester\r\nCounty officials his suspicion that a business was being operated on the Nguyens'\r\nproperty. However, the county zoning administrator determined that the operation\r\nwas not a business because there was \"no evidence of money changing hands.\" In\r\n2009, Owner discovered that Senrab Equestrian Center was selling horses on the\r\nInternet at \"senrabfarm.com.\" The center's website stated that it was \"located on\r\n15 acres in the middle of the Senrab Farm[s] subdivision in Summerville, SC\" and\r\nnoted \"We have two large grass pastures . . . .\" One of these pastures was\r\nNeighbors' Tract B.\r\n\r\nAfter Owner reported this discovery to the County, the zoning administrator sent a\r\n\"cease and desist\" letter to the Nguyens. After a hearing before the Board of\r\nZoning Appeals, the Board found that Senrab Equestrian Center advertised horse\r\nsales, horse jumping, dressage, and horse care services. The Board ordered the\r\nNguyens to immediately cease and desist operating the business. According to\r\nOwner's original Complaint in this action, the Nguyens did not appeal the Board's\r\norder. However, the Nguyens filed a petition for annexation into the Town of\r\nSummerville and for agricultural conservation zoning, which allowed certain\r\ncommercial operations. Summerville Town Council granted the petition.\r\n\r\nOn December 8, 2009, Owner filed a Complaint against the Town of Summerville,\r\nthe Nguyens and Senrab Farms Homeowners Association, asserting the following\r\ncauses of action: (1) \"Declaratory Judgment—Unlawful Annexation;\" (2)\r\n\"Declaratory Judgment—Unlawful Zoning;\" (3) \"42 United States Code Section\r\n1983;\" and (4) \"Breach of Covenants Against Hoa Van and Xuan Thi Nguyen.\"\r\nOwner based the Breach of Covenants cause of action on a document entitled\r\n\"Reciprocal Covenants,\" which restricted the use of the Nguyens' property to\r\nresidential or agricultural use. Owner sought damages and an injunction against\r\nthe Nguyens' use of their property for business purposes.\r\n\r\nOn January 10, 2010, Greener Pastures executed a written lease, entitled\r\n\"Commercial Lease,\" for Tract B to Madeline Ingalls, who was operating Senrab\r\nEquestrian Center at that time. The lease agreement provided for the use of Tract\r\n                                                                                                                                                                                               \r\n                                                                                                                                                                                               \r\nindicates that Ingalls was operating the business in January 2010 when she\r\nexecuted a written commercial lease for the use of Tract B as a horse pasture.                 \r\n \r\n\nB as a horse pasture. Subsequently, Owner filed his Amended Complaint, adding\r\nMadeline Ingalls and Neighbors as defendants. The Amended Complaint sought\r\ndeclaratory and injunctive relief, asserting the following causes of action: (1)\r\n\"Declaratory Judgment—Unlawful Annexation;\" (2) \"Declaratory Judgment—\r\nUnlawful Zoning;\" (3) \"Breach of Covenants and Easement Rights Against the\r\nNguyens;\" and (4) \"Breach of Covenants by [Neighbors].\" Owner based the\r\nBreach of Covenant cause of action against Neighbors on the Restrictive\r\nCovenants governing the permitted use of the lots in Senrab Farms.\r\n\r\nOn November 17, 2010, Owner and the Nguyens entered into a settlement\r\nagreement amending the original Reciprocal Covenants concerning the 5.5 acre\r\nparcel. This amendment restricted the leasing of the barn, stable and pasture on the\r\nproperty to boarding purposes only, with a boarding limit of ten horses.2 On April\r\n19, 2010, Neighbors filed their Answer, asserting the affirmative defenses of\r\n\"Unclean Hands\" and \"Statute of Limitations.\" On April 29, 2010, Neighbors filed\r\ntheir Amended Answer, admitting that at that time they were leasing Tract B to\r\nMadeline Ingalls in support of equestrian business operations. On May 11, 2010,\r\nOwner and Neighbors filed cross-motions for summary judgment.\r\n\r\nOwner's memorandum of law in support of his summary judgment motion asserted\r\nthe following grounds: (1) Neighbors were not using Tract B as a single-family\r\nresidential building lot, as required by the subdivision's Restrictive Covenants; (2)\r\na purported amendment to the Restrictive Covenants that allowed up to six horses\r\non Neighbors' property (\"Amendment to Restrictions\") was invalid; and (3) even if\r\nthe amendment was valid, Neighbors' subdivision of their property from Tract L\r\ninto Tracts A and B destroyed their right to have six horses on their property\r\npursuant to the amendment. The record does not indicate the grounds for\r\nNeighbors' summary judgment motion.\r\n\r\nThe presiding circuit judge, the Honorable Edgar Warren Dickson, issued an order\r\nconcluding that Tracts A and B were \"subject to any covenants and restrictions that\r\napplied to the original Tract L . . . .\" However, Judge Dickson also ruled that\r\nwhether the original Restrictive Covenants or the Amendment to Restrictions\r\napplied to Neighbors' property was an issue to be determined at trial, and, thus, he\r\ndenied the \"remaining portions\" of the cross-motions for summary judgment.\r\nJudge Dickson later denied Owner's motion for reconsideration.\r\n\r\n                                                            \r\n2 According to the parties' briefs, Owner also settled with the Town of\r\nSummerville and the Senrab Farms Homeowners Association.        \r\n \r\n\nSubsequently, the case was referred to the Master-in-Equity for a merits hearing.\r\nOn September 28, 2012, the master signed an order denying Owner's request for\r\ndeclaratory and injunctive relief. In this order, the master acknowledged Judge\r\nDickson's order on the cross-motions for summary judgment and stated \"[t]he\r\nquestions of fact that remained . . . were whether [Neighbors] are or were in\r\ncompliance with the terms of the applicable covenants and restrictions and which\r\nof the restrictions apply.\" The master concluded that the original Restrictive\r\nCovenants did not apply to Neighbors' property. She reasoned that an amendment\r\nwas required to make any additional property subject to the Restrictive Covenants\r\nand after Developers sold the last of the six lots that were originally subject to the\r\nRestrictive Covenants, they no longer held a sufficient property interest to effect an\r\namendment to the Restrictive Covenants.\r\n\r\nBased on this reasoning, the master concluded that the restrictions set forth in the\r\n\"Amendment to Restrictions,\" dated February 25, 1998, were actually original\r\nrestrictions on the property.3 The master also concluded that Owner was not in\r\nprivity with Neighbors and had no authority to enforce the restrictions applicable\r\nto Neighbors' property. The master found that Neighbors' leasing of their property\r\nto third parties for horse grazing was not a commercial use and, thus, Neighbors\r\nhad complied with the restriction requiring single-family residential use.\r\n\r\nOwner filed a motion for reconsideration of the master's order, or, in the\r\nalternative, a motion for a new trial. On December 6, 2012, the master signed an\r\norder denying the new trial motion and upholding the September 28, 2012 order.\r\nHowever, the master set forth additional findings of fact and conclusions of law in\r\nthe December 6, 2012 order.\r\n\r\nThe master found that Tract B was \"akin to [Neighbors'] yard of their residence.\"\r\nThe master further stated \"The fact that the actual residence does not occupy both\r\nlots does not mean that [Neighbors] are not using their property for residential\r\npurposes. They live there.\" The master also stated \"The [c]ourt finds credible\r\n[Neighbors'] argument that they do not keep more than six horses at a time on their\r\nproperty and that nothing in [the] restrictions prevents a neighbor from riding their\r\nhorse over for a visit. A visit is vastly different from continuous keeping of a\r\nhorse.\" The master also stated \"The [c]ourt finds not credible [Owner's] claim that\r\n[Neighbors'] keeping of six horses on their property is ruining [his] quality of life.\"\r\n\r\n                                                            \r\n3This document restricted the use of Neighbors' property to residential but allowed\r\nfor up to six horses to be kept on the property.                \r\n \r\n\nThe master based this statement on Owner's settlement of his litigation with the\r\nNguyens. This appeal follows. ISSUES ON APPEAL\r\n\r\n1. Did the master err in declaring that Neighbors' Tract B was not subject to the\r\noriginal Restrictive Covenants?\r\n\r\n2. Did the master err in finding that Owner lacked privity of contract or standing\r\nto enforce the Restrictive Covenants?\r\n \r\n3. Did the master err in concluding that the \"Amendment to Restrictions\" was an\r\noriginal restriction on Neighbors' property?\r\n\r\n4. Did the master err in finding that Neighbors used Tract B as their yard and\r\nthat they lived there?\r\n\r\n5. Did the master err in concluding that Neighbors complied with the covenant\r\nrestricting the use of their property to single-family residential use?\r\n\r\n6. Did the master err in concluding that Neighbors complied with the covenant\r\nrestricting the number of horses allowed on the property?\r\n\r\n7. Do the equities warrant enjoining Neighbors from continued covenant\r\nviolations?                STANDARD OF REVIEW\r\n\r\n\"Declaratory judgments in and of themselves are neither legal nor equitable.\"\r\nCampbell v. Marion Cnty. Hosp. Dist., 354 S.C. 274, 279, 580 S.E.2d 163, 165 (Ct.\r\nApp. 2003). \"The standard of review for a declaratory judgment action is therefore\r\ndetermined by the nature of the underlying issue.\" Id. Here, Owner seeks the\r\nenforcement of his subdivision's restrictive covenants. An action seeking an\r\ninjunction to enforce restrictive covenants sounds in equity. S.C. Dep't of Natural\r\nRes. v. Town of McClellanville, 345 S.C. 617, 622, 550 S.E.2d 299, 302 (2001). In\r\nan equitable action, this court may make findings according to its own view of the\r\npreponderance of the evidence. Id. However, this court is not required to\r\ndisregard the master's factual findings or ignore the fact that the master was in the\r\nbetter position to assess the credibility of the witnesses. Oskin v. Johnson, 400\r\nS.C. 390, 397, 735 S.E.2d 459, 463 (2012). \r\n \r\n\n                                LAW/ANALYSIS\r\n\r\nI.   Applicability of Restrictive Covenants\r\n\r\nOwner argues the master erred in declaring that Neighbors' Tract B was not subject\r\nto the original Restrictive Covenants. On the other hand, Neighbors argue that\r\ntheir Tracts A and B, previously designated as \"Tract 'L', Senrab Farms,\" were\r\nnever included in the subdivision. We agree with Owner that Tract L was always\r\npart of the subdivision and was subject to the original Restrictive Covenants.\r\n\r\nWe first review the law governing restrictive covenants and the interpretation of\r\nlanguage in restrictive covenants and in deeds. Restrictive covenants, sometimes\r\nreferred to as \"real covenants,\" are agreements \"to do, or refrain from doing,\r\ncertain things with respect to real property.\" Queen's Grant II Horizontal Prop.\r\nRegime v. Greenwood Dev. Corp., 368 S.C. 342, 361, 628 S.E.2d 902, 913 (Ct.\r\nApp. 2006) (citation and quotation marks omitted).\r\n\r\n             Therefore, covenants, in a sense are contractual in nature\r\n             and bind the parties thereto in the same manner as would\r\n             any other contract. Restrictive covenants are construed\r\n             like contracts and may give rise to actions for breach of\r\n             contract. However, restrictive covenants affecting real\r\n             property cannot be properly and fully understood without\r\n             resort to property law.\r\n\r\n             Restrictive covenants differ from contracts in that they\r\n             run with the land, meaning that they are enforceable by\r\n             and against later grantees.\r\n\r\nId. (citations and quotation marks omitted). \"There are several ways in which\r\nrestrictive covenants may be created. The most common means are: (1) by deed;\r\n(2) by declaration; and (3) by implication from a general plan or scheme of\r\ndevelopment.\" Id. at 362, 628 S.E.2d at 913.\r\n\r\n\"Words of a restrictive covenant will be given the common, ordinary meaning\r\nattributed to them at the time of their execution.\" Taylor v. Lindsey, 332 S.C. 1, 4,\r\n498 S.E.2d 862, 863 (1998). \"[T]he paramount rule of construction is to ascertain\r\nand give effect to the intent of the parties as determined from the whole\r\ndocument.\" Id. at 4, 498 S.E.2d at 863-64 (quotation marks omitted). When \"the\r\n                                           \r\n \r\n\nlanguage imposing restrictions upon the use of property is unambiguous, the\r\nrestrictions will be enforced according to their obvious meaning.\" Shipyard Prop.\r\nOwners' Ass'n v. Mangiaracina, 307 S.C. 299, 308, 414 S.E.2d 795, 801 (Ct. App.\r\n1992). \"A restriction on the use of property must be created in express terms or by\r\nplain and unmistakable implication, and all such restrictions are to be strictly\r\nconstrued, with all doubts resolved in favor of the free use of property.\" Taylor,\r\n332 S.C. at 5, 498 S.E.2d at 864 (citation and quotation marks omitted). However,\r\nthis rule of strict construction \"'should not be applied so as to defeat the plain and\r\nobvious purpose of the instrument.'\" McClellanville, 345 S.C. at 622, 550 S.E.2d\r\nat 302 (quoting Taylor, 332 S.C. at 4-5, 498 S.E.2d at 863-64).\r\n\r\nLikewise, in construing a deed,\r\n\r\n             the intention of the grantor must be ascertained and\r\n             effectuated, unless that intention contravenes some well\r\n             settled rule of law or public policy. In determining the\r\n             grantor's intent, the deed must be construed as a whole\r\n             and effect given to every part if it can be done\r\n             consistently with the law. The intention of the grantor\r\n             must be found within the four corners of the deed.\r\n\r\nWindham v. Riddle, 381 S.C. 192, 201, 672 S.E.2d 578, 582-83 (2009) (citations\r\nand quotation marks omitted).\r\n\r\nHere, the subdivision's Restrictive Covenants, deeds, and plats clearly and\r\nunambiguously show Developers' intent to include Tract L in the subdivision and\r\nto subject Tract L to the subdivision's Restrictive Covenants. A brief history of the\r\nsubdivision follows.\r\n\r\nOn September 8, 1997, Developers executed the Restrictive Covenants for Senrab\r\nFarms. The Restrictive Covenants state, in pertinent part:\r\n\r\n             KNOW ALL MEN BY THESE PRESENTS, that James\r\n             M. Barnes and Delete [sic] B. Barnes (hereinafter\r\n             referred to as \"Declarant\"), the owners of the property\r\n             described herein or made subject hereto from time to\r\n             time, hereby covenant and agree . . . with persons who\r\n             shall hereafter purchase the property described in the\r\n             attached Exhibit A, as follows:\r\n\r\n\r\n                                           \r\n \r\n\n                                            1. Whenever used herein, the term \"Lots\" shall\r\n                                            refer to lots which are subject hereto, whether by\r\n                                            specific reference in this instrument, or to lots\r\n                                            made subject to the provisions of this\r\n                                            instrument by separate legal instrument\r\n                                            recorded in the Dorchester County RMC\r\n                                            Office.\r\n\r\n                                            ...\r\n\r\n    (emphases added).\r\n\r\nExhibit A to the Restrictive Covenants references a plat dated July 5, 1997 and\r\nentitled \"Plat Showing Eleven Lots of Senrab Farms[,] A Subdivision Owned by\r\nJames M. Barnes and Delene Barnes.\" Exhibit A also designated the lots subject to\r\nthe Restrictive Covenants at that point in time as lots D, E, F, G, H, and I.4 From\r\nSeptember 8, 1997 through January 21, 1998, Developers conveyed these lots to\r\nseveral couples, respectively, including Owner and his wife, who purchased Lot F.\r\nDuring this time period, the majority of lot owners gave written consent to amend\r\nthe Restrictive Covenants concerning the type of fencing allowed. Owner later\r\npurchased the adjoining Lot G from the initial purchasers.\r\n\r\nOn February 25, 1998, Developers executed a document entitled \"Amendment to\r\nRestrictions\" in anticipation of their conveyance of Tract L to a builder hired by\r\nNeighbors to construct a home on the property. On this same date, Developers\r\nconveyed Tract L to the builder, Steve Hill/Habersham Builders, Inc. (Hill), and on\r\nDecember 23, 1998, Hill conveyed Tract L to Neighbors. As we will explain in\r\nsection III of this opinion, the Amendment to Restrictions was likely invalid. In\r\nany event, this document sought to allow Hill to subdivide Tract L and to allow\r\nHill and his successors to keep up to six horses on the property. The document\r\nalso included the following language:          \"EXCEPT AS HEREINABOVE\r\nMODIFIED AND SET OUT, and by acceptance hereof, undersigned do hereby\r\nagree and consent that the property shall be restricted in accordance with the\r\nrestrictive covenants, dated September 8, 1997 and recorded in the RMC Office for\r\nDorchester County in Book 1821, Page 331.\"\r\n\r\n                                                            \r\n4 The record does not indicate when, or if, Developers sold lots A through C.\r\nLikewise, the record does not indicate what, if any, restrictions were placed on\r\nthose lots.                                                       \r\n \r\n\nIn this document, Developers confirmed their intent to include Tract L in the\r\nsubdivision by (1) the title of the document itself, i.e., \"Amendment to\r\nRestrictions;\" (2) limiting the use of the property to single-family residential; and\r\n(3) designating the property in Exhibit A as \"Tract L, Senrab Farms.\"\r\n\r\nFurther, the deeds to Hill and to Neighbors pair the designation \"Tract L\" with the\r\nsubdivision's name, i.e., \"Tract L, Senrab Farms.\" These deeds also reference the\r\nRestrictive Covenants, which clearly contemplated the growth of the subdivision\r\nbeyond the six lots that were specifically referenced. The deeds to Hill and to\r\nNeighbors also reference the three subdivision plats, dated July 5, 1997, December\r\n29, 1997, and May 5, 1998, respectively. These plats are consistent with the\r\nposition that Tract L was already contemplated as part of the subdivision's general\r\nplan of development in phases. Notably, the July 5, 1997 plat designates what later\r\nbecame Tract L and Tract M as \"14.19 acres Residual.\" The use of the term\r\n\"residual\" indicates that Developers viewed this property as the undesignated\r\nremainder of some defined quantity, that quantity being all of the subdivision\r\nproperty.5\r\n\r\nThe July 5, 1997 plat also designates the lots by consecutive lettering, i.e., lots \"A\"\r\nthrough \"K,\" which is continued with Tract \"L\" and Tract \"M\" in the plat dated\r\nDecember 29, 1997 and with Tracts \"M\" through \"Q\" in the plat dated May 5,\r\n1998. Consecutive lettering has been noted in at least one South Carolina case as\r\nevidence of a single scheme of development. See Slear v. Hanna, 329 S.C. 407,\r\n409-11, 496 S.E.2d 633, 634-35 (1998) (holding there was evidence to support the\r\nspecial referee's finding that a developer intended to dedicate an access point to the\r\nIntracoastal Waterway to all property owners in a development, which in turn was\r\nbased on the referee's findings that (1) the development consisted of Blocks A\r\nthrough O, as depicted on the tax map, and (2) the consecutive lettering of the\r\nblocks evidenced a single scheme of development).\r\n\r\nIn sum, the Restrictive Covenants, deeds, and plats clearly and unambiguously\r\nshow Developers' intent to maintain a residential neighborhood and to exclude\r\ncommercial activities from the neighborhood. Cf. Easterly v. Hall, 256 S.C. 336,\r\n343-44, 182 S.E.2d 671, 674 (1971) (reviewing deeds, plats and protective\r\ncovenants and holding that all conveyances made by the common grantor\r\n\"manifested a definite plan and purpose to develop her subdivision as a residential\r\nneighborhood\").\r\n                                                            \r\n5 \"Residual,\" when used as a noun, is defined as \"[a] leftover quantity; a\r\nremainder.\" Black's Law Dictionary 1424 (9th ed. 2009).         \r\n \r\n\nNeighbors, however, insist that to add property to Senrab Farms beyond the six lots\r\nreferenced in Exhibit A to the Restrictive Covenants, Developers were required to\r\nexecute an amendment to the Restrictive Covenants. Neighbors further argue that\r\nDevelopers did not follow the required amendment procedure to subject Tract L to\r\nthe Restrictive Covenants when they conveyed Tract L to Hill. In support of this\r\nargument, Neighbors cite paragraph 18 of the Restrictive Covenants, which states\r\nthat an amendment of the Restrictive Covenants must be implemented by the\r\nwritten consent of a majority of the owners of lots subject to the Restrictive\r\nCovenants. By the time Developers conveyed Tract L to Hill, they had sold the six\r\nlots that were originally subject to them. Hence, Neighbors argue that because\r\nDevelopers did not obtain the consent of a majority of the new lot owners,\r\nDevelopers could not amend the Restrictive Covenants to make Tract L subject to\r\nthe Restrictive Covenants. Neighbors also cite Queen's Grant, 368 S.C. at 362-63,\r\n628 S.E.2d at 913-14, for the proposition that when a developer fails to expressly\r\nreserve a right to amend the covenants, amendments are not allowed.\r\n\r\nNeighbors conflate the concept of subjecting additional property to the Restrictive\r\nCovenants with amending the actual content of the Restrictive Covenants' terms.\r\nThe terms of the original Restrictive Covenants already provided for additional\r\nsubdivision property to be subjected to them by any separate legal instrument, such\r\nas the deed from Developers to Hill, and, hence, those terms did not need to be\r\namended for them to govern the additional property. The deed to Hill subjected\r\nTract L to the Restrictive Covenants and brought Tract L within the definition of\r\n\"Lots\" set forth in the Restrictive Covenants by including the following language\r\nwithin the property description: \"SUBJECT TO: Restrictive Covenants dated\r\nSeptember 8, 1997 . . . Amendment to restrictions dated February 25, 1998 . . .\r\nAmendment to restrictions dated November 25, 1997 . . . .\" Likewise, the deed\r\nconveying Tract L to Neighbors included similar language within the property\r\ndescription: \"SUBJECT TO: Restrictive Covenants and amendments thereto . . .\r\n.\"\r\n\r\nBased on the foregoing, the master erred in ruling that Neighbors' Tract B was not\r\nsubject to the original Restrictive Covenants.\r\n       \r\nII. Standing\r\n\r\nOwner argues the master erred in finding that Owner lacked privity of contract or\r\nstanding to enforce the Restrictive Covenants. We agree.\r\n\r\n\r\n                                          \r\n \r\n\nIn her order, the master stated that to add property beyond the six lots referenced in\r\nExhibit A to the Restrictive Covenants, Developers were required to amend the\r\nRestrictive Covenants. The master also stated that Developers did not follow the\r\nrequired amendment procedure to subject Tract L to the Restrictive Covenants\r\nwhen they conveyed Tract L to Hill. The master ruled that Developers did not\r\nlawfully amend the Restrictive Covenants to make Tract L subject to them and,\r\nhence, the restrictions in the Amendment to Restrictions were in fact original\r\nrestrictions on Tract L. She then concluded that there was no covenant relationship\r\nbetween Neighbors and Owner.\r\n\r\nSimilarly, Neighbors argue that even if Developers effectively subjected Tract L to\r\nthe Restrictive Covenants, the fact that Developers \"used the same Restrictive\r\nCovenants on two (2) distinct properties [Owner's property and Neighbors'\r\nproperty] does not necessarily place the properties and their owners in a covenant\r\nrelationship.\" Neighbors base this argument on their assertion that their property\r\nwas never part of the Senrab Farms subdivision and, thus, there was no contractual\r\nagreement between Owner and Neighbors.\r\n\r\n\"Restrictive covenants differ from contracts in that they 'run with the land,'\r\nmeaning that they are enforceable by and against later grantees.\" Queen's Grant,\r\n368 S.C. at 361, 628 S.E.2d at 913 (emphases added); cf. Bomar v. Echols, 270\r\nS.C. 676, 679, 244 S.E.2d 308, 310 (1978) (explaining restrictive covenants arising\r\nby implication and stating, \"where the owner of a tract of land subdivides it and\r\nsells the distinct parcels thereto to separate grantees, imposing restrictions on its\r\nuse pursuant to a general plan of development or improvement, such restrictions\r\nmay be enforced by any grantee against any other grantee\"). As expressed in\r\nsection I of this opinion, Developers intended for Neighbors' property to be part of\r\nSenrab Farms subdivision, and Developers expressed that intention in the\r\nRestrictive Covenants, deeds, and plats affecting the property. Therefore, the\r\nmaster erred in concluding that Owner did not have privity of contract or standing\r\nto enforce the Restrictive Covenants against Neighbors. See Windham, 381 S.C. at\r\n201, 672 S.E.2d at 582 (holding that in construing a deed, the intention of the\r\ngrantor must be ascertained and effectuated, unless that intention contravenes some\r\nwell-settled rule of law or public policy); Taylor, 332 S.C. at 4, 498 S.E.2d at 863-\r\n64 (holding that the paramount rule of construction of a restrictive covenant is to\r\nascertain and give effect to the intent of the parties as determined from the whole\r\ndocument).\r\n\r\nIII.   Validity of Amendment as Original Restrictions\r\n\r\n\r\n                                           \r\n \r\n\nOwner contends the master erred in concluding that the restrictions set forth in the\r\n\"Amendment to Restrictions\" were original restrictions on Neighbors' property.\r\nWe agree.     A.           Law of the case\r\n\r\nInitially, we address Neighbors' contention that Judge Dickson's December 20,\r\n2011 order upheld the applicability of the Amendment to Restrictions to\r\nNeighbors' property and, because Owner did not appeal that ruling, he is now\r\nbarred from raising this issue. See Shirley's Iron Works, Inc. v. City of Union, 403\r\nS.C. 560, 573, 743 S.E.2d 778, 785 (2013) (\"An unappealed ruling is the law of the\r\ncase and requires affirmance.\"). We disagree for two reasons. First, we do not\r\ninterpret Judge Dickson's ruling as having upheld the applicability of the\r\nAmendment to Restrictions. Rather, his order as a whole indicates that he found\r\nthis to be a question for trial. The master also interpreted Judge Dickson's order as\r\nleaving the issue of the applicability of the Amendment to Restrictions to be\r\ndetermined at trial.\r\n\r\nSecond, Owner first challenged the applicability of the Amendment to Restrictions\r\nin his summary judgment motion, and Judge Dickson's reference to this issue was\r\nmade in an order denying Owner's summary judgment motion, which is never\r\nappealable. See Olson v. Faculty House of Carolina, Inc., 354 S.C. 161, 168, 580\r\nS.E.2d 440, 444 (2003) (\"[T]he denial of a motion for summary judgment is not\r\nappealable, even after final judgment.\").\r\n\r\nBased on the foregoing, Owner is not barred from assigning error to the master's\r\nconclusion that the Amendment to Restrictions applied to Neighbors' property as\r\noriginal restrictions.\r\n\r\n              B.             Merits\r\n\r\nAlthough the master acknowledged the definition of \"Lots\" in the original\r\nRestrictive Covenants,6 she concluded that Developers never executed a separate\r\nlegal instrument bringing additional property within the Restrictive Covenants.\r\nThe master based this conclusion on the theory that Developers had to amend the\r\n                                                            \r\n6 This definition states: \"Whenever used herein, the term \"Lots\" shall refer to lots\r\nwhich are subject hereto, whether by specific reference in this instrument, or to lots\r\nmade subject to the provisions of this instrument by separate legal instrument\r\nrecorded in the Dorchester County RMC Office.\"                  \r\n \r\n\nRestrictive Covenants before the covenants could apply to additional property.\r\nHowever, the terms of the Restrictive Covenants already provided for additional\r\nsubdivision property to be subjected to them whenever Developers executed any\r\nlegal instrument, such as a deed, that, by its terms, made a lot subject to the\r\nRestrictive Covenants. Hence, the Restrictive Covenants' terms did not need to be\r\namended in order for them to govern the additional property.\r\n\r\nFurther, the deeds to Hill and to Neighbors clearly required Tract L to be subject to\r\nthe original Restrictive Covenants and valid amendments to those covenants. Yet,\r\nbecause the Amendment to Restrictions was not lawfully executed according to the\r\nterms of the Restrictive Covenants, i.e., by a majority of owners of lots subjected\r\nto the Restrictive Covenants, the plain language of the deeds to Hill and to\r\nNeighbors required the property to be subject to only the terms of the original\r\nRestrictive Covenants and the November 25, 1997 amendment concerning fencing.\r\nSee Brown v. Bass, 276 S.C. 211, 213, 277 S.E.2d 480, 480 (1981), cited in 17 S.C.\r\nJur. Covenants § 68 (affirming the trial court's order finding invalid an attempt to\r\namend a restrictive covenant prohibiting trailers on lots and ordering a trailer\r\nremoved from a restricted lot; plaintiff was entitled to have the disputed petition\r\ndeclared an ineffective amendment and to enforce the original covenant forbidding\r\ntrailers).7\r\n\r\nBased on the foregoing, the master erred in concluding that the restrictions in the\r\nAmendment to Restrictions were original restrictions on Neighbors' property.\r\n\r\nIV.           Compliance with Covenants\r\n\r\nOwner maintains the master erred in finding that Neighbors used their Tract B as\r\ntheir yard and that they lived there. Owner also argues the master erred in\r\ndeclaring that Neighbors' use of Tract B complied with the restrictions regarding\r\nresidential use and the number of horses allowed on the property. We agree.\r\n\r\n                                                            \r\n7 See also Hynes Family Trust v. Spitz, 384 S.C. 625, 629, 682 S.E.2d 831, 833 (Ct.\r\nApp. 2009) (\"Restrictive covenants are construed like contracts . . . . If a contract's\r\nlanguage is clear and capable of legal construction, this [c]ourt's function is to\r\ninterpret its lawful meaning and the intent of the parties as found in the\r\nagreement.\" (citations and quotation marks omitted)); id. (\"A clear and explicit\r\ncontract must be construed according to the terms the parties have used, with the\r\nterms to be taken and understood in their plain, ordinary, and popular sense.\"\r\n(citation and quotation marks omitted)).                        \r\n \r\n\nParagraph five of the Restrictive Covenants prohibits any use other than single-\r\nfamily residential use.8\r\n\r\n\"Single-family residential use\" involves the act of residing in a single-family\r\ndwelling. See Easterly, 256 S.C. at 342-44, 182 S.E.2d at 674 (interpreting a\r\nrestriction providing that no structure \"shall be erected upon any of [the] residential\r\nlots other than one single family private dwelling house\" and stating, \"No\r\napartment house or duplex of any type shall be erected or maintained on any of the\r\nlots\" and holding that the general plan of the residential neighborhood had been\r\nmaintained since its inception because only single family dwellings had been\r\nerected on the lots (emphases added)); Maxwell v. Smith, 228 S.C. 182, 193-94, 89\r\nS.E.2d 280, 285 (1955) (interpreting a covenant restricting use of lots to\r\n\"residential purposes\" and stating that a lake stocked with minnows and pools\r\nholding minnows for ultimate sale in a nearby city were elements of a commercial\r\ninstallation in violation of the covenant); id. at 194-95, 89 S.E.2d at 286 (holding\r\nthat even if the commercial use stopped, the lake and pools were on vacant lots\r\nand, therefore, must be viewed as \"not incident to residential use\").\r\n\r\nIn her December 6, 2012 order, the master stated that Tract B was \"akin to\r\n[Neighbors'] yard of their residence.\" The master also stated \"[t]he fact that the\r\nactual residence does not occupy both lots does not mean that [Neighbors] are not\r\nusing their property for residential purposes. They live there.\" As to her\r\nconclusion in her September 28, 2012 order that Neighbors' leasing of Tract B did\r\nnot violate the residential use requirement, the master reasoned that the\r\nrequirement for single-family residential use \"does not prohibit the leasing of real\r\nproperty or having horses on that leased real property.\" She further stated \"there is\r\nnothing in the restrictions requiring that those six (6) horses belong to\r\n[Neighbors].\" The master also cited paragraph 13(j) of the Restrictive Covenants,\r\n\r\n\r\n\r\n                                                            \r\n8Even the invalid Amendment to Restrictions explicitly prohibited any use of Tract\r\nL other than as a single-family residential building tract. The document also\r\nconditioned the subdivision of Tract L on the use of the subdivided tracts being\r\nresidential. Although this instrument purported to allow Hill, and ultimately\r\nNeighbors, to keep six horses, one two-story detached barn, and certain farm\r\nequipment, there is nothing to indicate that these modifications were meant to\r\nconvert the permitted use from residential to commercial.       \r\n \r\n\nwhich allows \"For Rent\" signs on lots, to support her reasoning.9 She went on to\r\nstate \"There is no . . . restriction in the Amendment to Restrictions or the original\r\nRestrictive Covenants that prohibits leasing the property to a third party who\r\nplaces horses on the property.\"\r\n\r\nLikewise, Neighbors argue that paragraph 13(j) of the Restrictive Covenants\r\nrecognizes that property subjected to the Restrictive Covenants can be \"leased.\"\r\nAssuming the accuracy of this argument, it does not negate the residential use\r\nrequirement. In other words, even if subdivision property is properly leased to a\r\nthird party, the lease must not permit the lessee to use the property for a\r\ncommercial venture or for any purpose other than residential housing.\r\n\r\nThere is no question that Neighbors leased all of their Tract B to the operators of\r\n\"Senrab Equestrian Center\" for the purpose of using Tract B as a horse pasture to\r\nenhance their equestrian business. Therefore, Neighbors' Tract B was not used for\r\nresidential purposes; rather, it was used for a commercial venture. At trial, one of\r\nthe Neighbors, Douglas Richardson, admitted under cross-examination that he was\r\nnot using Tract B for residential purposes. Further, during oral arguments,\r\nNeighbors conceded that leasing real property for commercial purposes is different\r\nfrom leasing for the purpose of inhabiting a dwelling.\r\n\r\nBased on the foregoing, the master erred in finding that Neighbors used Tract B as\r\ntheir yard and \"lived there,\" and in declaring that Neighbors' use of Tract B\r\ncomplied with the restrictions regarding residential use and the number of horses\r\nallowed on the property.  \r\n\r\nV.            Balancing of the Equities\r\n\r\nOwner argues that the equities in this case require Neighbors' current use of their\r\nTract B to be enjoined. We agree.\r\n\r\nBecause an action seeking an injunction to enforce restrictive covenants sounds in\r\nequity, upon a finding that a restriction has been violated, a court may not enforce\r\nthe restriction as a matter of law but must consider equitable doctrines asserted by\r\na party when deciding whether to enforce the covenant. Matsell v. Crowfield\r\nPlantation Cmty. Servs. Ass'n, Inc., 393 S.C. 65, 71, 710 S.E.2d 90, 93-94 (Ct.\r\n                                                            \r\n9Paragraph 13(j) states: \"The only signs permitted on the lots are those reading\r\n\"For Sale\" or \"For Rent\", or appropriate signs of the building contractor during the\r\nperiod of construction . . . .\"                                 \r\n \r\n\nApp. 2011) (emphasis added). The equities in the present case require Neighbors'\r\nleasing of Tract B for horse grazing to be permanently enjoined.\r\n\r\nIn Buffington v. T.O.E. Enterprises, 383 S.C. 388, 680 S.E.2d 289 (2009), our\r\nsupreme court reviewed an order enjoining the operators of a Toyota dealership\r\nfrom using their property across from the dealership, and within a subdivision, for\r\ncommercial purposes. Certain lots within the subdivision, including the property\r\nowned by the dealership operators, were subject to a restrictive covenant limiting\r\ntheir use to residential purposes. 383 S.C. at 390-91, 680 S.E.2d at 290. In\r\nexamining the equities relating to enforcement of the covenant, the court\r\nconcluded that it would be inequitable to consider the dealership operators'\r\nfinancial loss in purchasing and improving their land because they were on notice\r\nof the subdivision restriction prohibiting any use other than residential when they\r\npurchased the land. 383 S.C. at 393, 680 S.E.2d at 291. The court also concluded\r\nthat to ignore the restriction, in the absence of evidence to support lifting the\r\nrestriction based on equitable doctrines, would \"eliminate a homeowner's justified\r\nreliance on property restrictions.\" 383 S.C. at 393-94, 680 S.E.2d at 291-92.\r\n\r\nLike the dealership operators in Buffington, when Neighbors purchased Tract L,\r\nthey were on notice of the requirement that the use of Tract L must be residential.\r\nAs to the attempt to amend the original Restrictive Covenants to allow Neighbors\r\nto have six horses on their property, they were on notice of the provision in the\r\noriginal Restrictive Covenants requiring the vote of a majority of the owners of\r\nproperty subject to the Restrictive Covenants to legally amend the Restrictive\r\nCovenants.\r\n\r\nFurther, we see nothing in the record to support a deviation from the restriction\r\nregarding residential use. Neighbors argue that when Owner purchased his\r\nproperty, there were already horses that lived in the barn and grazed on the\r\n\"fourteen (14) residual acres\" and, thus, \"[i]t is disingenuous for [Owner] to\r\nattempt to argue that he had the right to assume that the property eventually\r\nconveyed to [Neighbors] was restricted to prohibit horses or somehow limit those\r\nhorses to one (1) horse for the entire fourteen (14) acres.\" However, there is\r\nnothing in the record to indicate that when Owner purchased his property in\r\nJanuary 1998, there was the extent of customer traffic and its accompanying\r\nnuisances that occurred years later.\r\n\r\nIn fact, the covenants governing the property eventually purchased by the Nguyens\r\nin 2003 prohibited any commercial use of that property, and the covenants\r\nexpressly stated that they were burdening the property for the benefit of the\r\n                                          \r\n \r\n\nremainder of Developers' 49.7 acre parcel, which included the residential lots in\r\nSenrab Farms subdivision. These covenants were recorded in the RMC office on\r\nOctober 8, 1992. Therefore, Owner had a right to rely on these covenants in\r\nmaking his purchasing decision. The mere presence of horses in the area when\r\nOwner purchased his property was consistent with the agricultural use permitted on\r\nthe property eventually purchased by the Nguyens (and not yet prohibited on the\r\nproperty eventually purchased by Neighbors). The mere presence of horses would\r\nnot have necessarily placed Owner on notice that these properties were being used\r\nfor a commercial venture.\r\n\r\nNeighbors also argue that Owner's settlement with the Nguyens allowing up to ten\r\nhorses on their property shows that Owner is not negatively affected by Neighbors'\r\nuse of their Tract B. However, the settlement expressly prohibits the use of the\r\nNguyens' property for any commercial purpose other than boarding horses at the\r\nbarn. Further, the record shows that if the court prohibits any commercial use of\r\nNeighbors' Tract B, it will eliminate the extra grazing land available to Senrab\r\nEquestrian Center, which will, in turn, eliminate the center's attractiveness to its\r\ncustomers—Douglas Richardson testified that his leasing of Tract B for horse\r\ngrazing helped facilitate customer traffic by making the center more appealing to\r\nhorse owners.\r\n\r\nMoreover, Owner testified that he agreed to the allowance of up to ten horses on\r\nthe Nguyens' property because he did not think the Nguyens could fit that many\r\nhorses on their one acre of grazing land. Therefore, despite the master's finding to\r\nthe contrary, this court may find that Owner's settlement agreement with the\r\nNguyens did not diminish the credibility of his claim that Neighbors' leasing of\r\nTract B for horse grazing has adversely affected Owner's quality of life.10 See\r\n\r\n                                                            \r\n10 The master's credibility finding was based on her incorrect assumption that the\r\nsettlement would allow Senrab Equestrian Center to continue all of its commercial\r\nuses of the Nguyens' property rather than just boarding: \"[Owner] settled with the\r\nequestrian center . . . to allow keeping up to ten horses on the property. An active\r\nequestrian center would certainly have a greater impact on traffic and activity in\r\nthe neighborhood[] than [Neighbors] . . . allowing six horses to graze.\" Therefore,\r\nwe do not believe it is appropriate to give deference to this credibility finding\r\ndespite the statement in prior case law that an appellate court is not required to\r\nignore the fact that the master was in a better position to assess the credibility of\r\nthe witnesses. See Santoro v. Schulthess, 384 S.C. 250, 261, 681 S.E.2d 897, 902\r\n(Ct. App. 2009) (\"[T]his broad scope of review does not require this Court to\r\n                                                                \r\n \r\n\nMcClellanville, 345 S.C. at 622, 550 S.E.2d at 302 (holding that an action seeking\r\nan injunction to enforce restrictive covenants sounds in equity and, therefore, this\r\nCourt may make findings according to its own view of the preponderance of the\r\nevidence).\r\n\r\nBased on the foregoing, the master erred in failing to balance the equities. The\r\nmaster also erred in finding that Owner's settlement with the Nguyens will allow a\r\ngreater impact on traffic and activity in the neighborhood than Neighbors' leasing\r\nof their property for horse grazing.                                       CONCLUSION\r\n\r\nAccordingly, we REVERSE the master's September 28, 2012 and December 7,\r\n2012 orders and REMAND for entry of an order permanently enjoining Neighbors\r\nfrom leasing their property in Senrab Farms for any purpose other than residential\r\nhousing.\r\n\r\nHUFF and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                                                                                                                                                                               \r\n                                                                                                                                                                                               \r\ndisregard the findings at trial or ignore the fact that the master was in a better\r\nposition to assess the credibility of the witnesses.\").                                        \r\n \r\n\n","court":"Appeals"}]