[{"id":"5205","title":"Beckman v. Sysco Columbia","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5205.pdf","description":"In this appeal from the Workers' Compensation Commission, Neal Beckman argues the Appellate Panel of the Workers' Compensation Commission erred in finding he was limited to a disability award for his back as a scheduled member because the evidence showed he should have been awarded disability under the loss of earning capacity statute.  We reverse and remand.","date":"2014-07-09","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Neal Beckman, Employee, Appellant,\r\n\r\n            v.\r\n\r\n            Sysco Columbia, LLC, Employer, and Gallagher Bassett\r\n            Services, Inc., Carrier, Respondents.\r\n\r\n            Appellate Case No. 2013-000005\r\n\r\n\r\n             Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                               Opinion No. 5205 \n\r\n                 Heard February 20, 2014 – Filed March 19, 2014 \n\r\n                 Withdrawn, Substituted and Refiled July 9, 2014\n\r\n\r\n\r\n                       REVERSED AND REMANDED\r\n\r\n\r\n            Frederick W. Riesen, Jr., of Riesen Law Firm, LLP, of N.\r\n            Charleston, and Stephen Benjamin Samuels, of Samuels\r\n            Law Firm, LLC, of Columbia, for Appellant.\r\n\r\n            Joseph Hubert Wood, III, and Kathryn Fiehrer Walton,\r\n            both of Wood Law Group, LLC, of Charleston, for\r\n            Respondents.\r\n\r\n\r\n\r\nSHORT, J.: In this appeal from the Workers' Compensation Commission\r\n(Commission), Neal Beckman argues the Appellate Panel of the Workers'\r\nCompensation Commission (Appellate Panel) erred in finding he was limited to a\r\ndisability award for his back as a scheduled member because the evidence showed\r\n\nhe should have been awarded disability under the loss of earning capacity statute.\r\nWe reverse and remand.\r\n\r\nFACTS\r\n\r\nBeckman, a delivery driver, was injured on March 25, 2010, while loading a hand\r\ntruck for his employer, Sysco Columbia, LLC (Sysco). Beckman alleged in his\r\nWorkers' Compensation Form 50 that he pulled muscles in his back, injuring his\r\nback, buttocks, both legs, and right foot. Sysco admitted Beckman's back injury,\r\nbut denied his other injuries. Following the accident, Sysco provided Beckman\r\nwith authorized medical care and treatment, primarily with Dr. Timothy\r\nZgleszewski. Beckman also underwent an independent medical evaluation with\r\nDr. Scott Boyd.\r\n\r\nOn March 8, 2012, Sysco filed a Form 21 seeking to terminate temporary\r\ncompensation and have an award made for permanent disability compensation.\r\nSysco asserted Beckman reached a level of maximum medical improvement on\r\nMay 2, 2011, per a note by Dr. Zgleszewski, or alternatively, by February 27,\r\n2012, per a note by Dr. Boyd.\r\n\r\nDuring the hearing before the single commissioner, Sysco asserted Beckman was\r\nentitled to permanent disability pursuant to section 42-9-30(21) of the South\r\nCarolina Code. Beckman asserted any permanency award should be based on a\r\nloss of earnings under section 42-9-20.1 In her order, the single commissioner\r\nfound Beckman \"sustained a 35% permanent loss of use of the spine\r\n(encompassing [Beckman's] entire spine and including any alleged radiculitis)\r\npursuant to § 42-9-30(21).\" The single commissioner further found Beckman's\r\ntreating physician assigned a 15% combined impairment rating for Beckman's back\r\nand sacroiliac joint (SI joint), and the independent medical examiner assigned an\r\n8% impairment rating. However, the single commissioner also found the greater\r\nweight of the evidence showed only Beckman's back was affected by the March\r\n25, 2010 admitted injury by accident. The commissioner ordered Sysco to pay a\r\nlump sum payment to Beckman representing compensation for 35% permanent\r\nloss of use to the back pursuant to § 42-9-30(21), with Sysco being entitled to take\r\n\r\n\r\n\r\n1The parties stipulated to an average weekly wage of $1,062.94, with a resulting\r\ncompensation rate of $689.71.\r\n\ncredit for all temporary disability compensation paid to Beckman for the period\r\nafter February 27, 2012.\r\n\r\nBeckman filed a Form 30 notice of appeal. After a hearing, the Appellate Panel\r\nissued an order affirming the decision of the single commissioner in full. This\r\nappeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThe South Carolina Administrative Procedures Act (APA) establishes the standard\r\nfor judicial review of decisions by the Appellate Panel. Carolinas Recycling Grp.\r\nv. S.C. Second Injury Fund, 398 S.C. 480, 482, 730 S.E.2d 324, 326 (Ct. App.\r\n2012). Under the scope of review established in the APA, this court may not\r\nsubstitute its judgment for that of the Appellate Panel as to the weight of the\r\nevidence on questions of fact, but may reverse or modify the Appellate Panel's\r\ndecision if the appellant's substantial rights have been prejudiced because the\r\ndecision is affected by an error of law or is \"clearly erroneous in view of the\r\nreliable, probative, and substantial evidence on the whole record.\" See S.C. Code\r\nAnn. § 1-23-380(5)(e) (Supp. 2013). \"It is not within our province to reverse\r\nfindings of the Appellate Panel which are supported by substantial evidence.\" Hall\r\nv. United Rentals, Inc., 371 S.C. 69, 79-80, 636 S.E.2d 876, 882 (Ct. App. 2006).\r\nOur supreme court has defined substantial evidence as evidence that, in viewing\r\nthe record as a whole, would allow reasonable minds to reach the same conclusion\r\nthe Appellate Panel reached. Lark v. Bi-Lo, Inc., 276 S.C. 130, 135, 276 S.E.2d\r\n304, 306 (1981). \"[T]he possibility of drawing two inconsistent conclusions from\r\nthe evidence does not prevent an administrative agency's finding from being\r\nsupported by substantial evidence.\" Palmetto Alliance, Inc. v. S.C. Pub. Serv.\r\nComm'n, 282 S.C. 430, 432, 319 S.E.2d 695, 696 (1984).\r\n\r\nLAW/ANALYSIS\r\n\r\nBeckman argues the Appellate Panel erred in finding he was limited to a disability\r\naward for his back as a scheduled member because the evidence showed he should\r\nhave been awarded disability under the loss of earning capacity statute in section\r\n42-9-20 of the South Carolina Code. We agree.\r\n\r\n\"[T]he guiding principle undergirding our workers' compensation system [is] that\r\nthe Act is to be liberally construed in favor of the claimant.\" Hutson v. S.C. State\r\nPorts Auth., 399 S.C. 381, 387, 732 S.E.2d 500, 503 (2012). In a workers'\r\n\ncompensation case, the extent of impairment \"need not be shown with\r\nmathematical precision.\" Linen v. Ruscon Constr. Co., 286 S.C. 67, 68, 332 S.E.2d\r\n211, 212 (1985). However, an award \"may not rest on surmise, conjecture, or\r\nspeculation; it must be founded on evidence of sufficient substance to afford it a\r\nreasonable basis.\" Id.\r\n\r\nDr. Zgleszewski assigned a 10% medical impairment to Beckman's back and spine,\r\nand a 5% medical impairment to his SI joint, for a combined 15% impairment\r\nrating. Dr. Zgleszewski also stated Beckman would need two to three SI joint\r\ninjections over the following two years. Dr. Boyd assigned Beckman with an\r\nimpairment rating of 8%. The Appellate Panel's order adopted the single\r\ncommissioner's finding that Beckman's treating physician assigned a 15%\r\ncombined impairment rating for Beckman's back and SI joint. The Appellate Panel\r\nalso adopted the single commissioner's finding that the greater weight of the\r\nevidence showed only Beckman's back was affected by the March 25, 2010\r\nadmitted injury by accident. Furthermore, the Appellate Panel agreed with the\r\nsingle commissioner's finding that there was no objective evidence of\r\nradiculopathy, and Dr. Zgleszewski diagnosed radiculitis based on Beckman's\r\nsubjective complaints.\r\n\r\nBeckman argues the Appellate Panel erred in applying the \"two body-part rule\" set\r\nforth in Singleton v. Young Lumber Co., 236 S.C. 454, 114 S.E.2d 837 (1960). In\r\nSingleton, Singleton suffered a sole injury to a scheduled member, his leg, and no\r\nother condition was claimed to have contributed to his disability. Id. at 471, 114\r\nS.E.2d at 845. Singleton argued the injury to his leg was so disabling that he\r\nshould be found totally disabled. Id. at 468, 114 S.E.2d at 844. The court held that\r\nbecause the injury was confined to a scheduled member, compensation must be\r\ndetermined under the scheduled injury statute as provided by the legislature. Id. at\r\n473, 114 S.E.2d at 846. Thus, an impairment involving only a scheduled member\r\nis compensated under the scheduled injury statute and not the general disability\r\nstatute. Id. The court stated that \"[t]o obtain compensation in addition to that\r\nscheduled for the injured member, [Singleton] must show that some other part of\r\nhis body is affected.\" Id. at 471, 114 S.E.2d at 845.\r\n\r\nIn Wigfall v. Tideland Utilities, Inc., 354 S.C. 100, 106-07, 580 S.E.2d 100, 103\r\n(2003) (citation omitted), our supreme court summarized its holding in Singleton:\r\n\r\n            Singleton stands for the exclusive rule that a claimant\r\n            with one scheduled injury is limited to the recovery under\r\n\n             § 42-9-30 alone. The case also stands for the rule that an\r\n             individual is not limited to scheduled benefits under § 42-\r\n             9-30 if he can show additional injuries beyond a lone\r\n             scheduled injury. This principle recognizes \"the\r\n             common-sense fact that, when two or more scheduled\r\n             injuries [or a scheduled and non-scheduled injury] occur\r\n             together, the disabling effect may be far greater than the\r\n             arithmetical total of the schedule allowances added\r\n             together.\"\r\n\r\nSimilarly, in Simmons v. City of Charleston, 349 S.C. 64, 76, 562 S.E.2d 476, 482\r\n(Ct. App. 2002), this court affirmed the Workers' Compensation Commission's\r\nfinding that the claimant was entitled to proceed under the general disability\r\nstatute, as substantial evidence was presented that the claimant suffered additional\r\ncomplications to another part of the body, other than a scheduled member. \"The\r\npolicy behind allowing a claimant to proceed under the general disability § 42-9-10\r\nand § 42-9-20 allows for a claimant whose injury, while falling under the\r\nscheduled member section, nevertheless affects other parts of the body and\r\nwarrants providing the claimant with the opportunity to establish a disability\r\ngreater than the presumptive disability provided for under the scheduled member\r\nsection.\" Id. (quoting Brown v. Owen Steel Co., 316 S.C. 278, 280, 450 S.E.2d 57,\r\n58 (Ct. App. 1994)). \"All that is required is that the injury to a scheduled member\r\nalso affect another body part.\" Id.\r\n\r\nBeckman asserts that although the primary injury was to his back, he also injured\r\nhis SI joint, and he suffered radiculopathy in his left leg caused by the back injury.\r\nHe argues that because the evidence shows his injury is not limited to his back, he\r\nis entitled to proceed under the loss of earnings capacity statute found in section\r\n42-9-20 of the South Carolina Code. Section 42-9-20 provides:\r\n\r\n             Except as otherwise provided in § 42-9-30, when the\r\n             incapacity for work resulting from the injury is partial,\r\n             the employer shall pay, or cause to be paid, as provided\r\n             in this chapter, to the injured employee during such\r\n             disability a weekly compensation equal to sixty-six and\r\n             two-thirds percent of the difference between his average\r\n             weekly wages before the injury and the average weekly\r\n             wages which he is able to earn thereafter, but not more\r\n             than the average weekly wage in this State for the\r\n\n             preceding fiscal year. In no case shall the period covered\r\n             by such compensation be greater than three hundred forty\r\n             weeks from the date of injury. In case the partial\r\n             disability begins after a period of total disability, the\r\n             latter period shall not be deducted from a maximum\r\n             period allowed in this section for partial disability.\r\n\r\nS.C. Code Ann. § 42-9-20 (1976). Thus, he asserts the Appellate Panel erred in\r\nonly addressing his disability under the medical model found in section 42-9-\r\n30(21) of the South Carolina Code. S.C. Code Ann. § 42-9-30(21) (Supp. 2013).\r\n\r\nBeckman cites to Gilliam v. Woodside Mills, 319 S.C. 385, 461 S.E.2d 818 (1995),\r\nas addressing virtually the same issue as in this case. In Gilliam, the employer\r\nasserted this court erred in holding as a matter of law that the hip is not part of the\r\nleg. Id. at 387, 461 S.E.2d at 819. The employer contended the only question\r\npresented to the court was whether there was substantial evidence to support the\r\nAppellate Panel's finding that Gilliam's injury was confined to her leg. Id. Our\r\nsupreme court disagreed with the employer, noting that on appeal from the\r\nAppellate Panel, this court may reverse where the decision is affected by an error\r\nof law.2 Id. The supreme court stated this court joined several jurisdictions that\r\nhave held as a matter of law that the hip socket is part of the pelvis and not part of\r\nthe leg for workers' compensation purposes, and the court did not find error with\r\nthis view. Id. Beckman, therefore, argues Gilliam supports his argument that the\r\nSI Joint, which is located in the pelvis, is not a part of the back for workers'\r\ncompensation purposes.\r\n\r\nSysco cites to Sanders v. MeadWestvaco Corp., 371 S.C. 284, 638 S.E.2d 66 (Ct.\r\nApp. 2006), in support of its position that Beckman's disability for his SI joint is\r\ncompensated based on his loss of use of his back. In Sanders, the Appellate Panel\r\nawarded Sanders compensation under section 42-9-30(19) for an injury to his back\r\n\r\n\r\n\r\n2  The employer further contended the determination whether the hip is part of the\r\nleg is a question of fact instead of a question of law. Id. The supreme court found\r\nthere was no dispute that Gilliam suffered an injury to her hip, resulting in a hip\r\nreplacement. Id. Thus, the supreme court found this court correctly ruled, given\r\nthe undisputed facts in this case, that it was a matter of law whether the hip socket\r\nis part of the pelvis or part of the leg. Id.\r\n\ndue to permanent loss of use of his lumbar spine and SI joint. Id. at 290, 638\r\nS.E.2d at 69. The employer argued the circuit court erred in affirming an award of\r\nbenefits for his back based upon impairment to the lumbar spine and SI joint,\r\nwhich are not scheduled for compensation under section 42-9-30. Id. at 289-90,\r\n638 S.E.2d at 69. This court found no reversible error, noting a review of the\r\nAppellate Panel's order and the record reflected Sanders' injury and subsequent\r\ndisability was clearly to his back. Id. at 290, 638 S.E.2d at 69. Thus, the court did\r\nnot specifically hold as a matter of law that the SI joint is a part of the back for\r\nworkers' compensation purposes.\r\n\r\nRegardless of whether the SI joint is a part of the back for workers' compensation\r\npurposes, we hold the Appellate Panel's finding that Beckman was limited to a\r\ndisability award for his back as a scheduled member is not supported by substantial\r\nevidence. Instead, the evidence in the record indicates Beckman suffered from\r\nradiculopathy as a result of his back injury. Although Dr. Zgleszewski's notes\r\nfrom June 7, 2010, state Beckman's \"EMG/NCS does not have a radiculopathy in\r\neither leg,\" the note continues that \"EMG/NCS can be an imperfect diagnostic tool\r\nfor determining radiculopathy.\" In fact, Dr. Zgleszewski's notes from June 7,\r\n2010, and July 9, 2010, state a diagnosis of radiculitis. Dr. Zgleszewski's notes\r\nfrom June 7 and July 9 provide Beckman complained of pain that radiated to his\r\nleft buttock and left hip. Dr. Zgleszewski noted during his physical examinations\r\nof Beckman: \"There is tightness noted in the left piriformis muscle(s) today. There\r\nis tenderness over the bilateral PSIS's. There is a positive Fortin Finger test\r\nbilaterally[.] Neural tension signs are positive in the left leg in the seated slumped\r\nposition.\" Dr. Zgleszewski's notes from November 10, 2010, state Beckman was\r\nstill suffering from pain that radiated to his left buttock and left hip. His physical\r\nexamination noted: \"There is tightness noted in the left piriformis muscle(s) today.\r\nNeural tension signs are positive in the left leg in the seated slumped position. . . .\r\nThere is tenderness over the left Greater Trochanter.\" Dr. Zgleszewski's notes\r\nfrom March 21, 2011, and May 2, 2011, again provide Beckman continued to\r\nsuffer pain that radiated to his left buttock and left thigh and down to his left foot.\r\nHe also noted the pain radiated to his left hip. Dr. Zgleszewski further noted\r\nduring his physical examinations: \"There is tenderness over the left greater\r\ntrochanter\"; \"There is tightness noted in the left piriformis and Gluteals muscle(s)\r\ntoday\"; and \"Neural tension signs are positive in the left leg in the seated slumped\r\nposition.\" Dr. Zgleszewski's statement to the Commission, dated September 2,\r\n2011, states Beckman suffered from \"sacroiliitis; lumbar disc injury &\r\nradiculopathy.\" Furthermore, Dr. Boyd's notes from Beckman's independent\r\n\nmedical evaluation on February 27, 2012, state Beckman suffered pain that\r\nradiated down into his left leg, and he had numbness around his foot.\r\n\r\nTherefore, we find the Appellate Panel's order was clearly erroneous in view of the\r\nsubstantial evidence in the record that Beckman suffered from radiculopathy as a\r\nresult of his back injury. See S.C. Code Ann. § 1-23-380(5)(e) (Supp. 2013) (\"The\r\ncourt may reverse or modify the decision if substantial rights of the appellant have\r\nbeen prejudiced because the administrative findings, inferences, conclusions, or\r\ndecisions are . . . clearly erroneous in view of the reliable, probative, and\r\nsubstantial evidence on the whole record.\"). As a result, Beckman is entitled to\r\nproceed under the loss of earnings capacity statute found in section 42-9-20 of the\r\nSouth Carolina Code.\r\n\r\nCONCLUSION\r\n\r\nAccordingly, we reverse the Appellate Panel and remand the case to the\r\nCommission to address Beckman's eligibility for an award under section 42-9-20\r\nof the South Carolina Code because the Appellate Panel's finding that Beckman's\r\ninjury is confined to a scheduled member is not supported by substantial evidence.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nHUFF and THOMAS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5232","title":"State v. Jenkins","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5232.pdf","description":"Appellant Clarence Williams Jenkins seeks review of his convictions for kidnapping and murder.  Appellant argues the trial court's refusal to provide the jury with the circumstantial evidence instruction quoted in State v. Edwards, 298 S.C. 272, 274-76, 379 S.E.2d 888, 889 (1989), abrogated by State v. Cherry, 361 S.C. 588, 595, 606 S.E.2d 475, 478-82 (2004), violated Appellant's right to require the prosecution to prove his guilt beyond a reasonable doubt.  Appellant also challenges the trial court's failure to strike the testimony of the State's fingerprint expert, or, in the alternative, to grant a mistrial, arguing the prosecution withheld evidence material to the testimony in question.  We affirm.","date":"2014-07-09","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Clarence Williams Jenkins, Appellant.\r\n\r\n            Appellate Case No. 2012-211588\r\n\r\n\r\n                       Appeal From Greenville County\r\n              The Honorable Edward W. Miller, Circuit Court Judge\r\n\r\n\r\n                              Opinion No. 5232\r\n                     Heard May 6, 2014 – Filed May 21, 2014\r\n                 Withdrawn, Substituted and Refiled July 9, 2014\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender Susan Barber Hackett, of Columbia,\r\n            for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Donald J. Zelenka, Senior\r\n            Assistant Attorney General Melody Jane Brown, all of\r\n            Columbia; and William Walter Wilkins, III, of\r\n            Greenville, for Respondent.\r\n\r\n\r\nGEATHERS, J.: Appellant Clarence Williams Jenkins seeks review of his\r\nconvictions for kidnapping and murder. Appellant argues the trial court's refusal to\r\n\r\n                                          \r\n \r\n\nprovide the jury with the circumstantial evidence instruction set forth in State v.\r\nEdwards1 violated his right to require the prosecution to prove his guilt beyond a\r\nreasonable doubt. Appellant also challenges the trial court's failure to strike the\r\ntestimony of the State's fingerprint expert, or, in the alternative, to grant a mistrial,\r\narguing the prosecution withheld evidence material to the testimony in question.\r\nWe affirm.                                         FACTS/PROCEDURAL HISTORY\r\n\r\nOn the morning of April 7, 2008, Sue Bostic discovered a garbage bag with\r\nunknown contents sitting on her front porch and a threatening note under the\r\nwindshield wiper of her automobile.2 Bostic contacted the Greenville City Police\r\nDepartment, and Officer Scott Odom responded to the call. Officer Amber Allen\r\nalso arrived at the scene and spoke with Bostic while Officer Odom took the\r\ngarbage bag to the back of his vehicle to inspect the bag's contents. Officer Odom\r\ndiscovered a severed human foot and hand and several severed toes. Officer\r\nMichael Petersen, who was employed with the forensic division of the Greenville\r\nCounty Department of Public Safety, then arrived to assist in processing the crime\r\nscene and collecting the evidence. Officers Allen and Petersen were informed that\r\na similar note and garbage bag containing severed body parts had been left at the\r\nresidence of Judon Burnside. They later proceeded to this residence to collect the\r\nevidence.\r\n\r\nOfficer Petersen took the garbage bags and their contents to the morgue and rolled\r\nfingerprint impressions from the severed hands. Captain Jackie Kellet, of the\r\nforensic division of the Greenville County Department of Public Safety, examined\r\nthe fingerprints processed by Officer Petersen and matched them to fingerprints on\r\nfile for Mekole Harris (Victim).\r\n\r\nOn April 10, 2008, police arrested Appellant and his wife, Carmen Jenkins (Wife),\r\nfor the murder of Victim. On November 18, 2008, the Greenville County Grand\r\nJury indicted Appellant for murder. In December of 2008, the State filed a Notice\r\nof Intent to Seek the Death Penalty against Appellant and Wife. In September of\r\n                                                            \r\n1 298 S.C. 272, 274-76, 379 S.E.2d 888, 889 (1989), abrogated by State v. Cherry, \n\r\n361 S.C. 588, 595-606, 606 S.E.2d 475, 478-82 (2004).\n\r\n2 The facts of this case are horrific; however, it is necessary to discuss them to give \n\r\ncontext to Appellant's arguments regarding circumstantial evidence and to explain \n\r\nthe relevance of Appellant's arguments regarding the fingerprint identification of \n\r\nthe victim. \n                                                   \r\n \r\n\n2009, Wife advised investigators of the location of Victim's remains in exchange\r\nfor the State's withdrawal of its Notice of Intent to Seek the Death Penalty against\r\nWife.\r\n\r\nOn March 9, 2011, Wife entered into a plea agreement with the State, requiring her\r\ntruthful testimony in Appellant's trial in exchange for the State's subsequent\r\nrequest for a reduction in Wife's sentence. On September 13, 2011, the Grand Jury\r\nindicted Appellant for the kidnapping of Victim. On March 27, 2012, Wife pled\r\nguilty to the murder of Victim and was sentenced to fifty years of imprisonment.\r\nOn this same day, the State withdrew its Notice of Intent to Seek the Death Penalty\r\nagainst Appellant.\r\n\r\nAppellant's trial took place on April 9 through 13, 2012. Captain Kellet, who had\r\nmatched the fingerprints from the severed hands to Victim's fingerprints, was\r\nqualified as an expert in fingerprint analysis, and she explained the process she\r\nwent through in identifying Victim's fingerprints. The first step was entering the\r\nunknown fingerprints into the Automated Fingerprint Identification System\r\n(AFIS), a computerized database maintained by the South Carolina Law\r\nEnforcement Division (SLED). She explained that AFIS sends back a list of\r\npotential matches, and in this case \"we ask for the top 25 people.\" Here, Victim's\r\n\"State ID number\"3 was the first number on the list of potential matches. Captain\r\nKellet then pulled a fingerprint card for Victim from agency records and visually\r\ncompared, point by point, Victim's prints to the unknown prints. Once she\r\ndetermined the known and unknown fingerprints matched, she felt no need to\r\nexamine any other fingerprints from the AFIS list of potential matches.\r\n\r\nThe State also presented the testimony of Wife, who testified about Appellant's\r\nalleged plan to intimidate a former housemate, Grace Davis, into returning to their\r\nhome and continuing to live with them. According to Wife, during the time Davis\r\nlived with Appellant and Wife, Davis developed an intimate relationship with both\r\nof them. Eventually, the Department of Social Services removed Davis's children\r\nfrom the home and notified her that she could not regain custody of her children as\r\nlong as she was living with Appellant and Wife. Therefore, Davis left the home.\r\nA few days later, Appellant told Wife that Davis \"needed to come back to [their]\r\nrelationship because she was a partner in [their] relationship\" and \"she knew too\r\nmuch about the organization that he was in.\" Appellant also told Wife \"the\r\n\r\n                                                            \r\n3  The State ID number \"is assigned to you by SLED if you've ever been\r\nfingerprinted.\"                                                 \r\n \r\n\norganization would kill all of [them] if she didn't come back.\" Wife testified that\r\nshe had never heard about this organization until that day.\r\n\r\nAppellant began executing his plan to intimidate Davis by mailing threatening\r\nletters to her and to members of her family. Next, on the evening of Friday, April\r\n4, 2008, Appellant brought home Victim, a prostitute, and handcuffed her to a bed.\r\nAppellant told Victim that he and Wife were police officers and that Victim was\r\n\"under arrest for prostitution and possession of crack.\" Appellant also told Victim\r\nthat the only way she would get out of those \"charges\" was for her to help\r\nAppellant and Wife with a \"case.\" The \"case\" Appellant referenced was his plan to\r\nintimidate Davis into returning to their home.\r\n\r\nAfter Victim agreed to cooperate, Appellant removed the handcuffs. Appellant\r\nwrote out a script for Victim to read over the telephone to members of Davis's\r\nfamily. Appellant then handcuffed Victim again and gave the script to her to\r\nmemorize. Sometime around midnight, Appellant, Wife, and Victim went to a pay\r\ntelephone at a nearby gasoline station, and Appellant dialed the telephone numbers\r\nfor Davis's mother, Judon Burnside, and Davis's aunt, Sue Bostic. During each\r\ntelephone call, Victim recited the material from the script written by Appellant.\r\nAppellant and Wife then took Victim back to their home, and Appellant\r\nhandcuffed Victim to a chair for the remainder of the day on Saturday.\r\n\r\nOn Saturday night, Appellant crushed up \"some Tylenol PM and some other\r\nsleeping medicine,\" mixed it into some ice cream, and gave it to Victim. However,\r\nVictim only ate a small amount of the ice cream. On the next day, Sunday, April\r\n6, 2008, Appellant ordered Wife to kill Victim, who was still handcuffed to the\r\nchair. Wife attempted to strangle Victim with a cable cord, but as Victim struggled\r\nagainst Wife, Wife lost control of the cord. Appellant then tied the cord to the\r\nback of the chair, placed a plastic bag over Victim's head, and suffocated her.\r\n\r\nAppellant and Wife took Victim's body to the bathroom and placed her body in the\r\nshower. Later that day, Appellant dismembered Victim's body, forcing Wife to\r\nparticipate, and placed the dismembered hands and feet in the couple's freezer.\r\nAppellant and Wife disposed of Victim's body near a golf course on Paris\r\nMountain and returned to their residence, where Appellant placed the dismembered\r\nparts into two separate garbage bags.\r\n\r\nAfter midnight, Appellant and Wife went to Bostic's apartment. Appellant\r\n\"dropped [Wife] off right at the entrance of the apartments . . . .\" Wife took one of\r\nthe garbage bags and threw it onto Bostic's front porch. Wife then left a\r\n                                           \r\n \r\n\nthreatening letter on the windshield of Bostic's car. Next, Appellant drove Wife to\r\nBurnside's residence. Wife placed a second threatening letter in Burnside's\r\nmailbox and placed the second garbage bag on Burnside's front porch.\r\n\r\nRobin Taylor, a SLED employee, also testified at Appellant's trial. Taylor\r\ndescribed the DNA analysis she performed on a swab from the severed hand.\r\nTaylor matched the DNA from this swab to the DNA from swabs of blood\r\ncollected from (1) a wall near the ceiling in a bathroom at Appellant's residence;\r\n(2) a wall on the right side of the medicine cabinet in Appellant's bathroom; (3) a\r\nlatex glove found on the floor of Wife's van; and (4) the p-trap of the shower drain\r\nin Appellant's bathroom.4\r\n\r\nThe jurors deliberated for over four hours. The foreperson then sent a note to the\r\ntrial court indicating the jurors were unable to reach a unanimous decision on one\r\nof the charges against Appellant. The trial court sent the members of the jury\r\nhome for the night. The next morning, the trial court provided the jury with an\r\nAllen instruction before they resumed their deliberations.5 A little over one hour\r\nlater, the jury returned a verdict of guilty on both charges against Appellant. The\r\ntrial court sentenced Appellant to life in prison. This appeal followed.\r\n\r\n                                                                ISSUES ON APPEAL\r\n\r\n1. Did the trial court's refusal to provide the jury with the circumstantial evidence\r\ninstruction quoted in State v. Edwards violate Appellant's right to require the\r\nprosecution to prove his guilt beyond a reasonable doubt?\r\n\r\n2. Did the trial court err in failing to strike the testimony of Captain Kellet, the\r\nState's fingerprint expert, or, in the alternative, to grant a mistrial, where\r\nAppellant's counsel did not receive a copy of Captain Kellet's file prior to trial?\r\n\r\n3. Did the trial court err in declining to grant Appellant enough recess time to hire\r\nan expert to review Captain Kellet's file?                     STANDARD OF REVIEW\r\n                                                            \r\n4 The record does not indicate when the swabs were taken from Appellant's\r\nbathroom and Wife's van.\r\n5 See Allen v. United States, 164 U.S. 492, 501 (1896) (finding no error in a jury\r\ninstruction admonishing jurors to give due deference to the opinions of their fellow\r\njurors).                                                                 \r\n \r\n\n\"In criminal cases, the appellate court sits to review errors of law only.\" State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). Thus, an appellate court is\r\nbound by the circuit court's factual findings unless they are clearly erroneous. Id.\r\n\r\n                                                               LAW/ANALYSIS\r\n\r\nI.            Jury Instruction\r\n\r\nAppellant maintains the trial court's rejection of his proposed circumstantial\r\nevidence instruction, based on the instruction approved in State v. Edwards,6\r\nviolated his right to require the prosecution to prove his guilt beyond a reasonable\r\ndoubt. Appellant argues the instruction given confused the jury regarding how to\r\nevaluate circumstantial evidence. We find no reversible error.7\r\n\r\n\"In reviewing jury charges for error, this Court considers the trial court's jury\r\ncharge as a whole and in light of the evidence and issues presented at trial.\" State\r\nv. Logan, 405 S.C. 83, 90, 747 S.E.2d 444, 448 (2013) (citation omitted). \"A jury\r\ncharge is correct if, when read as a whole, the charge adequately covers the law.\r\nId. at 90-91, 747 S.E.2d at 448. \"A jury charge that is substantially correct and\r\ncovers the law does not require reversal.\" Id. (citation and quotation marks\r\n                                                            \r\n6 298 S.C. 272, 274-76, 379 S.E.2d 888, 889 (1989), abrogated by State v. Cherry,\r\n361 S.C. 588, 595-606, 606 S.E.2d 475, 478-82 (2004).\r\n7 The State asserts Appellant failed to preserve his argument that the trial court's\r\ncircumstantial evidence instruction violated a constitutional right. The State argues\r\ntrial counsel's request to provide the jury with the Edwards instruction was based\r\non state law rather than constitutional law. Given the constitutional foundation on\r\nwhich our state's circumstantial evidence jurisprudence is based, it is likely that\r\ntrial counsel's reference to recent case law developments sufficiently apprised the\r\ntrial court of the constitutional component of his request for the Edwards\r\ninstruction. Further, any doubt concerning whether Appellant's \"reasonable doubt\"\r\nargument was preserved for review should be resolved in favor of finding the\r\nargument preserved. See Atl. Coast Builders & Contractors, LLC v. Lewis, 398\r\nS.C. 323, 330, 730 S.E.2d 282, 285 (2012) (recognizing \"it may be good practice\r\nfor [the appellate court] to reach the merits of an issue when error preservation is\r\ndoubtful\"); id. at 333, 730 S.E.2d at 287 (Toal, C.J., concurring) (\"[W]here the\r\nquestion of preservation is subject to multiple interpretations, any doubt should be\r\nresolved in favor of preservation.\").                                 \r\n \r\n\nomitted). \"Jury instructions should be considered as a whole, and if as a whole,\r\nthey are free from error, any isolated portions which may be misleading do not\r\nconstitute reversible error.\" Id. at 94 n.8, 747 S.E.2d at 449 n.8 (citation omitted).\r\n\"Generally, the trial judge is required to charge only the current and correct law of\r\nSouth Carolina.\" State v. Brown, 362 S.C. 258, 261, 607 S.E.2d 93, 95 (Ct. App.\r\n2004). \"To warrant reversal, a trial judge's refusal to give a requested jury charge\r\nmust be both erroneous and prejudicial to the defendant.\" Id. at 262, 607 S.E.2d at\r\n95.\r\n\r\nIn Edwards, our supreme court quoted the circumstantial evidence standard \"to be\r\ncharged for use by the jury in its deliberation.\" 298 S.C. at 275, 379 S.E.2d at 889.\r\n\r\n             Under this test, the jury may not convict unless:\r\n\r\n             every circumstance relied upon by the State be proven\r\n             beyond a reasonable doubt; and . . . all of the\r\n             circumstances so proven be consistent with each other\r\n             and taken together, point conclusively to the guilt of the\r\n             accused to the exclusion of every other reasonable\r\n             hypothesis. It is not sufficient that they create a\r\n             probability, though a strong one and if, assuming them to\r\n             be true they may be accounted for upon any reasonable\r\n             hypothesis which does not include the guilt of the\r\n             accused, the proof has failed.\r\n\r\nId. (emphasis added) (quoting State v. Littlejohn, 228 S.C. 324, 328, 89 S.E.2d\r\n924, 926 (1955)). However, in State v. Grippon, the court recommended that once\r\na proper reasonable doubt instruction is given, the following instruction be given:\r\n\r\n             There are two types of evidence which are generally\r\n             presented during a trial—direct evidence and\r\n             circumstantial evidence. Direct evidence is the testimony\r\n             of a person who asserts or claims to have actual\r\n             knowledge of a fact, such as an eyewitness.\r\n             Circumstantial evidence is proof of a chain of facts and\r\n             circumstances indicating the existence of a fact. The law\r\n             makes absolutely no distinction between the weight or\r\n             value to be given to either direct or circumstantial\r\n             evidence. Nor is a greater degree of certainty required of\r\n             circumstantial evidence than of direct evidence. You\r\n                                           \r\n \r\n\n            should weigh all the evidence in the case. After\r\n            weighing all the evidence, if you are not convinced of the\r\n            guilt of the defendant beyond a reasonable doubt, you\r\n            must find [the defendant] not guilty.\r\n\r\n327 S.C. 79, 83-84, 489 S.E.2d 462, 464 (1997).\r\n\r\nIn State v. Cherry, 361 S.C. 588, 597, 606 S.E.2d 475, 480 (2004), our supreme\r\ncourt held that in cases relying, in whole or in part, on circumstantial evidence,\r\nSouth Carolina courts must use the jury charge recommended in Grippon. Cherry\r\nalso eliminated the \"reasonable hypothesis\" language found in the Edwards\r\ninstruction. Cherry, 361 S.C. at 601, 606 S.E.2d at 482 (\"[T]he reasonable\r\nhypothesis charge merely serves to confuse juries by leading them to believe that\r\nthe standard for measuring circumstantial evidence is different than that for\r\nmeasuring direct evidence when, in fact, it is not.\"). Notably, other language from\r\nthe Edwards instruction was recently reaffirmed, slightly modified, and\r\nrecommended in future jury instructions. See State v. Logan, 405 S.C. 83, 99, 747\r\nS.E.2d 444, 452 (2013) (\"[T]o the extent the State relies on circumstantial\r\nevidence, all of the circumstances must be consistent with each other, and when\r\ntaken together, point conclusively to the guilt of the accused beyond a reasonable\r\ndoubt. . . . If these circumstances merely portray the defendant's behavior as\r\nsuspicious, the proof has failed.\" (emphases added)).\r\n\r\nSpecifically, the Logan court set forth the following instruction to be given to the\r\njury, in addition to a proper reasonable doubt instruction, when so requested by a\r\ndefendant:  There are two types of evidence which are generally\r\n            presented during a trial—direct evidence and\r\n            circumstantial evidence. Direct evidence directly proves\r\n            the existence of a fact and does not require deduction.\r\n            Circumstantial evidence is proof of a chain of facts and\r\n            circumstances indicating the existence of a fact.\r\n\r\n            Crimes may be proven by circumstantial evidence. The\r\n            law makes no distinction between the weight or value to\r\n            be given to either direct or circumstantial evidence,\r\n            however, to the extent the State relies on circumstantial\r\n            evidence, all of the circumstances must be consistent with\r\n            each other, and when taken together, point conclusively\r\n                                           \r\n \r\n\n             to the guilt of the accused beyond a reasonable doubt. If\r\n             these circumstances merely portray the defendant's\r\n             behavior as suspicious, the proof has failed.\r\n\r\n             The State has the burden of proving the defendant guilty\r\n             beyond a reasonable doubt. This burden rests with the\r\n             State regardless of whether the State relies on direct\r\n             evidence, circumstantial evidence, or some combination\r\n             of the two.\r\n\r\nId. at 99, 747 S.E.2d at 452 (emphases added). The court hastened to add: \"This\r\nholding does not prevent the trial court from issuing the circumstantial evidence\r\ncharge provided in Grippon and Cherry. However, trial courts may not\r\nexclusively rely on that charge over a defendant's objection.\" Id. at 100, 747\r\nS.E.2d at 452-53. Nonetheless, the Logan court ultimately concluded any error in\r\nthe trial court's jury instructions was harmless beyond a reasonable doubt because\r\nthe trial court \"clearly instructed the jury regarding the reasonable doubt burden of\r\nproof\" and its jury instruction, \"as a whole, properly conveyed the applicable law.\"\r\nLogan, 405 S.C. at 94 n.8, 747 S.E.2d at 449 n.8 (citations omitted).\r\n\r\nIn the instant case, the trial court gave the following jury instruction on\r\ncircumstantial evidence:\r\n\r\n\r\n             Now, there are two types of evidence which are generally\r\n             presented during a trial. And they are known as direct\r\n             evidence and circumstantial evidence. Direct evidence is\r\n             the testimony of a person who claims to have actual\r\n             knowledge of a fact, such as an eye witness [sic]. It is\r\n             evidence which immediately establishes the main fact\r\n             sought to be proven. Circumstantial evidence is proof of\r\n             a chain of facts and circumstances indicating the\r\n             existence of the main fact. It is evidence which\r\n             immediately establishes collateral facts from which the\r\n             main fact may be inferred. Circumstantial evidence is\r\n             based on inference and not on personal knowledge or\r\n             observation. The law makes absolutely no distinction\r\n             between the weight or value to be given to either direct or\r\n             circumstantial evidence. Nor is a greater degree of\r\n             certainty required of circumstantial evidence than of\r\n                                           \r\n \r\n\n             direct evidence. You should weigh all of the evidence in\r\n             the case. After weighing all of the evidence, if you are\r\n             not convinced of the guilt of the Defendant beyond a\r\n             reasonable doubt, then you should find the Defendant not\r\n             guilty.\r\n\r\n(emphasis added). This instruction is virtually identical to the Grippon instruction.\r\n327 S.C. at 83-84, 489 S.E.2d at 464.\r\n\r\nThe State argues that at the time of Appellant's trial, the \"relevant precedent\r\ndictated that only the Grippon charge be used.\" The State points out that the\r\nLogan opinion was published while the appeal in the instant case was pending. In\r\nresponse, Appellant maintains that Logan applies retroactively to his trial, citing\r\nState v. Belcher, 385 S.C. 597, 612-13, 685 S.E.2d 802, 810 (2009) and Griffith v.\r\nKentucky, 479 U.S. 314, 328 (1987), for the proposition that a new rule for the\r\nconduct of criminal prosecutions must be applied retroactively to all cases pending\r\non direct review or not yet final. We agree that Griffith requires the application of\r\nLogan to cases pending on appeal at the time the Logan opinion was published.\r\nNevertheless, this court is constrained to affirm the trial court's denial of\r\nAppellant's request to give the Edwards instruction for two reasons.\r\n\r\nFirst, Appellant's requested instruction contains the following language:\r\n\r\n             [Y]ou may not convict a defendant unless . . . all of the\r\n             circumstances . . . taken together, point conclusively to\r\n             the guilt of the accused to the exclusion of every other\r\n             reasonable hypothesis. It is not sufficient that the\r\n             circumstances create a probability, even if it is a strong\r\n             one. If, assuming the circumstances are true, there is a\r\n             reasonable hypothesis which does not include the guilt of\r\n             the accused, the proof has failed.\r\n\r\nOur supreme court has excluded the \"reasonable hypothesis\" language from the\r\ncircumstantial evidence instruction now required by Logan, recognizing that this\r\nlanguage is unnecessary. See Logan, 405 S.C. at 99-100, 747 S.E.2d at 452-53\r\n(setting forth the instruction to be given by trial courts when requested by a\r\ndefendant); id. at 100, 747 S.E.2d at 452 (citing Grippon, 327 S.C. at 83-84, 489\r\nS.E.2d at 463-64.                          \r\n \r\n\nSecond, any error in the omission of other language from the Logan instruction\r\nwas harmless beyond a reasonable doubt because the trial court's instruction, as a\r\nwhole, properly conveyed the applicable law. See Logan, 405 S.C. at 94 n.8, 747\r\nS.E.2d at 449 n.8 (\"[E]rroneous jury instructions are subject to a harmless error\r\nanalysis.\"). The trial court provided the following instruction as to the State's\r\nburden of proof:\r\n\r\n             Now, Clarence Jenkins has pled not guilty to these\r\n             indictments. And that plea puts the burden on the State\r\n             to provide [sic] the Defendant guilty. A person charged\r\n             with committing a criminal offense in South Carolina is\r\n             never required to prove themselves innocent. And I\r\n             charge you that it is a cardinal and important rule of the\r\n             law that a defendant in a criminal trial will always be\r\n             presumed to be innocent of the crime for which an\r\n             indictment has been issued unless and until guilt has been\r\n             proven by evidence satisfying you of guilt beyond a\r\n             reasonable doubt.\r\n\r\n             Now, reasonable doubt is the kind of doubt which would\r\n             cause a reasonable person to hesitate to act. And\r\n             reasonable doubt may arise from the evidence which is in\r\n             the case or from the lack or absence of evidence in the\r\n             case. And you, the jury, must determine whether or not\r\n             reasonable doubt exists as to the guilt of this Defendant.\r\n             The State has the burden of proving each and every\r\n             element of a crime beyond a reasonable doubt. And any\r\n             reasonable doubt that you may have in your deliberations\r\n             should be resolved in favor of the Defendant.\r\n\r\nWe find this reasonable doubt instruction to be a correct statement of the law. See\r\nState v. Jones, 343 S.C. 562, 578, 541 S.E.2d 813, 821 (2001) (holding a jury\r\ninstruction explaining, \"A reasonable doubt is the kind of doubt that would cause a\r\nreasonable person to hesitate to act\" was \"a correct statement of South Carolina\r\nlaw.\"). Further, the trial court's instruction on circumstantial evidence (see supra)\r\nimmediately followed the reasonable doubt instruction. As our supreme court\r\nultimately concluded in Logan, we conclude the trial court's instructions in the\r\npresent case, as a whole, properly conveyed the applicable law. See Logan, 405\r\nS.C. at 94 n.8, 747 S.E.2d at 449 n.8 (\"A trial court's decision regarding jury\r\ncharges will not be reversed where the charges, as a whole, properly charged the\r\n                                           \r\n \r\n\nlaw to be applied.\" (citation omitted)); id. (concluding any error in the trial court's\r\njury instructions was harmless because the trial court \"clearly instructed the jury\r\nregarding the reasonable doubt burden of proof\" and its jury instruction, \"as a\r\nwhole, properly conveyed the applicable law.\" (citations omitted)). Therefore, we\r\naffirm the denial of Appellant's request to provide the Edwards instruction.\r\n\r\nII.   Withholding of Evidence\r\n\r\nAppellant challenges the trial court's refusal to grant him relief based on the\r\nprosecution's failure to produce Captain Kellet's file documenting her identification\r\nof Victim's fingerprints, citing Rule 5 of the South Carolina Rules of Criminal\r\nProcedure. Appellant argues this alleged Rule 5 violation compromised his ability\r\nto fully impeach the credibility of Captain Kellet's testimony, and, thus, the trial\r\ncourt should have stricken her testimony or granted a mistrial. We disagree.\r\n\r\nRule 5(a)(1)(C), SCRCrimP states:\r\n\r\n             Upon request of the defendant the prosecution shall\r\n             permit the defendant to inspect and copy books, papers,\r\n             documents, photographs, tangible objects, buildings or\r\n             places, or copies or portions thereof, which are within the\r\n             possession, custody or control of the prosecution, and\r\n             which are material to the preparation of his defense or are\r\n             intended for use by the prosecution as evidence in chief\r\n             at the trial, or were obtained from or belong to the\r\n             defendant.\r\n\r\n(emphasis added).\r\n\r\nFurther, \"[t]he admission of evidence is within the discretion of the trial court and\r\nwill not be reversed absent an abuse of discretion.\" State v. Tennant, 383 S.C. 245,\r\n254, 678 S.E.2d 812, 816 (Ct. App. 2009), modified on other grounds, 394 S.C. 5,\r\n21, 714 S.E.2d 297, 305 (2011) (citation and quotation marks omitted). Likewise,\r\n\"[t]he granting or refusing of a motion for a mistrial lies within the sound\r\ndiscretion of the trial court[,] and its ruling will not be disturbed on appeal absent\r\nan abuse of discretion amounting to an error of law.\" State v. Harris, 340 S.C. 59,\r\n63, 530 S.E.2d 626, 627-28 (2000) (citation omitted). \"An abuse of discretion\r\noccurs when the conclusions of the trial court either lack evidentiary support or are\r\ncontrolled by an error of law.\" Tennant, 383 S.C. at 254, 678 S.E.2d at 816\r\n(citation and quotation marks omitted).     \r\n \r\n\nTo warrant either a mistrial or reversal based on an evidentiary ruling, the\r\ncomplaining party must prove both the error of the ruling and the resulting\r\nprejudice. Id. at 254, 678 S.E.2d at 816-17 (as to the admission or exclusion of\r\nevidence); Harris, 340 S.C. at 63, 530 S.E.2d at 628 (as to a mistrial). \"To prove\r\nprejudice, the complaining party must show there is a reasonable probability that\r\nthe jury's verdict was influenced by the challenged evidence or lack thereof.\"\r\nTennant, 383 S.C. at 254, 678 S.E.2d at 817 (citation and quotation marks\r\nomitted).\r\n\r\nAccording to the solicitor, he conferred with Captain Kellet regarding the contents\r\nof her file in response to defense counsel's discovery requests. The solicitor then\r\ncontacted defense counsel and told him Captain Kellet's file could possibly include\r\nsome AFIS-related documents. However, defense counsel declined to review\r\nthem. In fact, for approximately four years prior to trial, Appellant's defense team\r\nwas aware that fingerprints from the severed hands had been run through AFIS.\r\nMoreover, on two occasions prior to trial, defense counsel was accompanied by a\r\nrepresentative of the solicitor's office to visit the property and evidence section of\r\nthe forensic division of the Greenville County Department of Public Safety and\r\nwas offered the opportunity to visit the latent print section. Yet, nothing in the\r\nrecord indicates that defense counsel attempted to interview Captain Kellet or\r\nreview any AFIS-related documents prior to trial. Under these circumstances, we\r\nfind no Rule 5 violation.\r\n\r\nAdditionally, Appellant did not contest Victim's identity at trial—defense counsel\r\nreferenced Victim's name several times while cross-examining Wife. Therefore,\r\nwe find the trial court's failure to grant the requested relief did not result in any\r\nunfair prejudice to Appellant.\r\n\r\nBased on the foregoing, the trial court properly declined to strike Captain Kellet's\r\ntestimony or declare a mistrial. See Tennant, 383 S.C. at 254, 678 S.E.2d at 816\r\n(\"The admission of evidence is within the discretion of the trial court and will not\r\nbe reversed absent an abuse of discretion.\" (citation and quotation marks omitted));\r\nHarris, 340 S.C. at 63, 530 S.E.2d at 627-28 (\"The granting or refusing of a\r\nmotion for a mistrial lies within the sound discretion of the trial court[,] and its\r\nruling will not be disturbed on appeal absent an abuse of discretion amounting to\r\nan error of law.\" (citation omitted)).     \r\n \r\n\nIII.   Lengthy Recess\r\n\r\nAlternatively, Appellant argues the trial court should have granted him a long\r\nrecess or short continuance to obtain the assistance of an expert qualified to\r\nevaluate the documents in Captain Kellet's file. We disagree.\r\n\r\nBecause the defense team was aware of Captain Kellet's fingerprint analysis and\r\nthe possible existence of AFIS-related documents for years prior to trial, the trial\r\ncourt properly declined to grant any further delay in the trial. See State v.\r\nPatterson, 367 S.C. 219, 230, 625 S.E.2d 239, 245 (Ct. App. 2006) (\"The conduct\r\nof a criminal trial is left largely to the sound discretion of the trial judge, who will\r\nnot be reversed in the absence of a prejudicial abuse of discretion.\").\r\n\r\n                                   CONCLUSION\r\n\r\nAccordingly, Appellant's convictions are\r\n\r\nAFFIRMED.\r\n\r\nSHORT, J., and CURETON, A.J., concur.       \r\n \r\n\n","court":"Appeals"},{"id":"5248","title":"Mack v. Lott","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5248.pdf","description":"The Richland County Sheriff's Department arrested Demetrius Mack, a licensed private security officer, for simple assault after Mack chased, apprehended, and handcuffed McKenzie Williamson for trespassing at the business where Mack was working.  Mack brought suit for false imprisonment against Leon Lott, in his official capacity as Sheriff of Richland County.  After a bench trial, the court awarded Mack $7,500 in actual damages, finding the Sheriff lacked probable cause to arrest Mack.  We remand for more detailed factual findings as required under Rule 52(a) of the South Carolina Rules of Civil Procedure.","date":"2014-07-23","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Demetrius Mack, Respondent,\r\n\r\n            v.\r\n\r\n            Leon Lott, in his Official Capacity as Sheriff of Richland\r\n            County, Appellant.\r\n\r\n            Appellate Case No. 2012-212277\r\n\r\n\r\n\r\n                       Appeal From Richland County \n\r\n                  DeAndrea G. Benjamin, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5248 \n\r\n                    Heard April 7, 2014 – Filed July 23, 2014 \n\r\n\r\n\r\n                                 REMANDED\r\n\r\n\r\n            Robert David Garfield and Andrew F. Lindemann,\r\n            Davidson & Lindemann, PA, both of Columbia, for\r\n            Appellant.\r\n\r\n            Joshua Snow Kendrick and Christopher Shannon\r\n            Leonard, Kendrick & Leonard, P.C., both of Columbia,\r\n            and Neal Michael Lourie, Lourie Law Firm, LLC, of\r\n            Columbia, for Respondent.\r\n\r\n\r\nFEW, C.J.: The Richland County Sheriff's Department arrested Demetrius\r\nMack—a licensed private security officer—for simple assault after Mack chased,\r\napprehended, and handcuffed McKenzie Williamson for trespassing at the business\r\nwhere Mack was working. Mack brought suit for false imprisonment against Leon\r\n\nLott, in his official capacity as Sheriff of Richland County. After a bench trial, the\r\ncourt awarded Mack $7,500 in actual damages, finding the Sheriff lacked probable\r\ncause to arrest Mack. We remand for more detailed factual findings as required\r\nunder Rule 52(a) of the South Carolina Rules of Civil Procedure.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nOn December 6, 2008, Mack worked as a licensed security officer for D.T.H.\r\nProtective Services, which provided security to Club Essence, a nightclub on Weir\r\nAvenue in Columbia.\r\n\r\nThat evening, Williamson attempted several times to enter the club without paying\r\nthe required cover charge. The fourth time Williamson attempted to enter, Mack\r\napproached him, and Williamson \"took off\" running away from the club. Mack\r\nchased Williamson and eventually arrested him. At some point during the chase\r\nand arrest, Williamson was injured.\r\n\r\nSenior Corporal James Gore of the Richland County Sheriff's Department\r\nwitnessed the incident while making an unrelated narcotics arrest approximately\r\n200 yards from Mack and Williamson. After Gore observed Williamson's injuries,\r\nhe arrested Mack for simple assault. Gore testified he arrested Mack \"because he\r\nchased [Williamson] into the road and tackled him.\" Gore explained, \"I knew for a\r\nfact that [Mack] had no jurisdiction in that roadway, being a private security\r\nguard.\" He later testified, however, \"I gave Mr. Williamson the option if he\r\nwanted to press charges. And he told me 'yes.' And that was the only reason I took\r\n[Mack].\"\r\n\r\nMack filed suit for false imprisonment. At trial, Gore testified that sometime\r\nbetween 2:00 and 3:00 a.m. he observed\r\n\r\n             one guy running out of the [club] parking lot with\r\n             another guy chasing him. The second guy caught up to\r\n             him, tackled him in the road by the waist and landed in\r\n             the road in front of a car. And then after that I could see\r\n             what appeared to be motions of somebody being\r\n             handcuffed.\r\n\r\nMack then testified as to how Williamson incurred his injuries:\r\n\n             I noticed [Williamson] looking back at me to see if I was\r\n             still coming at him, he looked up top and saw the county\r\n             car up there. That is when he tried to cut—wanted to cut\r\n             between the two cars and go through the yard. But the\r\n             gravel hit his feet and his shoe went one way and he went\r\n             the other way and went face-first into that car . . .\r\n             halfway under it. [He] fell between those two cars and\r\n             he fell face-first under that car, in the people's yard.\r\n\r\n      II.    Probable Cause\r\n\r\nTo establish a claim for false imprisonment, the plaintiff must prove three\r\nelements: (1) the defendant restrained the plaintiff, (2) the restraint was intentional,\r\nand (3) the restraint was unlawful. Argoe v. Three Rivers Behavioral Health,\r\nL.L.C., 392 S.C. 462, 473, 710 S.E.2d 67, 73 (2011); Gist v. Berkeley Cnty.\r\nSheriff's Dep't., 336 S.C. 611, 618-19, 521 S.E.2d 163, 167 (Ct. App. 1999). \"The\r\nfundamental issue in determining the lawfulness of an arrest is whether there was\r\nprobable cause to make the arrest.\" Law v. S.C. Dep't. of Corrs., 368 S.C. 424,\r\n441, 629 S.E.2d 642, 651 (2006). \"'Probable cause to arrest depends upon whether\r\n. . . the facts and circumstances within the arresting officers' knowledge and of\r\nwhich they had reasonably trustworthy information [were] sufficient to warrant a\r\nprudent man in believing that the suspect had committed . . . an offense.'\"\r\nRobinson v. State, 407 S.C. 169, 190 n.11, 754 S.E.2d 862, 873 n.11 (2014)\r\n(quoting Adams v. Williams, 407 U.S. 143, 148, 92 S. Ct. 1921, 1924, 32 L. Ed. 2d\r\n612, 618 (1972)).\r\n\r\nThe Sheriff contends Gore had probable cause to arrest Mack, and therefore, the\r\ntrial court erred in awarding Mack damages for false imprisonment. Because\r\nMack was a licensed security officer working at Club Essence, Mack had authority\r\nto arrest Williamson so long as the arrest occurred on the property where the club\r\nwas located. See S.C. Code Ann. § 40-18-110 (2011) (providing \"[a] person who\r\nis . . . licensed . . . and who is hired or employed to provide security services on\r\nspecific property is granted the authority and arrest power given to sheriff's\r\ndeputies\" but \"only on the property on which he is employed\"). If Mack arrested\r\nWilliamson on Club Essence property, any assault Mack committed during the\r\narrest was lawful. However, if Williamson was in the roadway when Mack\r\narrested him, Mack acted without legal authority to make the arrest and would be\r\nguilty of assault. Therefore, Gore had probable cause to arrest Mack if Gore\r\nreasonably believed Mack arrested Williamson in the road—not on Club Essence\r\n\nproperty. To state the factual issue in terms of the elements of false imprisonment,\r\nMack was required to prove as a matter of fact that Gore did not reasonably believe\r\nMack arrested Williamson in the road. Rule 52(a), SCRCP, required the trial court\r\nto \"find the facts specially\" as to whether Mack met his burden of proving that\r\nelement.\r\n\r\nAlthough the trial court correctly recited the definition of probable cause, it did not\r\nmake the factual finding necessary to support its ruling that Gore lacked probable\r\ncause. The only factual findings the trial court made regarding the non-existence\r\nof probable cause are conclusory—\"a realistic assessment of the evidence in this\r\ncase doesn't show that a crime had been committed by [Mack] on December 8,\r\n2008 at the time of his arrest\" and \"[Senior Corporal Gore] did not have probable\r\ncause to arrest [Mack] for simple assault on December 8, 2008.\" These findings do\r\nnot address the primary factual issue in the case—whether Gore reasonably\r\nbelieved Mack was off Club Essence property at the time he arrested Williamson.\r\nThus, the trial court failed to provide a clear factual basis for its conclusion that no\r\nprobable cause existed. See In re Treatment and Care of Luckabaugh, 351 S.C.\r\n122, 133, 568 S.E.2d 338, 343 (2002) (\"The absence of factual findings makes our\r\ntask of reviewing the court order impossible because the reasons underlying the\r\ndecision [are] left to speculation.\" (alteration in original) (internal quotation marks\r\nand citations omitted)).\r\n\r\nBecause the trial court's findings of fact are insufficient under Rule 52(a), we\r\nremand for more detailed findings as to whether Mack met his burden of proving\r\nGore did not have probable cause to arrest him.\r\n\r\nREMANDED.\r\n\r\nSHORT and GEATHERS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5249","title":"State v. Williams","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5249.pdf","description":"Michael D. Williams was convicted of two counts of first degree criminal sexual conduct (CSC) with a minor and five counts of committing a lewd act upon a child.  The trial court sentenced him concurrently to twenty-five years' imprisonment for CSC and fifteen years' imprisonment for lewd act upon a child.  Williams appeals his convictions and sentence, arguing the trial court erred in excluding evidence the stepbrother of one of the victims sexually abused her.  We affirm.","date":"2014-07-23","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Michael D. Williams, Appellant.\r\n\r\n            Appellate Case No. 2012-212501\r\n\r\n\r\n\r\n                         Appeal From Fairfield County \n\r\n                    Brooks P. Goldsmith, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5249 \n\r\n                     Heard June 3, 2014 – Filed July 23, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender David Alexander, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General Mary Shannon Williams, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nKONDUROS, J.: Michael D. Williams was convicted of two counts of\r\nfirst-degree criminal sexual conduct (CSC) with a minor and five counts of\r\ncommitting a lewd act upon a child. The trial court sentenced him concurrently to\r\ntwenty-five years' imprisonment for CSC and fifteen years' imprisonment for lewd\r\nact upon a child. Williams appeals his convictions and sentence, arguing the trial\r\ncourt erred in excluding evidence the stepbrother of one of the victims sexually\r\nabused her. We affirm.\r\n\nFACTS\r\nAt trial, Susan Rowles (Mother) testified two of her children, Victim One and\r\nVictim Two (collectively, Victims), started attending daycare in 2003 at Williams's\r\nhome.1 Mother stated she developed a friendship with Williams and his wife.\r\nAccording to Mother, Victims left Williams's daycare \"[i]n late 2005 or 2006\" for\r\nfinancial reasons, but Victim Two returned to Williams's daycare in 2006. Mother\r\nalso stated Victim One did not return to Williams's daycare, but she occasionally\r\nvisited Williams's home. According to Mother, in 2008, Victim Two told her she\r\nhad been inappropriately touched at Williams's daycare. Mother stated she\r\ncontacted her ex-husband (Father) about the allegation but did not ask Victims\r\nfurther questions about the incident.\r\n\r\nMother testified that in October 2008, Victim Two attended the South Carolina\r\nDepartment of Mental Health Assessment and Resource Center (ARC)2 in\r\nColumbia for a forensic interview. According to Mother, Victim One did not\r\nreceive an ARC interview. Mother testified she took Victim Two to the ARC\r\ninterview and completed an intake form prior to the interview. According to\r\nMother, she answered all of the questions on the form truthfully. Mother testified\r\nshe checked no to the question: \"'Has there ever been a child abuse investigation\r\ninvolving this child or the family before[?]'\" She also testified there had not been a\r\nprior investigation on Victim 2.\r\n\r\nWilliams's counsel asked to approach, and the trial court held a bench conference.3\r\nThereafter, trial counsel placed on the record his arguments and the trial court's\r\nruling on the ARC intake form, which the trial court apparently made at the time of\r\na bench conference during Mother's testimony. Trial counsel argued:\r\n\r\n             Judge, this is a document that is used when someone goes\r\n             for an ARC interview and [Mother] was the reporter,\r\n             filled it out in her own handwriting. On question number\r\n             five it says, \"Has there ever been a child abuse\r\n             investigation involving this child or family before? If yes\r\n\r\n1 At the time of trial, Victim One was seventeen years old and Victim Two was \n\r\neleven years old.\n\r\n2 According to its website, \"[t]he ARC is a non-profit child abuse evaluation and \n\r\ntreatment center.\" About ARC, S.C. Dep't of Mental Health, \n\r\nhttp://www.state.sc.us/dmh/arc/about.html (last visited June 24, 2014).\n\r\n3 This bench conference was not included in the record on appeal. \n\r\n\n             describe,\" and [Mother] answered no. My intent at that\r\n             time was to go ahead and impeach her about the events\r\n             that we discussed yesterday that actually are not on the\r\n             record yet . . . .\r\n\r\nTrial counsel then explained that in April 2004, DSS reported to the Fairfield\r\nCounty Sheriff's Department that Victims' stepbrother (Stepbrother) \"admitted to\r\nrequiring or forcing [Victim One] to have oral sex with him over a period of time.\"\r\nAccording to trial counsel, the sheriff's department investigated the incident and,\r\nafter discussing it with the family, the family decided to \"handle the matter\r\ninternally.\" Trial counsel asserted \"that conduct is very relevant in this case\r\nbecause [Victim One] at the age of eight or nine was exposed . . . to sexual abuse.\"\r\nCounsel argued the evidence was admissible\r\n\r\n             to show that a child at the age of eight or nine goes\r\n             through incredible psychosexual changes, psychological\r\n             changes[,] which could affect her in her development and\r\n             would have an impact on this case. Also it shows that\r\n             she would have a source of knowledge about sexual\r\n             activity independent completely of whatever she alleges .\r\n             . . Williams did. . . . [W]hat I'm seeking to do now is use\r\n             that information for impeachment purposes since the\r\n             document was not answered truthfully because there was,\r\n             in fact, an investigation involving the family before.\r\n\r\nThe State replied that it did not dispute the facts of Stepbrother's abuse as stated by\r\ntrial counsel. The trial court then noted it had previously sustained the State's\r\nobjection to trial counsel's request to impeach Mother with the evidence of\r\nStepbrother's abuse, finding the evidence\r\n\r\n             was not relevant at least at this time, that it would be a\r\n             collateral impeachment, that [Mother] did answer the\r\n             question by saying that how she had answered -- how she\r\n             had answered that questionnaire, and I think that whether\r\n             or not it was truthful or not has not been shown to be\r\n             relevant at this stage. That was the ruling at the [sidebar]\r\n             and it continues to be the ruling on the record.\r\n\r\nVictim Two testified Williams touched her inappropriately on several occasions,\r\nbeginning when she was four years old. One incident occurred when she was\r\n\nsitting on Williams's lap while he was sitting in a chair playing on the computer.\r\nVictim Two stated Williams touched her on top of her \"private part.\" Another\r\nincident occurred in Williams's bedroom when Victim Two and another girl were\r\nlying on a bed with Williams watching television. According to Victim Two,\r\nWilliams put his hand down her pants and touched the top of her private part.\r\nVictim Two further provided that on another occasion, Williams was wearing\r\n\"short orange shorts\" and \"his thing fell out of [his] pants and [she] saw it.\"\r\nFinally, Victim Two described an incident when Williams\r\n\r\n             told [her] to get down on [her] knees and [she] was\r\n             beside him on [her] knees on the floor and he was in the\r\n             chair and he was wearing those short orange shorts and\r\n             [his penis] fell out and he told [her] to stick it back into\r\n             his shorts, but after that there was like this stuff that came\r\n             out [of his penis].\r\n\r\nVictim Two explained she first reported Williams's abuse in 2008 when Victim\r\nOne asked her if Williams had ever touched her, and she told her he had.\r\nAccording to Victim Two, Victim One then reported the abuse to Mother. On\r\ncross-examination, Victim Two testified she never discussed the abuse with Victim\r\nOne until 2008. Victim Two further stated Williams touched her \"inside [her]\r\nprivate part\" five times.\r\n\r\nVictim One testified Williams also sexually abused her. According to Victim One,\r\nWilliams touched her inappropriately \"[m]ore than one time.\" Victim One\r\nexplained one incident occurred in Williams's pool; Williams \"was just kind of\r\nholding [her] a little bit and then he put his finger down [her] bikini, then he put his\r\nfinger inside [her].\" Victim One further explained Williams put his finger inside\r\nher vagina on at least two other occasions.\r\n\r\nOn cross-examination, Victim One stated her abuse occurred from 2003 to 2006.\r\nVictim One admitted she did not disclose the abuse when Victim Two returned to\r\nWilliams's daycare in 2006. Victim One further admitted she did not reveal\r\nWilliams digitally penetrated her in her initial statement to police. According to\r\nVictim One, she finally disclosed the abuse in September 2008. Victim One\r\ntestified Shanay Moore, an abuse and neglect investigator with DSS, interviewed\r\nher about the incidents. According to Victim One, she told Moore that Williams\r\ntouched her vagina at least five times from the age of eight or nine years old.\r\nVictim One, however, admitted she did not tell Moore that Williams digitally\r\npenetrated her in the swimming pool. According to Victim One, she told Moore\r\n\nthat on another occasion Williams put his finger inside her vagina \"for over an\r\nhour.\"\r\n\r\nMoore testified she investigated Williams's daycare in 2008 in response to an\r\nallegation. According to Moore, Williams denied touching Victim Two\r\ninappropriately, but he admitted he \"tickled and pinched [Victims] on the inside of\r\ntheir thigh area for fun.\" Moore took a statement from Victim One.\r\n\r\nOn cross-examination, Moore stated Victim One told her Williams rubbed her\r\nvagina in a swimming pool. Moore further stated Victim One told her Williams\r\nonce inserted his finger into her vagina for one hour while she was asleep.\r\nMoore indicated she was familiar with the ARC intake form. Moore testified it\r\nwas important for DSS to know about prior familial abuse during an investigation.\r\nThe State objected, arguing trial counsel was attempting to elicit evidence about\r\nthe prior abuse by Stepbrother and this evidence was irrelevant. The trial court\r\nallowed trial counsel to question Moore outside the jury's presence.\r\n\r\nMoore testified in camera getting a history of sexual abuse inside the family was\r\nimportant because it helped DSS determine if the allegations of abuse were true.\r\nMoore also explained Father disclosed Stepbrother's abuse to DSS. The trial court\r\nsustained the State's objection to testimony about whether familial abuse history\r\nwas important, finding the evidence irrelevant and \"[more] prejudicial than\r\nprobative.\"\r\n\r\nHeather Smith, a forensic evaluator, testified she conducted an interview with\r\nVictim Two in October 2008 at the ARC. Smith explained the purpose of a\r\nforensic interview \"is for fact finding\" to gather information for law enforcement\r\nand DSS to conduct their investigation. Smith testified in camera it was important\r\nto know whether a victim had a history of abuse, so she can question the victim\r\nabout the prior abuse in the forensic interview. Smith explained that at the time\r\nshe interviewed Victim Two, she was unaware Victim One was sexually abused by\r\nStepbrother in 2004. Smith further stated had she known about Stepbrother's prior\r\nsexual abuse, she would have \"most likely\" asked Victim Two whether she\r\nwitnessed the abuse. Likewise, Smith stated she would have possibly asked\r\nVictim Two if she had discussed Stepbrother's abuse with Victim One. Smith,\r\nhowever, explained she asked Victim Two whether she had been abused by anyone\r\nother than Williams, and she stated she had not. Moreover, Smith testified that\r\neven if she were aware of Stepbrother's abuse, she would not have asked\r\n\"specifically whether [Victim Two] had been touched by a specific person,\" but\r\nwould have kept her questions general and \"open-ended\" to get a narrative from\r\n\nthe child. Smith, however, admitted she was unable to inquire as to Stepbrother's\r\nabuse because she did not have that information at the time of her interview.\r\nWhen asked whether Victim Two indicated the source of her sexual knowledge,\r\nSmith replied, \"[Victim Two] was very consistent with it all had to do with one\r\nperson. She did not have other people that she named or described do things to\r\nher, it all centered around one person.\"\r\n\r\nThereafter, trial counsel renewed his request to introduce evidence regarding\r\nStepbrother's prior abuse and Mother's failure to disclose the abuse on the ARC\r\nintake form. Trial counsel argued the evidence \"would have been important for . . .\r\nSmith because . . . she would have developed questions about whether [Victim\r\nTwo] ever observed anything in 2003 [and] 2004, whether [Stepbrother had] ever\r\ndone anything to her, and whether or not there had been any discussions about that\r\nkind of sexual activity.\" Trial counsel further argued Stepbrother's sexual abuse\r\noccurred during the same time the allegations against Williams occurred. Trial\r\ncounsel offered to stipulate to evidence a report was made in 2004, was\r\ninvestigated, and was determined to be accurate. Trial counsel stated he did not\r\nintend to go into \"the gory details . . . just the event itself.\"\r\n\r\nThe State argued the evidence was not relevant because Smith stated she did not\r\nask leading questions during her interview; therefore, the evidence would not have\r\ncome out during the interview because Child Two denied being assaulted by\r\nanyone other than Williams. The State also argued Williams was offering the\r\nevidence as a \"back door way\" around the Rape Shield Statute.4 Furthermore, the\r\nState asserted the jury could confuse the issues because the abuse happened to\r\nVictim One, yet Smith's interview concerned Victim Two. Trial counsel\r\nresponded he did not intend to use the evidence to \"impugn\" Victim One's chastity;\r\nrather, he intended to use it \"for impeachment purposes, or to show source of\r\nknowledge.\"\r\n\r\nThe trial court ruled the evidence was inadmissible. It found the evidence was\r\nbarred by the Rape Shield Statute and the prejudicial effect of the evidence\r\noutweighed the probative value. Thereafter, the jury convicted Williams of two\r\ncounts of first-degree CSC with a minor and five counts of committing a lewd act\r\nupon a child. The trial court sentenced him concurrently to twenty-five years'\r\nimprisonment for each count of CSC and fifteen years' imprisonment for each\r\ncount of lewd act upon a child. This appeal followed.\r\n\r\n4   S.C. Code Ann. § 16-3-659.1 (2003).\r\n\nSTANDARD OF REVIEW\r\n\r\n\"In criminal cases, an appellate court sits to review only errors of law, and it is\r\nbound by the trial court's factual findings unless they are clearly erroneous.\" State\r\nv. Black, 400 S.C. 10, 16, 732 S.E.2d 880, 884 (2012). \"The admission or\r\nexclusion of evidence is left to the sound discretion of the trial [court], whose\r\ndecision will not be reversed on appeal absent an abuse of discretion.\" Id. (internal\r\nquotation marks omitted). \"An abuse of discretion occurs when the trial court's\r\nruling is based on an error of law or, when grounded in factual conclusions, is\r\nwithout evidentiary support.\" Id. (internal quotation marks omitted).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Prior Sexual Knowledge\r\n\r\nWilliams argues the trial court erred in excluding evidence of Stepbrother's prior\r\nsexual abuse of Victim One. Relying on State v. Grovenstein,5 Williams contends\r\nthe evidence was admissible to show an independent source of Victim Two's\r\nsexual knowledge and the danger of unfair prejudice from the evidence did not\r\noutweigh its probative value. We disagree.\r\n\r\n\"Evidence which is not relevant is not admissible.\" Rule 402, SCRE. Relevant\r\nevidence is defined as \"evidence having any tendency to make the existence of any\r\nfact that is of consequence to the determination of the action more probable or less\r\nprobable than it would be without the evidence.\" Rule 401, SCRE. \"Although\r\nrelevant, evidence may be excluded if its probative value is substantially\r\noutweighed by the danger of unfair prejudice, confusion of the issues, or\r\nmisleading the jury, or by considerations of undue delay, waste of time, or needless\r\npresentation of cumulative evidence.\" Rule 403, SCRE.\r\n\r\n\"A trial [court]'s decision regarding the comparative probative value and\r\nprejudicial effect of evidence should be reversed only in 'exceptional\r\ncircumstances.'\" State v. Lyles, 379 S.C. 328, 338, 665 S.E.2d 201, 207 (Ct. App.\r\n2008) (internal quotation marks omitted). \"A trial [court]'s balancing decision\r\n\r\n5 340 S.C. 210, 219, 530 S.E.2d 406, 411 (Ct. App. 2000) (holding \"evidence of a\r\nchild victim's prior sexual experience is relevant to demonstrate that the defendant\r\nis not necessarily the source of the victim's ability to testify about alleged sexual\r\nconduct\").\r\n\nunder Rule 403 should not be reversed simply because an appellate court believes\r\nit would have decided the matter otherwise because of a differing view of the\r\nhighly subjective factors of the probative value or the prejudice presented by the\r\nevidence.\" Id. at 339, 665 S.E.2d at 207 (internal quotation marks omitted). \"If\r\njudicial self-restraint is ever desirable, it is when a Rule 403 analysis of a trial\r\ncourt is reviewed by an appellate tribunal.\" Id. (internal quotation marks omitted).\r\n\r\nUnder the Rape Shield Statute,\r\n\r\n             Evidence of specific instances of the victim's sexual\r\n             conduct, opinion evidence of the victim's sexual conduct,\r\n             and reputation evidence of the victim's sexual conduct is\r\n             not admissible in prosecutions [for CSC;] however,\r\n             evidence of the victim's sexual conduct with the\r\n             defendant or evidence of specific instances of sexual\r\n             activity with persons other than the defendant introduced\r\n             to show source or origin of semen, pregnancy, or disease\r\n             about which evidence has been introduced previously at\r\n             trial is admissible if the judge finds that such evidence is\r\n             relevant to a material fact and issue in the case and that\r\n             its inflammatory or prejudicial nature does not outweigh\r\n             its probative value.\r\n\r\nS.C. Code Ann. § 16-3-659.1(1) (2003). However, \"'the Rape Shield Statute d[oes]\r\nnot bar evidence of a victim's sexual conduct if the evidence [i]s offered for a\r\npurpose other than to attack the victim's morality.'\" State v. Grovenstein, 340 S.C.\r\n210, 216, 530 S.E.2d 406, 409 (Ct. App. 2000) (quoting State v. Lang, 304 S.C.\r\n300, 301, 403 S.E.2d 677, 678 (Ct. App. 1991)).\r\n\r\nIn Grovenstein, the defendant appealed his convictions of CSC, arguing the trial\r\ncourt erred in excluding evidence the victims were previously accused of sexual\r\nmisconduct similar to the conduct the victims alleged against the defendant. 340\r\nS.C. at 213, 530 S.E.2d at 408. At trial, the victims testified the defendant anally\r\npenetrated them with his penis and with rolled-up paper. Id. The defendant\r\nattempted to offer evidence that before the victims met the defendant, they were\r\naccused of inserting objects into a young girl's vagina and rectum. Id. The\r\ndefendant argued the evidence was admissible to impeach the victims and to\r\ndemonstrate the victims had knowledge of sexual matters of this nature. Id. at 214,\r\n530 S.E.2d at 408. The State moved to exclude the evidence pursuant to the Rape\r\nShield Statute. Id. The trial court ruled the evidence inadmissible, finding it\r\n\nirrelevant, more prejudicial than probative, and an improper attack on the victims'\r\ncharacter. Id.\r\n\r\nOn appeal, the issue before this court was \"whether the prior sexual experiences of\r\na child victim are admissible despite the Rape Shield Statute to prove a source of\r\nthe victim's sexual knowledge other than the alleged experiences with the\r\ndefendant.\" Id. at 216, 530 S.E.2d at 409. This court held \"evidence of a child\r\nvictim's prior sexual experience is relevant to demonstrate that the defendant is not\r\nnecessarily the source of the victim's ability to testify about alleged sexual\r\nconduct.\" Id. at 219, 530 S.E.2d at 411.\r\n\r\nHowever, our court cautioned \"the admission of this type of evidence is still\r\nsubject to a determination\" under Rule 403, SCRE, as to \"whether the prejudicial\r\neffect of the evidence outweighs its probative value.\" Id. We noted the evidence\r\nthe victims were accused of, inserting objects into a young girl's vagina and rectum\r\nprior to meeting the defendant, should have been admitted because it provided an\r\nalternate explanation of how the victims would be familiar with the sexual conduct\r\nthey alleged the defendant committed. Id. at 220, 530 S.E.2d at 412. Furthermore,\r\nour court noted that because the State emphasized in its closing argument the\r\ninference that the victims' sexual knowledge was based on their experience with\r\nthe defendant, and because the defendant maintained the allegations were untrue, it\r\nwas critical for the defendant to show the victims possessed the knowledge\r\nnecessary to fabricate the allegations. Id. Likewise, the court found this evidence\r\n\"was even more significant\" because \"the case depended primarily on a credibility\r\ndetermination between [the defendants] and the victims.\" Id. The court also found\r\nthe danger of unfair prejudice did not outweigh the probative value of the\r\nevidence. Id. Initially, this court noted \"this [wa]s not a typical case in which a\r\nchild victim would have to recount in detail incidents where he was subjected to\r\nsexual abuse\"; rather it \"involve[d] allegations that the victims had previously been\r\nthe perpetrators of sexual abuse on a young girl.\" Id. at 220-21, 530 S.E.2d at 412.\r\nDespite the potential the allegations could impugn the victim's character, this court\r\nfound the trial court could eliminate this effect with an instruction limiting the\r\nevidence's admissibility for the sole purpose of establishing an alternate\r\nexplanation for the victim's sexual knowledge. Id. at 221, 530 S.E.2d at 412.\r\n\r\nWe find the present case distinguishable from Grovenstein. Unlike Grovenstein,\r\nthe evidence Williams sought to admit did not provide an alternate explanation as\r\nto how Victims were familiar with the sexual conduct they alleged Williams\r\ncommitted because the allegations against Williams were not similar to\r\nStepbrother's prior sexual abuse of Victim One. Williams was accused of digitally\r\n\npenetrating Victims; whereas, Stepbrother allegedly forced Victim One to perform\r\noral sex. Unlike the situation in Grovenstein in which the sexual abuse the\r\ndefendant sought to admit was nearly identical to the allegations against the\r\ndefendant, the fact that Victim One was previously forced to perform oral sex\r\nwould not show a source of Victim One's ability to testify about the defendant's\r\nacts of digital penetration. Moreover, Williams's argument the evidence would\r\nhave \"raised the possibility that [Victim Two] learned about sexual activity either\r\nfrom [Victim One] or even Stepbrother,\" is speculative because no testimony was\r\npresented at trial Victim Two knew about Victim One's abuse by Stepbrother.\r\nFurthermore, Smith testified Victim Two told her she had not been sexually abused\r\nby anyone other than Williams, and that Victim Two's sexual knowledge resulted\r\nfrom her experiences with one person. Thus, the probative value of the evidence\r\nof Stepbrother's abuse was very low. Admittedly, the danger of unfair prejudice\r\nfrom the evidence is lower than the evidence in Grovenstein because the evidence\r\ndoes not accuse Victims of committing a sexual act on another. Nevertheless, the\r\nevidence could have confused the issues at trial or misled the jury as to the sexual\r\nmisconduct in question. Specifically, the jury could have become confused by the\r\nfact that Stepbrother's prior sexual abuse was against Victim One, yet Williams\r\nintended to use the information to show Victim Two's interview was flawed and as\r\na source of Victim Two's sexual knowledge. Considering the low probative value\r\nof the evidence, we do not find exceptional circumstances that warrant reversal of\r\nthe trial court's finding the prejudicial value of the evidence substantially\r\noutweighed its probative value. See Rule 403, SCRE (noting \"relevant evidence\r\nmay be excluded if its probative value is substantially outweighed by the danger of\r\nunfair prejudice, confusion of the issues, or misleading the jury\"); Lyles, 379 S.C.\r\nat 338, 665 S.E.2d at 207 (stating \"[a] trial [court]'s decision regarding the\r\ncomparative probative value and prejudicial effect of evidence should be reversed\r\nonly in 'exceptional circumstances'\" (internal quotation marks omitted)); id. at 339,\r\n665 S.E.2d at 207 (\"A trial [court]'s balancing decision under Rule 403 should not\r\nbe reversed simply because an appellate court believes it would have decided the\r\nmatter otherwise because of a differing view of the highly subjective factors of the\r\nprobative value or the prejudice presented by the evidence.\" (internal quotation\r\nmarks omitted)).\r\n\r\nII.   Collateral Impeachment\r\n\r\nAdditionally, Williams asserts the evidence of Stepbrother's abuse of Victim One\r\nwas admissible to impeach Mother's testimony that she answered all the questions\r\non the ARC intake form truthfully, thus, demonstrating Mother lied on the intake\r\nform and testified falsely at trial. Williams maintains the evidence was not\r\n\ncollateral because \"[it] was not offered solely on the issue of credibility but\r\nconcerned a central point of the case: the [Victims]' sexual knowledge and the\r\nintegrity of the investigation.\" We disagree.\r\n\r\n\"When a witness denies an act involving a matter collateral to the case in chief, the\r\ninquiring party is not permitted to introduce contradictory evidence to impeach the\r\nwitness.\" State v. Beckham, 334 S.C. 302, 321, 513 S.E.2d 606, 615 (1999).\r\nWhether a matter is collateral to the issues involved is determined by the answer to\r\nthis question:\r\n\r\n             Would the cross-examining party be entitled to prove the\r\n             fact as a part of, and as tending to establish, his case? If\r\n             he would be allowed to do so, the matter is not collateral;\r\n             but, if he would not be allowed to do so, it is collateral.\r\n             Collateral matters, in this sense, are such as afford no\r\n             reasonable inference as to the principal matter in dispute.\r\n\r\nState v. Brock, 130 S.C. 252, 254-55, 126 S.E. 28, 29 (1925) (internal quotation\r\nmarks omitted).\r\n\r\n\"[T]he sole object of the rule against impeachment on collateral matters is to\r\nprevent confusion of issue and unfair surprise.\" State v. Williams, 263 S.C. 290,\r\n302, 210 S.E.2d 298, 304 (1974). \"[T]he cross-examining party is concluded by\r\nthe answer which a witness gives to a question concerning a collateral matter, and\r\nno contradiction will be allowed even for the purpose of impeaching a witness.\"\r\nId. (internal quotation marks omitted). Because of the difficulty in deciding what\r\nmatters are collateral, \"considerable latitude and discretion should be allowed the\r\ntrial [court] in determining the admissibility of impeaching testimony.\" Id.\r\n\r\nIn State v. DuBose, the defendant was charged with manufacturing marijuana. 288\r\nS.C. 226, 229, 341 S.E.2d 785, 787 (1986). On cross-examination, the State was\r\nallowed to question the defendant concerning an alleged conversation with a\r\nformer next-door neighbor. Id. at 230, 341 S.E.2d at 787. The defendant\r\nspecifically denied telling the neighbor he had grown marijuana. Id. Thereafter,\r\nthe State called the neighbor as a reply witness to testify that eleven years before\r\ntrial, \"[The defendant] said . . . he was growing marijuana out on his farm and that\r\nhe would not be caught.\" Id. at 230-31, 341 S.E.2d at 788. The defendant objected\r\nto this line of questioning, arguing it inquired into matters collateral to the State's\r\ncase in chief, but the trial court overruled the objection. Id. at 231, 341 S.E.2d at\r\n788. The supreme court found the reply testimony inadmissible because it\r\n\npertained to a collateral matter. Id. In finding the evidence was collateral, the\r\nsupreme court noted the evidence the State sought to introduce was a prior\r\ninconsistent statement made by the defendant eleven years before trial, which\r\ncould not have been presented by the State in its case in chief because it concerned\r\na prior bad act that did not fit under a Lyle6 exception. Id.\r\n\r\nWe find the trial court did not abuse its discretion in refusing to allow Williams to\r\nimpeach Mother's testimony with evidence of Stepbrother's abuse of Victim One.\r\nSee State v. Black, 400 S.C. 10, 16, 732 S.E.2d 880, 884 (2012) (stating \"[t]he\r\nadmission or exclusion of evidence is left to the sound discretion of the trial\r\n[court], whose decision will not be reversed on appeal absent an abuse of\r\ndiscretion\"); Williams, 263 S.C. at 302, 210 S.E.2d at 304 (recognizing\r\n\"considerable latitude and discretion should be allowed the trial [court] in\r\ndetermining the admissibility of impeaching testimony\"). Here, Williams sought\r\nto impeach Mother's testimony that she answered all the questions on the ARC\r\nintake form truthfully. According to Williams, the evidence of Stepbrother's abuse\r\nof Victim One was admissible \"for impeachment purposes since the [intake form]\r\nwas not answered truthfully because there was, in fact, an investigation involving\r\nthe family before.\" This argument is without merit because Williams's attempted\r\nimpeachment concerned evidence collateral to the material issues at trial. See\r\nBeckham, 334 S.C. at 321, 513 S.E.2d at 615 (stating \"[w]hen a witness denies an\r\nact involving a matter collateral to the case in chief, the inquiring party is not\r\npermitted to introduce contradictory evidence to impeach the witness\").\r\n\r\nThe case at bar is similar to Dubose, in which the supreme court found reply\r\ntestimony was collateral because it would have been inadmissible in the State's\r\ncase in chief. See Dubose, 288 S.C. at 231, 341 S.E.2d at 788. As previously\r\nstated, the trial court did not err in excluding evidence of Stepbrother's prior abuse\r\nbecause it did not provide an alternate source of Victim One's knowledge of the\r\nsexual acts in question. Thus, the evidence of Stepbrother's abuse of Victim One\r\nwas collateral because it would have been inadmissible in Williams's case in chief.\r\nStated differently, Stepbrother's abuse of Victim One was not directly relevant to\r\nthe ultimate issue in the trial—Williams's guilt or innocence—therefore, Williams\r\nwas not allowed to introduce extrinsic evidence to impeach Mother's testimony\r\nregarding her answers to the ARC intake form. See State v. Mizell, 332 S.C. 273,\r\n274, 282-83, 285, 504 S.E.2d 338, 339, 343-45 (Ct. App. 1998) (finding in\r\nprosecution for CSC with a minor, reply testimony of a social worker that the\r\ndefendant's wife, who was the victim's mother, had cancelled several appointments\r\n\r\n6State v. Lyle, 125 S.C. 406, 118 S.E. 803 (1923).\r\n\nwith DSS to see the victim, was collateral and was therefore inadmissible to\r\nimpeach the wife because the wife's failure to meet scheduled visits was not\r\ndirectly relevant to the issue of the defendant's guilt or innocence of the crimes\r\ncharged). Because evidence of Victim One's prior abuse by Stepbrother was\r\ncollateral to the material issue at trial, the trial court did not err in refusing to allow\r\nWilliams to introduce contradictory evidence to impeach Mother.\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, the trial court did not abuse its discretion in excluding the\r\nevidence regarding Stepbrother's sexual abuse of Victim One. Accordingly, the\r\ntrial court is\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5250","title":"Precision Walls v. Liberty Mutual Fire Insurance","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5250.pdf","description":"In this declaratory judgment action seeking a determination of coverage under an insurance policy, Precision Walls, Inc. (Precision) appeals the trial court's order, which found no coverage and granted judgment in favor of Liberty Mutual Fire Insurance Co. (Liberty Mutual).  Precision argues the court erred in: (1) failing to find \"property damage\" under the policy; (2) failing to find an \"occurrence\" under the policy; (3) broadly construing one of the policy's exclusions to defeat coverage; and (4) narrowly construing the policy against coverage.  We affirm.","date":"2014-07-23","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Precision Walls, Inc., Appellant,\r\n\r\n             v.\r\n\r\n             Liberty Mutual Fire Insurance Co., Respondent.\r\n\r\n             Appellate Case No. 2013-000787\r\n\r\n\r\n\r\n                         Appeal From Greenville County \n\r\n                       Letitia H. Verdin, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 5250 \n\r\n                    Heard May 13, 2014 – Filed July 23, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Charles H. McDonald, of Robinson, McFadden &\r\n             Moore, P.C., of Columbia, for Appellant.\r\n\r\n             Steven W. Ouzts, of Turner, Padget, Graham, & Laney,\r\n             P.A., of Columbia, for Respondent.\r\n\r\n\r\nSHORT, J.: In this declaratory judgment action seeking a determination of\r\ncoverage under an insurance policy, Precision Walls, Inc. (Precision) appeals the\r\ntrial court's order, which found no coverage and granted judgment in favor of\r\nLiberty Mutual Fire Insurance Co. (Liberty Mutual). Precision argues the court\r\nerred in: (1) declining to find \"property damage\" under the policy; (2) declining to\r\nfind an \"occurrence\" under the policy; (3) broadly construing one of the policy's\r\nexclusions to defeat coverage; and (4) narrowly construing the policy against\r\ncoverage. We affirm.\r\n\nI.    FACTS\r\n\r\nPrecision worked on a building project in Easley, South Carolina, as a\r\nsubcontractor to the general contractor, SYS Constructors, Inc. (SYS). The\r\ncontract between SYS and Precision provided the following description of the\r\nscope of work:\r\n\r\n             Scope of work includes all material, labor, equipment[,]\r\n             and supervision of the following: all light guage (sic)\r\n             metal framing of walls, roof trusses and decking,\r\n             building insulation, densglass on exterior, taped & sealed\r\n             blue board insulation on exterior, [and] installation of\r\n             door frames. . . . Exterior insulation to be sealed so as to\r\n             prevent air infiltration.\r\n\r\nThe contract also provided the following warranty:\r\n\r\n             The Subcontractor expressly warrants that all materials,\r\n             work[,] and equipment incorporated in the Work shall\r\n             conform to the specifications, drawings, samples[,] and\r\n             other descriptions set forth in the Subcontract and the\r\n             Contract Documents and will be of good materials and\r\n             workmanship and free from defect and warrants that all\r\n             materials and equipment are both merchantable and fit\r\n             for the purposes for which they are intended to be used\r\n             under the Contract Documents. . . . Upon receipt of\r\n             written notice from Contractor or Owner of any breach of\r\n             warranty during the applicable warranty period,\r\n             Subcontractor shall correct the affected work and all\r\n             costs incurred as the result of breach of warranty shall be\r\n             borne by Subcontractor. Should Subcontractor fail to\r\n             make the necessary correction promptly, Contractor may\r\n             perform or cause to be performed the necessary work at\r\n             Subcontractor's expense.\r\n\r\nPrecision used Seam & Seal tape manufactured by Berry Plastics to tape and seal\r\nthe joints of the blue board insulation on the building. After Precision installed the\r\ninsulation, Pride Masonry began constructing a brick veneer exterior wall. Prior to\r\n\nthe completion of the brick wall, SYS observed the tape used to seal the joints was\r\nlosing adhesion and coming loose.\r\n\r\nAfter numerous emails and meetings, on February 12, 2010, SYS directed\r\nPrecision by letter to comply with its contract to provide sealed joints. SYS\r\nrequired the masonry subcontractor to remove the portion of the brick wall then in\r\nplace and build a new one once Precision removed the existing tape and sealed the\r\njoints with new tape. By change order, SYS deducted $97,500, the cost of tearing\r\ndown and rebuilding the brick veneer, from Precision's contract.\r\n\r\nPrecision was covered under a commercial general liability (CGL) policy issued by\r\nLiberty Mutual (the Policy). The insuring provision of the Policy provided\r\ncoverage for \"those sums that the insured becomes legally obligated to pay as\r\ndamages because of . . . 'property damage' to which this insurance applies.\" The\r\nPolicy defined \"property damage\" as \"[p]hysical injury to tangible property,\r\nincluding all resulting loss of use of that property.\" The Policy applied to\r\n\"'property damage' only if . . . [t]he . . . 'property damage' is caused by an\r\n'occurrence . . . .'\" The Policy defined \"occurrence\" as \"an accident, including\r\ncontinuous or repeated exposure to substantially the same general harmful\r\nconditions.\" Finally, the Policy provided an exclusion for \"property damage\" to\r\n\"any property that must be restored, repaired[,] or replaced because 'your work'\r\nwas incorrectly performed on it.\" The term \"your work\" was defined in the Policy\r\nas follows:  22. \"Your Work\":\r\n             a. Means:\r\n             (1) Work or operations performed by you or on your\r\n             behalf; and\r\n             (2) Materials, parts[,] or equipment furnished in\r\n             connection with such work or operations.\r\n\r\nPrecision sought coverage under the Policy, which Liberty Mutual denied.\r\nPrecision filed this declaratory judgment action.\r\n\r\nThe trial court found the only loss claimed by Precision was the liability it incurred\r\nwhen SYS tore down and reconstructed the otherwise undamaged brick veneer\r\nwall for the remedial purpose of bringing Precision's own work into compliance\r\nwith its contract with SYS. The court found the loss claimed by Precision was not\r\n\"property damage\" as defined by the Policy. The trial court also found the loss\r\n\nresulted from Precision's nonconforming work, and the costs of faulty\r\nworkmanship and repairing defective work were not an \"occurrence\" under the\r\nPolicy. Finally, the court found \"[e]ven if the losses . . . were found to be within\"\r\nthe Policy, they were excluded under the \"your work\" exclusion. Thus, the court\r\nfound the Policy provided no coverage for Precision's claim. This appeal followed.\r\n\r\nII. \t   ISSUES ON APPEAL\r\n\r\n1.\t     Did the circuit court err in finding the facts of this case did not establish the\r\n        existence of \"property damage\" under the policy?\r\n\r\n2.\t     Did the circuit court err in failing to find an \"occurrence\" under the policy?\r\n\r\n3.\t     Did the circuit court err in broadly construing one of the policy's exclusions\r\n        to defeat coverage?\r\n\r\n4.\t     Did the circuit court err in narrowly construing the policy against coverage?\r\n\r\nIII.\t STANDARD OF REVIEW\r\n\r\n\"The standard of review in a declaratory action is determined by the underlying\r\nissues.\" Nationwide Mut. Ins. Co. v. Rhoden, 398 S.C. 393, 398, 728 S.E.2d 477,\r\n479 (2012). If the dispute is an action to determine whether coverage exists under\r\nan insurance policy, the action is one at law. Id. In an action at law, tried without\r\na jury, the appellate court will not disturb the trial court's findings of fact unless\r\nthey are found to be without evidence that reasonably supports those findings.\r\nTownes Assocs., Ltd. v. City of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775\r\n(1976).\r\n\r\nIV.\t LAW/ANALYSIS\r\n\r\n1.      \"\r\n        \t Your Work\" Exclusion\r\n\r\nPrecision argues the trial court erred in finding the \"your work\" exclusion applied\r\nto bar coverage. Assuming without deciding that there was \"property damage\"\r\ncaused by an \"occurrence,\" we find the \"your work\" exclusion barred coverage.\r\n\r\n\"The standard CGL policy grants the insured broad liability coverage for property\r\ndamage and bodily injury which is then narrowed by a number of exclusions.\"\r\n\nAuto Owners Ins. Co. v. Newman, 385 S.C. 187, 197, 684 S.E.2d 541, 546 (2009).\r\nThe exclusions must be independently read and applied. Id.\r\n\r\nThe trial court found \"[e]ven if the losses claimed by Precision Walls were found\r\nto be within the terms of the insuring agreement, there would be no coverage\r\nbecause the losses are excluded\" by the \"your work\" exclusion. The trial court\r\nrelied on a \"virtually identical\" exclusion in Century Indemnity Co. v. Golden Hills\r\nBuilders, Inc., 348 S.C. 559, 561 S.E.2d 355 (2002), overruled on other grounds\r\nby Crossmann Communities of North Carolina, Inc. v. Harleysville Mutual\r\nInsurance Co., 395 S.C. 40, 45, 717 S.E.2d 589, 591 (2011).\r\n\r\nIn Golden Hills, the United States Fourth Circuit Court of Appeals certified\r\ncoverage questions to our supreme court. Id. at 561, 561 S.E.2d at 356.\r\nHomeowners alleged defective stucco caused moisture damage to their properly\r\nconstructed substrate and framing. Id. at 562, 561 S.E.2d at 356. The general\r\ncontractor was insured under a CGL policy with coverage for \"property damage\"\r\ncaused by an \"occurrence.\" Id. at 563, 561 S.E.2d at 357. The parties stipulated to\r\n\"property damage\" caused by an \"occurrence.\" Id. at 563–64, 561 S.E.2d at 357.\r\nHowever, one of the certified questions in Golden Hills considered whether the\r\n\"your work\" exclusion applied. Id. at 565, 561 S.E.2d at 358.\r\n\r\nHomeowners maintained the exclusion should be interpreted as excluding only\r\nrepairs to the stucco, which was incorrectly installed, arguing repairs to other\r\nproperty (the substrate and substructure) should not be excluded. Id. at 566, 561\r\nS.E.2d at 358–59. The court disagreed, finding the \"your work\" exclusion applied\r\ngiven the purpose of CGL policies, which is to cover risks of liability but not to\r\ninsure normal, frequent, or predictable consequences of doing business. See id. at\r\n566–67, 561 S.E.2d at 358–59 (providing the \"your work\" exclusion excluded\r\ncoverage not only for (1) \"property damage\" to defective work caused by that\r\ndefective work but also for (2) \"property damage\" to non-defective work caused by\r\nthe defective work).\r\n\r\nThe \"your work\" exclusion in Walde v. Association Insurance Co., 401 S.C. 431,\r\n445–46, 737 S.E.2d 631, 638–39 (Ct. App. 2012), petition for cert. filed, (S.C. Apr.\r\n12, 2013), was also similar to the exclusion in this case. In Walde, the property\r\nowners, the Waldes, began construction of a barn and paddock for their horses. Id.\r\nat 435, 737 S.E.2d at 633. The structure included an apartment. Id. at 436, 737\r\nS.E.2d at 633. The Waldes' builder assured the Waldes he obtained the proper\r\nvariance from the Aiken Board of Zoning Appeals (the Board). Id. After the\r\n\nbuilder completed 80% of the building, the building inspector notified the builder\r\nthat the barn did not comply with the variance requirement and was not a special\r\nexception. Id. The Board required the Waldes to remove the apartment from the\r\nstructure. Id. at 436, 737 S.E.2d at 634. After the partial demolition of the\r\nstructure, the Waldes filed claims against the builder. Id. at 437, 737 S.E.2d at\r\n634. Association Insurance Company (AIC) insured the builder under a CGL\r\npolicy. Id. at 438, 737 S.E.2d at 634. This court found that although the Waldes\r\n\"successfully raised the possibility of 'property damage' caused by an 'occurrence'\"\r\nunder the policy, the exclusion barred coverage for the Waldes' economic losses\r\nand loss of use of the barn due to the builder's negligence in the permitting process.\r\nId. at 447–48, 737 S.E.2d at 639.\r\n\r\nMore recently, the supreme court, in a divided opinion, found a \"your work\"\r\nexclusion applied in Bennett & Bennett Construction, Inc. v. Auto Owners\r\nInsurance Co., 405 S.C. 1, 747 S.E.2d 426 (2013). In Bennett, a homeowner hired\r\na contractor to remove stucco cladding from her home and replace it with\r\ndecorative brick. 405 S.C. at 3, 747 S.E.2d at 427. The contractor hired a brick\r\ninstaller to install the brick and instructed the subcontractor not to pressure wash or\r\nacid wash the brick. Id. The brick installer hired a brick cleaner to clean the brick.\r\nId. The brick cleaner damaged the brick by using a pressure washer and acid\r\nsolution. Id. After the brick installer refused the general contractor's request to\r\nremove and replace the brick, the general contractor replaced the brick at its own\r\nexpense. Id. The general contractor filed an action against the brick installer for\r\nbreach of contract and obtained a default judgment. Id. at 3–4, 747 S.E.2d at 427.\r\nThe general contractor next sought a declaratory judgment under the brick\r\ninstaller's CGL policy for coverage for the damages. Id. at 4, 747 S.E.2d at 427.\r\n\r\nOur supreme court first found exclusion j(5) applied, which barred coverage for\r\n\"'property damage' to [t]hat particular part of real property on which you or any\r\ncontractors or subcontractors . . . are performing operations, if the 'property\r\ndamage' arises out of those operations. . . .\" Id. at 5, 747 S.E.2d at 428. The\r\nsupreme court found the damages arose out of the operations performed by the\r\ninsured or its subcontractor (here, the second subcontractor). Id. at 7, 747 S.E.2d\r\nat 429. Thus, the court found exclusion j(5) \"unambiguously exclude[d] coverage\r\nwhen the insured's subcontractor damages the work product while performing\r\noperations, regardless of whether 'your work' is complete under the policy . . . .\"\r\nId.\r\n\n\"Although unnecessary to [its] analysis[,]\" the supreme court also found exclusion\r\nn, a \"your work\" exclusion, applied to defeat coverage. Id. at 7–8, 747 S.E.2d at\r\n429. Exclusion n applied to damages for any loss or expense incurred to repair or\r\nreplace \"your work\" if such work was withdrawn from use due to a known or\r\nsuspected defect. Id. at 8, 747 S.E.2d at 429. The court found the brick face was\r\nreplaced because of a deficiency or inadequacy; thus, coverage was barred under\r\nexclusion n. Id. at 8, 747 S.E.2d at 430. The court concluded, \"As we have\r\nrepeatedly explained, a CGL policy does not insure the insured's work itself but\r\nconsequential risks that stem from the insured's work.\" Id.\r\n\r\nWe find the \"your work\" exclusion applies in this case. The exclusion applies to\r\nproperty that must be restored, repaired, or replaced. The exclusion specifically\r\nincludes materials furnished in connection with such work. Here, the contract\r\nbetween SYS and Precision required Precision to \"correct the affected work and all\r\ncosts incurred as the result of [a] breach of warranty . . . .\" We find the defective\r\ntape, and all costs associated with its replacement, fall squarely within the\r\nexclusion.\r\n\r\n2.    Construction of the Policy\r\n\r\nPrecision also argues the trial court erred in narrowly construing the policy to\r\ndefeat coverage. We disagree.\r\n\r\n\"An insurance policy is a contract between the insured and the insurance company,\r\nand the terms of the policy are to be construed according to contract law.\" Auto\r\nOwners Ins. Co. v. Rollison, 378 S.C. 600, 606, 663 S.E.2d 484, 487 (2008)\r\n(citation omitted). The court must give policy language its plain, ordinary, and\r\npopular meaning. Pres. Capital Consultants, LLC v. First Am. Title Ins. Co., 406\r\nS.C. 309, 316, 751 S.E.2d 256, 259 (2013). The court must construe ambiguous\r\nterms in an insurance policy liberally in favor of the insured and strictly against the\r\ninsurer. Stringer v. State Farm Mut. Auto. Ins. Co., 386 S.C. 188, 192, 687 S.E.2d\r\n58, 60 (Ct. App. 2009). \"[I]n cases where there is no ambiguity, contracts of\r\ninsurance, like other contracts, must be construed according to the terms which the\r\nparties have used, to be taken and understood in their plain, ordinary and popular\r\nsense.\" Id. (quoting Garrett v. Pilot Life Ins. Co., 241 S.C. 299, 304, 128 S.E.2d\r\n171, 174 (1962)). \"The court cannot torture the meaning of policy language to\r\nextend coverage not intended by the parties.\" S.C. Farm Bureau Mut. Ins. Co. v.\r\nDawsey, 371 S.C. 353, 356, 638 S.E.2d 103, 105 (Ct. App. 2006) (citing State\r\n\nFarm Fire & Cas. Co. v. Barrett, 340 S.C. 1, 8, 530 S.E.2d 132, 135 (Ct. App.\r\n2000)).\r\n\r\nWe find there was no ambiguity in the policy terms at issue; thus, the trial court\r\nwas not required to construe the terms in favor of Precision. Rather, the trial court\r\nappropriately construed the relevant policy terms according to their plain and\r\nordinary meaning. We find no error in the trial court's construction of the policy.\r\n\r\n3.    Remaining Issues\r\n\r\nBased on our disposition of Precision's challenges to the \"your work\" exclusion\r\nand the trial court's construction of the policy, we need not address Precision's\r\nremaining challenges to the trial court's findings regarding \"property damage\" and\r\n\"occurrence.\" See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598,\r\n613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not review\r\nremaining issues when its determination of another issue is dispositive of the\r\nappeal).\r\n\r\nV.           CONCLUSION\r\n\r\nFor the foregoing reasons, the order on appeal is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS, J., concur.\r\n\n","court":"Appeals"},{"id":"5252","title":"State v. Mimms","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5252.pdf","description":"Daisy Mimms appeals a circuit court order dismissing an appeal of her conviction in magistrate court for driving under the influence of alcohol or drugs (DUI).  Mimms contends the circuit court erred in finding the magistrate court did not err in concluding: (1) there is no criminal intent required for the crime of DUI; and (2) veering off a roadway on one occasion was sufficient to show impaired driving.  We affirm.","date":"2014-07-30","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA\r\n                         In The Court of Appeals\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Daisy Lynne Mimms, Appellant.\r\n\r\n            Appellate Case No. 2012-212931\r\n\r\n\r\n\r\n                        Appeal From Orangeburg County\r\n                      Edgar W. Dickson, Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 5252\r\n                     Heard June 4, 2014 – Filed July 30, 2014\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Assistant Public Defender Mark Wise, of Orangeburg,\r\n            for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson and Senior\r\n            Assistant Deputy Attorney General Salley W. Elliott,\r\n            both of Columbia, for Respondent.\r\n\r\n\r\nCURETON, A.J.: Daisy Mimms appeals a circuit court order dismissing an\r\nappeal of her conviction in magistrate court for driving under the influence of\r\nalcohol or drugs (DUI). Mimms contends the circuit court erred in finding the\r\nmagistrate court did not err in concluding: (1) there is no criminal intent required\r\nfor the crime of DUI; and (2) veering off a roadway on one occasion was sufficient\r\nto show impaired driving. We affirm.\r\n\r\nFACTS\r\n\nOn October 23, 2010, Trooper Jamie Burris, while responding to a dispatch call of\r\na driver driving erratically, conducted a traffic stop of Mimms because her car fit\r\nthe description from dispatch and he observed her drive off the roadway. Burris\r\n\"smelled an odor of alcohol\" as he walked toward Mimms' car; therefore, he asked\r\nher to get out of the car. During the stop, Burris told Mimms, \"You [were]\r\nweaving all over the roadway.\" Burris administered three parts of the Horizontal-\r\nGaze Nystagmus (HGN) test to determine if Mimms was under the influence.\r\nMimms was unable to keep her balance while performing the test and she did not\r\nsuccessfully complete any portion of the HGN test. Based on Mimms'\r\nperformance on the HGN test, Burris \"did not feel comfortable\" requiring Mimms\r\nto complete additional field sobriety tests. Additionally, based on her appearance\r\nand mannerisms, Burris determined Mimms was \"clearly\" under the influence of\r\nalcohol. Mimms admitted she consumed alcohol earlier that evening. Mimms also\r\ntold Burris she had cancer and was undergoing chemotherapy treatment. Burris\r\nexplained to Mimms the mixture of alcohol with her medication could have had a\r\n\"synergy effect,\" impacting her level of intoxication.\r\n\r\nSubsequently, the State charged Mimms with DUI, and she proceeded to a jury\r\ntrial in magistrate court. After the State rested, Mimms moved for a directed\r\nverdict, arguing there was insufficient evidence of impaired driving because the\r\nevidence only showed she \"ran off the road slightly.\" Further, Mimms maintained\r\nthere was no evidence showing she weaved back and forth, drove into a ditch, or\r\ncrossed the dotted line. As a second ground for a directed verdict, Mimms argued\r\nthe State failed to prove an intentional act of violating the law. Mimms asserted\r\nthe State was required to prove criminal intent and it failed to present such\r\nevidence. Mimms contended the evidence did not indicate she knew or had any\r\nreason to know she should not have drank a beer or there would be a \"synergy\r\neffect\" when she consumed the medication and alcohol. According to Mimms,\r\nthere was no evidence she knew combining beer with her medication would impact\r\nher ability to drive. The magistrate denied the motion, finding there was sufficient\r\nevidence of impaired driving and the DUI statute does not require the State to\r\nprove criminal intent. Mimms presented no defense.\r\n\r\nPrior to instructing the jury, the magistrate reviewed the parties' proposed jury\r\ncharges and determined she \"[would] not instruct on criminal intent.\"1 The jury\r\nconvicted Mimms of DUI and the magistrate sentenced her to thirty days'\r\nimprisonment, suspended upon payment of a $997.00 fine. Mimms appealed to the\r\ncircuit court, which dismissed her appeal with prejudice. This appeal followed.\r\n\r\n1   The actual charge to the jury is not included in the record.\r\n\nSTANDARD OF REVIEW\r\n\r\nSection 18-7-170 of the South Carolina Code (2014) articulates the standard of\r\nreview to be applied by the circuit court in an appeal of a magistrate's judgment:\r\n\r\n             Upon hearing the appeal the appellate court shall give\r\n             judgment according to the justice of the case, without\r\n             regard to technical errors and defects which do not affect\r\n             the merits. In giving judgment the court may affirm or\r\n             reverse the judgment of the court below, in whole or in\r\n             part, as to any or all the parties and for errors of law or\r\n             fact.\r\n\r\n\"In criminal appeals from magistrate or municipal court, the circuit court does not\r\nconduct a de novo review, but instead reviews for preserved error raised to it by\r\nappropriate exception. In reviewing criminal cases, this court may review errors of\r\nlaw only.\" State v. Henderson, 347 S.C. 455, 457, 556 S.E.2d 691, 692 (Ct. App.\r\n2001) (internal citations omitted). \"When there is any evidence, however slight,\r\ntending to prove the issues involved, [the appellate court] may not question a\r\nmagistrate court's findings of fact that were approved by a circuit court on appeal.\"\r\nAllendale Cnty. Sheriff's Office v. Two Chess Challenge II, 361 S.C. 581, 585, 606\r\nS.E.2d 471, 473 (2004). This court will presume that an affirmance by a circuit\r\ncourt of a magistrate's judgment was made upon the merits where the testimony is\r\nsufficient to sustain the judgment of the magistrate and there are no facts that show\r\nthe affirmance was influenced by an error of law. See Bowers v. Thomas, 373 S.C.\r\n240, 244, 644 S.E.2d 751, 753 (Ct. App. 2007). However, \"[q]uestions of statutory\r\ninterpretation are questions of law, which are subject to de novo review and which\r\nwe are free to decide without any deference to the court below.\" State v. Whitner,\r\n399 S.C. 547, 552, 732 S.E.2d 861, 863 (2012).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    CRIMINAL INTENT\r\nMimms argues the magistrate erred in failing to charge the jury on criminal intent\r\nas an element of DUI. Although our DUI statute does not provide for any mental\r\nstate, Mimms essentially argues a culpable mental state—intent—must be read into\r\nthe statute. Otherwise, according to Mimms, her right to due process of law would\r\nbe violated. We disagree.\r\n\nSection 56-5-2930(A) of the South Carolina Code (Supp. 2013) provides:\r\n\r\n             It is unlawful for a person to drive a motor vehicle within\r\n             this State while under the influence of alcohol to the\r\n             extent that the person's faculties to drive a motor vehicle\r\n             are materially and appreciably impaired, under the\r\n             influence of any other drug or a combination of other\r\n             drugs or substances which cause impairment to the extent\r\n             that the person's faculties to drive a motor vehicle are\r\n             materially and appreciably impaired, or under the\r\n             combined influence of alcohol and any other drug or\r\n             drugs or substances which cause impairment to the extent\r\n             that the person's faculties to drive a motor vehicle are\r\n             materially and appreciably impaired. A person who\r\n             violates the provisions of this section is guilty of the\r\n             offense of driving under the influence . . . .\r\n\r\nIn a trial for DUI, the state has to prove: (1) the defendant's ability to drive was\r\nmaterially and appreciably impaired; and (2) this impairment was caused by the\r\nuse of drugs or alcohol. State v. Salisbury, 343 S.C. 520, 524, 541 S.E.2d 247,\r\n248-49 (2001).\r\n\r\n             In offenses at common law, and under statutes which do\r\n             not disclose a contrary legislative purpose, to constitute a\r\n             crime, the act must be accompanied by a criminal intent,\r\n             or by such negligence or indifference to duty or to\r\n             consequences as is regarded by the law as equivalent to a\r\n             criminal intent.\r\n\r\nState v. Ferguson, 302 S.C. 269, 272, 395 S.E.2d 182, 183 (1990) (quoting State v.\r\nAm. Agric. Chem. Co., 118 S.C. 333, 337, 110 S.E. 800, 802 (1922)). \"Of course,\r\nthe legislature, if it so chooses, may make an act or omission a crime regardless of\r\nfault.\" Id. at 271-72, 395 S.E.2d at 183; see also State v. Manos, 179 S.C. 45, 49-\r\n50, 183 S.E. 582, 584 (1936) (\"The legislature, however, may forbid the doing of\r\nan act and make its commission criminal without regard to the intent or knowledge\r\nof the doer, and if such legislative intention appears the courts must give it effect,\r\nalthough the intent of the doer may have been innocent. This rule has been\r\ngenerally, although not quite universally, applied in the enforcement of statutes\r\npassed in aid of the police power of the state, where the word 'knowingly' or other\r\napt words are not employed to indicate that knowledge is an essential element of\r\n\nthe crime charged. The doing of the inhibited act constitutes the crime, and the\r\nmoral turpitude or purity of the motive by which it was prompted, and knowledge\r\nor ignorance of its criminal character, are immaterial circumstances on the question\r\nof guilt.\" (quotation marks and citation omitted)). \"These crimes are referred to\r\ncommonly as 'strict liability' offenses. Whether an offense is a strict liability\r\noffense, and if not, what kind of criminal intent is required to satisfactorily show a\r\ncommission of that offense, are questions of legislative intent.\" Ferguson, 302\r\nS.C. at 272, 395 S.E.2d at 183. \"Therefore, whether knowledge and intent are\r\nnecessary elements of a statutory crime must be determined from the language of\r\nthe statute, construed in the light of its purpose and design.\" Guinyard v. State,\r\n260 S.C. 220, 227, 195 S.E.2d 392, 395 (1973).\r\n\r\n\"The primary rule of statutory construction is to ascertain and give effect to the\r\nintent of the legislature.\" Bryant v. State, 384 S.C. 525, 529, 683 S.E.2d 280, 282\r\n(2009) (quoting Mid-State Auto Auction of Lexington, Inc. v. Altman, 324 S.C. 65,\r\n69, 476 S.E.2d 690, 692 (1996)). \"[W]hen a statute is penal in nature, it must be\r\nconstrued strictly against the State and in favor of the defendant.\" State v.\r\nBlackmon, 304 S.C. 270, 273, 403 S.E.2d 660, 662 (1991). The statutory language\r\nmust be construed in light of the intended purpose of the statute. Town of Mt.\r\nPleasant v. Roberts, 393 S.C. 332, 342, 713 S.E.2d 278, 283 (2011). \"A statute as\r\na whole must receive a practical, reasonable, and fair interpretation consonant with\r\nthe purpose, design, and policy of the lawmakers.\" State v. Sweat, 386 S.C. 339,\r\n350, 688 S.E.2d 569, 575 (2010) (quotation marks and citation omitted). \"In\r\ninterpreting a statute, the language of the statute must be read in a sense that\r\nharmonizes with its subject matter and accords with its general purpose.\" Roberts,\r\n393 S.C. at 342, 713 S.E.2d at 283. Appellate courts will not construe a statute in a\r\nway which leads to an absurd result or renders it meaningless. See Lancaster Cnty.\r\nBar Ass'n v. S.C. Comm'n on Indigent Def., 380 S.C. 219, 222, 670 S.E.2d 371,\r\n373 (2008) (\"In construing a statute, this Court will reject an interpretation when\r\nsuch an interpretation leads to an absurd result that could not have been intended\r\nby the legislature.\").\r\n\r\n\"[D]riving of an automobile upon the public highway by a person while intoxicated\r\nis not only malum prohibitum, but malum in se.\" State v. Long, 186 S.C. 439, 446-\r\n47, 195 S.E. 624, 627 (1938).\r\n\r\n             'It is true the statute forbids it and provides a penalty, but\r\n             this in no way determines whether it is only malum\r\n             prohibitum. The purpose of the statute is to prevent\r\n             accidents and preserve persons from injury, and the\r\n\n             reason for it is that an intoxicated person has so\r\n             befuddled and deranged and obscured his faculties of\r\n             perception, judgment, and recognition of obligation\r\n             toward his fellows as to be a menace in guiding an\r\n             instrumentality so speedy and high-powered as a modern\r\n             automobile. Such a man is barred from the highway\r\n             because he has committed the wrong of getting drunk and\r\n             thereby has rendered himself unfit and unsafe to propel\r\n             and guide a vehicle capable of the speed of an express\r\n             train and requiring its operator to be in possession of his\r\n             faculties.'\r\n\r\nId. (quoting People v. Townsend, 183 N.W. 177, 179 (Mich. 1921)). Malum in se\r\nis defined as a \"crime or an act that is inherently immoral.\" Blacks Law Dictionary\r\n971 (7th ed. 1999). Malum prohibitum is defined as an \"act that is a crime merely\r\nbecause it is prohibited by statute, although the act itself is not necessarily\r\nimmoral.\" Id. \"A corrupt purpose, a wicked intent to do evil, is indispensable to a\r\nconviction of a crime which is morally wrong. But no evil intent is essential to an\r\noffense which is a mere malum prohibitum.\" State v. Moore, 128 S.C. 192, 199,\r\n122 S.E. 672, 674-75 (1924) (Cothran, J., concurring) (quotation marks and\r\ncitation omitted).\r\n\r\n             A simple purpose to do the act forbidden in violation of\r\n             the statute is the only criminal intent requisite to a\r\n             conviction of a statutory offense which is not malum in\r\n             se. It follows that the only criminal requisite to a\r\n             conviction of an offense created by statute, which is not\r\n             malum in se, is the purpose to do the act in violation of\r\n             the statute.\r\n\r\nId. at 199-200, 122 S.E. at 675 (quotation marks and citations omitted).\r\n\r\n             [S]tatutes that forbid [DUI], such as the statute before\r\n             us,[2] typically do not insist on purposeful, violent, and\r\n\r\n2 \"New Mexico's DUI statute makes it a crime (and a felony after three earlier\r\nconvictions) to 'drive a vehicle within [the] state' if the driver 'is under the\r\ninfluence of intoxicating liquor' (or has an alcohol concentration of .08 or more in\r\nhis blood or breath within three hours of having driven the vehicle resulting from\r\n'alcohol consumed before or while driving the vehicle').\" Begay v. United States,\r\n\n             aggressive conduct; rather, they are, or are most nearly\r\n             comparable to, crimes that impose strict liability,\r\n             criminalizing conduct in respect to which the offender\r\n             need not have had any criminal intent at all. The\r\n             Government argues that 'the knowing nature of the\r\n             conduct that produces intoxication combined with the\r\n             inherent recklessness of the ensuing conduct more than\r\n             suffices' to create an element of intent. And we agree\r\n             with the Government that a drunk driver may very well\r\n             drink on purpose. But this Court has said that, unlike the\r\n             example crimes, the conduct for which the drunk driver\r\n             is convicted (driving under the influence) need not be\r\n             purposeful or deliberate.\r\n\r\nBegay v. United States, 553 U.S. 137, 145 (2008) (citation omitted).\r\n\r\nThe DUI statute is devoid of any language regarding knowledge or intent. See S.C.\r\nCode Ann. § 56-5-2930(A). The statute is primarily a safety statute which seeks to\r\npunish an individual's drunken actions, not his or her intent. See Long, 186 S.C. at\r\n446, 195 S.E. at 627 (\"The purpose of the statute is to prevent accidents and\r\npreserve persons from injury . . . .\"); see also Case v. Com., 753 S.E.2d 860, 866\r\n(Va. Ct. App. 2014) (\"Thus[,] the concern is what could happen with an intoxicated\r\nindividual behind the wheel, regardless of whether he intended to be there, turn on\r\nthe car, or move the vehicle.\"). Therefore, we hold the legislature intended DUI to\r\nbe a strict liability offense. See Guinyard, 260 S.C. at 227, 195 S.E.2d at 395\r\n(\"[W]hether knowledge and intent are necessary elements of a statutory crime must\r\nbe determined from the language of the statute, construed in the light of its purpose\r\nand design.\" (emphasis added)); see also Case, 753 S.E.2d at 866 (\"Bearing these\r\nconcerns . . . in mind, we conclude that there is no mens rea requirement in [the\r\nDUI statute]. As long as the Commonwealth proves beyond a reasonable doubt\r\nthat an intoxicated individual 'operated' his vehicle, regardless of intent, he is guilty\r\nof [DUI].\").\r\n\r\nWe note our supreme court has incorporated a mental state into criminal statutes\r\nlacking any requirement of intent, knowledge, recklessness, or negligence. In\r\nFerguson, 302 S.C. at 272-73, 395 S.E.2d at 184, our supreme court stated, \"A\r\nreading of the entire statutory scheme convinces us that the legislature intended to\r\n\r\n553 U.S. 137, 141 (2008) (alteration in original) (quoting N.M. Stat. Ann §§ 66-8-\r\n102(A), (C)).\r\n\nplace a mental state requirement in the offense contained in [the statute prohibiting\r\nmanufacturing, distributing or dispensing a controlled substance].\" (footnote\r\nomitted). Similarly, in State v. Jefferies, 316 S.C. 13, 19, 446 S.E.2d 427, 430-31\r\n(1994), our supreme court stated, \"We find that the mens rea of 'knowledge' is\r\nrequired under [the kidnapping statute].\" (footnote omitted). However, in\r\nFerguson and Jefferies the courts examined the relevant statute for a clear\r\nlegislative purpose for imposing strict liability, which the courts did not find. See\r\nalso S.C. Code Ann. § 56-5-2920 (2006) (including the mens rea of recklessness,\r\nstating \"[a]ny person who drives any vehicle in such a manner as to indicate either\r\na wilful or wanton disregard for the safety of persons or property is guilty of\r\nreckless driving\"); cf. State v. Kirkland, 282 S.C. 14, 16, 317 S.E.2d 444, 444\r\n(1984) (\"It is apparent that this section, in prohibiting sexual intercourse with any\r\npersons confined to a mental institution, imposes strict liability for its violation, as\r\nneither lack of consent, intent, nor knowledge were made elements of the offense.\"\r\n(internal quotation marks and citation omitted)); State v. Jenkins, 278 S.C. 219,\r\n222, 294 S.E.2d 44, 45-46 (1982) (\"By failing to include 'knowingly' or other apt\r\nwords to indicate criminal intent or motive, we think the legislature intended that\r\none who simply, without knowledge or intent that his act is criminal, fails to\r\nprovide proper care and attention for a child or helpless person of whom he has\r\nlegal custody, so that the life, health, and comfort of that child or helpless person is\r\nendangered or is likely to be endangered, violates . . . the Code.\").\r\n\r\nWe find that under our DUI statute, there is a clear legislative purpose for\r\nimposing strict liability and public policy favors strict liability. Moreover, the\r\nmajority of jurisdictions, in cases involving the same or similar argument, hold\r\nDUI and related offenses are intended to impose liability without requiring a\r\nspecific finding that the defendant possessed a culpable state of mind.3\r\nImportantly, Mimms' interpretation would lead to an unreasonable and absurd\r\nresult. As the State correctly points out, under Mimms' reasoning, any person\r\n\r\n3 See generally State v. Parker, 666 P.2d 1083, 1084 (Ariz. Ct. App. 1983); People\r\nv. Senn, 824 P.2d 822, 824 (Colo. 1992); Bodoh v. D.C. Bureau of Motor Vehicle\r\nServs., 377 A.2d 1135, 1137 (D.C. 1977); Albaugh v. State, 721 N.E.2d 1233, 1236\r\n(Ind. 1999); City of Wichita v. Hull, 724 P.2d 699, 702 (Kan. Ct. App. 1986); State\r\nv. McDole, 734 P.2d 683, 686 (Mont. 1987); State v. Glass, 620 N.W.2d 146, 151\r\n(N.D. 2000); State v. Goding, 489 A.2d 579, 580-81 (N.H. 1985); State v. Fogarty,\r\n607 A.2d 624, 628 (N.J. 1992); State v. Johnson, 15 P.3d 1233, 1240 (N.M. 2000);\r\nState v. Pistole, 476 N.E.2d 365, 366 (Ohio 1984); State v. Miller, 788 P.2d 974,\r\n977 (Or. 1990); State v. Turner, 953 S.W.2d 213, 215 (Tenn. Crim. App. 1996);\r\nFarmer v. State, 411 S.W.3d 901, 905 (Tex. Crim. App. 2013).\r\n\nconvicted under this statute could argue he or she did not \"intend\" to become\r\nintoxicated such that his or her faculties to drive a motor vehicle were materially\r\nand appreciably impaired.4 Furthermore, after ingesting the highly potent\r\nmedication required for her illness, Mimms voluntarily decided to consume alcohol\r\nand drive a vehicle. See City of Milwaukee v. Johnston, 124 N.W.2d 690, 693\r\n(Wis. 1963) (\"If one afflicted with [an illness] has a low tolerance to intoxicants or\r\nis more susceptible to be influenced by the consumption of intoxicants, it behooves\r\nsuch a person to imbibe less quantitatively to keep within his capacity than his\r\nfriends who may enjoy greater consumption within their capacity because of their\r\nnatural or acquired tolerance. A person is chargeable not with knowledge of an\r\nobjective quantitative standard of drinking but with the knowledge of his own\r\nlimitations and capacity, and if he chooses to consume intoxicants and to operate a\r\nmotor vehicle he does so at his own risk.\"). Accordingly, we hold the circuit court\r\ndid not err in dismissing Mimms' appeal for the magistrate court's failure to charge\r\ncriminal intent as an element of the DUI statute. Our ruling does not apply to\r\nsituations wherein a drug is involuntarily or unknowingly ingested while\r\nconsuming alcohol.\r\n\r\nII.   IMPAIRED DRIVING\r\nMimms argues the magistrate erred in failing to grant her motion for a directed\r\nverdict because the State only produced evidence she veered off the roadway on\r\none occasion. Consequently, according to Mimms, the circuit court erred in\r\n\r\n\r\n4 Mimms' counsel seems to have conceded to the slippery slope that could result\r\nshould this court determine the DUI statute requires the State to prove criminal\r\nintent. While presenting arguments to the circuit court, Mimms' counsel stated:\r\n\r\n             I'd submit to the [c]ourt that in certain circumstances the\r\n             [c]ourt is going to make a determination. Even when you\r\n             say you didn't intend to get drunk[,] the facts of the case\r\n             are not going to allow you to get the criminal intent\r\n             statute. . . . [I]f I represent somebody who's had five\r\n             drinks, maybe even three drinks[,] I'm probably not going\r\n             to ask for the criminal intent statute, because I think at\r\n             that point looking at the kind of mens rea that exists, I\r\n             think that's a reasonable issue.\r\n\r\n(italics added).\r\n\ndetermining the magistrate did not err in finding \"the mere veering off of a\r\nroadway on one occasion is sufficient to show impaired driving.\" We disagree.\r\n\r\n\"On an appeal from the trial court's denial of a motion for a directed verdict, the\r\nappellate court may only reverse the trial court if there is no evidence to support\r\nthe trial court's ruling.\" State v. Gaster, 349 S.C. 545, 555, 564 S.E.2d 87, 92\r\n(2002). \"A defendant is entitled to a directed verdict when the State fails to\r\nproduce evidence of the offense charged.\" State v. McKnight, 352 S.C. 635, 642,\r\n576 S.E.2d 168, 171 (2003). \"If there is any direct evidence or substantial\r\ncircumstantial evidence reasonably tending to prove the guilt of the accused, this\r\nCourt must find the case was properly submitted to the jury.\" State v. Horton, 359\r\nS.C. 555, 563, 598 S.E.2d 279, 283 (Ct. App. 2004).\r\n\r\nMimms correctly asserts the pertinent statute \"does not penalize the act of leaving a\r\nlane of travel on one occasion\" and that fact alone does not render her driving\r\nimpaired. However, during oral argument before this court, Mimms conceded\r\nTrooper Burris had probable cause to initiate the stop. In fact, Mimms never\r\nargued to the magistrate court or circuit court Trooper Burris did not have probable\r\ncause to make the stop. The State produced a great deal of evidence of impaired\r\ndriving uncovered after the initial stop. Specifically, the State submitted evidence:\r\n(1) Mimms' car matched the description of a car driving erratically; (2) while\r\nresponding to the dispatch, Burris observed Mimms run off the roadway; (3)\r\nduring the stop, Burris told Mimms \"You [were] weaving all over the roadway\";\r\n(4) Burris \"smelled an odor of alcohol\" as he walked toward Mimms' car and\r\ninside her vehicle; (5) Mimms did not successfully complete the HGN test; (6)\r\nduring the HGN test, Mimms was unable to keep her balance; (7) based on\r\nMimms' performance on the HGN test, Burris \"did not feel comfortable\" requiring\r\nMimms to complete additional field sobriety tests; and (8) Mimms' appearance and\r\nmannerisms indicated she was under the influence of alcohol. Therefore, viewing\r\nthe evidence in the light most favorable to the State, the evidence supports the\r\nmagistrate's submission of this case to the jury.\r\n\r\nCONCLUSION\r\nAccordingly, the circuit court's dismissal of the appeal is\r\n\r\nAFFIRMED.\r\n\r\nHUFF and THOMAS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5253","title":"Sierra Club V. SCDHEC","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5253.pdf","description":"This is an appeal from the administrative law court, which upheld the South Carolina Department of Health and Environmental Control's decision to renew the license under which Chem-Nuclear Systems, LLC operates a disposal facility for low-level radioactive waste.  We affirm the ALC as to all issues, except four subsections of the regulation governing DHEC's issuance and renewal of such licenses.","date":"2014-07-30","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA\r\n              In The Court of Appeals\r\n\r\nSierra Club, Appellant,\r\n\r\nv.\r\n\r\nSouth Carolina Department of Health and Environmental\r\nControl and Chem-Nuclear Systems, LLC, Respondents.\r\n\r\nAppellate Case No. 2012-212791\r\n\r\n\r\n         Appeal From The Administrative Law Court\r\n     Ralph King Anderson, III, Administrative Law Judge\r\n\r\n\r\n                    Opinion No. 5253\r\n        Heard February 5, 2014 – Filed July 30, 2014\r\n\r\n\r\n      AFFFIRMED IN PART, REVERSED IN PART\r\n\r\n\r\nAmy Elizabeth Armstrong and Michael Gary Corley,\r\nS.C. Environmental Law Project, both of Pawleys Island,\r\nand Robert Guild, of Columbia, for Appellant.\r\n\r\nMary Duncan Shahid and Stephen Peterson Groves, Sr.,\r\nboth of Charleston, and Sara S. Rogers, of Columbia, all\r\nof Nexsen Pruet, LLC, for Respondent Chem-Nuclear\r\nSystems; Claire Harley Prince and Jacquelyn Sue\r\nDickman, both of Columbia, for Respondent South\r\nCarolina Department of Health & Environmental\r\nControl.\r\n\nFEW, C.J.: This is an appeal from the administrative law court (ALC), which\r\nupheld the South Carolina Department of Health and Environmental Control's\r\n(DHEC) decision to renew the license under which Chem-Nuclear Systems, LLC\r\noperates a disposal facility for low-level radioactive waste. We affirm the ALC as\r\nto all issues, except four subsections of the regulation governing DHEC's issuance\r\nand renewal of such licenses. See 24A S.C. Code Ann. Regs. 61-63, pt. VII (1992\r\n& Supp. 2010).\r\n\r\n      I.     Procedural History\r\n\r\nChem-Nuclear operates a disposal facility for low-level radioactive waste in\r\nBarnwell County (the \"facility\") pursuant to a license DHEC first issued in 1971.\r\nPart VII of regulation 61-63—entitled \"Licensing Requirements for Land Disposal\r\nof Radioactive Wastes\"—establishes \"specific technical requirements\" and\r\n\"performance objectives\" \"upon which [DHEC] issues licenses for the land\r\ndisposal of wastes.\" 24A S.C. Code Ann. Regs. 61-63 § 7.1.1, 7.1.3 (1992).\r\nBefore DHEC may renew Chem-Nuclear's license to operate the facility, it must\r\ndetermine Chem-Nuclear designed, constructed, and operates the facility in\r\ncompliance with the requirements and objectives of part VII of regulation 61-63.\r\nSee generally § 7.1.\r\n\r\nIn 2000, Chem-Nuclear submitted an application to renew its license. After\r\nholding a public hearing and accepting comments, DHEC issued a renewal license\r\nto Chem-Nuclear in 2004. DHEC's decision to renew the license was challenged\r\non the basis that the disposal methods at the facility do not meet certain\r\nrequirements and objectives of part VII of the regulation. The ALC issued an\r\norder affirming DHEC's decision to renew the license (the \"2005 order\"), and\r\nfound Chem-Nuclear complied with subsections 7.10.1 through 7.10.4 of South\r\nCarolina Code Regulation 61-63 (1992 & Supp. 2010) and section 7.18 of South\r\nCarolina Code Regulation 61-63 (1992). However, the ALC ordered Chem-\r\nNuclear to conduct further studies to address concerns \"related to the potential for\r\ngroundwater contamination on and near the [facility].\" In particular, the 2005\r\norder stated these studies must \"concern[] methods to reduce contact between\r\nradioactive waste and rainfall and other water at its facility\" and ordered Chem-\r\nNuclear to submit the results of the studies to DHEC within 180 days.\r\n\r\nThis court's opinion reviewing the findings of the 2005 order is reported at 387\r\nS.C. 424, 693 S.E.2d 13 (Ct. App. 2010) (Chem-Nuclear I). We affirmed the\r\nfindings related to section 7.18 and subsections 7.10.1 through 7.10.4. 387 S.C. at\r\n438, 693 S.E.2d at 20. However, we remanded the case to the ALC to apply its\r\n\nfactual findings from the 2005 order to determine whether Chem-Nuclear complied\r\nwith the following subsections of regulation 61-63: 7.11.1 through 7.11.12 (1992\r\n& Supp. 2010), 7.23.6 (1992), and 7.10.5 through 7.10.10 (1992 & Supp. 2010).\r\n387 S.C. at 435, 436, 438, 693 S.E.2d at 18-19, 20.\r\n\r\nOn remand, the ALC issued an order affirming DHEC's conclusion that Chem-\r\nNuclear complied with these subsections (the \"remand order\"). In this appeal, we\r\nreview the findings in the remand order.\r\n\r\n      II.    Factual Findings in the 2005 Order\r\n\r\nFollowing this court's instructions, the ALC considered on remand only the\r\nfindings from the 2005 order. In reviewing the remand order, therefore, we\r\nlikewise consider only the findings from the 2005 order. In this section of the\r\nopinion, we recite those findings relevant to our review. Unless otherwise\r\nindicated, all quotations in this section are from the 2005 order.\r\n\r\n             A.    Overview of Chem-Nuclear's Disposal Practices\r\n\r\nChem-Nuclear disposes of waste at the facility using \"enhanced shallow land burial\r\nwith engineered barriers.\" An engineered barrier is \"a man-made structure or\r\ndevice that is intended to improve the land disposal facility's ability to meet the\r\nperformance objectives\" set out in part VII of regulation 61-63. 24A S.C. Code\r\nAnn. Regs. 61-63 § 7.2.9 (Supp. 2010). The primary engineered barriers used by\r\nChem-Nuclear are disposal trenches, disposal vaults, and enhanced caps.\r\n\r\nInitially, waste is shipped to the facility in a disposal container. See 24A S.C.\r\nCode Regs. 61-63 § 3.2.30 (Supp. 2010) (\"'Disposal container' means a container\r\nprincipally used to confine low-level radioactive waste during disposal operations\r\nat a land disposal facility . . . [and] for some shipments, the disposal container may\r\nbe the transport package.\"). Depending on the type of waste, disposal containers\r\nare also shipped to the facility inside a container called a cask. When a shipment\r\nof waste arrives at the facility, it is directed to either the appropriate trench for\r\ndisposal or the Cask Maintenance Building, where Chem-Nuclear performs quality\r\ncontrol inspections to ensure the casks are not damaged. Following this inspection,\r\nChem-Nuclear transports the casks to the appropriate disposal trench where the\r\ndisposal containers are loaded into reinforced concrete disposal vaults inside the\r\ntrench. As disposal containers are loaded into vaults, Chem-Nuclear continues to\r\ninspect them.\r\n\nSome \"large components,\" such as steam generators and pressurizers, are\r\nconsidered disposal vaults themselves and can be placed directly into the trench\r\nafter DHEC approves them for burial. Otherwise, all waste is contained inside a\r\ndisposal container that is loaded into a vault, which is located within a trench.\r\n\r\nChem-Nuclear uses the term \"active\" to describe disposal vaults and trenches that\r\nare in the process of being filled. Thus, vaults are active until filled to capacity\r\nwith disposal containers, and trenches are active until filled to capacity with vaults\r\nand large components. Once vaults and trenches become full, Chem-Nuclear\r\nrefers to them as \"inactive.\" When an individual vault becomes full, Chem-\r\nNuclear covers the inactive vault with \"general cover soils and an initial clay cap,\"\r\nwhich reduces \"the infiltration of surface water into the trench.\" When a trench\r\nbecomes full, Chem-Nuclear installs an \"impermeable\" multi-layer enhanced cap\r\nover the inactive trench, which consists of an initial clay cap, polyethylene and\r\nbentonite, a sand drain layer, and general soil materials.\r\n\r\nWaste is divided into three classes—A through C—based on the concentration of\r\n\"long-lived\" and \"shorter-lived radionuclides\" in the waste. Class A is the least\r\nradioactive waste, while C is the most radioactive. See 24A S.C. Code Ann. Regs.\r\n61-63 § 3.56.1.1 to .8 (Supp. 2010). Chem-Nuclear currently uses three types of\r\ndisposal trenches that are designed to hold different types of waste: (1) Class A\r\ntrenches, which are the largest of the three types, hold vaults containing Class A\r\nwaste; (2) Class B/C trenches hold vaults containing Class B and C waste; and (3)\r\nslit trenches, which are narrow, hold irradiated hardware and large components.\r\nChem-Nuclear uses soil to fill voids between the vaults in each type of trench,\r\nwhich \"enhance[s] long-term stability of the entire trench system.\"\r\n\r\nEach trench has a drainage system \"to facilitate monitoring of water accumulation\r\nentering the trench.\" Chem-Nuclear also implements a \"surface water management\r\nplan\" to manage rainfall after it collects in trenches, which consists of pumping\r\nwater into either adjacent trenches or a lined pond.\r\n\r\n             B.     Tritium Contamination of Groundwater\r\n\r\nTritium is a radioactive isotope of hydrogen that is found in \"trace amounts in\r\ngroundwater throughout the world.\" NRC Senior Management Review of Overall\r\nRegulatory Approach to Groundwater Protection (N.R.C., Rockville, M.D.), Feb.\r\n9, 2011, at SECY-11-0019. Although tritium is naturally occurring, it is also a\r\nbyproduct of the manufacture of nuclear power, and found in radioactive waste\r\ngenerated by nuclear power plants. Id.\r\n\nThe waste disposed of at the facility contains tritium. Rainfall \"in and on the\r\ndisposal trenches drives tritium into the groundwater beneath the facility.\" Chem-\r\nNuclear initially discovered the presence of tritium in its disposal trenches in 1974.\r\nChem-Nuclear determined that early disposal practices utilizing \"unreliable\r\ncontainment and waste forms\" led to this initial tritium contamination. However,\r\nthese early containment methods \"were acceptable at the time\" under the\r\nregulations. In fact, they \"were identical to practices at . . . other low-level\r\nradioactive waste disposal facilities.\"\r\n\r\nAlthough \"it is inadvisable to attempt to uncover or excavate\" the old containers\r\nthat caused the initial tritium release, improvements in disposal technology and\r\nchanges in the operations at the facility have \"enhanced site performance.\" In\r\n1995, DHEC substantially revised part VII of regulation 61-63 to require\r\nengineered barriers for all waste classes disposed of at the facility. Specifically,\r\nDHEC required all waste, except large components, to be placed in vaults, and\r\nrequired enhanced caps to be installed on all inactive trenches. Chem-Nuclear\r\nbegan using vaults and enhanced caps to meet these new requirements. In\r\naddition, Chem-Nuclear began using high-integrity polyethylene disposal\r\ncontainers to hold certain waste forms and discontinued the disposal of unstable,\r\nliquid waste forms. All of these measures served to \"reduce[] the amount of\r\ntritium migrating to groundwater.\"\r\n\r\nDHEC imposes a regulatory limit on the amount of radioactive material Chem-\r\nNuclear may release to the \"general environment.\" See § 7.18. Although certain\r\ngroundwater samples collected from beneath the facility show high concentrations\r\nof tritium, these samples are inappropriate for evaluating Chem-Nuclear's\r\ncompliance with section 7.18. This is because DHEC regulates the release of\r\nradiation into the \"general environment,\" § 7.18, not into the groundwater within\r\nthe boundaries of the facility where there is no risk of public exposure. To\r\ndetermine whether Chem-Nuclear is in compliance with section 7.18, DHEC\r\nestablished a \"compliance point\"—defined as the \"first point where a hypothetical\r\nmember of the public might receive a dose of radiation\"—at which it measures\r\nChem-Nuclear's release of tritium into the general environment. This compliance\r\npoint is located at Mary's Branch Creek, where the groundwater from beneath the\r\nfacility flows into an above-ground stream. Chem-Nuclear regularly samples the\r\nwater from Mary's Branch Creek to determine whether there has been a release of\r\ntritium above the regulatory limit set by DHEC. Since 2001, tritium\r\nconcentrations at the compliance point have been declining, and all measurements\r\ntaken at Mary's Branch Creek have been well below the regulatory limit for\r\n\nexposure under section 7.18. In fact, \"[t]here is no evidence of any actual release\r\nresulting in an exposure above regulatory limits to any member of the general\r\npublic.\"     C.    Actions to Prevent Tritium Exposure\r\n\r\nChem-Nuclear has taken steps to protect the public from exposure to radiation at\r\nthe compliance point. The general public is restricted from accessing the waters of\r\nMary's Branch Creek at the compliance point, and there are no known consumers\r\nof the water who are \"located in and around the compliance point.\" Chem-Nuclear\r\nalso erected a fence around the compliance point to prevent entry of unauthorized\r\npersons. Additionally, Chem-Nuclear has a restrictive covenant and easement on\r\nthree parcels of property surrounding the compliance point. This property serves\r\nas a buffer zone by prohibiting the use of groundwater under the property, as well\r\nas surface water on the property, without written consent from DHEC. Moreover,\r\nchanges in design and operations at the facility further reduce the potential for\r\nradioactive exposure to the general environment.\r\n\r\n             D.    Long-Term Predictions for Compliance\r\n\r\nAs required by DHEC, Chem-Nuclear created a predictive model—the\r\nEnvironmental Radiological Performance Verification (ERPV)—to predict the\r\nfuture performance of the site for up to two thousand years. This model relies on\r\ndata collected through a system of groundwater monitoring wells and thirty years\r\nof data derived from over two hundred sampling points. DHEC commissioned and\r\nfunded a panel of experts—the \"Blue Ribbon Panel\"—to review the ERPV and\r\ndetermine whether Chem-Nuclear's predictions were accurate. After finding the\r\nERPV predictions to be reliable, the Blue Ribbon Panel concluded the facility\r\n\"pose[d] minimal risk to either the environment or members of the public, both\r\ntoday and into the long-term future.\" DHEC relied on the conclusions of both the\r\nERPV and the Blue Ribbon Panel in deciding to renew the facility's license.\r\n\r\n      III.   Standard of Review\r\n\r\nIn the 2005 order, the ALC conducted a de novo review of DHEC's decision to\r\nrenew Chem-Nuclear's license. See Marlboro Park Hosp. v. S.C. Dep't of Health\r\n& Envtl. Control, 358 S.C. 573, 579, 595 S.E.2d 851, 854 (Ct. App. 2004) (stating\r\nthe ALC acts \"as the fact-finder\" in a contested case and \"must make sufficiently\r\ndetailed findings supporting the denial [or grant] of a permit application\"\r\n(alteration in original) (citation omitted)). In Chem-Nuclear I, this court reviewed\r\n\nthe ALC's findings and conclusions in the 2005 order to determine whether they\r\nwere \"[]supported by substantial evidence or controlled by some error of law.\" See\r\n387 S.C. at 430-31, 693 S.E.2d at 16 (relying on the standard of review set forth in\r\nS.C. Code Ann. § 1-23-610(B) (Supp. 2013)). Although we affirmed the ALC's\r\ndetermination that Chem-Nuclear complied with all sections of regulation 61-63\r\naddressed in the 2005 order, we remanded for the ALC to apply the factual\r\nfindings from the 2005 order to other, applicable sections it did not address. 387\r\nS.C. at 439, 693 S.E.2d at 20-21. See 387 S.C. at 439, 693 S.E.2d at 20\r\n(instructing the ALC \"to apply its factual findings [from the 2005 order] to these\r\nsections of regulation 61-63\" on remand). In the remand order, the ALC applied\r\nthe factual findings from the 2005 order to determine whether Chem-Nuclear\r\ncomplied with these additional sections.\r\n\r\nIn this appeal from the remand order, we must accept the factual findings in the\r\n2005 order. We review the remand order under the standard of review set forth in\r\nsubsection 1-23-610(B)(d), and may reverse only if the ALC's decision was\r\naffected by an error of law. See § 1-23-610(B)(d) (stating an appellate court may\r\nreverse the ALC's decision when it is affected by an error of law); S.C. Dep't of\r\nRevenue v. Blue Moon of Newberry, Inc., 397 S.C. 256, 260, 725 S.E.2d 480, 483\r\n(2012) (\"The construction of a regulation is a question of law to be determined by\r\nthe court. We will correct the decision of the ALC if it is affected by an error of\r\nlaw, and questions of law are reviewed de novo.\" (internal quotation marks and\r\ncitations omitted)).\r\n\r\n      IV.    Chem-Nuclear's Compliance with Regulation 61-63\r\n\r\nDHEC drafted part VII of regulation 61-63 to include three general categories of\r\nregulations. See § 7.1.3 (\"This Part establishes procedural requirements[,] . . .\r\nperformance objectives[,] . . . [and] specific technical requirements for near-surface\r\ndisposal of radioactive waste . . . .\"). All three categories are applicable to the\r\nenhanced shallow land burial of low-level nuclear waste at the facility.1 In this\r\nappeal, we address the ALC's determination that Chem-Nuclear complied with\r\nregulations in two of these categories—regulations imposing technical\r\nrequirements and performance objectives. Generally, regulations containing\r\ntechnical requirements require Chem-Nuclear to take specific action to comply\r\nwith the regulation, while regulations containing performance objectives require\r\n\r\n1 Subsection 7.1.3 provides that the \"procedural requirements\" and \"performance\r\nobjectives\" apply \"to any method of land disposal,\" and the \"specific technical\r\nrequirements\" apply to \"near-surface disposal of radioactive waste.\"\r\n\nChem-Nuclear to achieve certain results sought under the regulation. There is\r\nsome overlap, however, between the action-based and result-based requirements of\r\nthese two categories of regulations.\r\n\r\nAs an example of a regulation imposing \"technical requirements,\" subsection\r\n7.11.11.7 of South Carolina Code Regulation 61-63 (Supp. 2010) requires \"[t]he\r\ndisposal units and the incorporated engineered barriers . . . be designed and\r\nconstructed to . . . prevent[] contact between the waste and the surrounding earth.\"\r\nChem-Nuclear's compliance with this subsection, which we discuss in section\r\nIV.B.5 of this opinion, may be determined only by examining specific actions\r\ntaken by Chem-Nuclear to prevent contact between waste and the \"surrounding\r\nearth.\" On the other hand, compliance with a regulation imposing \"performance\r\nobjectives\" must be determined by examining whether Chem-Nuclear obtained the\r\nresults required by the regulation. An example of such a regulation is section 7.18,\r\nwhich requires reasonable efforts be made to maintain radioactive releases to the\r\ngeneral public \"as low as is reasonably achievable\"—a concept known by the\r\nacronym \"ALARA.\"2 This and other result-based \"performance objective\"\r\nregulations require consideration of existing environmental conditions, such as the\r\nfact that tritium levels are declining in the groundwater below the facility and in\r\nthe surface water of Mary's Branch Creek.\r\n\r\nIn Chem-Nuclear I, we affirmed the ALC's finding that Chem-Nuclear met the\r\nperformance objectives of sections 7.18 and 7.10. 387 S.C. at 438, 693 S.E.2d at\r\n20. Section 7.18 and the subsections of 7.10 that we addressed in Chem-Nuclear I\r\nrelate to whether Chem-Nuclear is protecting the public from radioactive releases,\r\n\r\n2   Regulation 61-63 defines the \"ALARA\" standard as:\r\n\r\n              [M]aking every reasonable effort to maintain exposures\r\n              to radiation as far below the dose limits in this part as is\r\n              practical consistent with the purpose for which the\r\n              licensed activity is undertaken, taking into account the\r\n              state of technology, the economics of improvements in\r\n              relation to state of technology, the economics of\r\n              improvements in relation to benefits to the public health\r\n              and safety, and other societal and socioeconomic\r\n              considerations, and in relation to utilization of nuclear\r\n              energy and licensed materials in the public interest.\r\n\r\n24A S.C. Code Ann. Regs. 61-63 § 3.2.6 (Supp. 2010).\r\n\nand generally do not impose specific requirements as to how Chem-Nuclear must\r\naccomplish any particular result.3 In affirming Chem-Nuclear's compliance with\r\nsection 7.18, we gave deference to the ALC's finding that \"Chem-Nuclear . . .\r\ndemonstrated adherence to ALARA . . . by taking appropriate measures to address\r\ntritium migration from the Barnwell facility and the potential for releases from\r\nother radionuclides.\" 387 S.C. at 429, 438, 693 S.E.2d at 15, 20. Showing similar\r\ndeference, we affirmed the ALC's findings that Chem-Nuclear complied with four\r\nof the performance objectives in section 7.10. 387 S.C. at 438, 693 S.E.2d at 20.\r\nWe found, however, the ALC did not address the six remaining subsections of 7.10\r\n(7.10.5 through 7.10.10). 387 S.C. at 438-39, 693 S.E.2d at 20-21. We remanded\r\nfor the ALC to determine whether Chem-Nuclear complied with those subsections.\r\nId.\r\n\r\nWe also required the ALC to consider on remand Chem-Nuclear's compliance with\r\nsection 7.11 and subsection 7.23.6. 387 S.C. at 435-36, 693 S.E.2d at 18-19.\r\nDHEC argued that in determining whether DHEC properly renewed the license,\r\nthe ALC must consider compliance with the result-based requirements \"set forth in\r\nsection 7.10 . . . rather than apply criteria set forth in sections 7.11 and 7.23.6.\"\r\n387 S.C. at 431, 693 S.E.2d at 16. We rejected that argument, finding \"the\r\n[specific] technical requirements\" of \"section 7.11 impose[] additional compliance\r\nrequirements for Chem-Nuclear such that the balancing test of ALARA would not\r\nbe sufficient to address[] whether Chem-Nuclear is in compliance.\" 387 S.C. at\r\n435, 693 S.E.2d at 18-19. Similarly, we found \"the technical requirements of\r\n[sub]section 7.23.6 . . . impose[] additional compliance requirements for Chem-\r\nNuclear.\" 387 S.C. at 436, 693 S.E.2d at 19. Under our holding in Chem-Nuclear\r\nI, therefore, the technical requirements of subsections 7.11.11 and 7.23.6 require\r\nChem-Nuclear to take action to design and construct the disposal site, disposal\r\nunits, and engineered barriers to meet the specifications in those subsections. See\r\n387 S.C. at 432, 435, 436, 693 S.E.2d at 17, 19, 20. DHEC and Chem-Nuclear\r\n\r\n\r\n3 See § 7.10.1 (\"The issuance of the license will not constitute an unreasonable risk\r\nto the health and safety of the public.\"); § 7.10.2 (\"The applicant is qualified . . . to\r\ncarry out the disposal operations . . . in a manner that protects health and\r\nminimizes danger to life or property.\"); § 7.10.3 (\"The . . . operations . . . are\r\nadequate to protect the public health and safety in that they provide reasonable\r\nassurance that the general population will be protected from releases of\r\nradioactivity . . . .\"); § 7.10.4 (\"The . . . operations . . . are adequate to protect the\r\npublic health and safety in that they will provide reasonable assurance that\r\nindividual inadvertent intruders are protected . . . .\").\r\n\nmay not demonstrate compliance with those subsections simply by showing Chem-\r\nNuclear met the performance objectives of other subsections. See id.\r\n\r\nWith these considerations in mind, we discuss the ALC's determination that DHEC\r\nproperly found Chem-Nuclear complied with the applicable subsections of\r\nregulation 61-63.  Section 7.104\r\n            A.\r\n\r\nThe subsections of 7.10 that we review in this appeal5 set forth performance\r\nobjectives for the issuance and renewal of Chem-Nuclear's license. The\r\ncorrectness of DHEC's and the ALC's determination of compliance with\r\nsubsections 7.10.6 and 7.10.8 depends, in part, on Chem-Nuclear's progress in\r\nreducing the amount of tritium released from the facility. In reviewing the ALC's\r\nfindings as to these subsections, therefore, we rely upon evidence that shows its\r\noperations are \"adequate to protect the public health and safety,\" which includes\r\nthe following result-based evidence: (1) Chem-Nuclear's disposal operations\r\ncurrently meet the ALARA standard; (2) \"improvements in waste disposal\r\nprocedures\" have enhanced site performance; and (3) there is a decline in\r\nthe \"tritium concentration at the compliance point.\"\r\n\r\n                   1.    Subsection 7.10.6\r\n\r\nSubsection 7.10.6 provides that before DHEC may issue a license to Chem-\r\nNuclear, it must find:\r\n\r\n            [Chem-Nuclear]'s proposed disposal site, disposal site\r\n            design, land disposal facility operations, disposal site\r\n            closure, and postclosure institutional control are adequate\r\n            to protect the public health and safety in that they will\r\n            provide reasonable assurance that long-term stability of\r\n            the disposed waste and the disposal site will be achieved\r\n\r\n4In this section, we discuss compliance with subsections 7.10.6 and 7.10.8, and not\r\n7.10.7, because our analysis of that subsection depends on whether Chem-Nuclear\r\ncomplied with the relevant subsections of 7.11.11. We later discuss subsection\r\n7.10.7 in section IV.D. of this opinion.\r\n5 Chem-Nuclear's compliance with subsections 7.10.5, 7.10.9, and 7.10.10 is not an\r\nissue in this appeal.\r\n\n             and will eliminate to the extent practicable the need for\r\n             ongoing active maintenance of the disposal site following\r\n             closure.\r\n\r\nThis subsection focuses our analysis on Chem-Nuclear's efforts to protect the\r\npublic, the environment, and inadvertent intruders from radioactive exposure by\r\nensuring \"long-term stability of the disposed waste and the disposal site.\" We\r\nbegin our discussion with the definitions of the relevant terms used in subsection\r\n7.10.6.\r\n\r\n\"Site closure\" is defined as \"those actions that are taken upon completion of\r\noperations that prepare the disposal site for custodial care [by the State of South\r\nCarolina] and that assure that the disposal site will remain stable and will not need\r\nongoing active maintenance.\" 24A S.C. Code Ann. Regs. 61-63 § 7.2.19 (1992).\r\n\r\nOnce site closure is accomplished, the \"institutional control\" period begins, in\r\nwhich the State of South Carolina \"assume[s] responsibility\" for maintaining the\r\nfacility, 24A S.C. Code Ann. Regs. 61-63 §§ 7.8.1, 7.15 (1992), and \"control[s]\r\naccess to the disposal site.\" 24A S.C. Code Ann. Regs. 61-63 § 7.27.2 (1992). By\r\nregulation, the institutional control period is one hundred years. Id.\r\n\r\n\"Stability\" is defined as \"structural stability.\" 24A S.C. Code Ann. Regs. 61-63,\r\n§ 7.2.20 (1992). According to Part III of regulation 61-63, structural stability\r\nresults from: (1) \"the waste form itself\" being stable, or \"processing the waste to\r\nstable form\"; (2) converting waste containing liquid \"into a form that contains as\r\nlittle free-standing and non-corrosive liquid as is reasonably achievable\"; and (3)\r\nfilling \"[v]oid spaces within the waste and between the waste and its package.\"\r\n24A S.C. Code Ann. Regs. 61-63 § 3.56.2.2.1 to .3 (Supp. 2010).\r\n\r\n\"Active maintenance\" means \"any significant activity needed during the period of\r\ninstitutional control to maintain a reasonable assurance that the performance\r\nobjectives in 7.18 and 7.19 are met.\" 24A S.C. Code Ann. Regs. 61-63 § 7.2.1\r\n(1992). As we previously discussed, section 7.18 regulates the concentration of\r\nradioactive material that may be released to the general environment and the\r\npublic. Section 7.19 of South Carolina Code Regulation 61-63 (1992) requires that\r\nthe \"[d]esign, operation, and closure of the land disposal facility . . . ensure\r\nprotection of any individual inadvertently intruding into the disposal site and\r\noccupying the site or contacting the waste at any time after active institutional\r\ncontrols over the disposal site are removed.\" An \"inadvertent intruder\" is a \"person\r\nwho might occupy the disposal site after closure and engage in . . . activities . . . in\r\n\nwhich an individual might be unknowingly exposed to radiation from the waste.\"\r\n24A S.C. Code Ann. Regs. 61-63 § 7.2.13 (1992).\r\n\r\nThe following findings from the 2005 order support the ALC's determination that\r\nthe waste and disposal site are structurally stable:\r\n\r\n    (1)   All waste is placed into reinforced concrete disposal vaults;\r\n    (2)   Void space between the vaults is filled with soil, which enhances \"long-\r\n          term stability of the entire trench system\";\r\n    (3)   Enhanced caps are installed on all inactive trenches;\r\n    (4)   \"[T]he elimination of liquid waste forms . . . have increased site\r\n          performance\"; and\r\n    (5)   \"Improvements in waste forms . . . have succeeded in reducing the\r\n          amount of tritium that is migrating to groundwater.\"\r\n\r\nAdditionally, the following findings support the determination that long-term\r\nstability of the disposed waste and disposal site will be achieved and will be\r\nadequate to protect the general public and inadvertent intruders from radioactive\r\nexposure:\r\n\r\n    (1)   Predictions of a declining trend in radioactive releases to the general\r\n          environment;\r\n    (2)   The Blue Ribbon Panel's conclusion that the facility \"poses a minimal\r\n          risk to either the environment or members of the public, both today and\r\n          into the long-term future\";\r\n    (3)   The presence of a buffer zone, which provides \"long-term protection to\r\n          the public from exposure to radioactive material in the surface water at\r\n          the compliance point\"; and\r\n          The use of concrete disposal vault lids6 for Class C waste, which serves\r\n    (4)   as an intrusion barrier for inadvertent intruders.7\r\n\r\n6 We are uncertain of the nature and purpose of disposal vault lids. Neither the\r\nregulations nor the 2005 order defines \"disposal vault lid,\" and the 2005 order\r\nreferences disposal lids only twice and in two limited contexts: (1) \"the lids of the\r\nvaults are not grouted or otherwise sealed to prevent water from entering the\r\nvault\"; and (2) \"[t]he disposal vaults lids serve as an intrusion barrier for Class C\r\nwaste.\"\r\n7Subsection 3.56.1.2.3 requires Class C waste to be disposed of in a manner that\r\n\"protect[s] against inadvertent intrusion.\"\r\n\nBased on these findings, we find the ALC did not err in concluding Chem-Nuclear\r\nis in compliance with subsection 7.10.6.\r\n\r\n                   2.     Subsection 7.10.8\r\n\r\nSubsection 7.10.8 requires Chem-Nuclear to provide a \"proposal for institutional\r\ncontrol\" that gives \"reasonable assurance that such control will be provided for the\r\nlength of time found necessary to ensure the findings in 7.10.3 through 7.10.6 and\r\nthat the institutional control meets the requirements of 7.27.\" On appeal, Chem-\r\nNuclear's compliance with this subsection is challenged on the ground that it\r\nviolated subsection 7.10.6.8 As previously discussed, subsection 7.10.6 requires\r\nthe design and operations of the facility to provide \"long-term stability of the\r\ndisposed waste.\" When considered in the context of subsection 7.10.6, subsection\r\n7.10.8 requires Chem-Nuclear to provide reasonable assurances the waste will be\r\nstable after the facility is closed. Based on our ruling regarding subsection 7.10.6,\r\nwe find the ALC correctly determined Chem-Nuclear is in compliance with\r\nsubsection 7.10.8.\r\n\r\n             B.    Subsection 7.11.11\r\n\r\nSubsection 7.11.11 provides, in relevant part,\r\n\r\n             The disposal units and the incorporated engineered\r\n             barriers shall be designed and constructed to meet the\r\n             following objectives:\r\n\r\n             7.11.11.1 to minimize the migration of water onto the\r\n             disposal units.\r\n\r\n             7.11.11.2 to minimize the migration of waste or waste\r\n             contaminated water out of the disposal units.\r\n\r\n             7.11.11.4 temporary collection and retention of water and\r\n             other liquids for a time sufficient to allow for the\r\n             detection and removal or other remedial measures\r\n\r\n8We previously affirmed Chem-Nuclear's compliance with subsections 7.10.3 and\r\n7.10.4. Chem-Nuclear I, 387 S.C. at 438, 693 S.E.2d at 20. Chem-Nuclear's\r\ncompliance with subsection 7.10.5 is not an issue on appeal.\r\n\n            without the contamination of groundwater or the\r\n            surrounding soil.\r\n\r\n            7.11.11.6 reasonable assurance that the waste will be\r\n            isolated for at least the institutional control period.\r\n\r\n            7.11.11.7 prevention of contact between the waste and\r\n            the surrounding earth, except for earthen materials which\r\n            may be used for backfilling within the disposal units.\r\n\r\nDHEC and Chem-Nuclear continue to assert that in reviewing the ALC's findings\r\nas to subsection 7.11.11, we may rely on result-based evidence—(1) its operations\r\nmeet the ALARA standard, (2) \"improvements in waste disposal procedures\" have\r\nenhanced site performance, and (3) there is a decline in the \"tritium concentration\r\nat the compliance point.\" As we previously acknowledged, evidence of\r\nimprovements in disposal practices and a decline in tritium concentrations is\r\ncertainly relevant to our analysis of compliance with the regulations containing\r\nperformance objectives. However, that evidence does not directly relate to, and\r\ncannot alone show compliance with, the technical requirements imposed by\r\nsubsection 7.11.11. See 387 S.C. at 435, 693 S.E.2d at 18-19 (holding \"the\r\n[specific] technical requirements\" of \"section 7.11 impose[] additional compliance\r\nrequirements for Chem-Nuclear such that the balancing test of ALARA would not\r\nbe sufficient to address[] whether Chem-Nuclear is in compliance\"). For these\r\nsubsections of the regulation, compliance may not be measured solely by results.\r\nInstead, we must consider whether Chem-Nuclear took any actions to meet the\r\ntechnical requirements imposed by these subsections, and if so, the sufficiency of\r\nChem-Nuclear's actions.\r\n\r\n                   1.    Subsection 7.11.11.1\r\n\r\nSubsection 7.11.11.1 requires that Chem-Nuclear design and construct its disposal\r\nunits and engineered barriers \"to minimize the migration of water onto the disposal\r\nunits.\"\r\n\r\nThe regulations define \"disposal unit\" to include \"a vault or a trench,\" 24A S.C.\r\nCode Ann. Regs. 61-63 § 7.2.8 (Supp. 2010), and \"engineered barrier\" to include\r\n\"vaults or equivalent structures,\" § 7.2.9. The regulations, however, do not define\r\nthe phrase \"migration of water.\" DHEC concedes the phrase encompasses not only\r\nthe flow of surface water, but also rainfall. Thus, for DHEC to have correctly\r\ndetermined Chem-Nuclear complied with this subsection, DHEC must have found\r\n\nChem-Nuclear took action that reduced rainfall and the flow of surface water onto\r\nthe vaults and trenches. Chem-Nuclear's compliance concerning the migration of\r\nrainfall onto disposal units is particularly important, given the followings findings\r\nfrom the 2005 order: (1) \"[t]ritium is driven into the groundwater through rainfall\r\nin and on the disposal trenches,\" and (2) tritium concentrations in the groundwater\r\nseem to \"vary[] with the amount of rainfall.\" Referring to these and other findings,\r\nthe ALC called this \"the undeniable 'rainfall problem.'\"\r\n\r\nWe first examine whether the ALC correctly determined Chem-Nuclear complied\r\nwith subsection 7.11.11.1 in regard to rainfall migrating onto active disposal\r\nunits—vaults and trenches that are in the process of being filled. The 2005 order\r\nprovides that while Chem-Nuclear is filling individual vaults with disposal\r\ncontainers, it employs \"no cover or roof, so rain can fall directly into the vault\r\nduring the loading period.\" The 2005 order also indicates Chem-Nuclear provides\r\nno cover for active trenches, which leaves these trenches and the vaults contained\r\nwithin them exposed to rainfall until the trenches become full. Vaults contained\r\nwithin an active trench remain exposed to rainfall for up to two years while Chem-\r\nNuclear fills the trench. The 2005 order further states rainfall enters vaults because\r\nthey \"are not sealed against water intrusion,\" and the \"lids of the vaults are not . . .\r\nsealed to prevent water from entering\" them.\r\n\r\nDHEC interprets subsection 7.11.11.1 as requiring Chem-Nuclear to \"minimize the\r\nmigration of water onto the disposal units\" during the period in which the trenches\r\nare active. This interpretation required DHEC to consider what action Chem-\r\nNuclear took to reduce the amount of rain falling onto open vaults while they are\r\nbeing filled, and onto closed vaults in active trenches. However, neither the 2005\r\norder, the remand order, nor any other portion of the record or the briefs contain\r\nany evidence that Chem-Nuclear has taken a single action to prevent a single\r\nraindrop from falling onto active vaults or trenches.\r\n\r\nAlthough the ALC determined Chem-Nuclear complied with this subsection, none\r\nof the evidence it relied upon addresses the rainfall issue. Specifically, the ALC\r\nlisted the following factual findings from the 2005 order to support DHEC's\r\ndetermination of compliance as to active and inactive disposal units:\r\n\r\n   (1)    The Class A trench has a sloped floor and a drainage system that\r\n          facilitates monitoring of water that enters the trench;\r\n   (2)    The Class B/C trench contains a French drain and sump system that\r\n          allows monitoring of water accumulation in the trench;\r\n\n     (3)   The slit trench has a sloped floor that is filled with \"coarse drain sand\"\r\n           and contains \"standpipes\" that monitor water accumulation;\r\n     (4)   Chem-Nuclear implements a surface water management plan to pump\r\n           water out of trenches;\r\n\r\nWe find none of these findings support the ALC's determination that Chem-\r\nNuclear complied with this subsection as to rain falling on disposal units—active\r\nor inactive. These findings relate to remedial measures to monitor, drain, and\r\nmanage water that has already migrated onto disposal units. The plain language of\r\nthis subsection, however, requires Chem-Nuclear to do more than monitor, drain,\r\nor otherwise manage water once it enters the vaults and trenches.9 These measures\r\nlisted by the ALC have no effect on the initial migration of rainfall and thus, do not\r\nrelate to compliance with subsection 7.11.11.1. Furthermore, the record is devoid\r\nof any evidence to support the ALC's conclusion that Chem-Nuclear has done\r\nanything to reduce rainfall onto active disposal units. When pressed at oral\r\nargument to list what Chem-Nuclear has done to reduce rainfall onto active\r\ndisposal units, neither Chem-Nuclear nor DHEC could name one action Chem-\r\nNuclear took, except to construct berms along the edges of trenches.10\r\n\r\nThe ALC also listed the following two factual findings, in addition to the four\r\ndiscussed above, to affirm DHEC's determination of compliance with this\r\nsubsection as to rainfall on inactive disposal units only:\r\n\r\n     (5)   Backfilling methods that fill voids between vaults are implemented for all\r\n           trenches; and\r\n     (6)   Initial clay caps placed on inactive vaults and enhanced caps installed\r\n           over inactive trenches minimize the infiltration of surface water into the\r\n           trench.\r\n\r\n9 Other subsections of regulation 61-63 deal with accumulation of water within\r\ndisposal units once it migrates there. See, e.g., § 7.23.6 (requiring the disposal site\r\nto be designed in a way that \"minimize[s] . . . the contact of standing water with\r\nwaste during disposal, and the contact of percolating or standing water with wastes\r\nafter disposal\" (emphasis added)).\r\n10While berms may keep surface water from migrating onto the disposal units,\r\nthey do nothing to minimize direct rainfall onto active trenches and vaults.\r\nAdditionally, the ALC made no findings as to whether Chem-Nuclear ever\r\nconstructed a berm, or if so, whether the berms reduce the migration of surface\r\nwater onto the disposal units.\r\n\nWe find neither of these findings support—and only one actually addresses—the\r\nALC's determination that Chem-Nuclear complied with this subsection as to\r\ninactive disposal units. Regarding finding (5), \"backfilling methods\" involve\r\nplacing soil in open spaces between the vaults, which has nothing to do with\r\nreducing the migration of water onto disposal units. Finding (6), however, is\r\nrelevant to Chem-Nuclear's compliance with subsection 7.11.11.1 as to inactive\r\ndisposal units. The installation of the initial clay cap on inactive vaults and the\r\nenhanced cap on inactive trenches reduces the migration of water onto these\r\ndisposal units. Although these measures reduce the migration of water, subsection\r\n7.11.11.1 requires Chem-Nuclear to \"minimize\" this occurrence. Thus, whether\r\nfinding (6) supports Chem-Nuclear's compliance with this subsection requires us to\r\nconsider the meaning of \"minimize.\"\r\n\r\nRegulation 61-63 does not define minimize. Chem-Nuclear and DHEC filed a\r\njoint brief with this court in which they set forth the following definition of\r\nminimize: \"to reduce to the smallest possible amount, extent, size, or degree.\"11\r\nApplying this definition to the requirements of subsection 7.11.11.1, we must\r\nconsider two sub-issues in analyzing compliance: (1) whether there is evidence to\r\nsupport a finding that Chem-Nuclear has reduced the migration of water onto\r\ndisposal units, and (2) whether the extent of this reduction is adequate to meet\r\nDHEC's definition of minimize. Thus, we cannot find the ALC correctly\r\ndetermined Chem-Nuclear complied with this subsection simply because Chem-\r\nNuclear \"reduced\" the migration of water onto disposal units.\r\n\r\n\r\n\r\n11While this definition sets a strict standard for compliance, we find this is\r\nsupported by the way in which this regulation, and others, are written. For\r\nexample, subsection 7.23.6 requires Chem-Nuclear to \"minimize to the extent\r\npracticable\" the contact of water with waste at different stages of the disposal\r\nprocess. We interpret subsection 7.23.6 as imposing a less stringent standard for\r\ncompliance than subsection 7.11.11.1 because the term \"minimize\" is followed by\r\nlanguage prompting DHEC to consider the reasonableness of Chem-Nuclear's\r\nefforts to comply. The lack of similar language in subsection 7.11.11.1 suggests\r\nthere is no inherent reasonableness or practicability consideration involved in\r\nanalyzing Chem-Nuclear's compliance. The definition of \"minimize\" provided by\r\nChem-Nuclear and DHEC accords with this interpretation. Thus, we rely on their\r\ndefinition of minimize—\"to reduce to the smallest possible amount, extent, size, or\r\ndegree\"—in analyzing DHEC's and the ALC's determinations of compliance.\r\n\nAs to the first sub-issue, we agree with the ALC that installation of initial clay caps\r\nand enhanced caps reduce the migration of surface water and rainfall onto inactive\r\nvaults and trenches. However, the ALC did not address the second sub-issue—\r\nwhether initial clay caps and enhanced caps \"reduce to the smallest possible\r\namount\" the migration of water onto inactive disposal units. Both DHEC and\r\nChem-Nuclear represented to this court in their brief that Chem-Nuclear must have\r\ntaken action to \"reduce [the migration of water onto inactive trenches] to the\r\nsmallest possible amount.\" Yet, neither DHEC nor the ALC made any finding as\r\nto whether Chem-Nuclear did so. The determination of this issue is crucial to the\r\nquestion of whether Chem-Nuclear complied with subsection 7.11.11.1.\r\n\r\nIn considering whether Chem-Nuclear's disposal units and engineered barriers\r\nadequately reduce—\"minimize\"—the migration of water, we acknowledge it is the\r\nduty of DHEC, not this court, to enforce regulation 61-63. Similarly, it is the duty\r\nof Chem-Nuclear, not DHEC, to take the necessary action to comply with the\r\nregulations. Nevertheless, we find support in the 2005 order that implementing\r\n\"relatively simple measures\" could further reduce the migration of water onto both\r\nactive and inactive disposal units. These measures include \"shelter[ing] the\r\ndisposal trenches from rainfall\" while they are being filled and \"sealing and\r\ngrouting the concrete disposal vaults to prevent the intrusion of water.\"\r\n\r\nIn 2001, DHEC directed Chem-Nuclear to consider implementing such measures.\r\nAccording to the 2005 order, \"during the review of the re-issuance of the Chem-\r\nNuclear license, DHEC . . . advis[ed] Chem-Nuclear to review and revise all trench\r\nconstruction details, plans, specifications, and procedures.\" \"In particular, [DHEC]\r\ninformed Chem-Nuclear that consideration should be given to protection of the\r\nopen trenches from direct rainfall and runoff such as temporary covers.\" In\r\nresponse to this directive, Chem-Nuclear considered \"several conceptual trench\r\ndesigns,\" including designs for \"temporary roofs to keep water out of the trenches\r\nand vaults.\" Although Chem-Nuclear informed DHEC in 2001 it would take \"up\r\nto two years to evaluate [these] designs,\" the ALC found in the 2005 order \"Chem-\r\nNuclear ha[d] not completed its evaluation and ha[d] not submitted final designs to\r\nDHEC for review and approval.\"\r\n\r\nThe ALC found it significant that Chem-Nuclear had not yet completed and\r\nsubmitted these final designs to DHEC, given the \"undeniable 'rainfall problem.'\"\r\nSpecifically, the 2005 order stated, \"Chem-Nuclear has already considered\r\nconceptual designs to keep rainfall out of the trenches, . . . [but] it failed to\r\ncomplete a report on its research and has not submitted such a report to DHEC,\r\ndespite its request.\" (internal citations omitted). Additionally, the ALC found\r\n\nfurther studies \"were needed to evaluate the . . . feasibility of employing or\r\nimplementing designs\" that would: (1) \"shelter disposal trenches from rainfall and\r\nprevent rainfall from entering the trenches,\" and (2) \"provide for sealing and\r\ngrouting the concrete disposal vaults to prevent the intrusion of water to the\r\nmaximum extent feasible.\" The order explained these additional studies were\r\nnecessary because \"no evidence was presented . . . that the Blue Ribbon Panel\r\nconsidered any of these particular issues.\" The ALC ordered that \"Chem-Nuclear\r\nshall conduct the[se] studies . . . and submit the results to DHEC within 180 days.\"\r\n\r\nThese findings and directives from the 2005 order support the importance of\r\nimplementing measures to address concerns related to rainfall on the disposal\r\nunits. Both DHEC and the ALC ordered Chem-Nuclear to consider such\r\nmeasures. However, none are currently in place, a fact directly relevant to Chem-\r\nNuclear's ability to reduce water migration onto the disposal units \"to the smallest\r\npossible amount.\"\r\n\r\nIn conclusion, we find the record in this case conclusively demonstrates Chem-\r\nNuclear has taken no action whatsoever to prevent even one rain drop from\r\nmigrating onto one active vault or trench. Additionally, while initial clay caps and\r\nenhanced caps reduce the migration of water onto inactive disposal units, there is\r\nno evidence and no finding by the ALC that DHEC has required, or that Chem-\r\nNuclear has taken, any action that would reduce this migration to the smallest\r\npossible amount. In light of these facts, we hold the ALC erred in affirming\r\nDHEC's conclusion that Chem-Nuclear complied with subsection 7.11.11.1.\r\n\r\n                   2.     Subsection 7.11.11.2\r\n\r\nSubsection 7.11.11.2 requires that Chem-Nuclear design and construct its disposal\r\nunits and engineered barriers \"to minimize the migration of waste or waste[-]\r\ncontaminated water out of the disposal units.\" DHEC and Chem-Nuclear contend\r\nthe same definition of minimize used in the previous section applies to the analysis\r\nof this subsection.\r\n\r\nBased on the plain language of subsection 7.11.11.2, Chem-Nuclear must\r\nminimize the migration of two types of wastes: (1) the radioactive waste-form\r\ncontained within the disposal containers, and (2) water that has been contaminated\r\nby radioactive waste. As to the first, we agree with the ALC's determination that\r\nChem-Nuclear's disposal units and engineered barriers minimize the migration of\r\nradioactive waste-forms out of disposal units. The record establishes that Chem-\r\nNuclear uses disposal containers and reinforced concrete vaults, which prevent the\r\n\nmigration of these waste-forms out of disposal units. Thus, we affirm the ALC's\r\nruling that DHEC correctly determined Chem-Nuclear is in compliance with this\r\nsubsection as to the migration of the waste itself out of the disposal units.\r\n\r\nWe next address whether Chem-Nuclear is in compliance as to the migration of\r\nwaste-contaminated water out of the disposal units. According to the 2005 order,\r\nthe vaults contain holes that allow water to drain from them and into the trenches.\r\nAs for the trenches, they are lined with partially impermeable materials so that\r\nliquids may drain to the soil below the trench. Thus, \"rainfall that accumulates in\r\nthe trenches eventually percolates into the soil\" and groundwater beneath the\r\ntrenches. Also, the water table may rise during \"wet periods,\" causing\r\ngroundwater to \"rise up into the [vaults].\"\r\n\r\nThe ALC relied on its previous findings related to subsection 7.11.11.1 to hold\r\nChem-Nuclear complied with this subsection because the methods \"designed to\r\nminimize the infiltration of water into the vaults\" serve to \"minimize[] the\r\nmigration of . . . waste-contaminated water out of them.\" We agree evidence of\r\ncompliance with subsection 7.11.11.1 is relevant to our determination of\r\ncompliance with this subsection. This is because reducing the initial migration of\r\nwater onto disposal units has a reciprocal effect upon reducing the migration of\r\nwaste-contaminated water out of disposal units. Therefore, our holding that Chem-\r\nNuclear failed to comply with subsection 7.11.11.1 relates to whether it complied\r\nwith subsection 7.11.11.2 as to waste-contaminated water.12\r\n\r\nRelying on the two-part definition of minimize discussed in the previous section,\r\nwe must first analyze whether there is evidence that Chem-Nuclear reduced the\r\nmigration of waste-contaminated water out of disposal units. The ALC found\r\nChem-Nuclear's use of disposal containers prevents waste from coming into direct\r\ncontact with water that enters vaults, which reduces the potential for water to\r\nbecome contaminated. This, in turn, reduces the migration of waste-contaminated\r\nwater out of vaults. Second, the ALC found that although the drainage holes in the\r\nvaults allow \"water to rise up into the containers\" and drain into the trenches\r\n\r\n12Noncompliance with subsection 7.11.11.1 would not conclusively establish non-\r\ncompliance with this subsection. Subsection 7.11.11.1 regulates the migration of\r\n\"water,\" while subsection 7.11.11.2 regulates the migration of \"waste[-]\r\ncontaminated water.\" Thus, the fact that water migrates onto and, subsequently,\r\nout of disposal units does not itself violate this subsection. A violation occurs only\r\nwhen water is allowed to come in contact with waste and waste-contaminated\r\nwater then migrates out of disposal units.\r\n\nbelow, they also allow water to drain away from the waste. This decreases the\r\nlikelihood that water entering the vaults will become contaminated. We agree the\r\nALC's findings support the conclusion that Chem-Nuclear has taken some action to\r\nreduce the migration of waste-contaminated water from the disposal units.\r\n\r\nHowever, the ALC did not address the second part of the analysis—whether these\r\nmeasures are sufficient to meet DHEC's definition of minimize. As we previously\r\nstated regarding subsection 7.11.11.1, compliance with subsection 7.11.11.2\r\ndepends on whether there is evidence to support a finding that Chem-Nuclear's\r\nactions \"reduce to the smallest amount possible\" the migration of waste-\r\ncontaminated water out of disposal units.\r\n\r\nOn this point, the 2005 order stated \"trench water . . . becomes contaminated by the\r\nfact that there is some residual tritium on . . . vaults and waste packages that\r\nhave . . . water on them as a result of rain.\" Based on this fact, the following\r\nfindings in the 2005 order demonstrate the vaults and trenches allow water that has\r\ncome into contact with residual tritium on the disposal containers to migrate out of\r\nthem:\r\n\r\n   (1)   The \"floors of the vaults have holes to allow water to drain from the\r\n         vaults\";\r\n   (2)   These drainage holes \"can also allow water to rise up into the\r\n         containers\";\r\n   (3)   \"[N]one of the trenches . . . have an impermeable liner\";\r\n   (4)   \"The bottoms of the trenches\" are not designed to \"prevent the migration\r\n         of liquids out of the bottom of trenches\" and, in fact, are \"designed to be\r\n         partially impermeable and . . . allow liquids to infiltrate the soil below the\r\n         trenches\"; and\r\n   (5)   \"Precipitation in and on the disposal trenches drives tritium into the\r\n         groundwater beneath the [facility].\"\r\n\r\nAs we acknowledged above, the holes in the vaults allow water to drain away from\r\nthe waste, which decreases the likelihood that water entering the vaults will\r\nbecome contaminated. Nevertheless, these holes permit water that has come in\r\ncontact with residual tritium to drain into the trenches, which, in turn, allow the\r\nwater to percolate into the soil and groundwater beneath the facility. This supports\r\nthat Chem-Nuclear has not taken action to reduce to the smallest possible amount\r\nthe migration of waste-contaminated water out of its vaults and trenches.\r\nMoreover, the fact that Chem-Nuclear has failed to minimize the migration of\r\n\nwater onto vaults under subsection 7.11.11.1 weighs in favor of non-compliance\r\nwith subsection 7.11.11.2.\r\n\r\nIn affirming DHEC's conclusion that Chem-Nuclear complied with this subsection,\r\nthe ALC recognized that trench bottoms \"are designed to be partially impermeable\r\nand allow liquids to infiltrate the soil below\" them. However, the ALC noted the\r\n2005 order contained \"no finding that Chem-Nuclear's waste disposal design is\r\nfaulty or fails to minimize the migration of . . . waste-contaminated water out of\r\ndisposal units.\" We find the ALC erred in relying on the absence of such a finding\r\nin the 2005 order.\r\n\r\nIn Chem-Nuclear I, we held \"section 7.11 imposes additional compliance\r\nrequirements\" not addressed by the 2005 order. 387 S.C. at 435, 693 S.E.2d at 19.\r\nWe remanded for the ALC \"to apply its factual findings [in the 2005 order] to the\r\ntechnical requirements\" of section 7.11—including subsection 7.11.11.2. 387 S.C.\r\nat 435, 693 S.E.2d at 18-19. Thus, the ALC could not rely on the fact that the 2005\r\norder did not contain the conclusion we ordered the ALC to make on remand—\r\nwhether, based on the factual findings in the 2005 order, the disposal units\r\nminimized the migration of waste-contaminated water out of them. The lack of\r\nsuch a conclusion in the 2005 order was the very reason we remanded for the ALC\r\nto make this determination.\r\n\r\nWe also find the ALC erred in relying on evidence that \"improvements in waste\r\ndisposal procedures\" have reduced the \"tritium concentration at the compliance\r\npoint.\" As acknowledged by the ALC in the remand order, this evidence \"does not\r\nget to the heart of the technical requirements\" established by the subsection. This\r\nis because subsection 7.11.11.2 imposes specific technical requirements, and we\r\nfind the evidence does not relate to the requirement that the disposal units be\r\ndesigned to minimize the migration of waste-contaminated water out of them.\r\nInstead, this evidence relates to Chem-Nuclear's compliance with the result-based\r\nperformance objectives contained in section 7.18—that Chem-Nuclear keep\r\nradioactive releases to the general environment \"as low as is reasonably\r\nachievable.\" Subsection 7.11.11.2 required DHEC and the ALC to analyze the\r\nsufficiency of Chem-Nuclear's actions to comply with the plain language of this\r\nsubsection. Thus, we cannot base our decision on the fact that Chem-Nuclear has\r\nreduced the overall tritium concentration at the compliance point.\r\n\r\nWe conclude the record demonstrates Chem-Nuclear has taken measures to reduce\r\nthe migration of waste-contaminated water out of disposal units. However, the\r\nrecord does not support a finding that Chem-Nuclear complied with subsection\r\n\n7.11.11.2. We base our holding on (1) Chem-Nuclear's failure to comply with\r\nsubsection 7.11.11.1, and (2) there being no evidence, and no finding, that Chem-\r\nNuclear has taken action to \"minimize\"—reduce to the smallest amount possible—\r\nthe migration of waste-contaminated water out of disposal units. We hold the ALC\r\nerred in affirming DHEC's conclusion that Chem-Nuclear complied with\r\nsubsection 7.11.11.2.\r\n\r\n                   3.     Subsection 7.11.11.4\r\n\r\nSubsection 7.11.11.4 requires Chem-Nuclear to design and construct its disposal\r\nunits and engineered barriers in a way that allows for \"temporary collection and\r\nretention of water and other liquids for a time sufficient to allow for the detection\r\nand removal or other remedial measures without the contamination of groundwater\r\nor the surrounding soil.\" The plain language of this subsection imposes multiple\r\nrequirements on Chem-Nuclear: (1) collect and retain water that migrates onto the\r\ndisposal units, (2) test this water for radioactive waste material, (3) if such waste\r\nmaterial is discovered, engage in removal or remedial measures, and (4)\r\naccomplish this without contaminating the groundwater or surrounding soil.\r\n\r\nThe ALC relied on the following findings in the 2005 order to support its\r\nconclusion that Chem-Nuclear complied with this subsection:\r\n\r\n   (1)   Chem-Nuclear implements a surface water management plan to manage\r\n         precipitation that collects in trenches, which involves pumping water into\r\n         adjacent trenches or a lined pond; and\r\n   (2)   The trenches are designed to prevent the flow of surface water from\r\n         coming into contact with waste.\r\n\r\nWe find neither finding supports—and only one addresses—the ALC's\r\ndetermination that DHEC correctly concluded Chem-Nuclear complied with this\r\nsubsection. Finding (1)—regarding Chem-Nuclear's surface water management\r\nplan—is relevant to the first requirement of subsection 7.11.11.4, \"temporary\r\ncollection and retention of water.\" However, there is no evidence that Chem-\r\nNuclear tests the water pumped from the trenches for radioactive waste material.\r\nThe subsection requires Chem-Nuclear to do more than collect and retain the\r\nwater. Finding (2)—that trenches are designed to prevent surface water from\r\ncoming into contact with waste—is irrelevant to Chem-Nuclear's compliance with\r\nthis subsection. It has nothing to do with collecting, testing, or removing\r\ncontaminated water from the disposal units. Because the ALC cited no additional\r\nevidence of Chem-Nuclear's compliance with this subsection, we hold the ALC\r\n\nerred in affirming DHEC's determination that Chem-Nuclear complied with\r\nsubsection 7.11.11.4.\r\n\r\nUpon our review of the 2005 order, we find no evidence of compliance with this\r\nsubsection.13 In fact, the evidence in the record demonstrates Chem-Nuclear is not\r\nin compliance. First, the vaults and trenches are designed to allow water that\r\nenters them to drain into the soil and groundwater below. That water is not tested\r\nbefore it enters the ground. Second, the only other evidence relevant to this\r\nsubsection is the finding in the 2005 order that states, \"None of the trenches at the\r\n[facility] have . . . a leachate collection system.\" Leachate is defined as \"any\r\nliquid, including any suspended or dissolved components in the liquid, that has\r\npercolated through or drained from the [radioactive] material.\" 10 C.F.R. § 40 app.\r\nA (2011). Although the regulation does not define \"leachate collection system,\" in\r\ncommon industry usage, it is \"a system or device . . . that is designed, constructed,\r\nmaintained, and operated to collect and remove leachate\" for proper disposal. 40\r\nC.F.R. § 503.21(i) (2011); see also 40 C.F.R. § 264.301(a)(2) (2011).14 Such a\r\nsystem would allow Chem-Nuclear to satisfy the four requirements of subsection\r\n7.11.11.4—(1) collect water migrating onto the disposal units, (2) test this water,\r\n(3) remove waste-contaminated water, and (4) do this without contaminating the\r\ngroundwater because the system would collect the leachate for alternate disposal.\r\nThus, the ALC's finding regarding the non-existence of a leachate collection\r\nsystem undermines its conclusion that Chem-Nuclear complied with this\r\n\r\n\r\n13 This regulation imposes requirements for the design and construction of\r\n\"disposal units\" and \"engineered barriers.\" While Chem-Nuclear has monitoring\r\nwells to test the groundwater for contamination and a system to monitor water\r\naccumulation in trenches, neither of these qualifies as a disposal unit. See § 7.2.8\r\n(defining \"disposal unit\" as \"a discrete portion of the disposal site into which waste\r\nis placed for disposal\"). To the extent they are considered engineered barriers—\"a\r\nman-made structure or device that is intended to improve the land disposal\r\nfacility's ability to meet the performance objectives in this part,\" § 7.2.9 (emphasis\r\nadded)—there is no evidence these monitoring \"devices\" allow Chem-Nuclear to\r\ncollect and test this water \"without the contamination of the groundwater.\"\r\n§ 7.11.11.4.\r\n14These regulations provide the Environmental Protection Agency's definition of\r\n\"leachate collection system\" as stated in the regulations for \"surface disposal\" of\r\n\"sewage sludge,\" 40 C.F.R. § 503.20(a) (2011), and \"dispos[al] of hazardous waste\r\nin landfills,\" 40 C.F.R. § 264.300 (2011).\r\n\nsubsection and supports our determination that the ALC erred in reaching that\r\nconclusion.\r\n\r\nDHEC and Chem-Nuclear argue Chem-Nuclear is justified in not having a leachate\r\ncollection system due to \"concerns regarding the radioactive exposure to workers\r\nhandling and processing the leachate.\" We find the argument contrary to the\r\npurpose and intent of the regulation. We fail to see how the danger of radioactive\r\ncontamination to workers actually justifies releasing it into the groundwater\r\nwithout testing and remediation. Rather, it seems the danger to health and safety\r\nrequires testing and remediation. We believe the drafters of these regulations\r\nimposed such a requirement for just that purpose. Subsection 7.11.11.4 contains\r\nno language excusing Chem-Nuclear's duty to comply with its regulatory\r\nrequirements, which is especially important when the excuse for not taking a\r\nparticular action is the very reason for the regulation—health and safety. Instead,\r\nthe focus of compliance is on what action Chem-Nuclear did take—whether it\r\ndesigned and constructed its engineered barriers in a manner that allows it to\r\ncollect, test, and remove contamination before it percolates into the soil and\r\ngroundwater.15\r\n\r\nWe find no evidence to support a finding that Chem-Nuclear meets the\r\nrequirements imposed by this subsection. We hold the ALC erred in affirming\r\nDHEC's conclusion that Chem-Nuclear complied with subsection 7.11.11.4.\r\n\r\n                   4.    Subsection 7.11.11.6\r\n\r\nSubsection 7.11.11.6 requires Chem-Nuclear to design and construct its disposal\r\nunits and engineered barriers in a way that provides \"reasonable assurance that the\r\nwaste will be isolated for at least the institutional control period.\"\r\n\r\n\r\n15In deciding whether Chem-Nuclear's operations met the ALARA standard, the\r\n2005 order appropriately weighed Chem-Nuclear's concerns regarding exposure to\r\nworkers because an ALARA analysis involves balancing the benefit to the general\r\npublic with the risk associated with worker exposure. See 24A S.C. Code Ann.\r\nRegs. 61-63 § 7.20 (1992) (\"Operations at the land disposal facility shall be\r\nconducted in compliance with the standards for radiation protection . . . [and]\r\ngoverned by 7.18.\"). In determining compliance with the technical requirements of\r\nsubsection 7.11.11.4, however, we consider the actions taken by Chem-Nuclear to\r\ncomply, not the reasons why it decided not to implement a certain measure based\r\non its own ALARA analysis.\r\n\nWe hold the ALC did not err in affirming DHEC's determination that Chem-\r\nNuclear's current disposal units and engineered barriers—including the disposal\r\ncontainers, concrete disposal vaults, disposal vault lids, disposal trenches, and\r\nenhanced caps on inactive trenches—comply with subsection 7.11.11.6. Waste is\r\nput into a disposal container, which is then placed into a reinforced concrete vault\r\nthat is covered with an initial clay cap and buried in a disposal trench. Once the\r\ntrench is full, Chem-Nuclear installs an enhanced cap over the trench. The\r\nfollowing findings from the 2005 order demonstrate that the use of these disposal\r\nunits and engineered barriers provide reasonable assurance the waste will be\r\nisolated from the general environment and inadvertent intruders \"for at least the\r\ninstitutional control period\": (1) the predictions of a \"continually declining trend in\r\nradioactive releases to the general environment\"; and (2) the Blue Ribbon Panel's\r\nconclusion that the facility's disposal practices \"pose a minimal risk to either the\r\nenvironment or members of the public, both today and in the long-term future.\"\r\n(emphasis added).   5.    Subsection 7.11.11.7\r\n\r\nSubsection 7.11.11.7 requires Chem-Nuclear to design and construct its disposal\r\nunits and engineered barriers in a way that \"prevent[s] contact between the waste\r\nand the surrounding earth, except for earthen materials which may be used for\r\nbackfilling within the disposal units.\" We interpret the plain language of this\r\nsubsection as seeking to prevent waste, and not waste-contaminated water, from\r\ncoming in contact with soil. Otherwise, the regulatory effect of subsections\r\n7.11.11.1 and 7.11.11.2 become obsolete.16 Under this interpretation, we hold the\r\nALC did not err in affirming DHEC's determination that Chem-Nuclear complied\r\nwith this subsection because the \"placement of waste in a waste container and a\r\nreinforced concrete vault\" prevents the waste from coming into direct contact with\r\nthe soil.\r\n\r\n16Subsections 7.11.11.1 and 7.11.11.2 explicitly regulate the migration of water\r\nonto disposal units and the migration of waste and waste-contaminated water out\r\nof disposal units. This distinction between \"water,\" \"waste,\" and \"waste-\r\ncontaminated water\" in these subsections support a conclusion that these\r\nregulations seek to prevent waste and waste-contaminated water from infiltrating\r\nthe soil and groundwater beneath disposal units. Thus, we narrowly construe\r\nsubsection 7.11.11.7 as applying to only the prevention of waste, and not waste-\r\ncontaminated water, from coming in contact with the soil. To the extent the ALC\r\nrelied on evidence related to subsections 7.11.11.1 and 7.11.11.2, we hold the ALC\r\nerred in that regard.\r\n\n             C.     Subsection 7.23.6\r\n\r\nSubsection 7.23.6 requires Chem-Nuclear to design the disposal site in a way that\r\n\"minimize[s] to the extent practicable the contact of water with waste during\r\nstorage, the contact of standing water with waste during disposal, and the contact\r\nof percolating or standing water with wastes after disposal.\"17\r\n\r\nAs we previously discussed, subsection 7.23.6 imposes technical requirements that\r\nrequire Chem-Nuclear to take action to design and construct the disposal site to\r\nmeet the specifications of this subsection. Thus, DHEC and Chem-Nuclear cannot\r\ndemonstrate compliance with subsection 7.23.6 simply by showing Chem-Nuclear\r\nmet the performance objectives of other subsections. Chem-Nuclear I, 387 S.C. at\r\n436, 693 S.E.2d at 19. Instead, we must consider whether Chem-Nuclear took any\r\nactions to meet the technical requirements of this subsection, and if so, the\r\nsufficiency of Chem-Nuclear's actions.\r\n\r\nThis subsection distinguishes between \"water,\" \"standing water,\" and \"percolating\r\nwater\" and between the three different phases of operations at the facility—storage,\r\ndisposal, and after disposal. This subsection requires Chem-Nuclear to implement\r\npractices that drain or remove water from active vaults and trenches, as well as\r\nminimize to the extent practicable the entry of water into inactive vaults and\r\ntrenches. Although the failure to minimize the migration of water onto active\r\nvaults and trenches under subsection 7.11.11.1 contributes to the accumulation of\r\nstanding water, the regulatory effect of this subsection, when narrowly construed,\r\nrequires Chem-Nuclear to implement methods to minimize to the extent\r\npracticable standing water that has already migrated into the disposal units.\r\n\r\nAs to the requirement that Chem-Nuclear design the disposal site in a way that\r\nminimizes to the extent practicable the contact of water with waste during storage,\r\nthe ALC found that \"[a]ny 'storage' of waste is temporary\" because \"there is\r\navailable disposal capacity at the [facility].\" The ALC stated that when a shipment\r\nof waste is received, it is taken either to the appropriate trench for disposal or to the\r\nCask Maintenance Building, where Chem-Nuclear inspects the casks and prepares\r\nthem for off-loading. The ALC found that \"[b]ased on the practice of inspecting\r\nand preparing waste for disposal within the [Cask Maintenance Building], Chem-\r\n\r\n17\"Disposal site\" is defined as \"that portion of a land disposal facility which is\r\nused for disposal of waste\" and \"consists of disposal units and a buffer zone.\" 24A\r\nS.C. Code Ann. Regs. 61-63 § 7.2.7 (1992).\r\n\nNuclear minimizes the contact of water with waste prior to off-loading the waste\r\ninto the trench.\" We affirm because this evidence relied on by the ALC supports\r\ncompliance with this particular requirement of subsection 7.23.6.\r\n\r\nAs to whether Chem-Nuclear designed the disposal site to minimize to the extent\r\npracticable the contact of standing water with waste during disposal, we interpret\r\nthis requirement as applying to Chem-Nuclear's active vaults and trenches. We\r\nhold the ALC did not err in affirming DHEC's conclusion that Chem-Nuclear\r\ncomplied with this requirement of subsection 7.23.6 because the following findings\r\nfrom the 2005 order support this conclusion:\r\n\r\n   (1)   The vaults and trenches are designed to allow water to flow out of them;\r\n   (2)   Trenches are sloped and contain other design features that prevent \"water\r\n         from coming in contact with waste\";\r\n   (3)   Each trench has a drainage system that allows Chem-Nuclear to monitor\r\n         any water that accumulates in the trench; and\r\n   (4)   Chem-Nuclear implements a surface water management plan to manage\r\n         rainwater that collects in the open trenches.\r\n\r\nTurning to the requirement regarding minimizing to the extent practicable the\r\ncontact of percolating or standing water with wastes after disposal, we interpret\r\nthis as applying to Chem-Nuclear's inactive vaults and trenches. We hold the\r\nfollowing findings relied on by the ALC support DHEC's determination of\r\ncompliance:\r\n\r\n   (1)   When vaults become full, Chem-Nuclear places an initial clay cap over\r\n         inactive vaults;\r\n   (2)   When trenches become full, Chem-Nuclear installs an impermeable\r\n         enhanced cap on inactive trenches; and\r\n   (3)   Employees fill void spaces between the vaults with backfill, which\r\n         \"minimizes the potential for subsidence of the enhanced caps.\"\r\n\r\nBased on the above discussion, we hold the ALC did not err in finding DHEC\r\ncorrectly determined Chem-Nuclear is in compliance with subsection 7.23.6.\r\n\r\n             D.    Subsection 7.10.7\r\n\r\nSubsection 7.10.7 requires DHEC to find Chem-Nuclear \"provides reasonable\r\nassurance that the applicable technical requirements of [part VII] will be met.\"\r\nThe technical requirements relevant to this appeal include those set forth in\r\n\nsubsections 7.11.11 and 7.23.6. Based on Chem-Nuclear's noncompliance with\r\nsubsections 7.11.11.1, 7.11.11.2, and 7.11.11.4—particularly the absence of\r\nevidence that Chem-Nuclear took any action to comply with the technical\r\nrequirements of subsections 7.11.11.1 and 7.11.11.4—we do not understand how\r\nDHEC could make, nor how the ALC could affirm, a finding that Chem-Nuclear\r\nprovided assurance it would meet the applicable technical requirements.\r\n\r\nDHEC argues, however, Chem-Nuclear is in compliance with these subsections\r\nbecause \"tritium concentrations began to decline at the compliance point\" after \"the\r\nincorporation of new disposal techniques.\" While this may have been a reasonable\r\nposition for DHEC to take prior to our opinion in Chem-Nuclear I, the argument\r\nignores our holding in that case—that the \"specific technical requirements\" of\r\n7.11.11 cannot be met by satisfying the \"performance objectives\" of 7.10. As we\r\nfound in Chem-Nuclear I, \"section 7.11 imposes additional compliance\r\nrequirements for Chem-Nuclear such that the balancing test of ALARA would not\r\nbe sufficient to address[] whether Chem-Nuclear is in compliance with section\r\n7.11.\" 387 S.C. at 435, 693 S.E.2d at 19. In light of our holding in that case,\r\nhowever, it is no longer reasonable for DHEC to argue Chem-Nuclear complied\r\nwith subsection 7.10.7 without considering what action Chem-Nuclear took to\r\ncomply with the \"specific technical requirements\" of 7.11.11. This is particularly\r\ntrue given that Chem-Nuclear failed to take any action to comply with the\r\nrequirements of subsections 7.11.11.1 and 7.11.11.4. And yet, DHEC continues to\r\nassert Chem-Nuclear \"provide[d] reasonable assurance that the applicable technical\r\nrequirements of [its own regulations] will be met.\" Considering, for example, the\r\ntechnical requirement in subsection 7.11.11.1—that Chem-Nuclear \"minimize the\r\nmigration of [rainfall] onto the disposal units\"—DHEC could not identify one\r\naction Chem-Nuclear took to meet this requirement. Nevertheless, DHEC\r\ndetermined Chem-Nuclear complied with subsection 7.10.7 by providing\r\nreasonable assurance that this technical requirement of 7.11.11.1 would be met.\r\n\r\nTo determine whether DHEC complied with subsection 7.10.7 in light of these\r\nfacts, we consider DHEC's role in the disposal of low-level radioactive waste. In\r\n1967, our General Assembly enacted the Atomic Energy and Radiation Control\r\nAct. See Act No. 223, 1967 S.C. Acts 305 (codified at S.C. Code Ann. §§ 13-7-10\r\nto -100 (1977 & Supp. 2013)). Noting \"that remarkable scientific developments\r\nhave occurred in the field[] of atomic energy,\" and \"plans for further developments\r\n. . . are creating broad opportunities and also responsibilities for the states,\" id. at\r\n305, the General Assembly found \"[i]t is prudent and wise that the State [give] . . .\r\nfull consideration of the health and safety requirements of its people.\" Id. at 305-\r\n06. Based on these findings, the General Assembly required DHEC to \"formulate,\r\n\nadopt, [and] promulgate . . . regulations relating to the control of ionizing and\r\nnonionizing radiation.\" S.C. Code Ann. § 13-7-40(F)(3) (Supp. 2013). Pursuant to\r\nthis mandate, DHEC promulgated Part VII of regulation 61-63. Under the\r\nauthority of the Act, the regulations are the law of South Carolina,18 and DHEC is\r\nrequired by law to enforce them. See S.C. Code Ann. § 13-7-40(A) (Supp. 2013)\r\n(providing DHEC \"is designated as the agency of the State which is responsible for\r\nthe control and regulation of radiation sources\"); § 13-7-40(F)(9) (stating DHEC\r\n\"shall . . . provide by regulation for the licensing . . . of radiation sources\").\r\n\r\nThe United States Nuclear Regulatory Commission (NRC), through its federal\r\nenforcement policy, has emphasized the importance of regulatory enforcement\r\nwhen nuclear disposal facilities do not conduct their operations with \"the necessary\r\nmeticulous attention to detail\" and in accordance with \"the high standard of\r\ncompliance\" imposed by the applicable regulations. General Statement of Policy\r\nand Procedure for NRC Enforcement Actions, 10 C.F.R. Pt. 2, app. C (1995).\r\nThus, while it is important for private companies such as Chem-Nuclear to comply\r\nwith applicable regulations, it is equally important, if not more so, that the\r\nadministrative agency mandated by law to enforce the regulations require\r\nadherence to its own standard for compliance. To allow otherwise would impede\r\nthe purpose for which DHEC was created—to act in the public interest—and risk\r\nthe health and safety of our citizens. See S.C. Code Ann. § 48-1-20 (2008) (\"It is\r\ndeclared to be the public policy of the State to maintain reasonable standards of\r\npurity of the air and water resources of the State, consistent with the public health,\r\nsafety and welfare of its citizens, . . . [and] that to secure these purposes and the\r\nenforcement of the provisions of this chapter, [DHEC] shall have authority to\r\nabate, control and prevent pollution.\").\r\n\r\nDHEC promulgated regulation 61-63 under statutory mandate for the obvious\r\nreason that nuclear waste can adversely affect the health and welfare of our citizens\r\nif not disposed of properly. In doing so, DHEC required Chem-Nuclear to comply\r\nwith the \"specific technical requirements\" and \"performance objectives\" that\r\nDHEC chose to put in the regulations. It is important that DHEC enforce its own\r\nregulations and require Chem-Nuclear to take action to comply with the specific\r\ntechnical requirements. This importance derives not simply from the need to avoid\r\nthe serious consequences of non-compliance; it is important because it is the law.\r\n\r\n\r\n18See S.C. Coastal Conservation League v. S.C. Dep't of Health & Envtl. Control,\r\n390 S.C. 418, 429, 702 S.E.2d 246, 252 (2010) (noting \"a regulation has the force\r\nof law\").\r\n\nWe are concerned that DHEC did not follow the law in failing to require Chem-\r\nNuclear to comply with all of the technical requirements of subsection 7.11.11.\r\n\r\nWe are also concerned by DHEC's decision not to amend the requirements for\r\nissuance of the license after the ALC instructed Chem-Nuclear in its 2005 order to\r\nsubmit a report to DHEC regarding the feasibility of covering trenches and sealing\r\nvaults. The propriety of DHEC's decision to \"concur[] with the report's evaluation\r\nof the issues\" is not before this court, and we do not base our holding on the merits\r\nof that decision.19 However, the fact that DHEC did not require Chem-Nuclear to\r\ntake any action or make any changes to its disposal practices casts doubt upon\r\nDHEC's decision to renew the license.\r\n\r\nRegardless of our affirmance of Chem-Nuclear's compliance with the remaining\r\nsubsections of 7.11.11, we hold the ALC erred in affirming DHEC's determination\r\nthat Chem-Nuclear complied with subsection 7.10.7.\r\n\r\n      V.     Remedy\r\n\r\nAs to four separate subsections of regulation 61-63, DHEC failed to enforce the\r\nlaw of South Carolina. As to each, the ALC erred in finding Chem-Nuclear in\r\ncompliance. Under the law, Chem-Nuclear's license to operate the facility is\r\ninvalid. However, the appellant informed the court at oral argument it does not\r\nseek revocation of the license; it asks simply that DHEC enforce its regulations,\r\nand that Chem-Nuclear comply. In light of this request, we order DHEC and\r\nChem-Nuclear to submit a written plan for compliance to the ALC within ninety\r\ndays of this opinion. The ALC shall promptly determine if Chem-Nuclear will\r\ncome into compliance with the regulations under the plan. If the ALC determines\r\nthe plan will bring Chem-Nuclear into compliance, it shall set a schedule for\r\n\r\n19 A footnote in the ALC's order states Chem-Nuclear conducted these studies and\r\nDHEC \"concurred with the report's evaluation of the issues.\" The record does not\r\ncontain the results of these studies or the reasons DHEC chose not to amend the\r\nlicense requirements as a result of the report. The basis of DHEC's decision not to\r\namend the license or impose additional requirements for operating the facility is\r\nnot before this court. While DHEC must enforce—and Chem-Nuclear must\r\ncomply with—the regulations, it is not our place to disagree with DHEC as to how\r\nit should enforce its own regulations, or mandate how Chem-Nuclear should\r\ncomply with these regulations. We merely review the ALC's and DHEC's\r\ndeterminations of compliance without passing judgment upon the technical aspects\r\nof how this compliance is accomplished.\r\n\nChem-Nuclear to promptly implement the plan. If the ALC determines the plan\r\nwill not bring Chem-Nuclear into compliance, it shall issue an order revoking\r\nChem-Nuclear's license.\r\n\r\nThe requirement of a written plan will not be stayed except by order of this court\r\nor the supreme court. However, an order of the ALC revoking Chem-Nuclear's\r\nlicense will be stayed while a petition for rehearing is pending before this court, or\r\nwhile a petition for certiorari is pending before the supreme court.\r\n\r\n      VI.    Conclusion\r\n\r\nWe affirm the ALC as to all issues presented to this court, except Chem-Nuclear's\r\ncompliance with subsections 7.11.11.1, 7.11.11.2, 7.11.11.4, and 7.10.7. As to\r\nthose four subsections, we hold the ALC erred in affirming DHEC's conclusion\r\nthat Chem-Nuclear was in compliance.\r\n\r\nHUFF and THOMAS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5254","title":"State v. Parvin","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5254.pdf","description":"In this criminal appeal, Leslie Todd Parvin argues the trial court committed reversible error in allowing inadmissible hearsay statements from two witnesses.  We affirm because we find the trial court's error was harmless.","date":"2014-07-30","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA\r\n                        In The Court of Appeals\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Leslie Parvin, Appellant.\r\n\r\n            Appellate Case No. 2012-205888\r\n\r\n\r\n\r\n                         Appeal From Richland County\r\n                      Clifton Newman, Circuit Court Judge\r\n\r\n\r\n                              Opinion No. 5254\r\n                  Heard February 5, 2014 – Filed July 30, 2014\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Dwight Franklin Drake and Michael J. Anzelmo, both of\r\n            Nelson Mullins Riley & Scarborough, LLP, of Columbia,\r\n            for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Donald J. Zelenka, Assistant\r\n            Attorney General Brendan Jackson McDonald, and\r\n            Solicitor Daniel Edward Johnson, all of Columbia, for\r\n            Respondent.\r\n\r\n\r\nLOCKEMY, J.: In this criminal appeal, Leslie Todd Parvin argues the trial court\r\ncommitted reversible error in allowing inadmissible hearsay statements from two\r\nwitnesses. We affirm.\r\n\nFACTS\r\n\r\nParvin was indicted on two counts of murder related to the deaths of Edgar Lopez\r\nand Pablo Guzman-Gutierrez. The State tried the case under the theory that Parvin\r\nsolicited Lopez for sex and then killed Lopez and Gutierrez in retaliation when\r\nLopez refused him later in the night. Parvin argued self-defense.\r\n\r\nMotion In Limine\r\n\r\nImmediately prior to trial, Parvin made a motion in limine to exclude any\r\ntestimony referring to other crimes, wrongs, or bad acts. He contended that any\r\nstatements alleging he was at Lopez's home for homosexual sex were inadmissible;\r\nspecifically he objected to statements from three different witnesses—testimony\r\nfrom Adan Soto and Marlin Avila regarding statements made by Lopez at a gas\r\nstation and testimony from Jose Monroy regarding statements Monroy overheard\r\nat Lopez's home. For purposes of appeal, we focus only on the contested\r\ntestimony from Soto and Avila, which will be referred to as the Lopez statements.\r\nParvin does not appeal any issue related to Monroy's testimony.\r\n\r\nParvin argued (1) the Lopez statements were inadmissible pursuant to Rule 404(b),\r\nSCRE, because the State could not prove by clear and convincing evidence that\r\nParvin committed any bad acts, (2) the State was improperly introducing the Lopez\r\nstatements to prove he was of bad character, and (3) the Lopez statements were\r\nmore prejudicial than probative. Parvin also contended the Lopez statements\r\nwould be inadmissible as hearsay.\r\n\r\nThe State argued the Lopez statements were admissible under the theory of res\r\ngestae or the present sense impression exception to the hearsay rule.1 As to the\r\nissue of res gestae, the State asserted there was an ongoing chain of events, and the\r\nLopez statements were an integral part of the crime. The State also contended the\r\nLopez statements were admissible under Rule 803(3), SCRE, \"then existing\r\nmental, emotional, or physical condition.\" Finally, the State emphasized that the\r\nLopez statements also indicated Parvin's alleged motive and were not intended to\r\n\r\n\r\n\r\n1The State cited State v. Simpson, 325 S.C. 37, 479 S.E.2d 57 (1996), and State v.\r\nAdams, 322 S.C. 114, 470 S.E.2d 366 (1996), to support its arguments.\r\n\nshow bad character. However, the State also asserted it was not attempting to enter\r\nthe Lopez statements pursuant to Rule 404(b), SCRE.2\r\n\r\nThe trial court ruled the Lopez statements (1) were admissible under the res gestae\r\ntheory, (2) constituted an exception to the hearsay rule, and (3) were probative to\r\nthe issue of Parvin's motive. During the trial, the trial court clarified its holding\r\nand stated that in admitting the testimonies under the res gestae theory, the\r\ntestimonies \"did not involve other crimes, but may have suggested some bad acts.\"\r\nIt further stated the probative value of the evidence outweighed the prejudicial\r\neffect.\r\n\r\nParvin's Version of the Events\r\n\r\nParvin testified that on July 30, 2010, the day of the incident, he was driving his\r\nvan and collecting scrap metal for recycling and profit. He carried a forty-five\r\ncaliber pistol in his van as a result of his prior military service. On the way home\r\nfrom an unsuccessful search, Parvin picked up beer and passed Lopez's home,\r\nwhere Lopez and Gutierrez were drinking beer in the yard. Parvin stated he\r\nassumed the men were in the construction industry due to their attire and could\r\npossibly have leads regarding scrap metal. Parvin stopped in the yard and began\r\nspeaking and drinking with Lopez and Gutierrez. Parvin claimed he did not want\r\nto immediately ask for connections or leads on scrap metal and first wanted to\r\nestablish some sort of relationship with the men.\r\n\r\nParvin agreed to drive Lopez to the gas station for more beer and gave Lopez\r\nmoney for the beer. While at the gas station, Parvin claimed Lopez observed him\r\nmove his gun from between the front seats and place it in the waistband of his\r\nshorts. Parvin remained in the van while Lopez entered the store and purchased\r\nthe beer. Parvin and Lopez then returned to Lopez's home. Throughout the\r\nevening, several people came and left the home until only Parvin, Lopez, and\r\nGutierrez remained. Parvin stated that when he tried to leave, Lopez would not let\r\nhim and requested more money. Parvin refused and then asked for the change\r\nfrom the beer Lopez had purchased earlier in the night. Lopez became upset and\r\nthreatened Parvin and Parvin's family. When Parvin attempted to leave again,\r\n\r\n2 Rule 404(b), SCRE provides, \"Evidence of other crimes, wrongs, or acts is not\r\nadmissible to prove the character of a person in order to show action in conformity\r\ntherewith. It may, however, be admissible to show motive, identity, the existence\r\nof a common scheme or plan, the absence of mistake or accident, or intent.\"\r\n\nGutierrez blocked his exit. Gutierrez made physical contact with Parvin and tried\r\nto obtain control of Parvin's gun. Parvin kept control of his gun and saw Lopez\r\nreach for something in the shed located in the yard. Parvin stated he became\r\nfearful for his life at that time and shot both Lopez and Gutierrez in self-defense.\r\n\r\nThe State's Case\r\n\r\nIn support of its version of events, the State offered testimony from Jose Monroy,\r\nwho claimed he was drinking with Parvin, Lopez, and Gutierrez prior to the\r\nincident. Monroy stated he overheard Lopez tell Gutierrez that Parvin would be\r\nsleeping inside with him that evening. The beer was depleted at some point during\r\nthe evening, and Lopez asked Parvin to drive him to a gas station to purchase\r\nmore. The State presented testimony from Soto and Avila, who spoke with Lopez\r\nat the gas station.3 Soto and Lopez were both from Guatemala, and Soto knew\r\nLopez through Soto's sister-in-law. Soto stated Lopez approached him and began\r\ntalking with him. Lopez mentioned he was at the gas station with an American to\r\npurchase a case of beer and further explained that Parvin had offered two hundred\r\ndollars to buy the beer and have sex. Lopez then showed Soto the two hundred\r\ndollars but told Soto he was going to tell Parvin to go home. Avila corroborated\r\nSoto's testimony. After returning to Lopez's home, the State opined that Parvin\r\nbecame angry because Lopez refused to have sex with him. The State presented\r\nRoberto Gonzalez-Merrin as an eyewitness to the shooting. Merrin explained that\r\nParvin pulled a gun from his back and shot Lopez before turning the gun on\r\nGutiererez, who was attempting to flee the scene, and shooting him in the back.\r\nMerrin testified that when the shooting occurred, Parvin was outside of the fence\r\nthat surrounded Lopez's front yard while Lopez and Gutierrez were both inside the\r\nfence. Following the shooting, Parvin fled the scene in his minivan. Parvin then\r\nreturned to his home, destroyed the guns used in the shooting, checked his family\r\nin to a motel for the evening, changed his appearance, and drove his minivan to\r\nLouisiana. While in Louisiana, Parvin sold his minivan for scrap and continued to\r\nTexas. Parvin returned to Columbia on August 15, 2010, and despite knowing that\r\nthe authorities were looking for him, he never attempted to contact police.\r\n\r\nVerdict\r\n\r\n\r\n\r\n3Parvin objected to the testimony immediately prior to Soto's and Avila's answers,\r\nbut the trial court overruled the objection.\r\n\nThe jury convicted Parvin of two counts of murder, and the trial court sentenced\r\nParvin to thirty-five years' imprisonment. Parvin moved for a new trial based upon\r\nthree grounds, and the trial court denied his motion. Thereafter, Parvin filed this\r\nappeal, in which he focuses only on the first ground contained within his motion\r\nfor a new trial.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In criminal cases, the appellate court sits to review errors of law only.\" State v.\r\nWilson, 345 S.C. 1, 5, 545 S.E.2d 827, 829 (2001) (citing State v. Cutter, 261 S.C.\r\n140, 147, 199 S.E.2d 61, 65 (1973)). \"We are bound by the trial court's factual\r\nfindings unless they are clearly erroneous.\" Id. at 6, 545 S.E.2d at 829 (citing State\r\nv. Quattlebaum, 338 S.C. 441, 452, 527 S.E.2d 105, 111 (2000)). \"This same\r\nstandard of review applies to preliminary factual findings in determining the\r\nadmissibility of certain evidence in criminal cases.\" Id. \"On review, we are\r\nlimited to determining whether the trial judge abused his discretion.\" Id. \"This\r\n[c]ourt does not re-evaluate the facts based on its own view of the preponderance\r\nof the evidence but simply determines whether the trial judge's ruling is supported\r\nby any evidence.\" Id.\r\n\r\nLAW/ANALYSIS\r\n\r\nParvin argues the trial court committed reversible error by allowing Soto and Avila\r\nto testify about the Lopez statements.4 Specifically, he argues the Lopez\r\nstatements were hearsay and did not qualify as a present sense impression under\r\nRule 803(1), SCRE. He also argues the Lopez statements were unduly prejudicial\r\nbecause they related to the central issues in the case and allowed the State \"to\r\nshape its entire presentation to the jury.\" We agree.\r\n\r\n\"The admission or exclusion of evidence is a matter within the trial court's sound\r\ndiscretion, and an appellate court may disturb a ruling admitting or excluding\r\nevidence only upon a showing of 'a manifest abuse of discretion accompanied by\r\nprobable prejudice.'\" State v. Dennis, 402 S.C. 627, 635, 742 S.E.2d 21, 25 (Ct.\r\nApp. 2013) (quoting State v. Douglas, 369 S.C. 424, 429, 632 S.E.2d 845, 847-48\r\n(2006).\r\n\r\n4 At trial, Parvin also objected to any reference by Monroy regarding homosexual\r\nsex. However, he does not raise that argument on appeal. Thus, we only address\r\nthe Lopez statements.\r\n\n\"Hearsay is an out of court statement, offered in court to prove the truth of the\r\nmatter asserted.\" State v. Townsend, 321 S.C. 55, 59, 467 S.E.2d 138, 141 (Ct.\r\nApp. 1996). \"Hearsay is inadmissible as evidence unless an exception applies.\"\r\nId. Rule 803(1), SCRE, provides for the \"present sense impression\" exception,\r\nwhich allows for the admission of \"a statement describing or explaining an event or\r\ncondition made while the declarant was perceiving the event or condition, or\r\nimmediately thereafter.\" Our courts have not delineated a time frame that would\r\nconstitute \"immediately thereafter\"; however, this court has held that a statement\r\ngiven nearly ten hours after the perceived incident cannot be admitted under Rule\r\n803(1), SCRE. State v. Burroughs, 328 S.C. 489, 499, 492 S.E.2d 408, 413 (Ct.\r\nApp. 1997).\r\n\r\nParvin contests the admission of the following testimony from Soto:\r\n\r\n            Q: And did you have a chance to speak to [Lopez] on that\r\n            day?\r\n            A: Yeah, I spoke to him the day that I saw him at the gas\r\n            station at that time.\r\n\r\n            ....\r\n\r\n            Q: And while you were talking to [Lopez], did he\r\n            mention what he was doing at the gas station?\r\n            A: Yeah, he told me he was going to buy a case of beer,\r\n            that he was with an American.\r\n            Q: Okay. Did he say anything else about the American\r\n            and the beer?\r\n            A: Yes, he said the American had given him $200 to buy\r\n            beer because he wanted to have sex with him.\r\n\r\nParvin also contests the admission of the following testimony from Avila:\r\n\r\n            Q: What did [Lopez] tell you about what he was doing\r\n            with that American?\r\n            A: He said that the American had given him money to\r\n            buy beer and he said the American had given him $200 to\r\n            have sex.\r\n\nThe witnesses gave no indication as to the amount of time between when Parvin\r\nallegedly solicited sex and when Lopez spoke with them. The State simply\r\nexplained it was an \"ongoing chain of events.\" We find the trial court erred in\r\nruling the Lopez statements were admissible because the timing of the declarant's\r\nstatement is a critical component of the present sense impression exception.\r\n\r\nDespite finding error in the trial court's ruling, we must also find that it prejudiced\r\nParvin before we can reverse. See State v. Garner, 389 S.C. 61, 67-68, 697 S.E.2d\r\n615, 618 (Ct. App. 2010) (\"[I]mproper admission of hearsay testimony constitutes\r\nreversible error only when the admission causes prejudice. Such error is deemed\r\nharmless when it could not have reasonably affected the result of the trial, and an\r\nappellate court will not set aside a conviction for such insubstantial errors.\"\r\n(alteration by court) (internal quotation marks and citation omitted)).\r\n\r\nFurther in the trial, the State presented Detective William Gonzalez as a witness.\r\nDetective Gonzalez recorded statements from both Avila and Soto regarding the\r\nnight of the incident. Detective Gonzalez testified that Avila stated Lopez said\r\nParvin gave him two hundred dollars to have sex. There was no objection at the\r\ntime of this testimony. Because the improperly admitted Lopez statements were\r\ncumulative to Detective Gonzalez's testimony, their admission did not prejudice\r\nParvin. See State v. Townsend, 321 S.C. 55, 59, 467 S.E.2d 138, 141 (Ct. App.\r\n1996) (\"Where the hearsay is merely cumulative to other evidence, its admission is\r\nharmless.\").\r\n\r\nCONCLUSION\r\n\r\nFor the forgoing reasons, we find the trial court's error in allowing hearsay\r\ntestimony was harmless because it was cumulative to other evidence received\r\nwithout objection. Thus, the trial court is\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5255","title":"Katzburg v. Katzburg","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5255.pdf","description":"Peter Katzburg (Husband) appeals family court orders holding him in contempt, refusing to consider evidence, and requiring him to pay Loretta Katzburg (Wife) $704,861.76 pursuant to a foreign judgment registered in South Carolina.  Husband argues the family court: (1) lacked subject matter jurisdiction to enforce the foreign judgment; (2) denied him due process; (3) erred in holding him in contempt; and (4) erred in refusing to consider an affidavit in his motion to reconsider.  Additionally, Husband argues to the extent this court reverses the family court order, the award of attorneys' fees should be reversed as well.  We vacate the family court's orders.","date":"2014-07-30","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA\r\n                         In The Court of Appeals\r\n\r\n             Loretta Katzburg, Respondent,\r\n\r\n             v.\r\n\r\n             Peter Katzburg, Appellant.\r\n\r\n             Appellate Case No. 2013-000171\r\n\r\n\r\n                          Appeal From Berkeley County\r\n                        Jack A. Landis, Family Court Judge\r\n\r\n\r\n                              Opinion No. 5255\r\n                     Heard May 8, 2014 – Filed July 30, 2014\r\n                      Formerly Opinion No. 2014-UP-255\r\n                     Heard May 8, 2014 - Filed June 25, 2014\r\n\r\n\r\n                                    VACATED\r\n\r\n\r\n             Gregory Samuel Forman, of Gregory S. Forman, PC, of\r\n             Charleston, for Appellant.\r\n\r\n             Mark Thomas Rainsford, of Pierce, Herns, Sloan &\r\n             Wilson, LLC, of Charleston, for Respondent.\r\n\r\n\r\nCURETON, A.J.: Peter Katzburg (Husband) appeals family court orders holding\r\nhim in contempt, refusing to consider evidence, and requiring him to pay Loretta\r\nKatzburg (Wife) $704,861.76 pursuant to a foreign judgment registered in South\r\nCarolina. Husband argues the family court: (1) lacked subject matter jurisdiction\r\nto enforce the foreign judgment; (2) denied him due process; (3) erred in holding\r\nhim in contempt; and (4) erred in refusing to consider an affidavit in his motion to\r\nreconsider. Additionally, Husband argues to the extent this court reverses the\r\n\nfamily court order, the award of attorneys' fees should be reversed as well. We\r\nvacate the family court's orders.\r\n\r\n\"Subject matter jurisdiction refers to the court's 'power to hear and determine cases\r\nof the general class to which the proceedings in question belong.'\" Watson v.\r\nWatson, 319 S.C. 92, 93, 460 S.E.2d 394, 395 (1995) (quoting Dove v. Gold Kist,\r\nInc., 314 S.C. 235, 442 S.E.2d 598 (1994)). \"The jurisdiction of a court is\r\ndetermined by the sovereign creating it, and thus the question of the specific court\r\nin which an action is to be brought is determined in the first instance by reference\r\nto local law.\" Peterson v. Peterson, 333 S.C. 538, 548, 510 S.E.2d 426, 431 (Ct.\r\nApp. 1998) (quotation marks and citation omitted). \"A 'court of competent\r\njurisdiction' must be 'competent' not only under the law of its own sovereign, but\r\nalso by virtue of subject matter jurisdiction under the law of the forum in which\r\nNew York law is being applied.\" Id. (quoting Barry E. v. Ingraham, 43 N.Y.2d 87,\r\n400 N.Y.S.2d 772, 371 N.E.2d 492 (1977)). \"Although we may utilize the law of\r\nanother state in deciding a case, we cannot use another state's law to confer subject\r\nmatter jurisdiction upon a South Carolina court which, under the laws of this State,\r\nthe court does not have.\" Id.\r\n\r\n\"A judgment of a court without subject matter jurisdiction is void and constitutes\r\ngrounds for the court to vacate the judgment under Rule 60(b)(4)[, SCRCP].\"\r\nGainey v. Gainey, 382 S.C. 414, 424, 675 S.E.2d 792, 797 (Ct. App. 2009). \"A\r\nvoid judgment is one that, from its inception, is a complete nullity and is without\r\nlegal effect . . . .\" Id. (quotation marks and citation omitted).\r\n\r\n             A court, lacking subject matter jurisdiction, cannot\r\n             enforce its own decrees. It would serve no useful\r\n             purposes to determine issues submitted to the court since\r\n             the jurisdiction as to subject matter can be raised at any\r\n             time, and if the case were remanded to the family court, it\r\n             would have no authority to carry out its previously\r\n             ordered mandate.\r\n\r\nHallums v. Bowens, 318 S.C. 1, 3, 428 S.E.2d 894, 895 (Ct. App. 1993).\r\n\r\n\"The family court is a statutory court created by the legislature and, therefore, is of\r\nlimited jurisdiction. Its jurisdiction is limited to that expressly or by necessary\r\nimplication conferred by statute.\" State v. Graham, 340 S.C. 352, 354, 532 S.E.2d\r\n262, 263 (2000). Section 63-3-530(A)(1) and (2) of the South Carolina Code\r\n(2010) grants the family court the exclusive jurisdiction: \"to hear and determine\r\n\nmatters which come within the provisions of the\" Uniform Interstate Family\r\nSupport Act (UIFSA) and\r\n\r\n            to hear and determine actions for divorce a vinculo\r\n            matrimonii, separate support and maintenance, legal\r\n            separation, and in other marital litigation between the\r\n            parties, and for settlement of all legal and equitable rights\r\n            of the parties in the actions in and to the real and personal\r\n            property of the marriage and attorney's fees, if requested\r\n            by either party in the pleadings.\r\n\r\nSouth Carolina's Uniform Enforcement of Foreign Judgments Act (UEFJA)\r\nprovides the mechanism for the filing and enforcement of foreign judgments in\r\nSouth Carolina. S.C. Code Ann. §§ 15-35-910 to -960 (2005 and Supp. 2013).\r\nThe UEFJA generally permits the filing and enforcement of judgments, decrees,\r\nand orders of the courts of the United States or of other states to the extent\r\nmandated by the United States Constitution. See § 15-35-910(1). Once docketed\r\nin accordance with the UEFJA, a foreign judgment has the same effect and is\r\nsubject to the same defenses as a judgment rendered in South Carolina and must be\r\nenforced or satisfied in like manner. See § 15-35-920(C). Excluded from the\r\nUEFJA are judgments subject to the UIFSA and the Uniform Child Custody\r\nJurisdiction and Enforcement Act, each of which provides special procedures for\r\nforeign orders related to its subject matter. See §§ 15-35-910, 63-15-300 to -394,\r\nand 63-17-2900 to -3390.\r\n\r\nIn South Carolina, money judgments generally are enforced by way of writs of\r\nexecution issued to the sheriff. See S.C. Code Ann. § 15-35-180 (2005 and Supp.\r\n2013) (providing that judgments requiring the payment of money or the delivery of\r\nreal or personal property \"may be enforced in those respects by execution as\r\nprovided in this Title\"); S.C. Code Ann. § 15-39-80 (2005) (setting forth the\r\nrequirements for the contents of the execution, including that it be directed to the\r\nsheriff and intelligibly refer to the judgment by stating the court, the county in\r\nwhich the judgment roll or transcript is filed, and the amount of the judgment).\r\nWhen an otherwise money judgment requires the doing of an act other than the\r\npayment of money, it may be enforced by contempt upon refusal of judgment\r\ndebtor to comply with the mandates of the judgment. See § 15-35-180. If a\r\njudgment is unsatisfied, the judgment creditor may institute supplementary\r\nproceedings in circuit court to discover assets. See S.C. Code Ann. § 15-39-310\r\n(2005). In addition to their discovery functions, supplementary proceedings\r\n\"furnish a means of reaching, in aid of the judgment, property beyond the reach of\r\nan ordinary execution, such as choses in action.\" Lynn v. Int'l Bhd. of Firemen &\r\n\nOilers, 228 S.C. 357, 362, 90 S.E.2d 204, 206 (1955). The master-in-equity is\r\nconsidered a division of the circuit court and obtains jurisdiction through an order\r\nof reference from the circuit court. See S.C. Code Ann. § 14-11-15 (Supp. 2013);\r\nRule 53(b), SCRCP.\r\n\r\n               It should be borne in mind that the enforcement of an\r\n               alimony decree in this State, as in other states, differs\r\n               radically from the enforcement of an ordinary money\r\n               judgment. In the latter case, subject to some\r\n               exceptions . . . , enforcement may be had by execution\r\n               against property only, and not by attachment for\r\n               contempt. But in the case of a decree for alimony a\r\n               defaulting husband may be imprisoned if he fails to make\r\n               payment in accordance with the terms of the decree.\r\n\r\nJohnson v. Johnson, 196 S.C. 474, 478, 13 S.E.2d 593, 595 (1941). \"We are\r\nunable to find any logical reason to distinguish money judgments which are\r\nenrolled . . . as the result of an equitable distribution award from money judgments\r\nawarded in legal actions.\" Casey v. Casey, 311 S.C. 243, 245, 428 S.E.2d 714, 716\r\n(1993).\r\n\r\nHere, Husband and Wife married in September 1979 and divorced in July 2003.\r\nOn July 14, 2003, after a thirty-four day trial in a New York supreme court, Judge\r\nJohn C. Bivona issued a judgment of divorce (divorce decree). The divorce decree\r\nordered, in pertinent part: (1) Husband pay Wife support and maintenance of\r\n$3,200 per month commencing October 1, 2001, and terminating September 30,\r\n2005; (2) Husband pay Wife $662,770.50 for 50% equitable distribution of the\r\nmarital assets; and (3) Husband transfer certain shares of stock to Wife.\r\n\r\nDuring the divorce proceedings, Husband made several attempts to delay the\r\ndivorce or avoid paying Wife. For example, Husband filed a competing divorce\r\naction in the State of Washington and a meritless bankruptcy petition in South\r\nCarolina. On March 3, 2008, after Husband failed to pay the full amounts owed to\r\nWife under the divorce decree, Judge Bivona issued an additional judgment (2008\r\norder), indicating Wife had received $504,539.36 from Husband, and requiring\r\nHusband pay Wife \"the sum of $395,346.37 with interest thereon from May 25,\r\n2005[, in the] amount of $98,747.24 for a total of 494,093.61.\"1\r\n\r\n\r\n\r\n1   The order indicates Wife sought it as a money judgment.\r\n\nOn October 6, 2008, a few months after Wife received the 2008 order, she\r\nregistered it in South Carolina pursuant to the UEFJA and initiated an action in\r\ncircuit court that resulted in supplemental proceedings in Berkeley County and\r\nCharleston County. After proceeding in circuit court for two years, on October 4,\r\n2010, Wife sought to register the same New York orders in a South Carolina\r\nfamily court.2 On April 20, 2012, Wife served Husband with an amended notice of\r\nhearing for supplemental proceedings before the Berkeley County master-in-equity\r\nscheduled for June 5, 2012. On June 15, 2012, Wife filed a Rule to Show Cause\r\nasking a South Carolina family court to find Husband in contempt for violating the\r\nregistered court orders. Thereafter, the parties proceeded to a contempt hearing in\r\nfamily court and the family court held Husband in contempt for failing to comply\r\nwith the New York orders.\r\n\r\nAlthough we are sympathetic to Wife's difficulties in securing money owed by\r\nHusband, in light of the fact that Wife filed the 2008 order as a money judgment\r\npursuant to the UEFJA and proceeded in circuit court, we are constrained to vacate\r\nthe family court's orders. While this action was originally brought in circuit court,\r\nHusband was ultimately held in contempt in family court after Wife again\r\nregistered the same New York orders in family court in 2010. We think it is clear\r\nthe family court did not oust the circuit court of subject matter jurisdiction and the\r\njurisdiction of the family court did not extend to this money judgment. We\r\ntherefore hold the family court's orders at issue are void for lack of subject matter\r\njurisdiction.3 See Simmons v. Simmons, 370 S.C. 109, 116, 634 S.E.2d 1, 4 (Ct.\r\nApp. 2006) (\"It is axiomatic that an order entered by a court without subject matter\r\njurisdiction is utterly void.\").\r\n\r\nAccordingly, the family court's orders are hereby\r\n\r\nVACATED.\r\n\r\nHUFF and THOMAS, JJ., concur.\r\n\r\n\r\n2 The family court appears to have incorporated the 2008 order into the divorce\r\ndecree and registered both orders as a single, foreign divorce decree. However,\r\nonly language from the 2008 order appears in the family court's order entitled\r\n\"Order for Registration of Foreign Divorce Decree.\" The order does not indicate\r\nthe statutory authority for its registration.\r\n3 Because we find the family court lacked subject matter jurisdiction over this case,\r\nwe do not address Husband's remaining issues on appeal.\r\n\n","court":"Appeals"}]