[{"id":"5193","title":"Wilds v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5193.pdf","description":"In this cross-appeal involving an action for post-conviction relief (PCR), the State argues the PCR court erred in finding Israel Wilds' appellate counsel was ineffective for failing to raise the issues of accomplice liability and mere presence on appeal.  In his cross-appeal, Wilds argues the PCR court erred in finding his trial counsel was not ineffective for failing to assert at trial that the trial court's ruling prohibiting him from cross-examining his co-defendants about their potential sentences violated his Confrontation Clause rights.  We affirm.","date":"2014-02-05","type":"opinion","text":"           THE STATE OF SOUTH CAROLINA \n\r\n               In The Court of Appeals \n\r\n\r\nIsrael Wilds, Respondent/Petitioner,\r\n\r\nv. \n\r\n\r\nState of South Carolina, Petitioner/Respondent. \n\r\n\r\nAppellate Case No. 2008-092411 \n\r\n\r\n\r\n\r\n               ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n                Appeal From Richland County \n\r\n               Marc H. Westbrook, Trial Judge \n\r\n       J. Michelle Childs, Post-Conviction Relief Judge\r\n\r\n\r\n                    Opinion No. 5193 \n\r\n       Heard November 5, 2013 – Filed February 5, 2014 \n\r\n\r\n\r\n                        AFFIRMED \n\r\n\r\n\r\nAttorney General Alan Wilson, Chief Deputy Attorney\r\nGeneral John W. McIntosh, Assistant Deputy Attorney\r\nGeneral Salley W. Elliott, and Assistant Attorney\r\nGeneral Jennifer Ellis Roberts, all of Columbia, for\r\nPetitioner/Respondent.\r\n\r\nTara Dawn Shurling, of Columbia, for Respondent/\r\nPetitioner.\r\n\nSHORT, J.: In this cross-appeal involving an action for post-conviction relief\r\n(PCR), the State argues the PCR court erred in finding Israel Wilds' appellate\r\ncounsel was ineffective for failing to raise the issues of accomplice liability and\r\nmere presence on appeal. In his cross-appeal, Wilds argues the PCR court erred in\r\nfinding his trial counsel was not ineffective for failing to assert at trial that the trial\r\ncourt's ruling prohibiting him from cross-examining his co-defendants about their\r\npotential sentences violated his Confrontation Clause rights. We affirm.\r\n\r\nFACTS\r\n\r\nOn March 29, 1999, at approximately 9:30 p.m., Anthony Rumph was robbed and\r\nshot while walking down Rhett Street in Columbia, South Carolina. Wilds was\r\ncharged with armed robbery and murder following Rumph's death on July 8,\r\n1999.1 A trial was held on March 26-29, 2001.\r\n\r\nDuring the trial, two of Wilds' co-defendants, Isom Simmons and Joseph Dante\r\nDungee, testified that on the afternoon of March 29, 1999, they and Wilds were\r\nwalking down Rhett Street when they saw Rumph walking toward them. In his\r\noriginal statement given to police after his arrest, Simmons stated that as they\r\napproached Rumph, Wilds said, \"I bet this dude has some money.\" In addition,\r\nDungee testified Wilds told them before they saw Rumph, \"I'm going to stick\r\nsomebody or jack somebody – something like that,\" and Dungee could see he had a\r\npistol. When they met Rumph, Wilds stopped to talk to him, and Simmons and\r\nDungee continued walking. Simmons and Dungee both testified that after talking\r\nto Rumph for a few minutes, Wilds suddenly pulled out a gun and pointed it at\r\nRumph's chest. Rumph pulled his wallet out of his back pocket, and Wilds ordered\r\nSimmons and Dungee to hit Rumph. Simmons and Dungee proceeded to hit\r\nRumph in the back of the head and his face, and Simmons pulled a pack of\r\ncigarettes out of Rumph's back pocket. Dungee retrieved a lighter and some\r\nchange from Rumph's pocket. When Rumph refused to let go of his wallet,\r\nSimmons testified Wilds said, \"My man, you going to make me shoot you,\"2 and\r\nshot Rumph in the chest.\r\n\r\n\r\n1Rumph died from complications secondary to a gunshot wound of the abdomen.\r\n2Dungee testified Wilds said, \"If you don't give me the wallet, I'm going to blast\r\nyou.\"\r\n\nAfter Wilds shot Rumph, Wilds, Simmons, and Dungee ran, but stopped across the\r\nstreet from the scene of the shooting. Wilds went through Rumph's wallet, handed\r\nSimmons and Dungee some money from the wallet, and told them not to say\r\nanything.3 Simmons told Wilds he should get rid of the gun. Simmons and\r\nDungee then went to Timothy Myers' home, and Simmons told him that his\r\n\"cousin had just shot somebody.\" Simmons testified that he called Wilds \"cousin\"\r\nbecause Wilds' aunt was a longtime friend of his family.\r\n\r\nIn addition to the above testimony from Wilds' two co-defendants, Investigator\r\nMark Vinson of the Columbia Police Department removed Wilds' shoes during his\r\ninterrogation because they matched a description of the shoes worn by him during\r\nthe shooting. A swab of material on one of the shoes tested positive for human\r\nblood, and mitochondrial DNA testing matched Rumph's DNA. Detective\r\nGertrude Burns, of the Columbia Police Department, testified Wilds initially\r\ndenied having a gun, but then bragged about having a shotgun, a .38, and a nine\r\nmillimeter.\r\n\r\nIn his defense, several of Wilds' relatives testified he was at home watching\r\ntelevision the night of the shooting. The murder weapon was never found, and an\r\nunfired .22 caliber bullet collected at the scene was not subjected to any test for\r\nidentification. Additionally, none of the other items found around the crime scene\r\nthat were processed revealed any fingerprints suitable for identification.\r\n\r\nDuring jury deliberations, the jury sent a note to the trial court asking, \"[I]f we say\r\n[Wilds is] guilty of murder, are we saying he of the three [alone] actually pulled\r\nthe trigger?\" In response to this question, and over Wilds' objection, the trial court\r\ninstructed the jury on accomplice liability, noting, \"[I]t appears the only\r\nappropriate thing I can do at this point is to give a charge on hand of [one], hand of\r\nall. I don't know any other way around it.\" After instructing the jury on\r\naccomplice liability, Wilds requested a charge on mere presence; however, the trial\r\ncourt declined to give an additional instruction regarding mere presence.\r\n\r\nThe jury found Wilds guilty of armed robbery and murder. The trial court\r\nsentenced Wilds to thirty years' imprisonment on the armed robbery conviction and\r\nlife imprisonment for the murder conviction. Wilds filed a direct appeal, and this\r\ncourt affirmed his conviction and sentence. See State v. Wilds, Op. No. 2003-UP-\r\n152 (S.C. Ct. App. filed Feb. 20, 2003). Wilds filed an application for PCR, which\r\n\r\n3   Simmons testified he received $10.\r\n\nthe PCR court granted in part and denied in part. Specifically, the PCR court\r\nfound Wilds' appellate counsel was ineffective for failing to appeal the trial court's\r\naccomplice liability jury charge. Accordingly, the PCR court granted Wilds' PCR\r\napplication on that ground, vacated his conviction and sentence, and remanded his\r\ncase for a new trial. However, the PCR court found Wilds' trial counsel was not\r\nineffective. Wilds and the State filed petitions for certiorari with this court. On\r\nMay 7, 2012, this court granted the petitions for certiorari and ordered the parties\r\nto file their briefs.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nThis court gives great deference to the PCR court's findings of fact and conclusions\r\nof law. Dempsey v. State, 363 S.C. 365, 368, 610 S.E.2d 812, 814 (2005). When\r\nmatters of credibility are involved, this court gives deference to the PCR judge's\r\nfindings because this court lacks the opportunity to directly observe the witnesses.\r\nLee v. State, 396 S.C. 314, 319, 721 S.E.2d 442, 445 (Ct. App. 2011). \"The\r\nexistence in the record of 'any evidence' of probative value is sufficient to uphold\r\nthe PCR judge's ruling.\" Caprood v. State, 338 S.C. 103, 109-10, 525 S.E.2d 514,\r\n517 (2000).\r\n\r\n\"A defendant is constitutionally entitled to the effective assistance of appellate\r\ncounsel.\" Southerland v. State, 337 S.C. 610, 615, 524 S.E.2d 833, 836 (1999).\r\nTo establish a claim of ineffective assistance of counsel, a PCR applicant must\r\nprove counsel failed to render reasonably effective assistance under prevailing\r\nprofessional norms, and the deficient performance prejudiced the applicant's case.\r\nMcKnight v. State, 378 S.C. 33, 40, 661 S.E.2d 354, 357 (2008). \"The PCR\r\napplicant has the burden of proving both prongs.\" Caprood, 338 S.C. at 109, 525\r\nS.E.2d at 517. To show prejudice, the applicant must show that but for counsel's\r\nerrors, there is a reasonable probability the result of the trial would have been\r\ndifferent. Cherry v. State, 300 S.C. 115, 117-18, 386 S.E.2d 624, 625 (1989). \"A\r\nreasonable probability is a probability sufficient to undermine confidence in the\r\noutcome of trial.\" Johnson v. State, 325 S.C. 182, 186, 480 S.E.2d 733, 735\r\n(1997).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    The State's Appeal\r\n\nThe State argues the PCR court erred in finding Wilds' appellate counsel was\r\nineffective for failing to raise the issues of accomplice liability and mere presence\r\non appeal.\r\n\r\nAt the PCR hearing, Wilds testified he believed the trial court's accomplice liability\r\ncharge was in error because no evidence supported such a charge and his appellate\r\ncounsel was ineffective for failing to raise this issue on appeal. In addition, Wilds\r\ntestified that, even if the trial court did not err in instructing the jury on accomplice\r\nliability, the court erred in failing to give a \"mere presence\" charge as part of that\r\ninstruction, and his appellate counsel was ineffective for failing to raise this issue\r\non appeal as well.\r\n\r\nThe PCR court found appellate counsel was ineffective for failing to challenge the\r\ntrial court's accomplice liability charge on appeal, particularly when the issue\r\nraised on appeal was unpreserved. In addition, the PCR court found Wilds'\r\nappellate counsel was ineffective for failing to raise on appeal that the trial court\r\nimproperly denied his request for a charge on mere presence.\r\n\r\nOur supreme court has noted that \"[l]ike a lesser-included offense, an alternate\r\ntheory of liability may only be charged when the evidence is equivocal on some\r\nintegral fact and the jury has been presented with evidence upon which it could\r\nrely to find the existence or nonexistence of that fact.\" Barber v. State, 393 S.C.\r\n232, 236, 712 S.E.2d 436, 439 (2011). In Barber, as in the instant case, four men\r\ncommitted an armed robbery, and, during the robbery, one of the men shot two of\r\nthe victims. Id. at 234-35, 712 S.E.2d at 437-38. Three of the robbers pled guilty\r\nand all testified at Barber's trial that Barber shot the two victims during the\r\nrobbery. Id. at 235, 712 S.E.2d at 438. On appeal, Barber argued the evidence at\r\ntrial did not support a jury charge on accomplice liability. Id. at 438. Our supreme\r\ncourt noted \"[t]o support an accomplice liability charge in this case, the question is\r\nwhether there is any evidence that another co-conspirator was the shooter and\r\nBarber was acting with him when the robbery took place.\" Id. at 237, 712 S.E.2d\r\nat 439. Under this test, the court ultimately found the trial court did not err in\r\ninstructing the jury on accomplice liability because \"the sum of the evidence\r\npresented at trial, both by the State and defense, was equivocal as to who was the\r\nshooter.\" Id. at 236, 712 S.E.2d at 439. In making this finding, the supreme court\r\nrelied upon evidence presented at trial indicating three of the robbers were armed,\r\ntwo with .380 handguns, which was the type of weapon forensic experts testified\r\nfired all the shots during the robbery. Id. at 237, 712 S.E.2d at 439.\r\n\nIn contrast, no evidence in the instant case indicated anyone other than Wilds was\r\nthe shooter. The only evidence presented was that Wilds was the shooter, and\r\nSimmons and Dungee joined in the robbery after Wilds pulled the gun on Rumph.\r\nAlthough the jury may have had doubts about Simmons' and Dungee's testimony,\r\nan alternate theory of liability, such as accomplice liability, \"may not be charged\r\nmerely on the theory the jury may believe some of the evidence and disbelieve\r\nother evidence.\" Id. at 236, 712 S.E.2d at 438. In addition, Wilds was prejudiced\r\nby the trial court's instruction on accomplice liability and, consequently, by the\r\nfailure of his appellate counsel to raise the issue on appeal. Because the instruction\r\nwas given in response to the jury's question regarding whether a conviction meant\r\nit found Wilds actually pulled the trigger, and because the jury returned guilty\r\nverdicts after receiving the instruction, the circumstances indicate the instruction\r\nenabled it to unanimously render verdicts of guilty.\r\n\r\nAccordingly, because no evidence in the instant case indicated anyone other than\r\nWilds was the shooter, we find the PCR court correctly determined the trial court\r\nerred in charging the jury on accomplice liability. Furthermore, although appellate\r\ncounsel is not required to raise every nonfrivolous issue presented in the record,\r\nthe only issue Wilds' appellate counsel raised on appeal was unpreserved and the\r\nState presented no testimony indicating counsel made a tactical decision not to\r\nappeal this issue. See Thrift v. State, 302 S.C. 535, 539, 397 S.E.2d 523, 526\r\n(1990) (holding appellate counsel is not required to raise every nonfrivolous issue\r\npresented in the record, and appellate counsel testified at the PCR hearing she did\r\nnot raise an exception to the trial judge's failure to charge the jury as requested\r\nbecause she thought the instruction given substantially complied with the law).\r\nTherefore, we find the PCR court properly found Wilds' appellate counsel was\r\nineffective for failing to raise the issue of accomplice liability on appeal.4\r\n\r\nII.   Wilds' Appeal\r\n\r\nWilds argues the PCR court erred in finding his trial counsel was not ineffective\r\nfor failing to assert at trial that the trial court's ruling prohibiting him from cross-\r\n\r\n4 We decline to reach the issue of mere presence because this issue is dispositive of\r\nthe appeal. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598,\r\n613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not review\r\nremaining issues when its determination of another issue is dispositive of the\r\nappeal).\r\n\nexamining his co-defendants about their potential sentences violated his\r\nConfrontation Clause rights.\r\n\r\n\"Generally, a judge may prevent the introduction of evidence which informs the\r\njury of the possible sentence defendants may receive if convicted because it is\r\neither irrelevant or substantially prejudicial.\" State v. Mizzell, 349 S.C. 326, 333,\r\n563 S.E.2d 315, 318 (2002). \"However, other constitutional concerns, such as the\r\nConfrontation Clause, limit the applicability of this rule in circumstances where the\r\ndefendant's right to effectively cross-examine a co-conspirator witness of possible\r\nbias outweighs the need to exclude the evidence.\" Id. at 331-32, 563 S.E.2d at 318.\r\n\"Included in the Confrontation Clause protection is the right to cross-examine any\r\nState's witness as to possible sentences faced when there exists a substantial\r\npossibility the witness would give biased testimony in an effort to have the\r\nsolicitor highlight to a future court how the witness cooperated in the instant case.\"\r\nState v. Gillian, 360 S.C. 433, 454, 602 S.E.2d 62, 73 (Ct. App. 2004) (internal\r\nquotation marks and alterations omitted). Furthermore, \"[t]he lack of a negotiated\r\nplea . . . creates a situation where the witness is more likely to engage in biased\r\ntestimony in order to obtain a future recommendation for leniency.\" Mizzell, 349\r\nS.C. at 333, 563 S.E.2d at 318.\r\n\r\n\"'A violation of the defendant's Sixth Amendment right to confront the witness is\r\nnot per se reversible error' if the 'error was harmless beyond a reasonable doubt.'\"\r\nId. (quoting State v. Graham, 314 S.C. 383, 385, 444 S.E.2d 525, 527 (1994)).\r\nWhether an error is harmless depends on the particular facts of each case,\r\nincluding:   the importance of the witness' testimony in the\r\n             prosecution's case, whether the testimony was\r\n             cumulative, the presence or absence of evidence\r\n             corroborating or contradicting the testimony of the\r\n             witness on material points, the extent of cross-\r\n             examination otherwise permitted, and of course the\r\n             overall strength of the prosecution's case.\r\n\r\nId. at 333, 563 S.E.2d at 318-19 (quoting Delaware v. Van Arsdall, 475 U.S. 673,\r\n684 (1986)).\r\n\r\nAt the time of Wilds' trial, Simmons and Dungee were charged with murder and\r\narmed robbery, and both testified for the prosecution that Wilds shot Rumph. The\r\n\nprosecution did not offer Simmons or Dungee a deal in exchange for testifying\r\nagainst Wilds, but both acknowledged they hoped for something in return. During\r\nWilds' trial, the following exchange took place between Wilds' trial counsel and\r\nthe trial court just prior to the testimony of Simmons:\r\n\r\n             The Court: The Co-defendant – As to what they may\r\n             have gotten, and, as I indicated, certainly you can go into\r\n             that then and ask, but you can't get into any details about\r\n             the potential sentences and that sort of thing.\r\n\r\n             Mr. Strickler: Yes, sir.\r\n\r\n             The Court: Anything else on that?\r\n\r\n             Mr. Strickler: With regard to the pending charges as\r\n             against Mr. Simmons and Mr. Dungee, they are\r\n             currently, according to the Solicitor, both charged with\r\n             murder and armed robbery. We would submit to the\r\n             Court that I should be able to question them not merely\r\n             about the existence of the charges but what they hope to\r\n             get as a result of their testimony. Their understanding of\r\n             the penalties they're facing now and specifics of the fact\r\n             that they are looking at life in prison on the murder\r\n             charge, and their hopes in regard to a reduction in\r\n             sentencing. I understand Your Honor's ruling that I\r\n             cannot go into that.\r\n\r\n             The Court: Yes, sir. It's appropriate to ask if they think\r\n             they're going to get their sentence reduced or if they think\r\n             they're going to get the charges reduced, but I think you\r\n             can do that without going into details.\r\n\r\nOn direct appeal, Wilds asserted the trial judge's ruling was an erroneous\r\napplication of Rule 608, SCRE, and a violation of the Confrontation Clause of the\r\nSixth Amendment to the United States Constitution. This court affirmed, finding\r\nthe argument unpreserved. At the PCR hearing, Wilds argued his trial counsel was\r\nineffective for failing to object that the limitation on cross-examination of the co-\r\ndefendants violated his Sixth Amendment right to confront adverse witnesses.\r\nDuring the hearing, when asked if in retrospect he should have \"federalize[d] that\r\n\nissue, if you will, and . . . argue[d] it as an express violation of the [C]onfrontation\r\n[C]lause to limit your cross-examination,\" Wilds' trial counsel responded, \"Sure.\"\r\nUltimately, the PCR court found Wilds' trial counsel was not ineffective for failing\r\nto object to the trial court's limitation of his cross-examination of Wilds' co-\r\ndefendants because there was no deal or promise of a lesser offense or lesser\r\nsentence, and the trial court allowed full impeachment of the co-defendants\r\nregarding their pending charges. Further, the court found that even if trial counsel\r\nshould have objected, the error was harmless.\r\n\r\nAlthough our supreme court in Mizzell found the lack of a negotiated plea creates a\r\nsituation where the witness is more likely to engage in biased testimony in order to\r\nobtain a future recommendation for leniency, Mizzell had not been decided at the\r\ntime of Wilds' trial, and his trial counsel did not have the benefit of that holding.\r\nId. at 333, 563 S.E.2d at 318. Accordingly, we do not believe Wilds' trial counsel\r\nwas deficient for failing to cite the Confrontation Clause when arguing to the trial\r\ncourt that he should be allowed to cross-examine Wilds' co-defendants. Trial\r\ncounsel vigorously argued Wilds had the right to cross-examine his co-defendants\r\nconcerning the potential sentences they faced, and his failure to specifically cite the\r\nConfrontation Clause in support of his argument did not rise to the level of\r\ndeficient performance, especially considering the fact that Mizzell had not been\r\ndecided by our supreme court at the time of trial. We further find trial counsel's\r\nerror was harmless because additional evidence linked Wilds to the crime,\r\nspecifically Rumph's blood found on Wilds' shoe and Simmons' statement to\r\nMyers that his cousin had just shot someone. See State v. Pagan, 369 S.C. 201,\r\n212, 631 S.E.2d 262, 267 (2006) (\"Error is harmless beyond a reasonable doubt\r\nwhere it did not contribute to the verdict obtained.\"); id. (\"[A]n insubstantial error\r\nnot affecting the result of the trial is harmless where 'guilt has been conclusively\r\nproven by competent evidence such that no other rational conclusion can be\r\nreached.'\" (quoting State v. Bailey, 298 S.C. 1, 5, 377 S.E.2d 581, 584 (1989))).\r\n\r\nCONCLUSION\r\n\r\nAccordingly, the decision of the PCR court is\r\n\r\nAFFIRMED.\r\n\r\nWILLIAMS and THOMAS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5194","title":"Smith v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5194.pdf","description":"In this PRC action, the court of appeals finds the PCR court erred in failing to find plea counsel was ineffective for not objecting when the solicitor recommended the petitioner be sentenced to the maximum term of imprisonment in violation of the negotiated plea agreement with the State.","date":"2014-02-05","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA\r\n            In The Court of Appeals\r\n\r\nGerald Smith, Petitioner,\r\n\r\nv.\r\n\r\nState of South Carolina, Respondent.\r\n\r\nAppellate Case No. 2010-164866\r\n\r\n\r\n\r\n             ON WRIT OF CERTIORARI\r\n\r\n\r\n\r\n             Appeal From Richland County \n\r\n              Clifton Newman, Plea Judge \n\r\n            Reginald Lloyd, Sentencing Judge \n\r\n     L. Casey Manning, Post-Conviction Relief Judge \n\r\n\r\n\r\n                   Opinion No. 5194 \n\r\n     Heard October 15, 2013 – Filed February 5, 2014 \n\r\n\r\n\r\n            REVERSED AND REMANDED \n\r\n\r\n\r\nRobert M. Pachak, of Columbia, for Petitioner.\r\n\r\nAttorney General Alan Wilson, Assistant Deputy\r\nAttorney General David A. Spencer, Assistant Attorney\r\nGeneral Megan Elizabeth Harrigan, all of Columbia, for\r\nRespondent.\r\n\nWILLIAMS, J.: Petitioner Gerald Smith (\"Smith\") appeals the post-conviction\r\nrelief (PCR) court's order denying his application for PCR based on ineffective\r\nassistance of counsel during his guilty plea. We reverse the PCR court's order,\r\nvacate Smith's sentence, and remand for resentencing.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\nSmith was indicted for murder.1 Pursuant to a negotiated plea agreement, Smith\r\npled guilty to the lesser-included offense of voluntary manslaughter in exchange\r\nfor testifying against his codefendant. As part of the plea agreement, the State\r\nagreed to remain silent as to sentencing. However, this part of the plea agreement\r\nwas not put on the record at the plea hearing, in part because Smith's sentencing\r\nwas to be deferred until after his codefendant's trial.2\r\n\r\nDuring the plea colloquy before the Honorable Clifton Newman (\"the plea court\"),\r\nSmith stated he understood the sentence for voluntary manslaughter was between\r\ntwo and thirty years' imprisonment and a voluntary manslaughter conviction was\r\nclassified as a \"most serious offense.\" Additionally, the plea court asked Smith\r\nwhether \"anyone promised [Smith] anything to get him to plead guilty to\r\n[manslaughter].\" Smith responded the only promise was to reduce the charge from\r\nmurder to voluntary manslaughter, which plea counsel confirmed. After Smith\r\npled guilty, the solicitor provided the plea court with the facts of the case,\r\nsummarized Smith's previous statements,3 and proffered Smith's testimony on the\r\n\r\n1 Although Smith's account of what transpired changed several times, he and his\r\ncodefendant were accused of bludgeoning the victim to death with a piece of rebar\r\nin the victim's mobile home after a dispute over a drug deal.\r\n2 We are aware of the supreme court's holding in State v. Thrift that appellate\r\nreview of a plea agreement is limited to the terms that are fully set forth in the\r\nrecord and that neither the State nor the defendant can enforce plea agreement\r\nterms which do not appear on the record before the trial judge who accepts the\r\nplea. 312 S.C. 282, 296-97, 440 S.E.2d 341, 349 (1994). However, we review\r\nSmith's PCR claim consistent with the supreme court's consideration of the same\r\nissue in Thompson v. State, 340 S.C. 112, 531 S.E.2d 294 (2000).\r\n3In the first statement to police, Smith claimed no involvement in the victim's\r\nmurder. In his second account, Smith said he drove his codefendant to the victim's\r\nmobile home but did not go inside the mobile home. However, in his third\r\naccount, Smith stated he went inside the home. In Smith's fourth statement to\r\n\nrecord. At the conclusion of the hearing, the plea court retained jurisdiction and\r\ndeferred sentencing until the solicitor prosecuted Smith's codefendant.\r\n\r\nAt the subsequent sentencing hearing before the Honorable Reginald Lloyd (\"the\r\nsentencing court\"), the solicitor put the negotiated plea agreement between the\r\nState and Smith on the record. The solicitor indicated the agreement (1) \"reduce[d]\r\nthe charge from murder to manslaughter\" and (2) deferred sentencing to allow\r\nSmith to testify at his codefendant's trial for murder. The solicitor acknowledged\r\nSmith suffered drug-related memory impairment but claimed Smith \"continually\r\nminimized his role\" in the death of the victim. Furthermore, the solicitor indicated\r\ncounsel for Smith's codefendant filed a motion to disqualify Smith from testifying\r\nat his codefendant's trial, which caused the solicitor major concerns about using\r\nSmith's testimony against his codefendant. The solicitor stated the State could not\r\nproceed against Smith's codefendant for murder because Smith failed to truthfully\r\narticulate his role in the murder. As a result, the State was forced to mitigate the\r\ncodefendant's charge to accessory after the fact of murder. The solicitor then\r\nrequested the sentencing court impose the maximum sentence upon Smith.\r\n\r\nPlea counsel neither objected to the solicitor's sentencing request nor withdrew\r\nSmith's guilty plea. Instead, plea counsel requested the sentencing court give\r\nSmith credit for the time he had served and further asked the sentencing court to\r\nimpose a ten-year sentence. The sentencing court initially sentenced Smith to\r\ntwenty-seven years, taking into consideration Smith's efforts to help the solicitor as\r\nwell as the problems Smith caused in his codefendant's case. Subsequently, plea\r\ncounsel moved for the sentencing court to reconsider the length of Smith's\r\nsentence, and the sentencing court reduced Smith's sentence to twenty-four years'\r\nimprisonment.\r\n\r\nSmith appealed his conviction, and this court dismissed the appeal on April 11,\r\n2008. See State v. Smith, Op. No. 2008-UP-226 (S.C. Ct. App. filed April 11,\r\n2008). Smith then filed an application for PCR, alleging ineffective assistance of\r\ncounsel.\r\n\r\nAt the PCR hearing, Smith argued his plea counsel was ineffective because she\r\nfailed to object or bring his plea agreement to the sentencing court's attention when\r\n\r\n\r\npolice, Smith alleged his codefendant started an argument with the victim because\r\nthe victim would not sell the codefendant more drugs. In that statement, Smith\r\nadmitted to hitting the victim over the head with a piece of rebar but stated his\r\ncodefendant actually killed the victim.\r\n\nthe solicitor requested the court impose the maximum sentence. Smith claimed if\r\nhe cooperated with the solicitor in testifying against his codefendant, the solicitor\r\nwould reduce his charge to voluntary manslaughter. In addition, the solicitor\r\nwould agree to an open plea and would remain silent as to sentencing, so Smith\r\nwould likely receive \"somewhere between eight and ten years. . . .\" Smith stated\r\nhe met with the solicitor for approximately four hours to prepare to testify at his\r\ncodefendant's trial. Smith argued the solicitor knew he had drug-related memory\r\nissues from the beginning and that he had problems recalling details during his\r\nmeeting with the solicitor because the incident happened three years prior. Smith\r\ntold the PCR court he was shocked when the solicitor recommended the maximum\r\nsentence. Smith stated that had he known the solicitor was going to recommend\r\nthe maximum sentence, he would have withdrawn his plea and let the jury \"decide\r\n[his] fate.\"\r\n\r\nPlea counsel also testified at the PCR hearing. She stated the solicitor's official\r\nplea offer was for voluntary manslaughter. She advised Smith that he could be\r\nsentenced from anywhere between two to thirty years, but she would request ten\r\nyears because he would be assisting the solicitor. Plea counsel further testified she\r\nhad done two previous pleas involving similar circumstances in front of the\r\nsentencing judge, and he had given the defendants about ten years when the\r\nmurder involved a drug dealer, much like Smith's case. Moreover, plea counsel\r\ntestified the solicitor was always aware Smith had memory issues because she told\r\nthe solicitor about Smith's memory problems on the day the solicitor made the plea\r\noffer. Furthermore, plea counsel stated no one with the solicitor's office ever told\r\nher Smith's memory problems would be an issue.\r\n\r\nPlea counsel testified she was surprised when the solicitor requested the sentencing\r\ncourt impose the maximum sentence at the sentencing hearing. She testified she\r\nrecalled thinking the solicitor did not abide by the State's promise to remain silent\r\nbecause Smith was unable to uphold his end of the plea deal. Additionally, plea\r\ncounsel acknowledged she made a mistake in failing to object or put on the record\r\nthe portion of the agreement that the solicitor would remain silent on sentencing.\r\nShe stated she was \"a little taken aback\" when the solicitor recommended the\r\nmaximum sentence. Although she thought about having Smith withdraw his plea,\r\nshe testified she had not come to court prepared to try the case that day.\r\n\r\nAfter the hearing, the PCR court issued an order denying and dismissing Smith's\r\napplication for PCR. Smith filed a motion pursuant to Rule 59(e), SCRCP, which\r\nthe PCR court denied. Counsel for Smith filed a petition for a writ of certiorari.\r\nThis court granted Smith's petition to review the following issue:\r\n\n             Did the PCR court err in failing to find plea counsel was\r\n             ineffective for not objecting when the solicitor\r\n             recommended Smith be sentenced to the maximum term\r\n             of imprisonment in violation of the negotiated plea\r\n             agreement with the State?\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn a PCR proceeding, the burden is on the petitioner to prove the allegations in the\r\napplication. Thompson v. State, 340 S.C. 112, 115, 531 S.E.2d 294, 296 (2000).\r\nIn reviewing the PCR court's decision, an appellate court is concerned only with\r\nwhether any evidence of probative value exists to support that decision. Smith v.\r\nState, 369 S.C. 135, 138, 631 S.E.2d 260, 261 (2006). Thus, an appellate court\r\ngives great deference to the PCR court's findings of fact and conclusions of law.\r\nPorter v. State, 368 S.C. 378, 383, 629 S.E.2d 353, 356 (2006). However, a PCR\r\ncourt's findings will not be upheld if no probative evidence exists to support those\r\nfindings. Thompson, 340 S.C. at 115, 531 S.E.2d at 296.\r\n\r\nLAW/ANALYSIS\r\n\r\nSmith argues plea counsel was ineffective for failing to object when the solicitor\r\nrecommended the sentencing court impose the maximum sentence. We agree.\r\n\r\nTrial counsel must provide reasonably effective assistance under \"prevailing\r\nprofessional norms.\" Strickland v. Washington, 466 U.S. 668, 688 (1984).\r\nReviewing courts presume counsel was effective. Id. at 690. Therefore, to receive\r\nrelief, a PCR applicant must prove: (1) counsel failed to render reasonably\r\neffective assistance under prevailing professional norms; and (2) the deficient\r\nperformance prejudiced the applicant's case. Id. at 687. Prejudice is defined as a\r\nreasonable probability that, but for counsel's unprofessional errors, the result of the\r\nproceeding would have been different. Id. at 694. A reasonable probability is a\r\nprobability sufficient to undermine confidence in the outcome. Id. \"Failure to\r\nmake the required showing of either deficient performance or sufficient prejudice\r\ndefeats the ineffectiveness claim.\" Id. at 700.\r\n\r\nSmith must first establish his plea counsel's failure to object \"fell below prevailing\r\nprofessional norms.\" We find Smith established counsel's performance was\r\ndeficient and rely on the case of Thompson v. State, 340 S.C. 112, 116, 531 S.E.2d\r\n294, 296 (2000), to support our conclusion. In Thompson, plea counsel failed to\r\nobject after the solicitor recommended the maximum sentence in violation of the\r\n\nplea agreement. 340 S.C. at 115, 531 S.E.2d at 296. Thompson was indicted for\r\nmurder and pled guilty to voluntary manslaughter. Id. at 113, 531 S.E.2d at 295.\r\nThompson testified at the PCR hearing that he chose to plead guilty because he\r\nwas under the assumption the solicitor was not going to make a sentencing request\r\nor recommendation. Id. at 114, 532 S.E.2d at 295. In addition, Thompson's\r\nattorney testified she told him prior to the plea the solicitor was not going to make\r\na sentencing recommendation. Id. Thompson's attorney also confirmed to the plea\r\ncourt that the solicitor had correctly and completely stated the plea agreement and\r\nthere was nothing further that needed to be added regarding the plea negotiations.\r\nId. at 116, 531 S.E.2d at 296. Our supreme court found there was a reasonable\r\nprobability that Thompson would not have pled guilty but for his attorney's\r\nineffective assistance because he entered his guilty plea in reliance on the\r\nsentencing range and the solicitor's agreement not to make any sentencing\r\nrecommendations. Id. at 117, 531 S.E.2d at 297.\r\n\r\nLike the attorney in Thompson, we find plea counsel's failure to object fell below\r\nprevailing professional norms. At the PCR hearing, plea counsel testified she told\r\nSmith the solicitor was not going to make a sentencing recommendation. Plea\r\ncounsel admitted she made a mistake in failing to put all of the terms of the plea\r\nagreement on the record and in failing to object when the solicitor requested the\r\nmaximum sentence. Further, plea counsel acknowledged she did not object when\r\nquestioned by the sentencing court as to whether the solicitor had correctly and\r\ncompletely stated the plea agreement. Based on the foregoing, we find plea\r\ncounsel's conduct to be deficient.\r\n\r\nTo establish a claim for ineffective assistance of counsel, Smith must also be\r\nprejudiced by his counsel's deficient performance. See Strickland, 466 U.S. at 690,\r\n692 (holding a PCR applicant must prove counsel's deficient performance and\r\nresulting prejudice to establish a claim for ineffective assistance of counsel). We\r\nfind the record shows that but for his plea counsel's deficient performance, Smith\r\nwould not have pled guilty but would have insisted on going to trial. First, the\r\nrecord indicates both plea counsel and Smith intended to go to trial on the murder\r\ncharge before the solicitor offered Smith the plea deal. It was only when the\r\nsolicitor offered to mitigate the charge to voluntary manslaughter and agreed to\r\nremain silent on sentencing in exchange for his cooperation that Smith changed his\r\nmind about going to trial and pled guilty. Smith presented probative evidence that\r\nhe attempted to uphold his end of the plea agreement by proffering his testimony at\r\nthe plea hearing and by meeting with the solicitor for more than four hours on the\r\neve of his codefendant's trial. Although the State argued Smith failed to uphold his\r\nend of the bargain, plea counsel testified she explained to the solicitor that Smith\r\n\nhad a memory problem. Further, no one at the solicitor's office ever indicated\r\nSmith's memory issues would be a problem, even after his proffered testimony and\r\nhis codefendant's motion to disqualify.\r\n\r\nBecause Smith presented probative evidence that the solicitor's promise to remain\r\nsilent at sentencing was a material term of the plea agreement, we likewise find\r\nthere is enough evidence to demonstrate Smith would not have pled guilty if he\r\nhad known the solicitor was going to make a sentencing recommendation.\r\nAccordingly, we hold plea counsel's failure to object amounted to ineffective\r\nassistance of counsel. See Jordan v. State, 297 S.C. 52, 54, 374 S.E.2d 683, 684-\r\n85 (1998) (granting PCR when defendant pled guilty based on belief that solicitor\r\nwould not oppose or recommend probation and finding defense attorney's failure to\r\ndraw the plea court's attention to solicitor's violation of plea agreement fell below\r\nprevailing professional norms).\r\n\r\nCONCLUSION\r\nFor the foregoing reasons, we REVERSE the PCR court's denial of relief,\r\nVACATE Smith's sentence for voluntary manslaughter, and REMAND for\r\nresentencing on this charge consistent with the original plea agreement.\r\n\r\nSHORT and THOMAS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5195","title":"Riley v. Ford Motor Company","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5195.pdf","description":"Jasper County Sheriff Benjamin Riley's estate (\"the Estate\") brought this products liability lawsuit against Ford Motor Company after Riley was ejected from his 1998 Ford F-150 pickup truck in an accident and killed.  The Estate settled with the at-fault driver before trial, and the jury awarded $300,000 against Ford.  We affirm the trial court's denial of Ford's motion for judgment notwithstanding the verdict (JNOV).  However, we reverse the denial of Ford's motion for setoff and the granting of the Estate's motion for new trial nisi additur.","date":"2014-02-05","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Laura Riley, as the Personal Representative of the Estate\r\n            of Benjamin Riley, Respondent,\r\n\r\n            v.\r\n\r\n            Ford Motor Company, Appellant.\r\n\r\n            Appellate Case No. 2012-207489\r\n\r\n\r\n\r\n                         Appeal From Bamberg County \n\r\n                      Doyet A. Early, III, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 5195 \n\r\n                 Heard September 11, 2013 – Filed February 5, 2014 \n\r\n\r\n\r\n              AFFIRMED IN PART AND REVERSED IN PART\r\n\r\n\r\n            Curtis Lyman Ott and Laura Watkins Jordan, both of\r\n            Gallivan, White & Boyd, PA, of Columbia; Joseph\r\n            Kenneth Carter, Jr., Carmelo Barone Sammataro, and\r\n            David Christopher Marshall, all of Turner Padget\r\n            Graham & Laney, PA, of Columbia, for Appellant.\r\n\r\n            Ronnie Lanier Crosby, of Hampton, and Daniel E.\r\n            Henderson and Matthew Vernon Creech, of Ridgeland,\r\n            all of Peters Murdaugh Parker Eltzroth & Detrick, PA,\r\n            for Respondent.\r\n\r\n\r\nFEW, C.J.: Jasper County Sheriff Benjamin Riley's estate (\"the Estate\") brought\r\nthis products liability lawsuit against Ford Motor Company after Riley was ejected\r\nfrom his 1998 Ford F-150 pickup truck in an accident and killed. The Estate\r\n\nsettled with the at-fault driver before trial, and the jury awarded $300,000 against\r\nFord. We affirm the trial court's denial of Ford's motion for judgment\r\nnotwithstanding the verdict (JNOV). However, we reverse the denial of Ford's\r\nmotion for setoff and the granting of the Estate's motion for new trial nisi additur.\r\n\r\n      I.     Facts and Procedural History\r\n\r\nOn August 29, 2007, Riley was driving his Ford F-150 pickup truck near Ehrhardt\r\nin Bamberg County when a vehicle driven by Andrew Marshall Carter II pulled\r\nfrom a side road into Riley's lane of travel. The resulting impact caused Riley's\r\ntruck to leave the road and roll over. The driver's door of the truck opened in the\r\ninitial collision with Carter, and Riley was ejected through the open door. First\r\nresponders found Riley's body eighty-five feet from where he was ejected.\r\n\r\nRiley's wife Laura, serving as personal representative of the Estate, brought\r\nwrongful death and survival claims against Ford and Carter. The claims against\r\nFord were based on a products liability negligence theory. Specifically, the Estate\r\nalleged Ford's negligent design of the door-latch system in Riley's truck allowed\r\nthe door to come open, and Riley would not have died if he had not been ejected.\r\nThe Estate settled with Carter for $25,000, with the Estate and Carter agreeing to\r\nallocate $20,000 to the survival claim and $5,000 to the wrongful death claim. The\r\ntrial court approved the settlement.\r\n\r\nAt trial, the Estate withdrew its survival claim, and the court submitted the\r\nwrongful death claim against Ford to the jury. The jury returned a verdict in favor\r\nof the Estate for $300,000 in actual damages.\r\n\r\nFord moved for JNOV, arguing the Estate failed to prove both the existence of a\r\ndefect in the door-latch system and a reasonable alternative design. Ford also\r\nrequested a setoff from the verdict in the amount of $25,000 to account for the\r\nEstate's settlement with Carter. The trial court denied both motions in a form order\r\nwithout explanation.\r\n\r\nThe Estate filed a motion seeking a new trial nisi additur. At the hearing on the\r\nmotion, the trial court stated that a \"$300,000 [verdict] for this type of case could\r\nvery well be found to be shockingly inadequate\" \"because of the stature of [Riley]\r\nand what he's done in life, what he's contributed to his family.\" The trial court\r\ngranted the motion and ordered Ford to pay \"an additional $600,000 in actual\r\ndamages . . . , bringing the total verdict to $900,000.\" Ford appeals each of these\r\nthree rulings.\r\n\n         II.   Ford's JNOV Motion\r\n\r\nFord raises in its brief three arguments as to why the trial court erred in not\r\ngranting Ford's motion for JNOV: (1) the Estate did not present sufficient evidence\r\nof a design defect, but relied on the \"mere failure\" of the door latch; (2) the Estate\r\ndid not prove the existence of a reasonable alternative design as required\r\nby Branham v. Ford Motor Co., 390 S.C. 203, 220, 701 S.E.2d 5, 14 (2010); and\r\n(3) the Estate did not present adequate expert testimony to prove a design flaw or a\r\nreasonable alternative design.1 At oral argument, Ford presented more detail for its\r\nargument that the Estate did not satisfy the requirements of Branham. We hold the\r\ntrial court correctly denied Ford's motion for JNOV.\r\n\r\n               A.    Reasonable Alternative Design\r\n\r\nWe begin by addressing Ford's argument that the Estate did not satisfy the\r\nrequirements of Branham. In Branham, the supreme court noted that \"South\r\nCarolina . . . [has] traditionally employed two tests to determine whether a product\r\nwas unreasonably dangerous as a result of a design defect: (1) the consumer\r\nexpectations test and (2) the risk-utility test.\" 390 S.C. at 218, 701 S.E.2d at 13.\r\nThe court held, however, that \"the consumer expectations test . . . is ill-suited in\r\ndesign defect cases,\" 390 S.C. at 220, 701 S.E.2d at 14, and adopted the risk-utility\r\ntest as \"the exclusive test in a products liability design case.\" Id. The court held\r\nthat to satisfy the risk-utility test, a plaintiff must meet the \"requirement of\r\nshowing a feasible alternative design.\" Id. The court explained the requirement:\r\n\"The very nature of feasible alternative design evidence entails the manufacturer's\r\ndecision to employ one design over another. This weighing of costs and benefits\r\nattendant to that decision is the essence of the risk-utility test.\" 390 S.C. at 223,\r\n701 S.E.2d at 16. Summarizing its holding, the court stated:\r\n\r\n\r\n1   Each of these arguments is stated within one of Ford's issues on appeal:\r\n\r\n               Did the trial court err in submitting the case to the jury\r\n               and denying Ford's motion for judgment notwithstanding\r\n               the verdict when, as a matter of law, Ford's design was\r\n               not defective or unreasonably dangerous because the\r\n               Estate failed to present expert testimony of either a\r\n               design flaw beyond mere failure or an alternative feasible\r\n               design that was crashworthy?\r\n\n             [I]n a product liability design defect action, the plaintiff\r\n             must present evidence of a reasonable alternative design.\r\n             The plaintiff will be required to point to a design flaw in\r\n             the product and show how his alternative design would\r\n             have prevented the product from being unreasonably\r\n             dangerous. This presentation of an alternative design\r\n             must include consideration of the costs, safety and\r\n             functionality associated with the alternative design.\r\n\r\n390 S.C. at 225, 701 S.E.2d at 16.\r\n\r\nWe find the Estate met the requirements of Branham by presenting evidence of\r\nFord's own alternative design for a door-latch system, which Ford used in F-150\r\ntrucks manufactured before Riley's 1998 model, and which Ford originally\r\nincorporated into the design of the 1998 model.\r\n\r\nTo explain our finding that the Estate met the requirements of Branham, we first\r\ndescribe the mechanics of two door-latch systems—the rod-linkage system and the\r\ncable-linkage system. Riley's 1998 F-150—which Ford internally called the\r\nPN96—contained a rod-linkage door-latch system. According to the evidence\r\npresented in this case, a rod-linkage system contains a metal rod that connects the\r\ndoor handle to a latch. When a person pulls the door handle, the rod activates the\r\nlatch, which causes the door to open. The type of rod-linkage system in Riley's\r\nPN96 is a compression rod system, in which the action of pulling the door handle\r\npushes the rod, or \"compresses\" it, to activate the latch and cause the truck door to\r\nopen. The Estate presented evidence that when a vehicle containing a compression\r\nrod system is involved in a frontal collision such as this one, the force of the\r\ncollision may cause \"foreshortening\"—a decrease in the distance between the\r\nhandle and the latch,2 which in turn compresses the rod as though a person pulled\r\nthe handle. When a certain amount of foreshortening occurs, the rod may activate\r\nthe latch and allow the door to open without the handle being pulled.\r\n\r\nThe Estate presented evidence that at the time Ford manufactured the PN96, Ford\r\nwas also using a different door-latch system in other models—the cable-linkage\r\nsystem. As the Estate's mechanical engineering expert, Andrew Gilberg,\r\nexplained, \"you can't push on a cable and cause the latch to release.\" For this\r\n\r\n2Reading from a Ford document on how to design door-latch systems, a Ford\r\nengineer defined foreshortening as \"the relative movement between the release\r\nhandles and the latch due to vehicle crash deformation.\"\r\n\nreason, the cable-linkage system prevents the effects of foreshortening during\r\ncollisions—doors opening without a person pulling the handle. According to Ford\r\nwitnesses and internal documents, Ford originally designed the PN96 to contain a\r\ncable-linkage system.\r\n\r\nGilberg testified the door latch on Riley's PN96 activated during the collision due\r\nto foreshortening, which allowed the door to open. According to Ford's own\r\ninternal documents, the compression rod system in a PN96 allowed the door latch\r\nto activate with only 12 millimeters of foreshortening. Gilberg testified he was\r\n\"100 percent confident that the latch reached the trigger point\" and allowed the\r\ndoor to open during the crash. Although Gilberg measured the post-crash\r\nforeshortening in Riley's PN96 to be 11.58 millimeters, he explained that the\r\nelasticity of the \"all steel structure[]\" of the truck caused \"spring-back\" after the\r\ncollision, which made the post-crash measurement less than what it actually was\r\nwhen the crash occurred.\r\n\r\nAccording to Gilberg's testimony, the cable-linkage system was a safer design and\r\nhad \"[n]o safety risks associated with [it].\" Gilberg testified the cable system \"was\r\nclearly more crashworthy\" and prevented \"unwanted door opening due to\r\nforeshortening\" in frontal collisions. Ford's own internal documents established\r\nthat it knew compression rod systems \"have a tendency to unlatch during crash if\r\ndoors are crushed beyond a certain limit,\" and cable systems \"provide a solution to\r\nthis problem.\" In 1989, Ford conducted two frontal crash tests on F-150s that had\r\nrod-linkage systems, and the test results indicated that doors opened upon impact.\r\nGilberg testified this occurred due to \"compression of the door—the same thing\r\nthat opened the door in Sheriff Riley's vehicle.\" Based on these crash test results,\r\nthe Estate asserted Ford installed a cable system in the 1992-1995 F-series instead\r\nof the rod system because the cable system prevented the effects of foreshortening\r\nand the resulting \"unwanted door opening\" in frontal collisions. Ford continued to\r\ncrash test the F-series trucks once the cable systems were installed, and the results\r\nshowed no doors opened due to foreshortening.\r\n\r\nDespite the safety advantages associated with cable systems, Ford changed its\r\noriginal design for a cable-linkage system in the PN96 and incorporated the\r\ncompression rod system. Ford asserts it made the change because it discovered\r\nwater could invade the cable-linkage system and freeze the cable, preventing the\r\ndoor from opening. Ford produced evidence that it recalled the 1992 F-150 series\r\ntrucks for this reason. Thus, Ford argues that although it used the cable system in\r\nthe PN96's predecessor models, it was not \"feasible\" in the PN96 due to the cable\r\nfreezing issue.\r\n\nThe record does not support Ford's assertion. One of Ford's engineers testified that\r\nby 1993, Ford corrected the freezing cable concerns. This is corroborated by a\r\nstudy conducted by Ford in 1994, which sought to determine whether cable\r\nsystems were \"a viable alternative to rod systems.\" The report generated from the\r\nstudy stated that \"freezing cable concerns [have been] corrected.\" In fact, Ford's\r\nengineers advocated for the use of cables once the problem was fixed.\r\n\r\nThe Estate's primary evidence establishing the reasonableness and feasibility of the\r\ncable-linkage system was the fact that Ford designed, manufactured, and sold F-\r\n150 trucks with the cable-linkage door-latch system only three model years before\r\nRiley's PN96. In addition, the Estate presented extensive evidence concerning\r\nFord's cable-linkage design. According to the report of the 1994 study, the\r\nadvantages of cables, when compared to rods, included: (1) packaging—\"[c]able\r\nsystems require less package space\"; (2) safety—\"[c]able systems are more robust\r\nto crash\"; (3) performance—\"[c]able systems provide better performance to the\r\ncustomer\"; and (4) manufacturing—\"[c]able systems are easier for assembly plants\r\nto handle,\" \"are tolerant to build variations between latch and handle,\" \"reduc[e]\r\ncost and reduc[e] operator dependence,\" and \"reduce[] complexity in service.\" The\r\nonly disadvantage indicated by the report was that \"[c]able systems are from two to\r\nthree times as expensive as rods,\" costing $9.00 per door instead of $4.25 per door\r\nif Ford used a rod system. A second report Ford produced sometime after 1993,\r\nwhich compared rod and cable systems, concluded cable systems \"improved\r\nquality,\" were \"easier to install,\" and were more \"[r]obust to door foreshortening.\"\r\nThe only disadvantage listed was \"higher cost\"—\"$0.85/door more than rods.\"\r\n\r\nThese reports demonstrate Ford conducted its own risk-utility analysis.\r\nSpecifically, Ford \"consider[ed] . . . the costs, safety and functionality associated\r\nwith the alternative design,\" Branham, 390 S.C. at 225, 701 S.E.2d at 16, and\r\nconcluded the cable-linkage system was a feasible, if not superior, alternative\r\ndesign to the compression rod system.\r\n\r\nWe find the Estate presented ample evidence of a reasonable alternative design.\r\nThis evidence supports a finding that \"the increased costs . . . of altering the design\r\n[to incorporate a cable-linkage system] would have been worth the resulting safety\r\nbenefits,\" and thus satisfies the risk-utility test. See 390 S.C. at 224, 701 S.E.2d at\r\n16 (explaining the central inquiry of the risk-utility test, quoting David G. Owen,\r\nToward a Proper Test for Design Defectiveness: \"Micro–Balancing\" Costs and\r\nBenefits, 75 Tex. L. Rev. 1661, 1687 (1997))). We find the Estate met the\r\nrequirements of Branham.\r\n\nHowever, Ford makes other arguments based on Branham, which we address in\r\nturn.\r\n\r\nFirst, Ford argues the Estate did not meet the requirements of Branham because it\r\nfailed to prove a specific design flaw in the compression rod system of the PN96.\r\nRelying on the Branham court's statement that a plaintiff must \"point to a design\r\nflaw in the product,\" 390 S.C. at 225, 701 S.E.2d at 16, Ford argues the Estate\r\nnever identified a defective feature of this particular rod system. In support of this\r\nargument, Ford asserts it is not enough for the Estate to present evidence showing\r\nthe compression rod system in the PN96 allowed the door to open with only 12\r\nmillimeters of foreshortening and that a different system would have prevented this\r\nfrom occurring. Rather, Ford argues, Branham required the Estate to prove how a\r\nspecific feature of this rod-linkage system allowed the door to open, and then offer\r\na design alternative to that feature.3 Ford argues the Estate cannot meet the\r\nrequirements of Branham by simply proving another door latch system would have\r\nprevented the product from being unreasonably dangerous and that Ford could\r\nhave prevented Riley's death by using the other system.\r\n\r\nWe find Ford has misinterpreted the statement from Branham—that the plaintiff\r\nmust \"point to a design flaw in the product.\" Id. This statement relates to the\r\nplaintiff's burden of proving a reasonable alternative design, not the requirement of\r\nproving the existence of a design defect,4 which the Branham court addressed in\r\ndetail in another section of the opinion. See 390 S.C. at 212-18, 701 S.E.2d at 10-\r\n12. The statement merely sets up the requirement of a reasonable alternative\r\n\r\n3 Ford argued in its brief that Gilberg \"failed to specify the facet of Ford's rod-\r\nlinkage system that was, in his opinion, a design flaw.\" At oral argument, Ford\r\nstated Gilberg \"doesn't explain how we improperly implemented\" a rod design, and\r\nsuggested the Estate could have met the requirement Ford reads into Branham by\r\nproving \"this rod was . . . defectively designed because it was . . . in the wrong\r\nplace, . . . not the right size,\" or \"manufactured [with] the wrong material.\"\r\n4A plaintiff must, of course, prove the existence of a design defect. See Graves v.\r\nCAS Med. Sys., Inc., 401 S.C. 63, 79, 735 S.E.2d 650, 658 (2012) (reciting the\r\nelements of a design-defect products liability claim, including \"the injury occurred\r\nbecause the product 'was in a defective condition . . .'\" (quoting Madden v. Cox,\r\n284 S.C. 574, 579, 328 S.E.2d 108, 112 (Ct. App. 1985))). The Estate's evidence\r\nproving the door latch system of the PN96 was in a defective condition is\r\naddressed in section II.B.\r\n\ndesign by noting that a plaintiff must identify the design feature for which an\r\nalternative is offered. We find the Estate met the requirements of Branham\r\nbecause the Estate (1) \"point[ed] to a design flaw in the product\"—the\r\nvulnerability of the PN96's compression rod system to foreshortening, which\r\nallowed the door to open during the collision without the handle being pulled—and\r\n(2) \"show[ed] how [the cable-linkage system] would have prevented the [PN96]\r\nfrom being unreasonably dangerous.\" 390 S.C. at 225, 701 S.E.2d at 16.\r\n\r\nSecond, Ford argues the Estate failed to meet the requirements of Branham\r\nbecause it did not offer an expert who would \"champion\" the cable-linkage system.\r\nThis argument by Ford is based on Gilberg's testimony that \"there is nothing\r\ninherently wrong with rods.\" We find no basis in Branham, or in any other\r\nauthority, for Ford's argument that an expert must \"champion\" an alternative\r\ndesign.\r\n\r\nFinally, Ford claims the Estate did not propose an alternative design that would\r\nhave prevented the product from being unreasonably dangerous in all foreseeable\r\ncollisions. It argues Gilberg's analysis of the crashworthiness of the cable system\r\nwas limited to this particular accident involving Riley because he was \"unwilling\r\nto say that the [cable-linkage system] as a whole [wa]s a good design for all\r\nreasonably foreseeable crashes.\" However, the law of crashworthiness does not\r\nrequire the Estate to prove its alternative design would have prevented the door\r\nfrom opening in every foreseeable collision. Instead, the law required the Estate to\r\nprove (1) the design of the rod system in Riley's PN96 \"created an unreasonable\r\nrisk of injury\" that was \"readily foreseeable as an incident to the normal and\r\nexpected use of [the] automobile,\" Mickle v. Blackmon, 252 S.C. 202, 228, 232,\r\n166 S.E.2d, 173, 184, 186 (1969), and (2) the cable system \"would have prevented\r\nthe product from being unreasonably dangerous.\" Branham, 390 S.C. at 225, 701\r\nS.E.2d at 16. We find the Estate met these requirements.\r\n\r\n             B.    Design Defect\r\n\r\nFord argues the Estate did not present sufficient evidence that the door-latch\r\nsystem in Riley's PN96 was defective because the Estate relied on the mere fact\r\nthat the door opened in the accident as evidence of a defect. See Graves v. CAS\r\nMed. Sys., Inc., 401 S.C. 63, 80, 735 S.E.2d 650, 658-59 (2012) (holding a plaintiff\r\ncannot rely on \"the mere fact [that] a product failed,\" but \"must offer some\r\nevidence beyond the product's failure itself\"); Bragg v. Hi-Ranger, Inc., 319 S.C.\r\n531, 543, 462 S.E.2d 321, 328 (Ct. App. 1995) (stating \"the mere fact that a\r\n\nproduct malfunctions does not demonstrate the manufacturer's negligence nor does\r\nit establish that the product was defective\"). We disagree.\r\n\r\nIn addition to the evidence discussed in section II.A., Gilberg testified extensively\r\nabout what constitutes a safe door-latch design and, specifically, the safety of the\r\ndoor-latch design in the PN96. He stated the PN96 \"did have a design defect\" that\r\ncaused the door to unlatch in this accident. He went on to testify \"why it is that\r\n[he] believe[d] Sheriff Riley's F-150 had a design defect.\" He testified the door of\r\nRiley's truck \"came open without damage to the latch,\" which \"shouldn't have\r\nhappened.\" He explained this was the basis for the design defect because the\r\nparticular rod-linkage system in Riley's truck allowed the door to unlatch due to a\r\n\"very small amount of longitudinal crush . . . [of] the door.\" When asked on cross-\r\nexamination whether the mere use of the rod-linkage system itself rendered the\r\ntruck defective, he responded, \"No sir. What renders it defective is that it fails\r\nwithout even stressing the latch.\" Gilberg explained this is because a compression\r\nrod-linkage system is \"sensitive to longitudinal crush\" in that \"[i]f the door is\r\ncrushed longitudinally as little as one inch,\" the door will open.\r\n\r\nFord relies heavily on Graves, but we find that reliance to be misplaced. In\r\nGraves, the supreme court affirmed the circuit court's exclusion of all the plaintiff's\r\ncomputer experts, 401 S.C. at 78, 735 S.E.2d at 657, leaving the plaintiff with no\r\nevidence whatsoever as to how, or even whether, the product malfunctioned. 401\r\nS.C. at 79, 735 S.E.2d at 658. Thus, the plaintiff in Graves did not prove a failure,\r\nand also did not prove any defect that could have caused a failure. In this case, the\r\nfailure was that the door opened when no person pulled the handle. The defect that\r\ncaused the failure was a door-latch system that did not protect against\r\nforeshortening, and allowed the door to open when it should not have—with only\r\n\"a very small amount of longitudinal crush.\" Through its expert and through\r\nFord's witnesses and documents, the Estate presented extensive evidence of how\r\nand why the design of the door-latch system in the PN96 was defective. This case\r\nis readily distinguishable from Graves.\r\n\r\n             C.     Expert Testimony\r\n\r\nFinally, Ford argues \"the Estate failed to present expert testimony of either a\r\ndesign flaw beyond mere failure or an alternative feasible design that was\r\ncrashworthy.\" Much of the evidence we discussed in sections II.A. and B. came\r\ndirectly from the testimony of the Estate's mechanical engineering expert, Gilberg.\r\nWe find Gilberg's testimony on the existence of a design defect and a reasonable\r\nalternative design required the denial of Ford's motion for JNOV.\r\n\n      III.   Ford's Motion for Setoff\r\n\r\nFord also argues the trial court erred in refusing to grant a setoff to account for the\r\n$25,000 Carter paid the Estate to settle the claims against him. See Rutland v. S.C.\r\nDep't of Transp., 400 S.C. 209, 216, 734 S.E.2d 142, 145 (2012) (\"A non-settling\r\ndefendant is entitled to credit for the amount paid by another defendant who\r\nsettle[d] for the same cause of action.\"). The Estate in its brief \"acknowledges that\r\nFord is entitled to a $5,000 setoff representing that portion of the prior settlement\r\nallocated to wrongful death,\" and thus concedes the trial court erred in part by\r\nrefusing to grant any setoff. The Estate argues, however, that Ford is not entitled\r\nto any of the $20,000 the Estate and Carter allocated to the survival claim because\r\nthere was \"ample evidence\" showing Riley suffered conscious pain and suffering.\r\nSee Vereen v. Liberty Life Ins. Co., 306 S.C. 423, 432, 412 S.E.2d 425, 431 (Ct.\r\nApp. 1991) (stating a survival action exists when \"there is any evidence from\r\nwhich a jury could reasonably conclude a decedent experienced conscious pain and\r\nsuffering\"). The Estate essentially argues the trial court should have accepted the\r\nallocation of settlement funds it agreed upon with Carter, despite the fact Ford did\r\nnot participate in those negotiations. Ford argues, on the other hand, it is entitled\r\nto a credit for the entire $25,000 because of \"an undisputed lack of evidence\" of\r\nconscious pain and suffering.\r\n\r\nWe disagree with both the Estate and Ford. We find there is some evidence that\r\nRiley suffered consciously, and hold both parties were entitled to have the trial\r\ncourt analyze the proper allocation of the settlement and make findings of fact on\r\nthe record as to whether, and if so how, the remedy of setoff should be applied to\r\nthe facts of this case. Because the trial court's form order denying setoff reflects no\r\nanalysis, and because the Estate concedes Ford is entitled to at least $5,000, we\r\nreverse the trial court's decision to deny any setoff. Because we find the record is\r\nsufficient to allow this court to engage in the required analysis, we decide the\r\nquestion without remand. See Church v. McGee, 391 S.C. 334, 342, 705 S.E.2d\r\n481, 485 (Ct. App. 2011) (stating setoff is equitable in nature, and thus an appellate\r\ncourt may find facts in accordance with its own view of the preponderance of the\r\nevidence).\r\n\r\nIn this crashworthiness action, the Estate has no claim against Ford for Riley's\r\ninjuries resulting solely from the initial impact with Carter. Rather, the Estate's\r\nclaim against Ford is limited to the enhanced injuries—in this case, Riley's death—\r\nthat resulted from the alleged negligent design of the door-latch system that\r\nallowed Riley to be ejected. See Jimenez v. DaimlerChrysler Corp., 269 F.3d 439,\r\n\n452 (4th Cir. 2001) (applying South Carolina law) (\"Under the crashworthiness\r\ndoctrine, liability is imposed not for defects that cause collisions but for defects\r\nthat cause injuries after collisions occur.\"). Thus, the Estate's theory against Ford\r\nnecessarily depends on Riley being alive after the initial collision because if Riley\r\ndied before he was ejected, Ford's negligent design of the door-latch system could\r\nnot have proximately caused his death. The jury's verdict against Ford, therefore,\r\nrequires a finding that Riley was alive after the collision with Carter. Additionally,\r\nthe first witness to arrive at the scene of the accident testified that when he looked\r\nfor the ejected driver of the pickup, he \"heard something in the bushes,\" saw Riley\r\non the ground, and heard \"a gasping sound.\" Though it is minimal, we find the\r\nexistence of some evidence to support a survival action against Carter.5\r\n\r\nIt makes sense, therefore, that the Estate and Carter allocated some portion of the\r\nsettlement to the Estate's survival claim, particularly when Carter alone is liable for\r\nany pain and suffering Riley endured consciously before he was ejected from the\r\ntruck. However, the minimal evidence of survival damages in this record does not\r\nsupport an allocation of eighty-percent of the settlement to the survival claim. This\r\nis particularly true because Carter is jointly liable for all of the wrongful death\r\ndamages. Moreover, Ford was not a party to the settlement negotiations between\r\nthe Estate and Carter, and thus is not bound by their agreement. See Welch v.\r\nEpstein, 342 S.C. 279, 313, 536 S.E.2d 408, 426 (Ct. App. 2000) (holding a\r\ndefendant who is \"not a party to the settlement . . . is not bound by its terms\" when\r\nrequesting setoff).\r\n\r\nThe Estate would have us focus only on the amount of money Carter paid to settle\r\nthe survival claim, and not on the percentage of the settlement allocated to one\r\nclaim or the other. Doing so, the Estate argues, requires the conclusion that the\r\n$20,000 allocated to the survival action in its settlement with Carter was\r\nreasonable. We concede that $20,000 is not an unreasonable amount for Carter to\r\npay to settle the survival claim on the facts of this case. We disagree, however,\r\nwith the premise of the Estate's argument because allocating eighty-percent of the\r\nsettlement to survival is not reasonable. We hold that in the context of a non-\r\nsettling defendant's claim for setoff, the court should examine whether the\r\npercentages allocated to one claim or the other by the settling parties are\r\nreasonable. See id. If the allocation is not reasonable, the court may reallocate the\r\nfunds.\r\n\r\n5 Funeral expenses are also recoverable in a survival action. See S.C. Code Ann. §\r\n15-5-100 (2005) (\"Damages recoverable under . . . [the survival statute] . . . may\r\ninclude reasonable funeral expenses . . . .\").\r\n\nRutland supports a fair reallocation of the settlement by this court. In Rutland, the\r\ndecedent died in a car accident, and the personal representative settled with the at-\r\nfault driver's insurance company and the automobile manufacturer for a total\r\nsettlement of $305,000. 400 S.C. at 212, 734 S.E.2d at 143. The settling parties\r\nagreed to allocate $138,000 to a survival claim and $167,000 to wrongful death.\r\nId. The plaintiff proceeded to trial against a third defendant only on the wrongful\r\ndeath claim. 400 S.C. at 213, 734 S.E.2d at 143. After the jury awarded the\r\nplaintiff $300,000 in actual damages, the trial court reallocated the entire amount\r\nof the settlement exclusively to wrongful death. Id. The supreme court found \"no\r\nevidence of conscious pain or suffering,\" 400 S.C. at 214, 734 S.E.2d at 144, and\r\naffirmed the trial court's reallocation of the settlement. 400 S.C. at 217, 734 S.E.2d\r\nat 146. The court's finding of \"no evidence\" of pain and suffering meant there was\r\nno factual support for the agreed-upon allocation.\r\n\r\nAlthough our finding of some evidence of conscious pain and suffering makes this\r\ncase different from Rutland, we believe the reasoning of Rutland permits a\r\nreallocation of the settlement proceeds in this case. Rutland is based in part on the\r\npolicy that \"[c]ompensatory damages are intended to make the plaintiff whole.\"\r\n400 S.C. at 217, 734 S.E.2d at 146. When an agreed-upon allocation of settlement\r\nproceeds is not reasonable under the evidence, that policy is not advanced because\r\nof the possibility of double recovery. See id.; Hawkins v. Pathology Assocs. of\r\nGreenville, P.A., 330 S.C. 92, 113, 498 S.E.2d 395, 406 (Ct. App. 1998) (stating\r\n\"[t]he reason for allowing [setoff] is to prevent an injured person from obtaining a\r\nsecond recovery\" (citation omitted)). Thus, when an agreed-upon allocation of\r\nsettlement proceeds is not reasonably based on the evidence and does not fairly\r\nadvance the policy of preventing double-recovery, a non-settling defendant who is\r\nentitled to a setoff but was not involved in the settlement negotiation is entitled to\r\nhave the court consider reallocating the proceeds.6\r\n\r\nThe minimal evidence of conscious pain and suffering in this case weighs in favor\r\nof allocating the majority of the proceeds to the wrongful death claim. However,\r\n\r\n6 We use permissive language such as \"may,\" \"permit,\" and \"consider reallocating\"\r\nbecause setoff is an equitable remedy a court is not required to grant. See Church,\r\n391 S.C. at 342, 705 S.E.2d at 485 (stating setoff is equitable in nature); Siau v.\r\nKassel, 369 S.C. 631, 640, 632 S.E.2d 888, 893 (Ct. App. 2006), overruled on\r\nother grounds by Buffington v. T.O.E. Enters., 383 S.C. 388, 680 S.E.2d 289\r\n(2009) (providing that all equitable remedies are \"granted as a matter of sound\r\njudicial discretion, and not as a matter of legal right\" (citation omitted)).\r\n\nthe fact that Carter alone is liable for the pain and suffering Riley endured before\r\nbeing ejected weighs in favor of some portion being allocated to the survival claim.\r\nFurther, settling parties must support the settlement agreement with consideration\r\nfor the release of both claims. See Pee Dee Stores, Inc. v. Doyle, 381 S.C. 234,\r\n241, 672 S.E.2d 799, 802 (Ct. App. 2009) (stating \"settlement agreements are\r\nviewed as contracts\"); Clardy v. Bodolosky, 383 S.C. 418, 425, 679 S.E.2d 527,\r\n530 (Ct. App. 2009) (\"The necessary elements of a contract are an offer,\r\nacceptance, and valuable consideration.\" (citation omitted) (emphasis added)).\r\nThis also weighs in favor of some portion being allocated to the survival claim.\r\nConsidering the entire record before us, we find that a fair allocation of the Estate's\r\nsettlement with Carter is eighty-percent to the wrongful death claim and twenty-\r\npercent to the survival action. Thus, we find Ford is entitled to a $20,000 setoff\r\nfrom the jury's verdict.\r\n\r\n      IV.    The Estate's Motion for New Trial Nisi Additur\r\n\r\nFinally, Ford argues the trial court erred by increasing the jury verdict from\r\n$300,000 to $900,000. We agree.\r\n\r\nWe begin our analysis of this issue by focusing on both parties' right to a trial by\r\njury. Article I, section 14 of the South Carolina Constitution provides \"[t]he right\r\nof trial by jury shall be preserved inviolate.\" The right to trial by jury is\r\n\"guaranteed in every case,\"7 and includes the right to have the jury determine the\r\namount of damages. See Hatchell v. McCracken, 243 S.C. 45, 51, 132 S.E.2d 7, 10\r\n(1963) (stating \"[t]here [is] no question as to the legal right . . . to have the amount\r\nof damages . . . determined by a jury\").\r\n\r\nIn potential conflict with this constitutional right, a trial court has the power to\r\ngrant a motion for new trial nisi additur when the court determines the jury's\r\nverdict is inadequate in light of the evidence presented. Bailey v. Peacock, 318\r\nS.C. 13, 14, 455 S.E.2d 690, 691 (1995). To balance \"the wide discretion given to\r\na trial judge in ruling on a new trial [nisi additur] motion,\" Luchok v. Vena, 391\r\nS.C. 262, 264, 705 S.E.2d 71, 72 (Ct. App. 2010), against a litigant's constitutional\r\nright to a trial by jury as to the amount of damages, our courts give \"substantial\r\ndeference . . . to a jury's determination of damages,\" id., and we require trial courts\r\n\r\n7 Mims Amusement Co. v. S.C. Law Enforcement Div., 366 S.C. 141, 149, 621\r\nS.E.2d 344, 348 (2005) (\"The right to a trial by jury is guaranteed in every case in\r\nwhich the right to a jury was secured at the time of the adoption of the Constitution\r\nin 1868.\").\r\n\nto \"offer compelling reasons for invading the jury's province.\" Green v. Fritz, 356\r\nS.C. 566, 570, 590 S.E.2d 39, 41 (Ct. App. 2003) (citing Bailey, 318 S.C. at 14,\r\n455 S.E.2d at 691).8\r\n\r\nThus, our analysis of the decision to grant additur must be made in deference to\r\nthe jury's verdict, and turns on whether the trial court gave compelling reasons for\r\ninvading the province of the jury. We agree with Ford that the court did not offer\r\ncompelling reasons.\r\n\r\nThe trial court found it was \"compelled to grant [additur] because every element of\r\nwrongful death damages was proven by the [Estate] and the $300,000 verdict d[id]\r\nnot reflect the evidence on these issues.\" The court found the Estate presented\r\n\"undisputed, uncontroverted evidence\" of economic loss in the amount of\r\n$228,605. The Estate also presented evidence of a funeral bill for $10,196, which\r\namounts to a total claim of economic loss of $238,801. As to noneconomic\r\ndamages, the court found the Estate's \"uncontested\" evidence showed \"the\r\nbeneficiaries . . . suffered each of the compensable elements of [noneconomic]\r\nloss,\" and noted that these damages \"were not only established, but shown to be\r\nsignificant through uncontested, emotionally compelling testimony.\" See Scott v.\r\nPorter, 340 S.C. 158, 168, 530 S.E.2d 389, 394 (Ct. App. 2000) (listing the same\r\nelements of recoverable damages as are listed in the court's order). The court went\r\non to summarize the testimony of Riley's family and friends, which the court found\r\n\"showed that this family of beneficiaries, perhaps more than most wrongful death\r\nbeneficiaries, suffered great loss\" and \"left no question as to the grief, emotional\r\nturmoil, and loss suffered.\" The court then concluded, \"For all of the compelling\r\nreasons listed above, it is abundantly clear that the verdict in this case was\r\ninadequate, in light of the evidence present[ed] at trial, and a granting of nisi\r\nadditur is appropriate.\"\r\n\r\nBy subtracting $238,801—the maximum amount of economic loss suffered by the\r\nEstate9—from the jury's verdict of $300,000, we can determine the jury awarded at\r\n\r\n8See also Todd v. Joyner, 385 S.C. 509, 517, 685 S.E.2d 613, 618 (Ct. App. 2008),\r\naff'd, 385 S.C. 421, 685 S.E.2d 595 (2009); Jones v. Ingles Supermarkets, Inc., 293\r\nS.C. 490, 493, 361 S.E.2d 775, 777 (Ct. App. 1987), overruled on other grounds\r\nby O'Neal v. Bowles, 314 S.C. 525, 527, 431 S.E.2d 555, 556 (1993).\r\n9Ford does not concede these damages. However, Ford did not actively contest\r\nany element of the Estate's claim of economic loss, choosing instead to focus its\r\nefforts on the issue of liability. Many of the elements of the Estate's economic loss\r\n\nleast $61,199 in noneconomic damages. In essence, the trial court ruled that\r\n$61,199 in noneconomic damages was not enough. In other words, the jury\r\nawarded noneconomic damages, but the trial court disagreed as to whether the\r\namount was sufficient. We find this is not a compelling reason to invade the\r\nprovince of the jury.10 See Krepps v. Ausen, 324 S.C. 597, 608, 479 S.E.2d 290,\r\n295 (Ct. App. 1996) (stating \"the trial court may not impose its will on a party by\r\nsubstituting its judgment for that of the jury\").\r\n\r\nAs a general rule, the \"determination of reasonable compensation for\r\nnon[economic] damages . . . is . . . left to the jury's discretion.\" Scott, 340 S.C. at\r\n169, 530 S.E.2d at 395. The assessment of noneconomic damages \"turns on the\r\nfacts of each case,\" id., and the value of these damages \"cannot be determined by\r\nany fixed yardstick.\" Clark v. S.C. Dep't of Pub. Safety, 353 S.C. 291, 310, 578\r\nS.E.2d 16, 26 (Ct. App. 2002) (citation omitted). Our civil justice system is built\r\non the foundation that such determinations are to be made by juries, not judges.\r\nSee generally 2 J. Kendall Few, In Defense of Trial by Jury 277-87 (1993) (stating,\r\n\r\nare in fact uncontested, such as Sheriff Riley's lost salary for the remainder of his\r\nexisting term of office, and the funeral bill. However, the jury could have\r\ndiscounted other elements even though Ford did not actively challenge their\r\nvalues. For example, the Estate's claim for economic loss included lost salary after\r\nthe Sheriff's reelection, and its expert economist testified the Estate lost household\r\nservices in the approximate amount of $57,000. As Ford pointed out at oral\r\nargument, no elected official's reelection is certain, and no witness testified the\r\nexpenses for lost household services were actually incurred. For these reasons, the\r\njury could have awarded less than the amounts claimed for those items.\r\n10 This case is different from those in which our court has affirmed the granting of\r\nadditur when the jury altogether failed to award noneconomic damages. See, e.g.,\r\nWaring v. Johnson, 341 S.C. 248, 255, 261, 533 S.E.2d 906, 910, 913 (Ct. App.\r\n2000) (finding \"[t]he jury failed to make any award for other damages such as pain\r\nand suffering,\" which amounted to \"compelling reasons . . . justifying the grant of\r\nthe nisi additur\"); Williams v. Robertson Gilchrist Constr. Co., 301 S.C. 153, 155-\r\n56, 390 S.E.2d 483, 484-85 (Ct. App. 1990), overruled on other grounds by O'Neal\r\nv. Bowles, 314 S.C. 525, 431 S.E.2d 555 (1993) (finding the trial court's reason for\r\ngranting additur—the jury disregarded the testimony about the funeral bill and\r\nnoneconomic losses—was compelling); Jones, 293 S.C. at 493-94, 361 S.E.2d at\r\n777 (affirming the granting of additur where the jury's award of actual damages\r\nequaled the exact amount of the plaintiff's economic loss, but no damages for\r\nproven noneconomic loss).\r\n\nfor example, \"the judgment of twelve impartial [jurors] of the average of the\r\ncommunity, applying their separate experiences of life to the solution of such\r\ndoubts as may arise, is more likely to be wise and safe than the conclusion of any\r\nsingle judge\" (quoting U.S. District Judge William H. Brawley of South Carolina\r\nin Travelers' Ins. Co. v. Selden, 78 F. 285, 287 (4th Cir. 1897)) and \"what\r\nindividual can so well assess the amount of damages which a plaintiff ought to\r\nrecover for any injury he has received [than] . . . an intelligent jury?\" (quoting\r\nHenry Peter Brougham's address to the English House of Commons (Feb. 7,\r\n1828))).\r\n\r\nLimiting our holding to the facts of this case, we find the jury awarded damages\r\nfor noneconomic loss, and the trial court's mere disagreement with the jury's\r\ndetermination of the proper amount of those damages is not a compelling reason\r\nfor granting additur. Therefore, we reverse the award of additur and reinstate the\r\njury's verdict of $300,000.\r\n\r\n      V.    Conclusion\r\n\r\nFor the reasons explained above, we AFFIRM the trial court's decision to deny\r\nFord's motion for JNOV, REVERSE the decision to deny setoff, and REVERSE\r\nthe decision to grant a new trial nisi additur. We reinstate the jury's verdict of\r\n$300,000 and award a setoff against the verdict in the amount of $20,000.\r\n\r\nPIEPER and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5196","title":"State v. Anderson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5196.pdf","description":"In this criminal appeal, the court of appeals affirms the trial court's qualification of an expert witness and subsequent admission of certain expert testimony.","date":"2014-02-12","type":"opinion","text":"                       THE STATE OF SOUTH CAROLINA \n\r\n                           In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             James Anderson, Appellant.\r\n\r\n             Appellate Case No. 2012-210188\r\n\r\n\r\n\r\n                            Appeal From Horry County \n\r\n                     Benjamin H. Culbertson, Circuit Court Judge \n\r\n\r\n\r\n                                 Opinion No. 5196 \n\r\n                  Heard September 10, 2013 – Filed February 12, 2014 \n\r\n\r\n\r\n                                     AFFIRMED\r\n\r\n\r\n             Appellate Defender Susan Barber Hackett, of Columbia,\r\n             for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General John Benjamin Aplin, both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nWILLIAMS, J.: James Anderson was convicted of first-degree burglary. On\r\nappeal, Anderson argues the trial court erred by qualifying a crime scene\r\ninvestigator as an expert in fingerprint analysis. In addition, Anderson claims the\r\ntrial court erred in refusing to strike the investigator's testimony or, in the\r\nalternative, to grant a mistrial based on the State's failure to disclose fingerprint\r\nevidence favorable to him prior to trial. We affirm.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nDuring the week of July 4, 2009, Christian Vickery, Allen Smith, and Joseph\r\nEmming were vacationing with their families at the Blue Water Resort hotel in\r\nMyrtle Beach, South Carolina. On the night of July 8, 2009, their hotel suite was\r\nburglarized. Anderson was subsequently arrested for the crime and charged with\r\nfirst-degree burglary.\r\n\r\nAt trial, all three victims testified. Emming stated he was lying on the couch in the\r\nliving room when he saw an African-American male pass through the kitchen into\r\nthe living room. When Emming got off the couch, the perpetrator ran out the door.\r\nEmming unequivocally identified Anderson as the person he saw in the hotel suite\r\nduring the burglary. Vickery testified that she and Smith were sleeping in one of\r\nthe bedrooms when the burglary occurred. Shortly after falling asleep, Vickery\r\nawakened and noticed her bedroom door and window were open, despite the door\r\nand window being closed when she went to sleep. Vickery stated she saw a black\r\nmale outside the door to the suite. Smith testified Vickery awoke him and told him\r\nsomeone had been in their bedroom. He then reached down to put on his shorts,\r\nbut his shorts and wallet were missing. Smith stated he never saw the perpetrator.\r\n\r\nTo connect Anderson to the crime, the State proffered Brad McClelland as an\r\nexpert witness regarding fingerprint analysis and comparison. McClelland stated\r\nhe was currently employed with the Federal Bureau of Prisons. However, at the\r\ntime of the burglary, he worked as a crime scene investigator for the Myrtle Beach\r\nPolice Department (MBPD). In support of his qualification as an expert,\r\nMcClelland testified he had completed the following training: twelve hours of\r\ncontinuing education courses in forensic science and law; forty hours of training in\r\nbasic fingerprint analysis with the South Carolina Law Enforcement Division\r\n(SLED); forty hours of private training in advanced palm print analysis in North\r\nCarolina; and an additional four-hour advanced fingerprint class administered by\r\nSLED in Columbia. He testified he became a certified Automated Fingerprint\r\nIdentification System1 (AFIS) examiner by passing a test administered by SLED in\r\n\r\n\r\n1 Law enforcement fingerprints every person who is arrested in this state. State v.\r\nAnderson, 386 S.C. 120, 130, 687 S.E.2d 35, 40 (2009). SLED then receives and\r\nmaintains these known prints on the arrestee's ten-print card in the condition in\r\nwhich it arrives. Id. The AFIS database stores all of the digital fingerprint images\r\nof every ten-print card in South Carolina. Id. When a latent fingerprint is found at\r\na crime scene, law enforcement can analyze this print by running it through AFIS\r\n\nColumbia. McClelland explained his AFIS certification was based on a\r\nproficiency test that required comparing ten-print cards of known prints to\r\nunknown prints until he accurately matched all of the cards. Since becoming a\r\ncertified AFIS examiner, McClelland had viewed 300 to 500 unknown fingerprints\r\nand correctly matched forty to fifty of those unknown prints.\r\n\r\nAnderson objected to McClelland's qualification as an expert, arguing he lacked\r\nadequate experience and disputing whether McClelland had the \"proper schooling\"\r\nto make him an expert in fingerprint analysis. Upon further examination by the\r\ntrial court, McClelland testified that the subject of the classes he took was\r\nfingerprint comparison identification. He confirmed he had not previously been\r\nqualified by a court as an expert in fingerprint identification. McClelland had\r\npreviously been asked to provide expert testimony; however, those cases never\r\nwent to trial. Ultimately, the trial court qualified McClelland as an expert witness.\r\nIn making this determination, the trial court found the sufficiency of McClelland's\r\neducation and validity of his conclusions were matters for the jury after proper\r\ninstructions on the role of expert testimony in the case.\r\n\r\nAfter the State's proffer of McClelland's testimony and the trial court's ruling,\r\nMcClelland testified before the jury. According to McClelland, he responded to\r\nthe scene of the burglary and lifted fingerprints from the inside of the windowsill.\r\nMcClelland stated he ran the best print through AFIS, requested a list of thirty\r\nknown prints with similar characteristics, and was ultimately able to find a known\r\nprint identical to the fingerprint left on the windowsill.\r\n\r\nOn cross-examination, McClelland was questioned about obtaining fingerprints\r\nfrom the windowsill and submitting a print through the AFIS identification\r\nprocess. McClelland testified that AFIS does not return actual fingerprint matches.\r\nAccording to McClelland, the examiner requests anywhere between ten and fifty\r\nresponses. AFIS then returns a list of fingerprints that are similar to the unknown\r\nfingerprint, and the examiner must then physically review each potential matching\r\nprint and compare it with the latent print from the crime scene.\r\n\r\nMcClelland testified that in the instant case, he analyzed the subject fingerprint\r\npoints,2 entered the points into AFIS, and at his request, the system returned thirty\r\n\r\n\r\n\r\nto determine whether the recovered print matches any prints in the AFIS database.\r\nId. at 130, 687 S.E.2d at 39.\r\n\nfingerprints that contained similar points to the subject fingerprint. McClelland\r\nstated he did not analyze all thirty prints because the second print he examined\r\ncontained eleven matching points. In his opinion, the matched print was identical\r\nto the subject print, and the probability the print belonged to someone other than\r\nthe person he identified was zero.\r\n\r\nAccording to McClelland, the MBPD required all matched prints be verified by\r\nanother examiner. In this case, Officer Ioni examined and verified the match. On\r\nredirect, McClelland testified he was confident the print he lifted from the crime\r\nscene matched the known print generated on AFIS. Marilyn Sanders, AFIS\r\ncoordinator and SLED fingerprint examiner, subsequently confirmed that the\r\nknown print in AFIS belonged to Anderson.\r\n\r\nIn light of McClelland's testimony, Anderson argued outside the jury's presence\r\nthat \"[he] never received any information that there were thirty hits from the AFIS\r\ncomputer, nor did [he] receive the fingerprints of those thirty individuals to look\r\nand compare and to determine how close some of the other individuals were on\r\nthere.\" Anderson further argued that while the summary of results and the matched\r\nprint were provided to him, the twenty-nine unmatched prints were not provided to\r\nhim. In response, the State argued it produced everything in its possession,\r\nincluding a printed AFIS screenshot listing the identification numbers from the\r\nthirty fingerprint results. Upon query from the trial court, the State clarified it\r\nnever printed nor produced the thirty individual results, only the summary of\r\nresults. The State also acknowledged that only law enforcement officers could\r\nview and compare the fingerprint results on AFIS, and accordingly, Anderson\r\ncould not have obtained the print outs of the other identified prints on his own.\r\n\r\nThe trial court framed Anderson's argument as a claim that Anderson was entitled\r\nto the twenty-nine identified but unmatched prints to do his own analysis to\r\ndetermine whether those prints were exculpatory. The trial court noted that to\r\ngrant relief for a discovery violation, Anderson would have to show there is a\r\nprobability that exculpatory evidence, if produced, would have brought about a\r\ndifferent result at trial. The trial court found there was no proof of the existence of\r\nexculpatory evidence and the State complied with the rules of criminal procedure\r\nby giving Anderson the AFIS results screenshot and the matched print result. The\r\ntrial court then denied Anderson's motion to exclude the fingerprint analysis\r\nevidence.\r\n\r\n2McClelland testified the term \"points\" includes the ridge endings, bifurcations,\r\ndots, and other minute details of each fingerprint.\r\n\nUpon completion of the State's case, Anderson renewed his motion to strike\r\nMcClelland's fingerprint testimony. Anderson argued he was prejudiced by the\r\nomission of the documents because McClelland admitted he stopped reviewing the\r\nthirty fingerprint results after the second print contained eleven matching points.\r\nAccording to Anderson, one or more of the other potential matching fingerprints\r\ncould have contained more matching points and, therefore, were potentially\r\nexculpatory. In the alternative, Anderson made a motion for a new trial. The State\r\nresponded that no discovery violation occurred because it provided the printout\r\nsummary of the thirty fingerprints and Anderson could have requested these\r\nprintouts. The trial court agreed and denied Anderson's motions.\r\n\r\nAnderson testified in his own defense. He stated he frequently went to the Blue\r\nWater Hotel to visit friends. Anderson believed he had been there hundreds of\r\ntimes, and he thought he had been in the same room shortly before the fingerprint\r\nwas found. At the conclusion of Anderson's case, Anderson renewed his motions\r\nand the trial court denied the same.\r\n\r\nAfter both closing arguments, the trial court charged the jury as follows:\r\n\r\n             The rules of evidence ordinarily do not permit witnesses\r\n             to testify to opinions or conclusions. An exception to this\r\n             rule exists for witnesses we call expert witnesses. A\r\n             witness who, by education and experience, has become\r\n             [an] expert in some art, science, profession or calling\r\n             may state an opinion as to the relevant and material\r\n             matter in which the witness claims to be an expert, and\r\n             may also state the reasons for the opinion. You should\r\n             consider any expert opinion received in this case and,\r\n             like any other evidence, give it the weight you think it\r\n             deserves. If you decide that the opinion of an expert\r\n             witness is not based on sufficient education and\r\n             experience or if you conclude that the reasons given in\r\n             support of the opinion are not sound or that the opinion is\r\n             outweighed by other evidence, you may disregard the\r\n             opinion entirely. An expert witness' testimony is to be\r\n             given no greater weight than that of other witnesses\r\n             simply because the witness is an expert. Further, you are\r\n             not required to accept an expert's opinion, even though it\r\n             is not contradicted.\r\n\nAfter deliberations, the jury found Anderson guilty of first-degree burglary. The\r\ntrial court sentenced Anderson to twenty-five years' imprisonment. This appeal\r\nfollowed.\r\n\r\nSTANDARD OF REVIEW\r\nIn criminal cases, an appellate court sits to review only errors of law. State v.\r\nMcEachern, 399 S.C. 125, 135, 731 S.E.2d 604, 608 (Ct. App. 2012). \"'The\r\nadmission or exclusion of evidence is left to the sound discretion of the trial\r\n[court], whose decision will not be reversed on appeal absent an abuse of\r\ndiscretion.'\" State v. Black, 400 S.C. 10, 16, 732 S.E.2d 880, 884 (2012). \"'An\r\nabuse of discretion occurs when the trial court's ruling is based on an error of law\r\nor, when grounded in factual conclusions, is without evidentiary support.'\" State v.\r\nJennings, 394 S.C. 473, 477-78, 716 S.E.2d 91, 93 (2011).\r\n\r\nLAW/ANALYSIS\r\nFirst, Anderson argues the trial court erred by qualifying McClelland as an expert\r\nin fingerprint analysis because McClelland lacked the requisite knowledge, skill,\r\nexperience, training, and education to form an opinion and testify accordingly. We\r\ndisagree.\r\n\r\nThe qualification of a witness as an expert and the subsequent admission of that\r\nwitness's opinion testimony are matters within the sound discretion of the trial\r\ncourt. State v. Price, 368 S.C. 494, 498, 629 S.E.2d 363, 365 (2006). \"There is no\r\nabuse of discretion as long as the witness has acquired by study or practical\r\nexperience such knowledge of the subject matter of his testimony as would enable\r\nhim to give guidance and assistance to the jury in resolving a factual issue which is\r\nbeyond the scope of the jury's good judgment and common knowledge.\" State v.\r\nGoode, 305 S.C. 176, 178, 406 S.E.2d 391, 393 (Ct. App. 1991). Absent an abuse\r\nof discretion amounting to an error of law, the trial court's ruling will not be\r\ndisturbed on appeal. State v. Weaverling, 337 S.C. 460, 474, 523 S.E.2d 787,\r\n794 (Ct. App. 1999).\r\n\r\nRule 702 of the South Carolina Rules of Evidence, entitled \"Testimony by\r\nExperts,\" provides:\r\n\r\n             If scientific, technical, or other specialized knowledge\r\n             will assist the trier of fact to understand the evidence or\r\n             to determine a fact in issue, a witness qualified as an\r\n             expert by knowledge, skill, experience, training, or\r\n\n              education, may testify thereto in the form of an opinion\r\n              or otherwise.\r\n\r\nWe hold the trial court properly qualified McClelland as an expert in fingerprint\r\nanalysis pursuant to Rule 702. McClelland's experience as a crime scene\r\ninvestigator as well as his education and training demonstrate McClelland had\r\nacquired by \"study or practical experience\" the requisite knowledge to testify as an\r\nexpert on the subject of fingerprint analysis and comparison. Through his\r\nexperience and study, McClelland was better qualified than the jury to form an\r\nopinion on these topics. See State v. Robinson, 396 S.C. 577, 586, 722 S.E.2d 820,\r\n825 (Ct. App. 2012) (\"To be competent to testify as an expert, a witness must have\r\nacquired by reason of study or experience or both such knowledge and skill in a\r\nprofession or science that he is better qualified than the jury to form an opinion on\r\nthe particular subject of his testimony.\") (internal quotation marks omitted); see\r\nalso Goode, 305 S.C. at 178, 406 S.E.2d at 393 (finding police officer qualified to\r\ntestify as an expert on accident impact issue when officer received twelve weeks of\r\ntraining at highway department academy, spent one week in \"on the road\" training\r\nwith police force, and had four to five months experience as a state trooper at time\r\nof the accident).\r\n\r\nSecond, Anderson argues the trial court erred by either refusing to strike the\r\ntestimony concerning fingerprint analysis, or, in the alternative, refusing to declare\r\na mistrial based upon the State's failure to provide individual printouts of all thirty\r\nfingerprints as required by Brady v. Maryland.3 We disagree.\r\n\r\nThe Brady disclosure rule requires the prosecution to provide the defendant with\r\nany evidence in the prosecution's possession that may be favorable to the accused\r\nand material to guilt or punishment. Hyman v. State, 397 S.C. 35, 45, 723 S.E.2d\r\n375, 380 (2012). Favorable evidence is either favorable exculpatory evidence or\r\nfavorable impeachment evidence. United States v. Bagley, 473 U.S. 667, 676\r\n(1963). Materiality of evidence is based on the reasonable probability that the\r\nresult of the proceeding would have been different had the evidence been disclosed\r\nto the defense. Hyman, 397 S.C. at 45, 723 S.E.2d at 380. A reasonable\r\nprobability is shown when the government's evidentiary suppression undermines\r\nconfidence in the outcome of the trial. Id. at 45-46, 723 S.E.2d at 380.\r\nFurthermore, the prosecution has the duty to disclose such evidence even in the\r\nabsence of a request by the accused. United States v. Agurs, 427 U.S. 97, 107\r\n(1976). Thus, an individual asserting a Brady violation must demonstrate the\r\n\r\n3   373 U.S. 83 (1963).\r\n\nevidence was (1) favorable to the accused; (2) in the possession of or known by\r\nthe prosecution; (3) suppressed by the State; and (4) material to the accused's guilt\r\nor innocence, or was impeaching. Kyles v. Whitley, 514 U.S. 419, 419 (1995).\r\n\r\nIn our opinion, Brady does not require the State to turn over the unmatched prints\r\nto Anderson. In response to Anderson's discovery request, the State provided the\r\nAFIS results screenshot, which showed AFIS had produced thirty responses to\r\nMcClelland's query. Anderson makes no showing that if he obtained the individual\r\nprintouts of the unmatched fingerprints, they would constitute exculpatory or\r\nfavorable impeachment evidence. Because the exculpatory value of the unmatched\r\nprints was entirely speculative, we find it does not fall within the rule enunciated\r\nby Brady. See Agurs, 427 U.S. at 109-10 (holding the mere possibility that an item\r\nof undisclosed information may have been helpful to the defense in its own\r\ninvestigation is insufficient to establish constitutional materiality under Brady).\r\nAccordingly, we hold the trial court did not err in this respect.\r\n\r\nCONCLUSION\r\nBased on the foregoing, the trial court's decision is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., concurs.\r\n\r\nKONDUROS, J., concurs in result only.\r\n\n","court":"Appeals"},{"id":"5197","title":"Sims v. Amisub","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5197.pdf","description":"In this medical malpractice action, Gladys Sims, as the guardian and conservator of Kristy L. Orlowski, (Orlowski) appeals the circuit court's grant of summary judgment, arguing the court erred in estopping Orlowski from pursuing a medical negligence claim against Dr. C. Edward Creagh and Amisub of South Carolina, d/b/a Piedmont Medical Center (the Hospital).  Dr. Creagh and the Hospital cross-appeal, arguing the circuit court erred in denying their motions for summary judgment because (1) Orlowski's claim was barred by the statute of limitations, and (2) the tolling provisions of section 15-3-40 of the South Carolina Code (2005) are not applicable.","date":"2014-02-12","type":"opinion","text":"                  \r\n\r\n\r\n              THE STATE OF SOUTH CAROLINA \n\r\n                  In The Court of Appeals \n\r\n\r\n    Gladys Sims, as the Duly Appointed Guardian and\r\n    Conservator of Kristy L. Orlowski (a/k/a Kristy Wood),\r\n    Appellant/Respondent,\r\n\r\n    v.\r\n\r\n    Amisub of South Carolina, Inc., d/b/a Piedmont Medical\r\n    Center, and C. Edward Creagh, M.D.,\r\n    Respondents/Appellants.\r\n\r\n    Appellate Case No. 2012-212956\r\n\r\n\r\n                     Appeal From York County\r\n         S. Jackson Kimball, III, Special Circuit Court Judge\r\n\r\n\r\n                        Opinion No. 5197 \n\r\n          Heard January 9, 2014 – Filed February 12, 2014 \n\r\n\r\n\r\n                     AFFIRMED AS MODIFIED \n\r\n\r\n\r\n    Chad A. McGowan, Ashley W. Creech, and Jordan C.\r\n    Calloway, all of McGowan, Hood & Felder, LLC, of\r\n    Rock Hill; and Whitney B. Harrison, of McGowan, Hood\r\n    & Felder, LLC, of Columbia, for Appellant/Respondent.\r\n\r\n    Andrew F. Lindemann, of Davidson & Lindemann, P.A.,\r\n    of Columbia; and H. Spencer King, of The Ward Law\r\n    Firm, P.A., of Spartanburg, for Respondent/Appellant C.\r\n    Edward Creagh, M.D. William U. Gunn and Joshua T.\r\n    Thompson, both of Holcombe Bomar, of Spartanburg,\r\n    for Respondent/Appellant Amisub of South Carolina,\r\n    Inc., d/b/a Piedmont Medical Center.\r\n\r\n\r\n \r\n\n                         \r\n\r\n\r\n\r\n\r\n\r\nLOCKEMY, J.: In this medical malpractice action, Gladys Sims, as the guardian\r\nand conservator of Kristy L. Orlowski, (Orlowski) appeals the circuit court's grant\r\nof summary judgment, arguing the court erred in estopping Orlowski from\r\npursuing a medical negligence claim against Dr. C. Edward Creagh and Amisub of\r\nSouth Carolina, d/b/a Piedmont Medical Center (the Hospital). Dr. Creagh and the\r\nHospital cross-appeal, arguing the circuit court erred in denying their motions for\r\nsummary judgment because (1) Orlowski's claim was barred by the statute of\r\nlimitations, and (2) the tolling provisions of section 15-3-40 of the South Carolina\r\nCode (2005) are not applicable. We affirm as modified.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nIn 2003, Orlowski received prenatal care from Dr. R. Norman Taylor, III, and his\r\npractice, Rock Hill Gynecological & Obstetrical Associates, P.A. (RH GYNOB).\r\nOn September 12, 2003, Orlowski suffered an eclamptic seizure. Following the\r\nseizure, she remained at the Hospital from September 12, 2003, until November\r\n24, 2003.\r\n\r\nOn November 25, 2003, Orlowski was re-admitted to the Hospital by Dr. Creagh,\r\nwho diagnosed her with a left pleural effusion. She was discharged on November\r\n27, 2003. On November 29, 2003, Orlowski was re-admitted to the Hospital for\r\npersistent vomiting. An MRI revealed a hydro-pneumothorax in Orlowski's left\r\nlung. Her condition continued to decline, and on December 3, 2003, she suffered a\r\ncardiopulmonary arrest. Orlowski was transferred to Carolinas Medical Center\r\nwhere she remained through March 29, 2004.\r\n\r\nOrlowski alleges she has been mentally incompetent since September 12, 2003, the\r\ndate of the eclamptic seizure. On March 5, 2004, Orlowski's husband, Christopher\r\nT. Orlowski, was appointed as her guardian and conservator. Orlowski's mother,\r\nGladys Sims, is her current guardian and conservator.\r\n\r\nOn August 24, 2006, Orlowski, through Sims, filed a medical malpractice action\r\n(the Taylor lawsuit) against Dr. Taylor and RH GYNOB. In the Taylor lawsuit,\r\nOrlowski alleged that as a direct and proximate result of Dr. Taylor's and RH\r\nGYNOB's medical negligence, she \"suffered severe, debilitating, and permanent\r\nneurological deficits.\" Specifically, Orlowski claimed Dr. Taylor and RH GYNOB\r\nbreached their duty of care by negligently failing to: (1) diagnose preeclampsia; (2)\r\nrefer her to a specialist for further evaluation; and (3) supervise medical personnel\r\n\r\n \r\n\n                         \r\n\r\n\r\nand staff in her treatment. Orlowski claimed past, present, and future injuries and\r\ndamages, including: (1) chronic pain and suffering; (2) substantial medical\r\nexpenses; (3) disfigurement; (4) mental anguish; (5) loss of enjoyment of life; (6)\r\nloss of income and related benefits; (7) need for full time medical and nursing care;\r\n(8) permanent restrictions and impairments that make it impractical for her to care\r\nfor even her most basic of personal needs; and (9) other damages as may be\r\nidentified during the course of this litigation.\r\n\r\nThe Taylor lawsuit was tried in April 2009. During the trial, Orlowski presented\r\nexpert medical testimony from Drs. Stephen Pliskow and Barry Schifrin, who\r\nopined, to a reasonable degree of medical certainty, that Orlowski's medical\r\nproblems were caused by the September 12, 2003 eclamptic seizure which could\r\nhave been avoided had Dr. Taylor hospitalized Orlowski on September 11, 2003.\r\nOrlowski's experts testified her damages were a direct and proximate result of Dr.\r\nTaylor's negligence occurring on or before September 12, 2003. The jury returned\r\na defense verdict in the Taylor lawsuit; however, Orlowski received $300,000 as a\r\nresult of a high-low settlement agreement.\r\n\r\nOrlowski, through Sims, commenced the present action against Dr. Creagh and the\r\nHospital (collectively, the Respondents) on November 24, 2009. Orlowski alleged\r\nthe medical negligence of the Respondents occurring between November and\r\nDecember 2003 caused her to suffer \"severe debilitating injuries which have\r\nresulted in her incompetent state due to the hypotensive episode and hypoxic\r\ncondition which has caused physical suffering, severe physical, cognitive and\r\nemotional pain and distress, and has ultimately caused [her] permanent and\r\nseverely disabled physical and mental state.\"\r\n\r\nOrlowski claimed Dr. Creagh breached his duty of care by negligently failing to:\r\n(1) detect her deteriorating condition; (2) diagnose and treat her pulmonary\r\ndeterioration; (3) diagnose and treat her for acute respiratory distress syndrome\r\n(ARDS); (4) transfer her to more qualified physicians; (5) order, review, or\r\nevaluate testing during her treatment; and (6) order the correct treatment and\r\nmedication. Additionally, Orlowski claimed the Hospital breached its duty of care\r\nby negligently failing to: (1) ensure she was properly monitored during her stay;\r\n(2) have in place proper policies, procedures, and protocols for the management\r\nand discharge of patients; (3) notify proper medical personnel during her declining\r\nhealth; (4) diagnose and treat her ARDS, pneumonia, and empyema of her left lung\r\nwhich resulted in her cardiopulmonary arrest and hypoxic injuries; (5) properly\r\ntrain nurses and staff; (6) monitor and respond to her worsening symptoms; (7)\r\nproperly and timely notify the appropriate physicians of her deteriorating\r\n\r\n \r\n\n                         \r\n\r\n\r\ncondition; (8) have appropriate policies and procedures to ensure that patients with\r\nconditions similar to hers are treated appropriately; (9) insure that proper\r\ndiagnostic procedures were conducted; and (10) intervene on her behalf rather than\r\ndischarging her. Orlowski sought damages against the Respondents for the same\r\ninjuries and damages claimed in the Taylor lawsuit.\r\n\r\nThe Respondents filed motions for summary judgment asserting Orlowski's suit\r\nwas barred by the statute of limitations for medical malpractice actions pursuant to\r\nsection 15-3-545(A) of the South Carolina Code (2005). They further argued\r\nOrlowski's suit was barred by collateral estoppel based upon the adjudication of the\r\nTaylor lawsuit. The motions were heard by the circuit court on July 18, 2012.\r\nThereafter, in August 2012, the circuit court granted summary judgment on the\r\nestoppel defense but denied summary judgment on the statute of limitations\r\ndefense. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nWhen reviewing the grant of a summary judgment motion, this court applies the\r\nsame standard that governs the trial court under Rule 56(c), SCRCP. Fleming v.\r\nRose, 350 S.C. 488, 493, 567 S.E.2d 857, 860 (2002). \"Summary judgment is\r\nappropriate when there is no genuine issue of material fact such that the moving\r\nparty must prevail as a matter of law.\" Id. In determining whether a genuine issue\r\nof fact exists, the evidence and all reasonable inferences drawn from it must be\r\nviewed in the light most favorable to the non-moving party. Sauner v. Pub. Serv.\r\nAuth. of S.C., 354 S.C. 397, 404, 581 S.E.2d 161, 165 (2003). \"Once the moving\r\nparty carries its initial burden, the opposing party must come forward with specific\r\nfacts that show there is a genuine issue of fact remaining for trial.\" Sides v.\r\nGreenville Hosp. Sys., 362 S.C. 250, 255, 607 S.E.2d 362, 364 (Ct. App. 2004).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.     Orlowski's Appeal\r\n\r\nOrlowski argues the circuit court erred in estopping her from pursuing her medical\r\nnegligence claims against the Respondents.\r\n\r\n     A. Collateral Estoppel\r\n\r\nUnder South Carolina law, \"[c]ollateral estoppel, also known as issue preclusion,\r\nprevents a party from relitigating an issue that was decided in a previous action,\r\n\r\n \r\n\n                         \r\n\r\n\r\nregardless of whether the claims in the first and subsequent lawsuits are the same.\"\r\nCarolina Renewal, Inc. v. S.C. Dep't of Transp., 385 S.C. 550, 554, 684 S.E.2d\r\n779, 782 (Ct. App. 2009). \"The party asserting collateral estoppel must\r\ndemonstrate that the issue in the present lawsuit was: (1) actually litigated in the\r\nprior action; (2) directly determined in the prior action; and (3) necessary to\r\nsupport the prior judgment.\" Id.\r\n\r\nIn its order, the circuit court found Orlowski was collaterally estopped from\r\npursuing her negligence claims against the Respondents because her \"presentation\r\nof evidence on liability and damages in the [Taylor lawsuit] was premised on the\r\nassumption that all of [her] injuries, damages, expenses . . . were directly and\r\nproximately caused by the negligence of Dr. Taylor and [RH GYNOB].\" The\r\ncourt found it was \"clear that [Orlowski] sought to prove that Dr. Taylor's\r\nnegligence was entirely responsible for all of [Orlowski]'s injuries and damages.\"\r\nThe court noted that at the hearing Orlowski acknowledged that the Respondents\r\ncould have been joined as parties, yet she \"sought to lay all blame for [her]\r\ncondition and resulting damages upon Dr. Taylor and [RH GYNOB], to the\r\nexclusion of . . . [the Respondents].\"\r\n\r\nThe circuit court relied on Graham v. State Farm Fire & Casualty Insurance Co.,\r\n277 S.C. 389, 287 S.E.2d 495 (1982), in granting the Respondents' summary\r\njudgment motions. In Graham, the plaintiff's automobile was destroyed by fire\r\nwhile parked in the garage of his residence. 277 S.C. at 390, 287 S.E.2d at 495.\r\nThe plaintiff first sued his auto insurance company for insurance proceeds. Id.\r\nThe auto insurer defended on the basis that the fire was deliberately set and the\r\njury ruled in favor of the insurer. Id. at 390, 287 S.E.2d at 495-96. The plaintiff\r\nthen brought a subsequent suit under his homeowner's policy for breach of\r\ncontract. Id. at 390, 287 S.E.2d at 496. In that action the circuit court granted\r\nsummary judgment for the homeowner's insurer and ruled that the insured was\r\ncollaterally estopped by the prior judgment from bringing the second lawsuit. Id.\r\nThe supreme court affirmed, finding \"[i]t appears from the transcript of record that\r\nthe appellant has had his day in court.\" Id. at 391, 287 S.E.2d at 496. The court\r\nfound the sole issue in both actions was the origin of the fire and that issue was\r\nadjudicated in the first action. Id.\r\n\r\nThe Graham court cited favorably to Jenkins v. Atlantic Coast Line Railroad Co.,\r\n89 S.C. 408, 71 S.E. 1010 (1911), in which the plaintiff was injured in a train\r\naccident. The plaintiff brought suit against the railroad company which owned the\r\ntracks where the accident occurred. 89 S.C. at 408, 71 S.E. at 1011. The case was\r\ntried on the merits, and judgment was entered in favor of the railroad company. Id.\r\n\r\n \r\n\n                          \r\n\r\n\r\nThe plaintiff then brought a second suit against another railroad company that\r\nowned and operated the train at the time of the accident. Id. The supreme court\r\nbarred the second suit, holding:\r\n\r\n             [T]he true ground upon which a former judgment, in a\r\n             case like this, should be allowed to operate as a bar to a\r\n             second action is not res judicata, or technical estoppel,\r\n             because the parties are not the same, and there is no such\r\n             privity between them as is necessary for the application\r\n             of that doctrine; but that in such cases, on grounds of\r\n             public policy, the principle of estoppel should be\r\n             expanded, so as to embrace within the estoppel of a\r\n             judgment, persons who are not, strictly speaking, either\r\n             parties or privies. It is rested upon the wholesome\r\n             principle which allows every litigant one opportunity to\r\n             try his case on the merits, but limits him, in the interest of\r\n             the public, to one such opportunity.\r\n\r\nId. at 408, 71 S.E. at 1012 (emphasis added).\r\n\r\nHere, the circuit court concluded that the \"wholesome principle\" described in\r\nGraham and Jenkins was equally applicable in the present case. The court ruled\r\nOrlowski had \"had her day in court\" and made the decision to assert that only Dr.\r\nTaylor and RH GYNOB had caused all of her injuries and damages. As a result,\r\nthe court found Orlowski was precluded from arguing the Respondents were liable\r\nfor the same injuries and damages.\r\n\r\nOn appeal, Orlowski argues her assertion of negligence claims against Dr. Taylor\r\nand RH GYNOB does not preclude her from asserting that the Respondents'\r\nactions were also proximate causes of her damages. She contends Dr. Taylor, RH\r\nGYNOB, Dr. Creagh, and the Hospital can all be proximate causes of her\r\npermanent damages. Orlowski further argues she cannot be collaterally estopped\r\nfrom asserting negligence claims against the Respondents because the issue of their\r\nnegligence was not actually litigated in the Taylor lawsuit. According to Orlowski,\r\nher claims against the Respondents are not an attempt to re-litigate the cause of her\r\ninjuries, but are an attempt to determine whether the treatment she received from\r\nthe Respondents was a cause of her injuries.\r\n\r\nThe Respondents assert that in the Taylor lawsuit, Orlowski argued she was totally\r\nand permanently disabled as a result of negligence attributable solely to Dr. Taylor\r\n\r\n \r\n\n                         \r\n\r\n\r\nand RH GYNOB. They maintain Orlowski did not place any blame on the\r\nRespondents nor did she argue any medical negligence occurred after she was re-\r\nadmitted to the Hospital on November 25, 2003. The Respondents note the\r\ninjuries and damages Orlowski asserted in the Taylor lawsuit are the identical\r\ninjuries and damages she asserts in the present suit. Therefore, they argue,\r\nOrlowski is barred by collateral estoppel from re-litigating issues decided in the\r\nTaylor lawsuit.\r\n\r\nWe agree with Orlowski. Orlowski's negligence claims against the Respondents\r\nwere not \"actually litigated\" during the Taylor lawsuit. Additionally, we disagree\r\nwith the Respondents' assertion that Orlowski claimed in the Taylor lawsuit that\r\nDr. Taylor and RH GYNOB were the only causes of her injuries and damages. We\r\nare mindful that while the alleged negligence of the Respondents was never raised\r\nin the Taylor lawsuit, Orlowski's own expert, Dr. Pliskow, testified:\r\n\r\n      Q: Within a reasonable degree of medical certainty were all of [Orlowski]'s\r\n      problems; medical problems, were they caused by the eclamptic episode on\r\n      September 12th?\r\n\r\n      A: Yes they were.\r\n\r\nWhile this testimony supports a finding that Dr. Taylor was a proximate cause of\r\nOrlowski's injuries, it does not foreclose a claim that a different medical provider\r\nwas also a proximate cause of her injuries. A review of the complaints filed in\r\nboth suits reveals a distinction between the deviations in the standard of care\r\nclaimed against Dr. Taylor and RH GYNOB and those claimed against the\r\nRespondents. In the present suit, Orlowski is suing for a separate negligence\r\nwhich she contends contributed to the worsening of her condition. This negligence\r\nwas not litigated in the Taylor lawsuit.\r\n\r\nThe Respondents also assert Orlowski could have joined the Respondents as\r\nparties to the Taylor lawsuit, but chose only to claim that Dr. Taylor and RH\r\nGYNOB were the cause of her injures. In its order, the circuit court noted:\r\n\r\n            [B]y the time of trial in [Orlowski]'s action against Dr.\r\n            Taylor in April, 2009, [Orlowski] and her counsel were\r\n            fully apprised through discovery of the entire extensive\r\n            medical record in this case, including every aspect of\r\n            these Defendants['] involvement in [Orlowski]'s\r\n            treatment and care. This includes every act which\r\n\r\n \r\n\n                           \r\n\r\n\r\n             [Orlowski] now claims to be negligent treatment and care\r\n             causing [Orlowski]'s injuries and damages.\r\n\r\nWe find Orlowski was not required to join the Respondents in the Taylor lawsuit.\r\nPursuant to Rule 20(a), SCRCP, a party may choose to join multiple parties as\r\ndefendants but joinder is not required. See Rule 20(a), SCRCP (\"[a]ll persons may\r\nbe joined in one action as defendants if there is asserted against them jointly,\r\nseverally, or in the alternative, any right to relief in respect of or arising out of the\r\nsame transaction, occurrence, or series of transactions or occurrences and if any\r\nquestion of law or fact common to all defendants will arise in the action.\")\r\n(emphasis added).\r\n\r\nIn sum, the issue in the Taylor lawsuit was whether Dr. Taylor and RH GYNOB\r\ncaused Orlowski's injuries and damages. The issue in the present suit is whether\r\nthe Respondents caused Orlowski's injuries and damages. Because these are two\r\ndifferent issues, the circuit court erred in finding Orlowski was collaterally\r\nestopped from pursuing her claims against the Respondents.\r\n\r\n    B. Judicial Estoppel\r\n\r\nOrlowski asserts it is unclear whether the circuit court applied the doctrine of\r\ncollateral estoppel or judicial estoppel in granting summary judgment. Therefore,\r\nshe addresses both doctrines in her brief. Although the circuit court discussed the\r\nprinciples of both collateral and judicial estoppel during the summary judgment\r\nmotions hearing, the court only addressed collateral estoppel in its order. The\r\nRespondents argue that whether or not judicial estoppel was the basis for the\r\ncircuit court's ruling, it is also an additional sustaining ground for the grant of\r\nsummary judgment. Therefore, we address it below.\r\n\r\n\"Judicial estoppel is an equitable concept that prevents a litigant from asserting a\r\nposition inconsistent with, or in conflict with, one the litigant has previously\r\nasserted in the same or related proceeding.\" Cothran v. Brown, 357 S.C. 210, 215,\r\n592 S.E.2d 629, 631 (2004). In Cothran, our supreme court held that the following\r\nelements are necessary for the doctrine of judicial estoppel to apply:\r\n\r\n             (1) two inconsistent positions taken by the same party or\r\n             parties in privity with one another; (2) the positions must\r\n             be taken in the same or related proceedings involving the\r\n             same party or parties in privity with each other; (3) the\r\n             party taking the position must have been successful in\r\n\r\n \r\n\n                          \r\n\r\n\r\n             maintaining that position and have received some benefit;\r\n             (4) the inconsistency must be part of an intentional effort\r\n             to mislead the court; and (5) the two positions must be\r\n             totally inconsistent.\r\n\r\n357 S.C. at 215-16, 592 S.E.2d at 632.\r\n\r\nWe find Orlowski asserted inconsistent claims in the Taylor lawsuit and the\r\npresent suit against the Respondents. In the Taylor lawsuit, Orlowski claimed Dr.\r\nTaylor and RH GYNOB caused her injuries and damages; however, in the present\r\nsuit, she claims the Respondents caused her injuries and damages. While the\r\npositions asserted by Orlowski are inconsistent, there is no evidence they were\r\nintentionally asserted to mislead the court. Accordingly, Orlowski's claims against\r\nthe Respondents are not barred by judicial estoppel.\r\n\r\n    C. Additional Sustaining Ground\r\n\r\nAs an additional sustaining ground, the Respondents argue Orlowski's medical\r\nmalpractice claims are barred pursuant to the three-year statute of limitations for\r\nmedical malpractice actions contained in section 15-3-545 of the South Carolina\r\nCode (2005). Additionally, they contend disability tolling for \"insane\" persons\r\nunder section 15-3-40 of the South Carolina Code (2005) does not apply to medical\r\nmalpractice claims.\r\n\r\n             1. Appealability and Preservation\r\n\r\nIn I'On, L.L.C. v. Town of Mt. Pleasant, 338 S.C. 406, 526 S.E.2d 716 (2000), our\r\nsupreme court discussed the law governing additional sustaining grounds. The\r\ncourt explained that \"in raising an additional sustaining ground in an appeal, the\r\nparty who prevailed in the lower court urges an appellate court to affirm the lower\r\ncourt's ruling for a reason other than one primarily relied upon by the lower court.\"\r\nId. at 417, 526 S.E.2d at 722.\r\n\r\nOrlowski argues the Respondents are asking this court to deviate from precedent\r\nrefusing consideration of denied summary judgment motions by claiming that their\r\nstatute of limitations argument represents an additional sustaining ground.\r\nOrlowski contends the Respondents are precluded from raising additional\r\nsustaining grounds because they did not prevail in the circuit court on the statute of\r\nlimitations issue. We disagree.\r\n\r\n\r\n\r\n \r\n\n                          \r\n\r\n\r\nThe Respondents raised two grounds for summary judgment: (1) estoppel and (2)\r\nexpiration of the statute of limitations. The circuit court granted summary\r\njudgment as to estoppel, and therefore, the Respondents prevailed in the lower\r\ncourt. Although the circuit court denied the statute of limitations defense, the\r\nRespondents are not precluded from raising this defense as an additional sustaining\r\nground. We note \"[t]he appellate court may affirm any ruling, order, or judgment\r\nupon any ground(s) appearing in the record.\" Rule 220(c), SCACR. Further, \"the\r\ndenial of summary judgment does not finally determine anything about the merits\r\nof the case and does not have the effect of striking any defense since that defense\r\nmay be raised again later in the proceedings.\" Ballenger v. Bowen, 313 S.C. 476,\r\n477, 443 S.E.2d 379, 380 (1994) (emphasis in original).\r\n\r\nOrlowski also contends the Respondents' statute of limitations argument is not\r\npreserved for review because their arguments on appeal are different than those\r\nargued to the circuit court. We disagree. A respondent \"may raise on appeal any\r\nadditional reasons the appellate court should affirm the lower court's ruling,\r\nregardless of whether those reasons have been presented to or ruled on by the\r\nlower court.\" I'On, 338 S.C. at 419, 526 S.E. 2d at 723. Thus, this court can, at\r\nour discretion, review the Respondents' statute of limitations argument, and if we\r\nfind it is proper and fair to do so, rely on it to affirm the lower court's judgment.\r\nSee id.      2. Statute of Limitations\r\n\r\nOrlowski alleges the injuries and damages she suffered as a result of the medical\r\nnegligence of the Respondents occurred in November 2003. She commenced the\r\npresent action against the Respondents in November 2009.\r\n\r\nSection 15-3-545(A) establishes the statute of limitations for medical malpractice\r\nactions. Specifically, section 15-3-545(A) provides that a medical malpractice\r\naction       must be commenced within three years from the date of\r\n             the treatment, omission, or operation giving rise to the\r\n             cause of action or three years from date of discovery or\r\n             when it reasonably ought to have been discovered, not to\r\n             exceed six years from date of occurrence, or as tolled by\r\n             this section.\r\n\r\n\r\n\r\n\r\n \r\n\n                            \r\n\r\n\r\nS.C. Code Ann. § 15-3-545(A) (2005) (emphasis added). The only tolling\r\nprovision in section 15-3-545 is found in subsection D, which provides limited\r\ntolling applicable only to minors. See S.C. Code Ann. § 15-3-545(D) (2005).\r\n\r\nOrlowski asserts that although she did not file suit against the Respondents until\r\nsix years after the alleged negligent treatment, she is excused from the three-year\r\nstatute of limitations because she has been mentally incompetent since September\r\n2003. Specifically, Orlowski maintains section 15-3-40 applies to extend her\r\nlimitations period from three to eight years because she qualifies as an \"insane\"\r\nperson. Section 15-3-40 provides:\r\n\r\n             If a person entitled to bring an action . . . under Chapter\r\n             78 of this title . . . is at the time the cause of action\r\n             accrued either:\r\n\r\n             (1) within the age of eighteen years; or\r\n\r\n             (2) insane;\r\n\r\n             the time of the disability is not a part of the time limited\r\n             for the commencement of the action, except that the\r\n             period within which the action must be brought cannot be\r\n             extended:\r\n\r\n                   (a) more than five years by any such disability,\r\n                   except infancy; nor\r\n\r\n                   (b) in any case longer than one year after the\r\n                   disability ceases.\r\n\r\nS.C. Code Ann. § 15-3-40 (2005).\r\n\r\nThe Respondents argue Orlowski's action is barred by application of the statute of\r\nlimitations provided in section 15-3-545(A) because section 15-3-40 is\r\ninapplicable to toll the limitations period on her claims. We agree with the\r\nRespondents.\r\n\r\nIn Langley v. Pierce, 313 S.C. 401, 403, 438 S.E.2d 242, 243 (1993), our supreme\r\ncourt held\r\n\r\n\r\n\r\n \r\n\n                          \r\n\r\n\r\n             [s]ubsection (D) of 15-3-545 provides a limited tolling\r\n             provision, applicable only to minors. Inclusion of the\r\n             phrase 'or as tolled by this section' in subsection (A)\r\n             clearly indicates that the only tolling of [section] 15-3-\r\n             545(A) intended by the legislature is that contained in\r\n             subsection (D).\r\n\r\nThus, the supreme court held tolling for minors was the only tolling of the medical\r\nmalpractice statute of limitations. Consequently, because Orlowski filed her\r\nmedical negligence action against the Respondents more than three years after the\r\nalleged negligence, the present suit is barred by the statute of limitations. We\r\nfurther note Orlowski was aware of the Respondents' alleged negligence when she\r\nfiled suit against Dr. Taylor in August 2006. However, she did not file suit against\r\nthe Respondents until November 2009. Thus, even if the commencement date of\r\nthe statute of limitations was August 2006, Orlowski still failed to file suit within\r\nthe statute of limitations. Additionally, if section 15-3-40 did apply to medical\r\nmalpractice actions it would be in conflict with the six-year statute of repose set\r\nforth in section 15-3-545(A).\r\n\r\nAs an alternative ground, the Respondents assert that assuming section 15-3-40\r\napplied, Orlowski's disability ended, and the three-year statute of limitations\r\ncommenced, in March 2004 when a conservator was appointed. Thus, Orlowski\r\nwas required to file suit before March 2007, which she failed to do. While the\r\nRespondents cite persuasive authority from Georgia, North Carolina, and New\r\nHampshire supporting their position that the appointment of a conservator affects\r\nthe viability of a person's insanity for tolling purposes, we need not address this\r\nissue as Langley is controlling in this case. We also note we are hesitant to adopt a\r\nrule that has not previously been adopted by our courts.\r\n\r\nII.   The Respondents' Appeal\r\n\r\nThe Respondents argue the circuit court erred in denying their motions for\r\nsummary judgment because Orlowski's negligence claim was barred by the statute\r\nof limitations and the tolling provisions of section 15-3-40 are not applicable.\r\nAccording to the Respondents, they filed cross-appeals in order to preserve the\r\nstatute of limitations issue for consideration by this court as an additional\r\nsustaining ground. Dr. Creagh notes in his brief that he \"fully recognizes and\r\naccepts that an order denying summary judgment is not ordinarily appealable.\"\r\nHowever, he states he \"has presented this additional sustaining ground by way of a\r\ncross-appeal out of an abundance of caution.\"\r\n\r\n \r\n\n                         \r\n\r\n\r\n\r\nWe decline to address the Respondents' statute of limitations arguments as cross-\r\nappeals because orders denying summary judgment are not appealable. See Olson\r\nv. Faculty House of Carolina, Inc., 354 S.C. 161, 168, 580 S.E.2d 440, 444 (2003)\r\n(\"[T]he denial of a motion for summary judgment is not appealable, even after\r\nfinal judgment.\"). As stated previously, these issues are also raised as additional\r\nsustaining grounds in Orlowski's appeal and are addressed above.\r\n\r\nCONCLUSION\r\n\r\nThe circuit court erred in finding Orlowski was collaterally estopped from filing\r\nthe present suit against the Respondents. However, we affirm the circuit court's\r\ngrant of summary judgment based upon the expiration of the statute of limitations.\r\n\r\nAFFIRMED AS MODIFIED.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\n","court":"Appeals"},{"id":"5198","title":"State v. Palmer and Gorman","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5198.pdf","description":"Robert Palmer and Julia Gorman were convicted in a joint trial of homicide by child abuse, aiding and abetting homicide by child abuse, and unlawful conduct toward a child, in connection with the death of Gorman's seventeen-month old grandson.  The State proved conclusively that the child died from blunt force head trauma while in the exclusive custody of Palmer and Gorman.  Palmer and Gorman contend, however, the trial court erred in denying their directed verdict motions because the State's evidence was insufficient to prove (1) which defendant inflicted the child's injuries, and (2) that either of them aided or abetted the other.   We affirm their convictions for homicide by child abuse and unlawful conduct toward a child.  However, we find insufficient evidence of aiding and abetting, and therefore, we reverse those convictions.  We affirm all other issues pursuant to Rule 220(b), SCACR.","date":"2014-02-12","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Robert Palmer and Julia Gorman, Appellants.\r\n\r\n            Appellate Case No. 2011-203707\r\n\r\n\r\n\r\n                           Appeal From Horry County \n\r\n                     Larry B. Hyman, Jr., Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5198 \n\r\n                 Heard October 9, 2013 – Filed February 12, 2014 \n\r\n\r\n\r\n                 AFFIRMED IN PART, REVERSED IN PART\r\n\r\n\r\n            Appellate Defenders Robert M. Pachak, of Columbia,\r\n            for Appellant Robert Palmer, and Susan Barber Hackett,\r\n            of Columbia, for Appellant Julia Gorman.\r\n\r\n            Attorney General Alan McCrory Wilson and Assistant\r\n            Attorney General William M. Blitch, Jr., both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nFEW, C.J.: Robert Palmer and Julia Gorman were convicted in a joint trial of\r\nhomicide by child abuse, aiding and abetting homicide by child abuse, and\r\nunlawful conduct toward a child, in connection with the death of Gorman's\r\nseventeen-month old grandson. The State proved conclusively that the child died\r\nfrom blunt force head trauma while in the exclusive custody of Palmer and\r\nGorman. Palmer and Gorman contend, however, the trial court erred in denying\r\ntheir directed verdict motions because the State's evidence was insufficient to\r\n\nprove (1) which defendant inflicted the child's injuries, and (2) that either of them\r\naided or abetted the other.1 We affirm their convictions for homicide by child\r\nabuse and unlawful conduct toward a child. However, we find insufficient\r\nevidence of aiding and abetting, and therefore, we reverse those convictions. We\r\naffirm all other issues pursuant to Rule 220(b), SCACR.\r\n\r\n        I.    Standard of Review\r\n\r\nOur task on appeal is to determine whether the trial court committed an error of\r\nlaw in denying Palmer and Gorman's motions for a directed verdict. See State v.\r\nCope, 405 S.C. 317, 334, 748 S.E.2d 194, 203 (2013) (\"In criminal cases, the\r\nappellate court sits solely to review errors of law.\"); State v. Williams, 405 S.C.\r\n263, 272, 747 S.E.2d 194, 199 (Ct. App. 2013) (stating \"the appellate court sits to\r\nreview errors of law only\"). Our supreme court recently summarized the standard\r\nwe employ in reviewing a trial court's decision to deny a motion for a directed\r\nverdict:      In cases where the State has failed to present evidence of\r\n              the offense charged, a criminal defendant is entitled to a\r\n              directed verdict. During trial, when ruling on a motion\r\n              for a directed verdict, the trial court is concerned with the\r\n              existence or nonexistence of evidence, not its weight.\r\n              The trial court should grant the directed verdict motion\r\n              when the evidence merely raises a suspicion that the\r\n              accused is guilty, as suspicion implies a belief or opinion\r\n              as to guilt based upon facts or circumstances which do\r\n              not amount to proof. On the other hand, a trial judge is\r\n              not required to find that the evidence infers guilt to the\r\n              exclusion of any other reasonable hypothesis.\r\n\r\n              On appeal, when reviewing a denial of a directed verdict,\r\n              this Court must view the evidence and all reasonable\r\n              inferences in the light most favorable to the state. See\r\n              State v. Mitchell, 341 S.C. 406, 409, 535 S.E.2d 126, 127\r\n              (2000) (finding that when ruling on cases in which the\r\n              state has relied exclusively on circumstantial evidence,\r\n              appellate courts are likewise only concerned with the\r\n              existence of the evidence and not its weight). If the state\r\n\r\n1   We consolidated their appeals pursuant to Rule 214, SCACR.\r\n\n             has presented . . . substantial circumstantial evidence\r\n             reasonably tending to prove the guilt of the accused, this\r\n             Court must affirm the trial court's decision to submit the\r\n             case to the jury. Cf. Mitchell, 341 S.C. at 409, 535\r\n             S.E.2d at 127 (\"The trial judge is required to submit the\r\n             case to the jury if there is 'any substantial evidence which\r\n             reasonably tends to prove the guilt of the accused, or\r\n             from which his guilt may be fairly and logically\r\n             deduced.'\") (emphasis removed) (citation omitted).\r\n\r\nState v. Hepburn, Op. No. 27336 (S.C. Sup. Ct. filed Dec. 11, 2013) (Shearouse\r\nAdv. Sh. No. 52 at 17, 28-29) (some citations and internal quotation marks\r\nomitted).\r\n\r\n      II.    Facts and Procedural History\r\n\r\nOn July 2, 2008, the child's mother—Gorman's daughter—left the child in Palmer\r\nand Gorman's custody under a temporary guardianship.2 On the evening of July\r\n14, 2008, Gorman made a 911 call from her home reporting the child had\r\n\"shortness of breath.\" A member of the Horry County Fire and Rescue team\r\ntestified that when he arrived at Gorman and Palmer's home, the child was seizing\r\nand in \"a pretty grave condition.\" A doctor who treated the child at Conway\r\nMedical Center testified the child showed signs of \"severe neurological injury,\" the\r\ncause of which \"would have to be tremendous force to the skull.\" A CT scan of the\r\nchild's head revealed skull fractures and swelling of the brain, which the doctor\r\nindicated \"raise[d] the concern of child abuse.\" Due to the severity of the injuries,\r\nthe child was flown to the Medical University of South Carolina (MUSC), where\r\nhe was kept on life support for two days. His parents decided to cease support, and\r\nthe child died July 16, 2008.\r\n\r\nA forensic pathologist performed an autopsy on the child and found skull fractures\r\non both sides of the child's head. She concluded the child died from blunt force\r\nhead trauma, and the manner of death was homicide.\r\n\r\n             A.    Palmer's and Gorman's Statements to Police\r\n\r\n\r\n\r\n2 The child's mother left town to visit her husband, the child's father, who was\r\nstationed out-of-state on military duty.\r\n\nOn July 18, 2008, Palmer and Gorman gave statements to the police. Palmer told\r\npolice he did not know what happened to the child and denied hurting him.\r\nSimilarly, Gorman told police she did not know how the injury occurred, but\r\nneither she nor Palmer hurt the child.\r\n\r\nWhen asked whether the child's injuries could have been caused by being shaken,\r\nGorman denied ever shaking the child. However, after the police continued to\r\nquestion her, she admitted she may have shaken the child and demonstrated how\r\nshe shook him. She stated she did not think she shook him hard and denied\r\nshaking him the day he went to the hospital.\r\n\r\nPalmer and Gorman both gave police a timeline of what occurred the day of July\r\n14. According to Gorman's statement, she checked on the child at approximately\r\n5:30 a.m. before she left for work and found him sleeping. According to Palmer's\r\nstatement, he woke the child at 9:30 a.m., fed him breakfast and lunch, then laid\r\nthe child down for a nap at 3:30 p.m. Gorman confirmed this, stating Palmer\r\ncalled and told her that he fed the child in the morning and again around noon.\r\nGorman and Palmer both stated Palmer was alone with the child all day while\r\nGorman was at work.\r\n\r\nGorman arrived home between 4:00 and 4:30 p.m. Gorman claimed she checked\r\non the child as soon as she got home, and, similarly, Palmer stated he and Gorman\r\nwalked to the \"edge of the door\" and \"peeked in\" the child's room to check on him.\r\nGorman stated the child \"was breathing fine, everything was fine.\" She also told\r\npolice that \"a little bit later,\" she and Palmer checked on him again and \"still\r\neverything was fine.\" Palmer's statement, however, does not mention that they\r\nchecked on the child a second time. Instead, he claims they went outside to talk\r\n\"for a little bit\" and then Gorman prepared dinner, which they ate around 6:00 p.m.\r\n\r\nGorman told police that after dinner, Palmer took the dog outside while she went to\r\nwake the child. Palmer did not mention walking the dog, but only that after dinner,\r\nGorman went to check on the child. According to Gorman, when she entered the\r\nchild's room, she heard him making \"really strange noises\" and noticed he was\r\n\"slack looking,\" with saliva coming from his mouth. She claimed she picked him\r\nup and \"leaned him over [her] arm because [she] didn't know if he was choking or\r\nif he was going to throw up.\" She called out to Palmer that something was wrong.\r\nPalmer came to her and discovered the child was having a seizure. Gorman called\r\n911 while Palmer held the child.\r\n\r\n            B.     Medical Evidence\r\n\nAt trial, the State introduced medical experts who testified to the extent of the\r\nchild's injuries. Dr. Donna Roberts, a neuro-radiologist with MUSC, testified the\r\nchild had skull fractures on both sides of his head, which resulted from severe\r\ntrauma that occurred the day the child arrived at the hospital. She testified it\r\n\"required severe force to create [the skull fractures],\" and likened it to falling from\r\na three-story window or being involved in a car accident. She stated the fractures\r\ncould not have been caused by merely shaking the child. She also testified a\r\nperson with these injuries \"would be immediately severely symptomatic\" and\r\ndisplay a loss of consciousness, alteration in breathing, seizures, and foaming at the\r\nmouth.\r\n\r\nThe State also called Dr. Ann Abel, the director of the Violence Intervention and\r\nPrevention Division in the pediatric department of MUSC, who testified that she\r\nspoke with Gorman and Palmer at MUSC to gain more information about the\r\nchild. She claimed they both denied that any injury or accident occurred the day\r\nthe child went to the hospital. Medical evidence, however, indicated the injuries\r\nmust have occurred sometime that day. Dr. Abel testified that, in her medical\r\nopinion, the head injury occurred no more than three hours before the child arrived\r\nat the hospital.\r\n\r\nDr. Abel further testified the child suffered \"massive\" blows to both sides of the\r\nhead that could have been inflicted in \"less than a minute.\" She stated that a\r\nperson observing the injuries take place \"would perceive that this was a\r\ntremendous force\" inflicted upon the child. However, she also testified that a\r\nperson who did not see the force applied may not appreciate that something had\r\nhappened to the child. She explained a person may be unable to discern whether\r\nthe child was sleeping or unconscious if the person was not aware the head trauma\r\nhad occurred.\r\n\r\nThree of the State's witnesses testified they noticed bruises on the child while he\r\nwas in the hospital, and Gorman could not account for them in her testimony. Dr.\r\nAbel testified the child had multiple bruises in places that were atypical for\r\n\"normal childhood falling.\" Similarly, one of the nurses who treated the child in\r\nthe emergency room testified she saw bruises on the child's body that \"you\r\nwouldn't [typically] see.\" Additionally, a Department of Social Services employee\r\ninvestigating the case observed dark bruises on the child at the hospital, and when\r\nshe asked Gorman how the bruising occurred, she responded the child \"liked to\r\npinch himself.\" However, the child's mother testified that, to her knowledge, the\r\nchild had never intentionally hurt or pinched himself. Regarding whether the\r\n\nbruises were recently inflicted, Dr. Jody Hutson, the child's primary care physician,\r\ntestified that when he saw the child on July 1 for ant bites and allergies and again\r\non July 8 to administer vaccinations, the child had no bruises or any other injuries\r\nthat would cause him to suspect child abuse. Furthermore, Palmer's parents\r\ntestified that when the child came to their house to swim on July 13—the day\r\nbefore his injuries occurred—they did not notice any bruises on him.\r\n\r\n             C.     Gorman's Trial Testimony\r\n\r\nAll of the evidence described above was presented by the State in its case in chief.\r\nBoth Palmer and Gorman presented evidence at trial, although Palmer did not\r\ntestify. Under the waiver rule recognized by this court in State v. Harry, 321 S.C.\r\n273, 468 S.E.2d 76 (Ct. App. 1996), and recently confirmed by our supreme court\r\nin Hepburn, this court properly considers evidence presented by defendants unless\r\nan exception to the waiver rule applies. See Hepburn, Shearouse Adv. Sh. No. 52\r\nat 29-30 n.15, 32 (providing that when a defendant presents evidence, \"the 'waiver\r\ndoctrine' requires the reviewing court to examine all the evidence rather than to\r\nrestrict its examination to the evidence presented in the [State's] case-in-chief\"\r\n(citation omitted)); Harry, 321 S.C. at 277, 468 S.E.2d at 79 (stating \"when the\r\ndefendant presents testimony, he loses the right to have the court review the\r\nsufficiency of the evidence based on the state's evidence alone\"). Neither Palmer\r\nnor Gorman argue any exception applies, and we find none applies.\r\n\r\nGorman testified at trial to a timeline of events that occurred on July 14, parts of\r\nwhich contradicted her statement to police. A time card introduced in evidence\r\nshowed she clocked out from work at 3:45 p.m. Gorman testified she drove home\r\nimmediately after leaving work, which took around forty-five minutes. When she\r\narrived home at approximately 4:40 p.m., she \"walked to the [child's] bedroom\r\ndoor\" and saw the child was asleep. Although Gorman and Palmer's statements to\r\npolice do not indicate that Gorman left the house after checking on the child,\r\nGorman introduced a check she signed made payable to a grocery store that was\r\ndated July 14 and had a time stamp of 3:52 p.m. Gorman explained she had\r\nforgotten to tell the police she went to the grocery store after checking on the child.\r\nGorman claimed, however, that it was impossible for her to clock out of work at\r\n3:45 p.m. and be at the grocery store by 3:52 p.m. She stated, though, it was \"fair\r\nto say that maybe [she] cashed th[e] check at 4:52 p.m.,\" and the time stamp was\r\noff by one hour. While she was at the grocery store, Palmer stayed at home with\r\nthe child.\r\n\nAccording to Gorman's testimony, when she returned from the store, she did not\r\ncheck on the child again but instead began cooking dinner. She told the jury that\r\nwhen she and Palmer finished eating, she walked to the child's bedroom to wake\r\nhim. When asked where Palmer was when she went to wake the child, Gorman\r\ntestified that \"at one point he took the dog outside to use the bathroom\" but stated\r\n\"he could have been already back inside the house.\" She went on to testify that\r\nwhen she discovered the child was injured and called out to Palmer, he arrived in\r\nthe child's room in \"seconds.\"\r\n\r\nGorman testified at trial she had never shaken the child. When asked why she\r\ndemonstrated to police how she shook the child, she responded she \"was just so\r\ntired and drawn out\" that she \"just reacted.\"\r\n\r\n             D.     Directed Verdict Motions, Verdict, and Sentence\r\n\r\nPalmer and Gorman both moved for directed verdicts on all charges, which the\r\ntrial court denied. The jury found both Gorman and Palmer guilty of all charges.\r\nThe court sentenced them each to ten years for unlawful conduct toward a child,\r\ntwenty years for aiding and abetting, and thirty-five years in prison for homicide\r\nby child abuse, all to run concurrently.\r\n\r\n      III.   Palmer's and Gorman's Directed Verdict Motions\r\n\r\nPalmer and Gorman both assert the trial court erred in denying their directed\r\nverdict motions because the State did not present substantial circumstantial\r\nevidence to prove identity—whether it was Palmer or Gorman who inflicted the\r\ninjuries that caused the child's death. They also assert the State did not prove that\r\nPalmer or Gorman aided and abetted the other in committing homicide by child\r\nabuse.       A.     Homicide by Child Abuse\r\n\r\nSubsection 16-3-85(A)(1) of the South Carolina Code (2003) provides that a\r\nperson is guilty of homicide by child abuse when he or she \"causes the death of a\r\nchild . . . while committing child abuse.\" \"Child abuse\" is defined as \"an act or\r\nomission by any person which causes harm to the child's physical health or\r\nwelfare,\" S.C. Code Ann. § 16-3-85(B)(1) (2003), and \"harm\" occurs when a\r\nperson \"inflicts or allows to be inflicted upon the child physical injury.\" § 16-3-\r\n85(B)(2)(a).\r\n\nThe State conclusively established by direct medical evidence that the child's fatal\r\ninjuries were the result of child abuse. This evidence consisted of the following\r\ntrial testimony: (1) the child died from intentionally inflicted blunt force trauma to\r\nthe head; (2) the child suffered two skull fractures caused by \"massive\" blows to\r\neach side of the head, and exhibited multiple dark bruises that were atypical for\r\n\"normal childhood falling\"; and (3) the force used to inflict the skull fractures was\r\ncomparable to falling from a three-story window or being involved in a car\r\naccident.\r\n\r\nThe State also conclusively established by direct evidence that the child's injuries\r\noccurred sometime on July 14. Both of the State's medical experts testified the\r\ninjuries occurred that day. In fact, Dr. Abel testified the head injuries occurred\r\nwithin three hours before the child was taken to the hospital.\r\n\r\nThe State relies entirely on circumstantial evidence, however, to prove who\r\ninflicted the injuries that killed the child. Because the child was in the exclusive\r\ncustody of Palmer or Gorman, or both, during the time in which his injuries\r\noccurred, the jury could reasonably infer that either Palmer or Gorman, or both\r\nPalmer and Gorman, inflicted the child's injuries.\r\n\r\n                    1.    Evidence of Gorman's Guilt\r\n\r\nWe find the trial court correctly denied Gorman's motion for a directed verdict\r\nbecause there is substantial circumstantial evidence that she inflicted at least one of\r\nthe child's injuries—specifically, while she was alone in his bedroom after dinner.\r\nDr. Robert's testimony established the child would be \"immediately severely\r\nsymptomatic\" after receiving the injuries and incapable of normal functioning, i.e.,\r\neating, walking, or playing. According to Gorman's statement to police, she\r\nobserved nothing abnormal about the child when she left for work at 5:30 a.m.\r\nSimilarly, Palmer told police the child functioned normally during the day—he ate\r\nbreakfast and lunch and played. When Gorman returned home from work between\r\n4:00 and 4:30 p.m., she claimed the child \"was breathing fine, everything was\r\nfine,\" and when she checked on him again \"a little bit later\" with Palmer, \"still\r\neverything was fine.\" Although she contradicted herself on this point at trial,\r\nGorman's statement suggests Palmer was not alone with the child after she returned\r\nfrom work. Gorman entered the child's room to wake him around 6:00 p.m. that\r\nevening, and at 6:06 p.m., Gorman called 911 to report the child's symptoms.\r\nFrom this evidence, the jury could have \"fairly and logically deduced\" that Gorman\r\ninflicted the fatal injuries. See Hepburn, Shearouse Adv. Sh. No. 52 at 29 (\"The\r\ntrial judge is required to submit the case to the jury if there is any substantial\r\n\nevidence which reasonably tends to prove the guilt of the accused, or from which\r\nhis guilt may be fairly and logically deduced.\" (quoting Mitchell, 341 S.C. at 409,\r\n535 S.E.2d at 127)).\r\n\r\n                   2.     Evidence of Palmer's Guilt\r\n\r\nWe find the trial court also correctly denied Palmer's motion for a directed verdict\r\nbecause there is substantial circumstantial evidence that Palmer inflicted at least\r\none of the child's injuries. There are two scenarios under the evidence that\r\nreasonably tend to prove Palmer's guilt. First, the evidence supports that Palmer\r\ninjured the child while Gorman was at work. Palmer had the child in his care the\r\nentire day of July 14. Though Gorman stated the child was sleeping \"and breathing\r\nfine\" when she returned from work, Dr. Abel testified a person may be unable to\r\ndifferentiate a sleeping child from one who is unconscious. Thus, the child's\r\ninjuries might not have been noticeable to her at this time, particularly given\r\nGorman's testimony that she did not actually enter the child's room or go close\r\nenough to carefully observe the child.\r\n\r\nAs to the second scenario, Palmer could have injured the child while Gorman was\r\nat the grocery store. The time stamp on Gorman's check established that she went\r\nto the grocery store that evening, and according to her trial testimony, Palmer\r\nstayed at home with the child. She testified that when she returned from the store,\r\nshe did not check on the child. From this evidence, the jury could have \"fairly and\r\nlogically deduced\" that Palmer inflicted the fatal injuries. See id.\r\n\r\n                   3.     Other Circumstances of Guilt\r\n\r\nThe State also presented evidence at trial from which it argued the jury could infer\r\n\"why someone would kill a seventeen-month old child.\" While this evidence is\r\ninsufficient by itself to prove Palmer or Gorman's guilt, the evidence must be\r\nconsidered in combination with all the evidence to determine whether there is\r\nsubstantial circumstantial evidence of guilt. See State v. Frazier, 386 S.C. 526,\r\n532, 533, 689 S.E.2d 610, 613, 614 (2010) (viewing circumstantial evidence\r\n\"collectively\" and \"as a whole\" to hold directed verdict properly denied); State v.\r\nCherry, 361 S.C. 588, 595, 606 S.E.2d 475, 478 (2004) (finding the circumstantial\r\nevidence, when combined, was \"sufficient for the jury to infer [guilt]\"). Because\r\nthe State relied on the evidence at trial, we summarize it here.\r\n\r\nThis evidence relates primarily to Gorman, and includes (1) evidence that Gorman\r\nwas often frustrated and annoyed with the child's behavior because, as Gorman\r\n\ntestified, he \"crie[d] every day, [was] cranky every day, whine[d] every day;\"3 (2)\r\nevidence that Gorman disliked the child, shown through comments she made to\r\nothers; (3) testimony that Gorman and Palmer were \"stressed about money\" and\r\nconcerned about how the child would affect their financial problems; (4) Gorman's\r\ntestimony that she did not have a good relationship with the child's mother; (5)\r\nGorman's testimony that she had never met the child before the child's mother left\r\nhim with Gorman; and (6) Gorman's admission to shaking the child on a previous\r\noccasion.\r\n\r\nAs to Palmer, the State showed he was only thirty years old, unemployed, and\r\nexperiencing financial difficulty at the time the child came to live with them.\r\nPalmer's father testified Palmer had a five-year old son who lived with Palmer's\r\nfather and mother most of the time because he \"didn't think that [Palmer] had any\r\ntime for [the child].\" Palmer's mother testified she and her husband \"basically\r\nraise[d]\" Palmer's son. Based on this evidence, the State theorized Palmer did not\r\nwant to take on the responsibility of caring for a child, particularly one that was not\r\nhis own.            4.    Palmer's and Gorman's Statements\r\n\r\nIn Palmer's and Gorman's statements to police, they both deny causing the child's\r\ninjuries and deny any knowledge of the other doing so. From the medical evidence\r\nand testimony presented at trial, however, it is not possible that both of these\r\nstatements are true. While we are careful not to consider the falsity of a\r\ndefendant's statement as positive evidence of the defendant's guilt, we find the\r\nimpossibility that both statements are true is a circumstance the jury was entitled to\r\nconsider in determining the guilt of both parties. Likewise, it is evidence the trial\r\ncourt and this court may properly consider in determining whether there is\r\nsubstantial circumstantial evidence of each defendant's guilt.\r\n\r\n                    5.\t   Concerns Related to Proving the Identity of the\r\n                          Principal\r\n\r\nBecause these cases were tried jointly, we necessarily merged the evidence\r\npresented as to Palmer and Gorman into one discussion. This necessity highlights\r\nthe difficultly of the question presented by this appeal—whether the evidence the\r\n\r\n3Gorman told Dr. Abel the child was \"clingy and whiny and want[ed] to be held\r\nall the time.\" Similarly, a paramedic testified Gorman told her that \"she's raised\r\nseveral children in her lifetime and never seen such a bad one.\"\r\n\nState presented as to each defendant eliminates the possibility that the other\r\ndefendant inflicted all of the injuries that killed the child. The essence of Palmer\r\nand Gorman's argument on appeal is the evidence does not eliminate that\r\npossibility. We agree it does not. However, we find the State presented substantial\r\ncircumstantial evidence of each defendant's guilt on the charge of homicide by\r\nchild abuse.\r\n\r\nThis court \"sits solely to review errors of law,\" Cope, 405 S.C. at 334, 748 S.E.2d\r\nat 203, and therefore we must confine our decision to whether the trial court\r\ncorrectly made its decision. As the supreme court stated in Hepburn, \"we are\r\ncalled by our standard of review to consider the evidence as it stood\" when the trial\r\ncourt made the ruling that is now on appeal.4 Shearouse Adv. Sh. No. 52 at 42. In\r\ndenying the defendants' directed verdict motions, the trial court considered the\r\nevidence as it stood at that time in regard to each individual defendant, and\r\ndetermined whether that evidence was sufficient to support each charge against\r\neach defendant. The possibility that the jury may later reach verdicts that are\r\ninconsistent between the defendants was outside the trial court's power to consider,\r\nas that would require the court to weigh the strength of the case against one\r\ndefendant in considering the sufficiency of the evidence against the other. See\r\nHepburn, Shearouse Adv. Sh. No. 52 at 28 (\"When ruling on a motion for a\r\ndirected verdict, the trial court is concerned with the existence or nonexistence of\r\nevidence, not its weight.\" (quoting Cherry, 361 S.C. at 593, 606 S.E.2d at 477-\r\n78)); State v. Garrett, 350 S.C. 613, 619, 567 S.E.2d 523, 526 (Ct. App. 2002)\r\n(stating our case law prohibits \"inconsistent verdicts when multiple offenses are\r\nsubmitted to the jury, not when the jury returns disparate results for co-\r\ndefendants\"). As the trial court was required to do, we independently analyze the\r\nevidence against each defendant. Because that independent review of the evidence\r\nas to each defendant reveals \"substantial evidence which reasonably tends to prove\r\nthe guilt of the accused, [and] from which his guilt may be fairly and logically\r\ndeduced,\" Hepburn, Shearouse Adv. Sh. No. 52 at 29, we affirm the trial court's\r\n\r\n\r\n4 We recognize the supreme court made this statement to indicate it was not\r\nconsidering evidence presented after the State rested its case in chief. However,\r\nthe reasoning of the court applies here. The statement indicates a reviewing court\r\nmust identify a point in time where its review is focused for the purposes of\r\ndetermining error. In this case, the relevant point in time is when the trial court\r\nruled on the directed verdict motion at the close of all evidence. We must analyze\r\nwhether the trial court erred based on the evidence that was before it at that time,\r\nnot retrospectively after the jury returned a verdict based on that evidence.\r\n\ndenial of each defendant's motion for a directed verdict for homicide by child\r\nabuse.5      B.     Unlawful Conduct Toward a Child\r\n\r\nWe also find the evidence discussed above as to Palmer and Gorman supports the\r\ntrial court's refusal to grant their directed verdict motions on the charge of unlawful\r\nconduct towards a child. See S.C. Code Ann. § 63-5-70(A)(2) (2010) (making it\r\nunlawful for a child's guardian to \"do or cause . . . any bodily harm to the child so\r\nthat the life or health of the child is endangered\").\r\n\r\n             C.     Aiding and Abetting Homicide by Child Abuse\r\n\r\nUnder subsection 16-3-85(A)(2) of the South Carolina Code (2003), a person is\r\nguilty of aiding and abetting homicide by child abuse when he or she \"knowingly\r\naids and abets another person to commit child abuse or neglect . . . [that] results in\r\nthe death of a child.\" \"Aid and abet\" is defined as to \"[h]elp, assist, or facilitate the\r\ncommission of a crime,\" which can be rendered by \"words, acts, encouragement,\r\nsupport, or presence, actual or constructive.\" State v. Smith, 359 S.C. 481, 491,\r\n597 S.E.2d 888, 894 (Ct. App. 2004) (quoting Black's Law Dictionary 68 (6th ed.\r\n1990)). \"To be guilty as an aider or abettor, the participant must have knowledge\r\nof the principal's criminal conduct.\" State v. Zeigler, 364 S.C. 94, 107, 610 S.E.2d\r\n859, 866 (Ct. App. 2005). Thus, \"[m]ere presence at the scene is not sufficient to\r\nestablish guilt as an aider or abettor.\" State v. Mattison, 388 S.C. 469, 480, 697\r\nS.E.2d 578, 584 (2010) (citation omitted).\r\n\r\nWhile the State's evidence conclusively proved the child died from child abuse, we\r\nfind the State presented no direct evidence and insubstantial circumstantial\r\nevidence that either Palmer or Gorman knowingly undertook any action to aid or\r\nabet that abuse. Therefore, the trial court erred in denying Palmer's and Gorman's\r\nmotions for a directed verdict on aiding and abetting. See State v. Lewis, 403 S.C.\r\n345, 355-57, 743 S.E.2d 124, 129-30 (Ct. App. 2013) (reversing denial of directed\r\n\r\n5The dissent relies on Hepburn as to the sufficiency of the evidence in this case.\r\nWhile we rely on Hepburn as to our standard of review, we find it distinguishable\r\non the facts. In Hepburn, the supreme court found the State did not present\r\nsufficient evidence that Hepburn inflicted the child's injuries, stating, \"Every State\r\nwitness placed [Hepburn] asleep at the time the victim sustained the fatal injuries.\"\r\nId. at 40. Based on this, the court concluded no inference could be drawn \"that\r\nAppellant harmed the victim.\" Id.\r\n\nverdict motion when evidence was insufficient to prove the defendant knowingly\r\nundertook an overt act to aid and abet his codefendant in committing homicide by\r\nchild abuse).\r\n\r\nThe State contends State v. Smith controls and requires us to affirm. The supreme\r\ncourt's discussion of Smith in Hepburn, however, defeats the State's argument. See\r\nHepburn, Shearouse Adv. Sh. No. 52 at 40-42. As it relates to aiding and abetting,\r\nthe key facts in Smith were that the defendants were never separated during the\r\ntime the medical evidence proved the injuries occurred, and \"the medical testimony\r\nindicated that the victim['s] . . . symptoms would have been severe and immediate,\r\nand importantly, obvious to both Smith and the victim's mother very soon after the\r\ninjuries were inflicted.\" Hepburn, Shearouse Adv. Sh. No. 52 at 41 (quoting and\r\nciting Smith, 359 S.C. at 491-92, 597 S.E.2d at 894). Here, Palmer and Gorman\r\nwere separated for periods of time in which the injury could have occurred, and Dr.\r\nAbel testified the injuries may not have been apparent to someone who did not see\r\nthem inflicted. Thus, we find this case distinguishable from Smith.\r\n\r\n        IV.    Other Issues on Appeal\r\n\r\nAs to all other issues on appeal, we affirm pursuant to Rule 220(b), SCACR, and\r\nthe following authorities:\r\n\r\nRegarding Palmer's argument that the State violated its agreement with him, we\r\nfind it is not a \"proffer agreement.\" See United States v. Gillion, 704 F.3d 284, 292\r\n(4th Cir. 2012) (defining a \"proffer agreement\" as an agreement \"intended to\r\nprotect the defendant against the use of his or her statements,\" particularly when\r\n\"the defendant has revealed incriminating information and the proffer session does\r\nnot mature into a plea agreement\"). Regardless of this finding, we affirm on the\r\nbasis that Palmer failed to demonstrate how enforcement of the agreement would\r\naffect him.\r\n\r\nTurning to the issues raised by Gorman on appeal, we find the following:\r\n\r\n(1) We find Gorman did not preserve for our review her argument that any\r\nstatements she gave before being advised of her constitutional rights are\r\ninadmissible under Miranda v. Arizona, 384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d\r\n694 (1966). The record reflects Gorman objected only to the voluntariness of her\r\nstatement at the Jackson v. Denno6 hearing and renewed this initial objection at\r\n\r\n6   378 U.S. 368, 84 S. Ct. 1774, 12 L. Ed. 2d 908 (1964).\r\n\ntrial. Because Gorman did not allege a Miranda violation before or during trial,\r\nshe cannot do so now. See State v. Wise, 359 S.C. 14, 21, 596 S.E.2d 475, 478\r\n(2004) (stating an issue not raised to and ruled upon by the trial court is not\r\npreserved).\r\n\r\n(2) Gorman asserts that any statements given after she waived her Miranda\r\nrights are tainted by the initial violation—being subjected to custodial interrogation\r\nwithout first being given her Miranda warnings—and are thus inadmissible. See\r\nState v. Peele, 298 S.C. 63, 65, 378 S.E.2d 254, 255 (1989) (requiring police to\r\nadvise suspects of their Miranda rights before initiating \"custodial interrogation\");\r\nState v. Lynch, 375 S.C. 628, 633, 654 S.E.2d 292, 295 (Ct. App. 2007) (stating the\r\nState may not use statements gained from custodial interrogation in violation of\r\nMiranda). We find, however, the police did not interrogate Gorman before giving\r\nher Miranda rights and thus no Miranda violation occurred. See Lynch, 375 S.C.\r\nat 633, 654 S.E.2d at 295 (stating Miranda rights attach only when the suspect is\r\nsubjected to custodial interrogation); State v. Kennedy, 333 S.C. 426, 431, 510\r\nS.E.2d 714, 716 (1998) (defining interrogation as \"express questioning, or its\r\nfunctional equivalent,\" consisting of words or actions by police that \"are\r\nreasonably likely to elicit an incriminating response\"); State v. Franklin, 299 S.C.\r\n133, 136, 382 S.E.2d 911, 913 (1989) (holding defendant's statements to police\r\nwere not the product of interrogation and were thus admissible).\r\n\r\n(3) Gorman asserts her statement is inadmissible because it was not voluntarily\r\ngiven. See Franklin, 299 S.C. at 137, 382 S.E.2d at 913 (\"The test of admissibility\r\nof a statement is voluntariness.\"). In finding the statement was voluntary, the trial\r\ncourt evaluated the totality of the circumstances and made the requisite findings.\r\nSee State v. Dye, 384 S.C. 42, 47, 681 S.E.2d 23, 26 (Ct. App. 2009) (stating\r\nvoluntariness of a statement is determined by examining the totality of\r\ncircumstances surrounding the statement, including \"background, experience,\r\nconduct of the accused, age, length of custody, . . . [and] threats of violence\"). We\r\naffirm because each of these findings is supported by the record. See State v. Saltz,\r\n346 S.C. 114, 136, 551 S.E.2d 240, 252 (2001) (requiring appellate courts to\r\nreview a ruling concerning voluntariness under an \"any evidence\" standard).\r\n\r\n      V.     Conclusion\r\n\r\nWe affirm the trial court's refusal to grant Palmer's and Gorman's directed verdict\r\nmotions on the charges of homicide by child abuse and unlawful conduct toward a\r\nchild, but reverse as to aiding and abetting homicide by child abuse. We affirm\r\nany other issues on appeal.\r\n\nAFFIRMED IN PART, REVERSED IN PART.\r\n\r\nKONDUROS, J., concurs.\r\n\r\nPIEPER, J., concurring in part and dissenting in part.\r\n\r\nI concur in the majority's decision to reverse Gorman and Palmer's convictions for\r\naiding and abetting homicide by child abuse, as there was insufficient evidence that\r\nthey were acting together or assisting one another. I also would find there was\r\ninsufficient evidence of the codefendants' guilt for homicide by child abuse and\r\nunlawful conduct toward a child because the State did not present any direct or\r\nsubstantial circumstantial evidence to reasonably prove which codefendant harmed\r\nthe child. See State v. Lane, 406 S.C. 118, 121, 749 S.E.2d 165, 167 (Ct. App.\r\n2013) (\"The State has the burden of proving beyond a reasonable doubt the identity\r\nof the defendant as the person who committed the charged crime or crimes.\"). The\r\nevidence establishes that Gorman and Palmer each had time alone with the child\r\nduring the timeframe of the abuse, and therefore, the State has only demonstrated\r\nthat each defendant had an opportunity to injure the child. Utilizing the analysis of\r\nthe supreme court in State v. Hepburn, Op. No. 27336 (S.C. Sup. Ct. filed Dec. 11,\r\n2013) (Shearouse Adv. Sh. No. 52 at 38-40) and State v. Lewis, 403 S.C. 345, 352-\r\n56, 743 S.E.2d 124, 128-29 (Ct. App. 2013), I would find the only inference that\r\ncan be fairly and logically deduced from the evidence is that one of the two\r\ncodefendants inflicted the child's injuries. See Hepburn, Op. No. 27336 (S.C. Sup.\r\nCt. filed Dec. 11, 2013) (Shearouse Adv. Sh. No. 52 at 40) (\"While undoubtedly\r\npresent at the scene, the only inference that can be drawn from the State's case is\r\nthat one of the two [codefendants] inflicted the victim's injuries, but not that\r\nAppellant harmed the victim. Thus, we reverse the trial court's refusal to direct a\r\nverdict of acquittal because the State did not put forward sufficient direct or\r\nsubstantial circumstantial evidence of Appellant's guilt.\" (emphasis in original));\r\nLewis, 403 S.C. at 354-56, 743 S.E.2d at 129 (reversing the defendant's conviction\r\nwhen the State failed to offer any direct evidence or substantial circumstantial\r\nevidence of the defendant's guilt and the defendant's involvement amounted to\r\nmere presence at the scene). Accordingly, I would find the trial court erred by\r\ndenying the defendants' directed verdict motions, and I would reverse the\r\nconvictions for homicide by child abuse and unlawful conduct toward a child.\r\n\n","court":"Appeals"},{"id":"5199","title":"State v. Scott","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5199.pdf","description":"A jury convicted Antonio Scott for the murder of Cynthia Nelson.  Scott asserts the trial court erred by not charging involuntary manslaughter because under his version of the facts, he unintentionally caused Nelson's death when he lawfully but recklessly performed a martial arts move in self-defense.  We find no basis to conclude Scott acted recklessly in defending himself because the circumstances Scott alleges to be reckless are the same circumstances that justified his use of force.  We affirm.","date":"2014-02-19","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Antonio Scott, Appellant.\r\n\r\n            Appellate Case No. 2011-205448\r\n\r\n\r\n\r\n                          Appeal From Jasper County \n\r\n                      Carmen T. Mullen, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5199 \n\r\n                 Heard January 8, 2014 – Filed February 19, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender Benjamin John Tripp, of Columbia,\r\n            for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Donald J. Zelenka, and\r\n            Assistant Attorney General J. Anthony Mabry, all of\r\n            Columbia; and Solicitor Isaac McDuffie Stone, III, of\r\n            Bluffton, for Respondent.\r\n\r\n\r\nFEW, C.J.: A jury convicted Antonio Scott for the murder of Cynthia Nelson.\r\nScott asserts the trial court erred by not charging involuntary manslaughter because\r\nunder his version of the facts, he unintentionally caused Nelson's death when he\r\nlawfully but recklessly performed a martial arts move in self-defense. We find no\r\n\nbasis to conclude Scott acted recklessly in defending himself because the\r\ncircumstances Scott alleges to be reckless are the same circumstances that justified\r\nhis use of force. We affirm.\r\n\r\n         I.     Facts and Procedural History\r\n\r\nOn March 20, 2011, first responders from Jasper County Fire and Rescue arrived at\r\nthe home of Scott's sister to investigate a \"possible stabbing.\" They found Nelson\r\n\"slumped over\" on the couch with \"a significant amount of blood on her clothing,\r\nemanating from her neck.\" Upon inspecting the wound, one of the first responders\r\nconcluded \"an object or some type of weapon was . . . put into [the left side of] her\r\nneck.\" Paramedics transported Nelson to Coastal Carolina Medical Center, where\r\nshe later died due to blood loss.\r\n\r\nThe State indicted Scott for murder. At trial, the State's witnesses established the\r\nevents leading up to Nelson's death. Nelson and her daughter Akera—who has a\r\nchild with Scott—drove to Scott's sister's apartment to drop off the child. Nelson\r\nremained in the car while Akera took the child inside. When Akera walked in, she\r\nand Scott began arguing. \"A minute later,\" Nelson walked into the apartment and\r\nbegan yelling at Scott.\r\n\r\nUnder the State's version of events, Scott had a knife in his hand when Akera\r\nwalked in, and during the argument with Nelson, he stabbed Nelson in the neck\r\nwith the knife. Scott's statement to police, however, described a different version\r\nof events.1 Investigator Daniel Litchfield testified to what Scott told the police:\r\n\r\n                [Scott] had an altercation, a verbal argument, with\r\n                Cynthia Nelson. During this argument, he stated that\r\n                Cynthia Nelson pulled something shiny and silver out of\r\n                her pocket, went towards him, and he stepped to the side\r\n                and did a -- for lack of a better term, a martial arts move,\r\n                pushing her elbow up, causing her to stab herself in the\r\n                throat.\r\n\r\nDr. Lee Tormos, a forensic pathologist, performed Nelson's autopsy and testified to\r\nhis findings. Initially, Dr. Tormos stated Nelson's stab wound was not \"the result\r\nof an accident\" and was \"consistent with someone having a knife in their hand\r\n\r\n1   Scott did not testify at trial.\r\n\n[and] striking someone.\" He further testified he had never \"seen a wound like this\r\nthat was self-inflicted,\" and stated, \"It is not possible that this could be a self-\r\ninflicted wound.\" On cross-examination, however, Scott's attorney demonstrated a\r\nmartial arts move similar to what Scott allegedly performed and asked Dr. Tormos\r\nwhether this move could cause a person holding a knife to stab herself in the neck.\r\nDr. Tormos admitted the stabbing \"could have been an accident,\" and\r\nacknowledged \"[i]t is very possible\" Nelson's wounds were caused by a self-\r\ninflicted stab wound.\r\n\r\nScott requested the trial court charge self-defense and involuntary manslaughter.\r\nThe court agreed to charge self-defense but expressed concerns with charging\r\ninvoluntary manslaughter. The court explained, \"I honestly think that it has to be\r\neither murder or voluntary manslaughter or self-defense\" because \"I don't see how\r\n. . . under any of the circumstances he could be criminally negligent\" in defending\r\nhimself. Scott argued the martial arts move could be considered negligent, to\r\nwhich the court responded, \"[t]hat would be purely self-defense,\" and \"[Scott]\r\nshould be acquitted\" and not \"convicted of involuntary manslaughter.\" The State\r\nagreed with the court's position, arguing a person cannot \"act in self-defense in a\r\ncriminally negligent way, because it is an intentional act.\"\r\n\r\nThe court instructed the jury on murder, voluntary manslaughter, and self-defense.\r\nThe jury found Scott guilty of murder, and the court sentenced him to thirty years\r\nin prison.\r\n\r\n      II.    Involuntary Manslaughter\r\n\r\nInvoluntary manslaughter is defined as the unintentional killing of another without\r\nmalice while engaged in (1) an unlawful activity not naturally tending to cause\r\ndeath or great bodily harm or (2) a lawful activity with reckless disregard for the\r\nsafety of others. State v. Smith, 391 S.C. 408, 414, 706 S.E.2d 12, 15 (2011).\r\nScott argues the trial court erred by not charging involuntary manslaughter because\r\nthere was evidence he unintentionally caused Nelson's death while engaged in the\r\nlawful activity of self-defense with reckless disregard for her safety.2 We find no\r\n\r\n\r\n2Scott asserts only that his conduct falls under the second definition of involuntary\r\nmanslaughter. Thus, we do not address whether Scott was engaged in \"an unlawful\r\nactivity not naturally tending to cause death or great bodily harm\" for the purposes\r\nof determining whether he was entitled to an involuntary manslaughter charge. See\r\n\nbasis to conclude Scott acted recklessly because if he was justified in defending\r\nhimself with the martial arts move, there is no ground on which to find he did so\r\nrecklessly. See State v. Gibson, 390 S.C. 347, 355-56, 701 S.E.2d 766, 770 (Ct.\r\nApp. 2010) (\"The evidence presented at trial determines the law to be\r\ncharged . . . .\").\r\n\r\nScott premises his argument—that performing the martial arts move was\r\nreckless—on his belief that the \"shiny and silver\" object Nelson pulled from her\r\npocket was a knife. He argues he exceeded the amount of justifiable force because\r\nthe combination of his action and the presence of the knife created a danger to\r\nNelson that could support a jury finding that he consciously disregarded the risk\r\nhis conduct created. See State v. Brayboy, 387 S.C. 174, 180, 691 S.E.2d 482, 485\r\n(Ct. App. 2010) (\"Recklessness is a state of mind in which the actor is aware of his\r\nor her conduct, yet consciously disregards a risk which his or her conduct is\r\ncreating.\" (citation omitted)). The argument is counterintuitive. If Nelson\r\napproached Scott in a manner that gave him a reasonable fear of imminent bodily\r\nharm, but she had no knife, Scott would be entitled to use a reasonable amount of\r\nforce to defend himself. See generally State v. Dickey, 394 S.C. 491, 499, 716\r\nS.E.2d 97, 101 (2011) (providing a person may use reasonable force in defending\r\nhimself when he \"believed he was in imminent danger\" and \"a reasonable prudent\r\nman . . . would have entertained the same belief\" (citation omitted)). However,\r\nunder Scott's version of the facts, in which Nelson approached Scott with a knife,\r\nthe degree of force Scott was entitled to use increased, not decreased, based on the\r\nheightened threat posed by the knife. See Douglas v. State, 332 S.C. 67, 72, 504\r\nS.E.2d 307, 309 (1998) (stating the law allows a defendant \"the right to use as\r\nmuch force as required for his complete protection from loss of life or serious\r\nbodily harm\" (citation omitted)). Thus, the circumstance Scott relies on to argue\r\nhe recklessly exceeded justifiable force—Nelson's possession of a knife—actually\r\njustifies the use of more force. This is the basis on which the trial court refused to\r\ncharge involuntary manslaughter, and we agree with the trial court's reasoning.\r\n\r\n      III.   State v. Light\r\n\r\nScott cites State v. Light, 378 S.C. 641, 651, 664 S.E.2d 465, 470 (2008), to\r\nsupport his argument. We find Light is inapplicable to this case because the\r\nsupreme court's ruling in Light depended on the existence of evidence showing the\r\n\r\nid. (addressing only the second definition of involuntary manslaughter when the\r\ndefendant did not seek a charge under the first definition).\r\n\ndefendant acted unintentionally. From that evidence, the court found the jury\r\ncould infer the defendant acted recklessly. Id. Here, there is no evidence Scott\r\nacted unintentionally. Therefore, Scott's argument that we may find evidence of\r\nrecklessness based on the reasoning of Light is misplaced.\r\n\r\nIn Light, the victim pulled a gun on the defendant. 378 S.C. at 645-46, 664 S.E.2d\r\nat 467. When the defendant \"jerked the weapon out of [the victim's] hand, . . . it\r\nfired.\" 378 S.C. at 646, 664 S.E.2d at 467. The defendant admitted he had\r\npossession of the gun \"when it went off,\" 378 S.C. at 644, 664 S.E.2d at 466, but\r\nclaimed \"it was not intentional[].\" 378 S.C. at 646, 664 S.E.2d at 467. The\r\nsupreme court found there was evidence that the defendant \"recklessly handled the\r\ngun because . . . it fired almost immediately after he took possession of it.\" 378\r\nS.C. at 648, 664 S.E.2d at 469.\r\n\r\nThe Light court's discussion of State v. Pickens, 320 S.C. 528, 466 S.E.2d 364\r\n(1996), indicates the Light court relied on evidence that the defendant\r\nunintentionally fired the gun to find the defendant's conduct was reckless. In\r\nPickens, the court held the defendant was not entitled to a charge of involuntary\r\nmanslaughter when he \"admit[ted] he intentionally shot his gun, but that he did so\r\nwhile acting lawfully but recklessly in defending himself.\" Light, 378 S.C. at 650,\r\n664 S.E.2d at 470. The Light court clarified its holding in Pickens, stating,\r\n\r\n             [A] self-defense charge and an involuntary manslaughter\r\n             charge are not mutually exclusive, as long as there is any\r\n             evidence to support both charges. When there is a factual\r\n             issue as to whether the shooting was committed\r\n             intentionally in self-defense or was committed\r\n             unintentionally, then the defendant is entitled to both\r\n             charges as there is \"any evidence\" to support each charge.\r\n\r\n378 S.C. at 650-51, 664 S.E.2d at 470 (internal citations omitted).\r\n\r\nThe evidence in Light that distinguished the case from Pickens was evidence that\r\nthe defendant did not intentionally fire the gun.3 Light, 378 S.C. at 648, 664\r\n\r\n3See also State v. Burriss, 334 S.C. 256, 265 n.10, 513 S.E.2d 104, 109 n.10\r\n(1999) (\"Pickens may be distinguished from this case because there we based our\r\ndecision on the fact [the] defendant admitted he shot intentionally. Here,\r\nAppellant claimed the shooting was not intentional.\" (internal citation omitted)).\r\n\nS.E.2d at 468-69. Thus, the Light court held an involuntary manslaughter charge\r\nwas warranted because there was a factual issue as to whether the defendant fired\r\nthe gun intentionally in self-defense, or unintentionally in the course of a struggle.\r\n378 S.C. at 651, 664 S.E.2d at 470. Here, there is no evidence Scott acted\r\nunintentionally. Therefore, we find Light is inapplicable.\r\n\r\n      IV.    Conclusion\r\n\r\nWe find the trial court correctly refused to charge involuntary manslaughter. The\r\ndecision of the trial court is AFFIRMED.\r\n\r\nKONDUROS, J., concurs.\r\n\r\nPIEPER, J., dissenting.\r\n\r\nI respectfully dissent and would find the evidence in the record warrants an\r\ninvoluntary manslaughter charge. See State v. Wharton, 381 S.C. 209, 216, 672\r\nS.E.2d 786, 789 (2009) (\"If there is any evidence warranting a charge on\r\ninvoluntary manslaughter, then the charge must be given.\"). Accordingly, I would\r\nfind the trial court erred by failing to charge involuntary manslaughter, and I would\r\nreverse and remand for a new trial.\r\n\n","court":"Appeals"},{"id":"5200","title":"Horton v. City of Columbia","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5200.pdf","description":"Tynaysha Horton appeals the circuit court's grant of summary judgment in favor of the City of Columbia regarding her claims for false arrest, false imprisonment, malicious prosecution, negligence, and assault and battery.  We affirm.","date":"2014-02-26","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Tynaysha Horton, Appellant,\r\n\r\n            v.\r\n\r\n            City of Columbia, Respondent.\r\n\r\n            Appellate Case No. 2012-211168\r\n\r\n\r\n\r\n                          Appeal From Richland County \n\r\n                      Alison Renee Lee, Circuit Court Judge \n\r\n\r\n\r\n                                Opinion No. 5200 \n\r\n                 Heard October 16, 2013 – Filed February 26, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            James Emerson Smith, Jr. and Dylan Ward Goff, both of\r\n            James E. Smith Jr., PA, of Columbia, for Appellant.\r\n\r\n            Jeanne J. Brooker and David Amado Fernandez, both of\r\n            Columbia, for Respondent.\r\n\r\n\r\nKONDUROS, J.: Tynaysha Horton appeals the circuit court's grant of summary\r\njudgment in favor of the City of Columbia regarding her claims for false arrest,\r\nfalse imprisonment, malicious prosecution, negligence, and assault and battery.\r\nWe affirm.\r\n\n                         FACTS/PROCEDURAL HISTORY \n\r\n\r\nOn September 9, 2009, a cinder block was thrown through a glass door to break\r\ninto the Roly Poly restaurant in Columbia. Officer Peter Currie of the City of\r\nColumbia Police Department lifted a partial latent fingerprint from the door where\r\nthe glass had been pushed up to gain entry. Officer Currie ran the print through the\r\nAutomatic Fingerprint Identification System (AFIS) of the South Carolina Law\r\nEnforcement Division (SLED). AFIS returned twenty possible matches, with the\r\nfingerprint of Horton identified as the most probable match. Officer Currie then\r\nconducted a review of Horton's AFIS print and determined it matched the partial\r\nprint taken from the crime scene.1 Officer Currie informed Officer Roberta Tyler,\r\nthe detective assigned to investigate the robbery, that he had matched the\r\nfingerprint of the robber and identified Horton as the person who broke into the\r\nrestaurant.\r\n\r\nOn September 15, 2009, Officer Tyler called Horton's probation officer, Albert\r\nSmith, in Bennettsville, South Carolina, and informed Agent Smith her department\r\nwas seeking a warrant for Horton's arrest based on fingerprints lifted from a crime\r\nscene in Columbia. Agent Smith informed Officer Tyler of his personal\r\nreservations regarding the possibility that Horton committed the crime based upon\r\nher lack of transportation and the recent birth of her third child. On September 17,\r\n2009, Officer Tyler appeared before a ministerial recorder of the City of Columbia\r\nand disclosed relevant facts about the crime. Officer Tyler did not disclose any\r\ninformation relayed to her by Agent Smith. The ministerial recorder issued\r\nwarrants for Horton's arrest for second-degree burglary and petit larceny. Agent\r\nSmith assisted in having Horton surrender herself to Marlboro County law\r\nenforcement officers later that day. Officer Tyler transported Horton to Columbia\r\nand took her to the detention center on September 18, 2009. Horton was not\r\nfingerprinted at the time of her arrest. After three days in detention and several\r\nrequests to be fingerprinted, Horton was fingerprinted by Officer Currie on\r\nSeptember 21, 2009. After examining the prints and sending them to SLED for\r\nfurther review, the authorities could not confirm a match for the prints taken from\r\nthe crime scene. Horton was immediately released from custody and police\r\nofficials drove her to Bishopville to meet her mother and return home.\r\n\r\nHorton filed suit alleging causes of action for false arrest, false imprisonment,\r\nmalicious prosecution, negligence, and assault and battery. The City moved for\r\n\r\n1   This review included analysis of the fingerprint by two other officers.\r\n\nsummary judgment as to all claims and the circuit court granted the City's motion.\r\nThis appeal followed.            LAW/ANALYSIS\r\n\r\nI.    The Two-Issue Rule\r\n\r\nThe City argues this court should affirm the circuit court's grant of summary\r\njudgment based on the two-issue rule. We agree in part.\r\n\r\n\"Under the two issue rule, where a decision is based on more than one ground, the\r\nappellate court will affirm unless the appellant appeals all grounds because the\r\nunappealed ground will become the law of the case.\" Jones v. Lott, 387 S.C. 339,\r\n346, 692 S.E.2d 900, 903 (2010); see also First Union Nat'l Bank of S.C. v. Soden,\r\n333 S.C. 554, 566, 511 S.E.2d 372, 378 (Ct. App. 1998) (holding an \"unchallenged\r\nruling, right or wrong, is the law of the case and requires affirmance\").\r\n\r\nIn Jones, Jones's estate sued the Richland County sheriff and other officers for\r\nwrongful death after Jones was shot attempting to escape police custody. 387 S.C.\r\nat 344, 692 S.E.2d at 902. At trial, Jones asserted the sheriff was grossly\r\nnegligent.2 Id. The trial court granted a directed verdict in the defendant's favor\r\nfinding he was not grossly negligent under the circumstances, and because he had\r\nimmunity under subsection 15-78-60(6) of the South Carolina Code (2005) (the\r\nTort Claims Act). Id. On appeal, Jones stated his issue as follows: \"Did the trial\r\ncourt err in finding the use of deadly force by the Richland County deputies was\r\nobjectively reasonable, as a matter of law, and that the officers were not negligent,\r\nas a matter of law?\" Id. at 347-48, 692 S.E.2d at 904. In determining whether the\r\ntwo-issue rule procedurally barred Jones's appeal, the supreme court stated:\r\n\r\n             There was no mention of [sub]section 15-78-60(6) or\r\n             Tort Claims Act immunity [in Jones's issues on appeal]. .\r\n             . . The issue raised by [Jones] was not concise and direct,\r\n             but rather a broad general statement that ought to be\r\n             disregarded by this court. Hence, because [Jones] failed\r\n\r\n\r\n2The circuit court granted summary judgment in favor of the other defendants but\r\nallowed the case to proceed as to Jones's claim of gross negligence against the\r\nsheriff in his official capacity.\r\n\n             to preserve the issue for review, it became the law of the\r\n             case under the two issue rule.\r\n\r\nId. at 348, 692 S.E.2d at 904.\r\n\r\nIn this case, the circuit court spent the bulk of its time considering the probable\r\ncause issue in deciding to grant summary judgment. However, in section E of the\r\nfinal order, the circuit court addressed the City's Tort Claims Immunity argument\r\nas an additional sustaining ground. Subsection 15-78-60(5) of the South Carolina\r\nCode (2005) precludes liability by a governmental entity for a loss resulting from\r\nthe exercise of discretion or judgment by a governmental employee, or the\r\nperformance or failure to perform any act or service that is in the discretion or\r\njudgment of the employee. The final order and the City's argument clearly focused\r\non this section as it applied to Officer Currie's erroneous identification of Horton's\r\nfingerprints, suggesting the only cause of action at issue is Horton's negligence\r\nclaim. However, the order states, \"The City is also entitled to summary judgment\r\non the claims for false arrest, false imprisonment, malicious prosecution and\r\nnegligence based upon this provision of the South Carolina Tort Claims Act.\"\r\nWhile this ruling by the circuit court may be erroneous as to the false arrest, false\r\nimprisonment, and malicious prosecution claims, Horton makes no mention of\r\nsubsection 15-78-60(5) or the Tort Claims Act in her appellate brief. We cannot\r\nconclude that an attack on the Tort Claims Act ruling is inherent in Horton's\r\nargument as to lack of probable cause.3 Therefore, the circuit court's grant of\r\nsummary judgment to the City with respect to negligence, false\r\narrest/imprisonment, and malicious prosecution is affirmed based on the two-issue\r\nrule.\r\n\r\nII.   Claims on the Merits\r\n\r\nHorton's only remaining cause of action is for assault and battery. She maintains\r\nthe circuit court erred in finding that because her arrest was based on a facially\r\nvalid warrant and she did not allege the use of excessive force, the claim failed as a\r\n\r\n3 Horton's issue on appeal is broad and does not provide any direction as to why\r\nthe application of the Tort Claims Act was erroneous. It states: \"Did the order\r\nissued by the circuit court granting the City's motion for summary judgment\r\nconstitute a clearly arbitrary and capricious abuse of discretion as there were\r\ngenuine issues of material fact in dispute?\"\r\n\nmatter of law. We disagree in some respects with the circuit court's rationale but\r\naffirm its granting of summary judgment to the City.\r\n\r\nIn Roberts v. City of Forest Acres, 902 F. Supp. 662, 671-72 (D.S.C. 1995), the\r\ncourt concluded as a matter of law that no assault and battery occurred when an\r\nofficer lawfully arrested Roberts based on probable cause and the use of excessive\r\nforce was not alleged. The court found Roberts's arrest \"was lawful because it was\r\nsupported by probable cause. Therefore, [the officer's] action in arresting [him]\r\ndid not constitute assault or battery. . . . \" Id. at 672. The court further provided\r\nRoberts \"does not allege [the arresting officer] used excessive force. . . . [His]\r\nactions are insufficient, as a matter of law, to support a claim of assault or battery,\r\ngiven this court's conclusion that [Roberts's] arrest was based on probable cause.\"\r\nId. at 672 n.2. In addressing assault and battery claims against police authority the\r\nSupreme Court of South Carolina has stated:\r\n\r\n             An unlawful arrest, or an attempt to make an unlawful\r\n             arrest, stands upon the same footing as any other\r\n             nonfelonious assault, or as a common assault and battery.\r\n             The person who is so unlawfully arrested, or against\r\n             whom such an unlawful attempt is directed, is not bound\r\n             to yield, and may resist force with force, but he is not\r\n             authorized to go beyond the line of force proportioned to\r\n             the character of the assault, or he in turn becomes a\r\n             wrongdoer . . . .\r\n\r\nState v. McGowan, 347 S.C. 618, 623, 557 S.E.2d 657, 660 (2001) (emphasis\r\nomitted) (quoting State v. Francis, 152 S.C. 17, 34-35, 149 S.E. 348, 355-56\r\n(1929)).\r\nSouth Carolina appears to be in the minority of jurisdictions where an unlawful\r\narrest, even in the absence of excessive force, can support a claim for assault and\r\nbattery.4 In Roberts, the district court, applying South Carolina state law to the\r\nclaim of assault and battery, rested its conclusion to dismiss the claim upon the fact\r\nthat Roberts's arrest was lawful—based on probable cause. Roberts, 902 F. Supp.\r\n4 \"While, in some jurisdictions, a police officer who makes an unlawful arrest is\r\nliable for battery for touching the arrestee, it is usually held a battery does not\r\noccur in making an unlawful arrest absent the use of excessive force.\" 6 Am. Jur.\r\n2d Assault and Battery § 98 (2008) (footnote omitted).\r\n\nat 672 n.2. In McGowan, the court was concerned with whether McGowan had\r\nused excessive force in resisting arrest. McGowan, 347 S.C. at 624-26, 557 S.E.2d\r\nat 661-62. Although Horton did not resist arrest, the basic principle of law that an\r\nunlawful arrest may constitute a battery is still applicable. Furthermore, in\r\nFrancis, upon which McGowan relies in part, the court recited a jury instruction\r\nthat was not objected to on appeal. Francis, 152 S.C. at 32, 149 S.E. at 354. That\r\ncharge supports the notion that police officers are not immune from assault and\r\nbattery claims if they effect an unlawful arrest. The charge stated: \"If an arrest is\r\nunlawful, the defendant had the right not only to resist it, but it made the person or\r\nofficer attempting such arrest liable for assault and battery and false arrest.\" Id.\r\nBased on the foregoing cases, we conclude a police officer may be liable for\r\nassault and battery for making an unlawful arrest even in the absence of excessive\r\nforce allegations.\r\nThe next question presented is whether Horton's arrest was lawful.\r\n\r\n             The fundamental issue in determining the lawfulness of\r\n             an arrest is whether there was probable cause to make the\r\n             arrest. Probable cause is defined as a good faith belief\r\n             that a person is guilty of a crime when this belief rests on\r\n             such grounds as would induce an ordinarily prudent and\r\n             cautious man, under the circumstances, to believe\r\n             likewise.\r\n\r\nLaw v. S.C. Dep't of Corr., 368 S.C. 424, 441, 629 S.E.2d 642, 651 (2008) (citation\r\nomitted).\r\n\r\nThe question of whether probable cause exists is ordinarily a jury question unless\r\nthe evidence yields but one conclusion as a matter of law. Id. The party alleging a\r\nlack of probable cause bears the burden of proof on that point. Jackson v. City of\r\nAbbeville, 366 S.C. 662, 666, 623 S.E.2d 656, 658 (Ct. App. 2005).\r\nHorton contends the circuit court erred in finding Officer Tyler's affidavit provided\r\nprobable cause for her arrest, because Officer Tyler omitted any information from\r\nAgent Smith regarding Horton's transportation and family issues. We disagree.\r\n\r\n\"Franks [v. Delaware, 438 U.S. 154 (1978)] addressed an act of commission in\r\nwhich false information had been included in the warrant affidavit. However, the\r\nFranks test also applies to acts of omission in which exculpatory material is left out\r\nof the affidavit.\" State v. Missouri, 337 S.C. 548, 554, 524 S.E.2d 394, 397 (1999).\r\n\n\"To be entitled to a Franks hearing for an alleged omission, the challenger must\r\nmake a preliminary showing that the information in question was omitted with the\r\nintent to make, or in reckless disregard of whether it made, the affidavit misleading\r\nto the issuing judge. There will be no Franks violation if the affidavit, including\r\nthe omitted data, still contains sufficient information to establish probable cause.\"\r\nId. (footnote omitted). Entitlement to a Franks hearing is a matter of law subject\r\nto de novo review. United States v. Tate, 524 F.3d 449, 455 (4th Cir. 2008).\r\n\r\n             While omissions may not be per se immune from\r\n             inquiry, the affirmative inclusion of false information in\r\n             an affidavit is more likely to present a question of\r\n             impermissible official conduct than a failure to include a\r\n             matter that might be construed as exculpatory. This latter\r\n             situation potentially opens officers to endless conjecture\r\n             about investigative leads, fragments of information, or\r\n             other matter that might, if included, have redounded to\r\n             defendant's benefit. The potential for endless rounds\r\n             of Franks hearings to contest facially sufficient warrants\r\n             is readily apparent.\r\n\r\nUnited States v. Colkley, 899 F.2d 297, 301 (4th Cir. 1990) (citations omitted).\r\n\r\nInferring bad motives from an officer's omission of information \"collapses into a\r\nsingle inquiry the two elements–'intentionality' and 'materiality'–which Franks\r\nstates are independently necessary.\" Id. A party attempting to demonstrate\r\ninformation was intentionally or recklessly omitted from an affidavit bears a heavy\r\nburden of proof. Tate, 524 F.3d at 454. \"'[M]ere[ ] negligen[ce] in . . . recording\r\nthe facts relevant to a probable-cause determination' is not enough.\" Colkley, 899\r\nF.2d at 301 (quoting Franks, 438 U.S. at 170).\r\n\r\nIn this case, as the circuit court noted, Horton offered no evidence Officer Tyler\r\nomitted Smith's statements with the intent to mislead the ministerial recorder.\r\nColkley makes clear the Fourth Circuit's disdain for the notion that bad motive can\r\nbe inferred from the materiality of the omitted information. However, it is less\r\nclear how the Fourth Circuit would evaluate the omission under the reckless\r\ndisregard prong of Franks.5 If reckless disregard can only be established by\r\n\r\n5 Notably, Colkley was a direct response to the district court's finding that because\r\nthe officer chose to omit certain information, as opposed to omitting it\r\n\naffirmative proof, without reference to the nature of the omitted material, it is\r\ndifficult to imagine how any party would ever be entitled to a Franks hearing on\r\nomitted information. Nevertheless, the Fourth Circuit has clearly set a very high\r\nstandard for establishing entitlement to a Franks hearing. Therefore, we agree\r\nwith the circuit court that Horton did not establish her entitlement to a Franks\r\nhearing. Officer Tyler's affidavit and the arrest warrants are therefore reviewed\r\nwithout the inclusion of Smith's statements and provide probable cause for\r\nHorton's arrest. Consequently, her arrest was lawful, and it follows that her claim\r\nfor assault and battery fails as a matter of law and summary judgment was\r\nappropriate.                      CONCLUSION\r\n\r\nWe affirm summary judgment in favor of the City as to Horton's claims for false\r\narrest/imprisonment, malicious prosecution, and negligence based on the two-issue\r\nrule. We affirm the grant of summary judgment in favor of the City on assault and\r\nbattery based on Horton's failure to meet the high burden of proving the intentional\r\nor reckless omission of Agent Smith's statements from Officer Tyler's affidavit.\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and PIEPER, J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\naccidentally, the intentionality requirement for a Franks hearing was satisfied.\r\nColkley, 899 F.2d at 300.\r\n\n","court":"Appeals"},{"id":"5201","title":"Grimsley v. SLED","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5201.pdf","description":"This is an appeal from the circuit court's order granting summary judgment to the South Carolina Law Enforcement Division (SLED).  We reverse and remand for trial.","date":"2014-02-26","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n            In The Court of Appeals \n\r\n\r\nPhillip D. Grimsley, Sr. and Roger M. Jowers, on behalf\r\nof themselves and others similarly situated, Appellants,\r\n\r\nv.\r\n\r\nSouth Carolina Law Enforcement Division and the State\r\nof South Carolina, Defendants,\r\n\r\nOf whom South Carolina Law Enforcement Division is\r\nthe Respondent. \n\r\n\r\nAppellate Case No. 2012-212815 \n\r\n\r\n\r\n\r\n              Appeal From Richland County\r\n         J. Ernest Kinard, Jr., Circuit Court Judge\r\n\r\n\r\n                   Opinion No. 5201 \n\r\n     Heard January 8, 2014 – Filed February 26, 2014 \n\r\n\r\n\r\n           REVERSED AND REMANDED \n\r\n\r\n\r\nA. Camden Lewis and Ariail E. King, both of Lewis,\r\nBabcock & Griffin, L.L.P., of Columbia, and Richard A.\r\nHarpootlian, of Richard A. Harpootlian, P.A., of\r\nColumbia, for Appellants.\r\n\r\nWilliam H. Davidson, II and Kenneth P. Woodington,\r\nboth of Davidson & Lindemann, P.A., of Columbia, for\r\nRespondent.\r\n\nFEW, C.J.: This is an appeal from the circuit court's order granting summary\r\njudgment to the South Carolina Law Enforcement Division (SLED). We reverse\r\nand remand for trial.\r\n\r\nThe supreme court set forth the facts of this case and described the appellants'\r\ntheory of recovery in Grimsley v. South Carolina Law Enforcement Division, 396\r\nS.C. 276, 721 S.E.2d 423 (2012) (reversing the circuit court's dismissal of the\r\nappellants' claims and remanding). On remand, the parties engaged in discovery\r\nand both sides moved for summary judgment. After the appellants dismissed the\r\nState, the circuit court granted summary judgment to SLED.\r\n\r\nSLED required employees who wished to participate in its \"retirement/rehire\r\nprogram\" to sign a series of forms. SLED contends (1) the forms unambiguously\r\nset each employee's salary upon rehire at 13.6%1 below the salary paid to the\r\nemployee before retirement, and (2) it paid the required employer contribution to\r\nretirement based on the reduced salary figure. See S.C. Code Ann. § 9-11-90(4)(b)\r\n(Supp. 2013) (requiring \"[a]n employer [to] pay . . . the employer contribution for\r\nactive members prescribed by law with respect to any retired member\"). The\r\nappellants concede SLED paid the employer contribution based on the reduced\r\nfigure, but contend the reduced figure is not what they agreed their salary would\r\nbe. Specifically, the appellants argue this sentence in one of the forms—\"You will\r\nhave a reduction of 13.6% in your salary to cover the amount it will cost SLED to\r\npay the employer portion of retirement\"—is evidence the parties agreed to the\r\nsame salary the appellants received before retirement.\r\n\r\nWe agree the evidence concerning the amount of the appellants' salaries is\r\nconflicting, and thus the circuit court should have denied summary judgment. The\r\nform quoted above identifies the reduced figure as \"a reduction . . . in your salary.\"\r\n(emphasis added). If the reduced figure was calculated as a percentage reduction\r\nfrom \"your salary,\" then the salary of each rehired employee was the figure before\r\nreduction, not the reduced figure. SLED contends the quoted sentence refers to the\r\npre-retirement salary figure simply for purposes of calculating the reduced post-\r\nretirement salary. We understand SLED's argument, but do not agree the evidence\r\nsupports the argument as a matter of law. Rather, we hold that a reasonable jury\r\ncould find SLED agreed to pay each rehired employee the same salary it paid\r\nbefore retirement, and the percentage reduction represents an illegal requirement\r\nthat the employee pay the retirement contribution the employer is required to pay\r\nunder subsection 9-11-90(4)(b).\r\n\r\n1   This percentage varies depending on the date each employee was rehired.\r\n\nTherefore, the circuit court erred in granting summary judgment. See Town of\r\nHollywood v. Floyd, 403 S.C. 466, 477, 744 S.E.2d 161, 166 (2013) (stating to\r\novercome summary judgment, \"it is not sufficient for a party to create an inference\r\nthat is not reasonable or an issue of fact that is not genuine\"); Quality Towing, Inc.\r\nv. City of Myrtle Beach, 340 S.C. 29, 33, 530 S.E.2d 369, 371 (2000) (stating \"the\r\nevidence and all inferences which can be reasonably drawn therefrom must be\r\nviewed in the light most favorable to the nonmoving party\").\r\n\r\nOur finding that the evidence is conflicting as to the amount of salary SLED\r\nagreed to pay the rehired employees requires the reversal of summary judgment on\r\nall grounds stated in the circuit court's order. On remand, the circuit court shall\r\nmake the determination required by Rule 23(d)(1), SCRCP, and set the case for\r\ntrial.\r\n\r\nREVERSED and REMANDED.\r\n\r\nPIEPER, J., and CURETON, A.J., concur.\r\n\n","court":"Appeals"}]