[{"id":"5269","title":"SCDSS v. Massey","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5269.pdf","description":"In this permenancy planning appeal, we hold the family court erred in finding it lacked jurisdiction to order reunification when no merits hearing was ever held to determine whether the children were abused or neglected.  We also hold the family court erred in dismissing the oldest son from the action when he was removed pursuant to a removal action and custody was never permenantly awarded to a third party.  We reverse and remand.","date":"2014-09-03","type":"opinion","text":"        THE STATE OF SOUTH CAROLINA \n\r\n            In The Court of Appeals \n\r\n\r\nSouth Carolina Department of Social Services,\r\nRespondent,\r\n\r\nv.\r\n\r\nDenise Hogan, Katrina Massey, and Michael Jackson, \n\r\nDefendants, \n\r\n\r\nOf whom Katrina Massey is the Appellant. \n\r\n\r\nIn the interest of minor children under the age of \n\r\neighteen. \n\r\n\r\nAppellate Case No. 2013-001751 \n\r\n\r\n\r\n\r\n            Appeal from Charleston County \n\r\n        Daniel E. Martin, Jr., Family Court Judge \n\r\n\r\n\r\n                   Opinion No. 5269 \n\r\n     Heard July 23, 2014 – Filed September 3, 2014 \n\r\n\r\n\r\n           REVERSED AND REMANDED \n\r\n\r\n\r\nPhyllis Walker Ewing and Trudy Hartzog Robertson,\r\nboth of Moore & Van Allen, PLLC, of Charleston, for\r\nAppellant.\r\n\r\nWolfgang Louis Kelly, of South Carolina Department of\r\nSocial Services, of North Charleston, for Respondent.\r\n\n             Joshua Keith Roten, of Charleston, for the Guardian ad\r\n             Litem.\r\n\r\n\r\nPER CURIAM: In this permanency planning appeal, we hold the family court\r\nerred in finding it lacked jurisdiction to order reunification when no merits hearing\r\nwas ever held to determine whether the children were abused or neglected. We\r\nalso find the family court erred in dismissing the oldest son from the action when\r\nhe was removed pursuant to a removal action and custody was never permanently\r\nawarded to a third party. We reverse and remand with instructions for the family\r\ncourt to hold a merits hearing on the underlying removal action.\r\n\r\nFACTS\r\n\r\nThis removal action began November 10, 2010. At the December 13, 2010 merits\r\nhearing, Katrina Massey (Mother) and Michael Jackson (Father) agreed the South\r\nCarolina Department of Social Services (DSS) should retain legal and physical\r\ncustody of their children (Daughter and Son) and Mother and Father would\r\ncomplete treatment plans. However, Mother and Father contested findings of\r\nabuse and neglect, and the family court scheduled mediation. Following\r\nmediation, Mother and Father agreed DSS should retain legal and physical custody\r\nof Daughter, and Denise Hogan, a relative, should have legal and physical custody\r\nof Son. The family court approved the agreement on January 24, 2011, finding the\r\nparties stipulated the order was being issued without an affirmative finding of fact\r\non the existence of harm or threat of harm to the minor children. The order stated,\r\n\"[DSS] specifically reserves the right to pursue such a finding of fact at any\r\nsubsequent [h]earing in this matter, and the rights of all parties to present evidence\r\nin support of or in defense against such a finding is likewise reserved.\"\r\n\r\nMother gave birth to another son (Baby) on February 16, 2011, and the family\r\ncourt issued an ex parte order removing Baby and placing him in DSS's custody.\r\nThe family court scheduled a merits hearing in Baby's case for April 14, 2011, but\r\nit was continued at DSS's request. On May 16, 2011, the family court held a merits\r\nhearing in Baby's case, and it issued a final order regarding Father. The family\r\ncourt continued the issues regarding Mother so she could obtain counsel.\r\n\r\nThe family court scheduled a merits hearing for Baby's case on June 20, 2011, but\r\nit was continued because some of the parties were not served. The case was\r\ncontinued again on August 3, 2011, because it was contested. The family court\r\n\nscheduled mandatory mediation for September 9, 2011, but it was continued\r\nbecause there were not enough mediators.1 A November 17, 2011 order removed\r\nthe case from the docket due to docketing error.\r\n\r\nOn December 16, 2011, the family court held a merits hearing for Baby's case and\r\na permanency planning hearing for Daughter and Son's case. The parties again\r\nagreed (1) the order would be issued without an affirmative finding of fact as to the\r\nexistence of harm or threat of harm by Mother; (2) legal and physical custody of\r\nDaughter and Baby should remain with DSS; and (3) legal and physical custody of\r\nSon should remain with Hogan.\r\n\r\nOn February 26, 2013, the family court held a permanency planning hearing for all\r\nthe children. At the beginning of the hearing, DSS noted the parties had not\r\nreached an agreement about the permanent plan. DSS argued reunification could\r\nnot be a goal because section 63-7-1700(F) of the South Carolina Code (Supp.\r\n2013) prohibits an extension for reunification after a child has been in foster care\r\nfor eighteen months. Father and Mother asserted they had a right to a merits\r\nhearing before proceeding with the permanency planning hearing because the\r\nfamily court never made a finding of abuse and neglect. Citing South Carolina\r\nDepartment of Social Services v. Smith,2 DSS asserted the family court did not\r\nneed to make a finding of abuse or neglect before determining the children's\r\npermanent plan. The guardian ad litem agreed with DSS, and the family court\r\ndetermined it lacked jurisdiction to order reunification based on subsection (F)\r\nbecause the children had been in foster care for more than eighteen months.\r\n\r\nNext, the guardian ad litem moved to have Son dismissed from the case pursuant to\r\nsection 63-7-1670(C)(2) of the South Carolina Code (2010). The guardian ad litem\r\nnoted Son was placed in relative custody more than eighteen months before and\r\nargued the clear language of the statute indicated jurisdiction with respect to Son\r\nhad terminated. DSS agreed, and the court dismissed Son from the action, finding\r\nit no longer had jurisdiction pursuant to subsection (C)(2). In its final order, the\r\nfamily court determined Daughter's and Baby's permanent plan would be\r\ntermination of parental rights (TPR) and adoption concurrent with relative custody.\r\nMother's appeal followed.\r\n\r\n1 For the benefit of the bench and bar, we note that requiring mediation for DSS \n\r\nremoval actions contradicts Rule 3(b)(8), ADR, which exempts family court cases \n\r\ninitiated by DSS from mandatory mediation.\n\r\n2 343 S.C. 129, 134-35, 538 S.E.2d 285, 287-88 (Ct. App. 2000).\n\r\n\nSTANDARD OF REVIEW\r\n\r\nIn reviewing the decision of the family court, an appellate court has the authority to\r\nfind the facts in accordance with its own view of the preponderance of the\r\nevidence. Lewis v. Lewis, 392 S.C. 381, 384, 709 S.E.2d 650, 651 (2011).\r\nAlthough this court retains its authority to make its own findings of fact, we\r\nrecognize the superior position of the family court in making credibility\r\ndeterminations. Id. at 392, 709 S.E.2d at 655.\r\n\r\nLAW/ANALYSIS\r\n\r\nI.   Merits Hearing\r\n\r\n\"Upon receipt of a removal petition under this section, the family court shall\r\nschedule a hearing to be held within thirty-five days of the date of receipt to\r\ndetermine whether removal is necessary.\" S.C. Code Ann. § 63-7-1660 (D)\r\n(2010). \"[A] merits hearing must be scheduled to be held,\" but not necessarily\r\ncompleted, within thirty-five days. S.C. Dep't of Soc. Servs. v. Gamble, 337 S.C.\r\n428, 432, 523 S.E.2d 477, 479 (Ct. App. 1999). A party may request a continuance\r\nif exceptional circumstances exist, and if the family court grants the continuance,\r\nthe merits hearing \"must be completed within sixty-five days following receipt of\r\nthe removal petition.\" S.C. Code Ann. § 63-7-710 (E) (2010).\r\n\r\n             The court may continue the hearing on the merits beyond\r\n             sixty-five days without returning the child to the home\r\n             only if the court issues a written order with findings of\r\n             fact supporting a determination that the following\r\n             conditions are satisfied, regardless of whether the parties\r\n             have agreed to a continuance:\r\n\r\n             (1) the court finds that the child should remain in the\r\n             custody of the department because there is probable\r\n             cause to believe that returning the child to the home\r\n             would seriously endanger the child's physical safety or\r\n             emotional well-being;\r\n\n             (2) the court schedules the case for trial on a date and\r\n             time certain which is not more than thirty days after the\r\n             date the hearing was scheduled to be held; and\r\n\r\n             (3) the court finds that exceptional circumstances support\r\n             the continuance or the parties and the guardian ad litem\r\n             agree to a continuance.\r\n\r\nId. \"The court shall not order that a child be removed from the custody of the\r\nparent or guardian unless the court finds that the allegations of the [removal]\r\npetition are supported by a preponderance of evidence including a finding that the\r\nchild is an abused or neglected child . . . .\" S.C. Code Ann. § 63-7-1660(E) (2010).\r\n\r\nWe hold the family court had the authority to order a merits hearing, and it should\r\nhave done so at the parents' request. Section 63-7-1660(E) is plain and\r\nunambiguous, and it mandates a finding of abuse or neglect before a child can be\r\nretained in foster care. Here, the family court was presented with the conundrum\r\nof holding a permanency planning hearing for children who had been in foster care\r\nfor more than two years without any affirmative finding they were abused or\r\nneglected.3 Had the family court previously made a finding of abuse or neglect, it\r\nwould have been correct in finding it could not order an extension for\r\nreunification. See S.C. Code Ann. § 63-7-1700(F) (Supp. 2013) (\"[T]he court may\r\norder an extension of the [placement] plan . . . but in no case may the extension for\r\nreunification continue beyond eighteen months after the child was placed in foster\r\ncare.\"). However, because the family court never made an affirmative finding of\r\nabuse or neglect and the parents never had an opportunity to present evidence to\r\ncontest such a finding, the family court had more options at the permanency\r\n\r\n3  During oral argument, DSS asserted an agreement to hold a finding in abeyance\r\nis a finding within the meaning of section 63-7-1660(E). We find this\r\ninterpretation is in error. An agreement to hold a finding in abeyance is not an\r\naffirmative finding. See S.C. Code Ann. § 63-7-20(2) (2010) (\"'Affirmative\r\ndetermination' means a finding by a preponderance of evidence that the child was\r\nabused or neglected by the person who is alleged or determined to have abused or\r\nneglected the child and who is mentioned by name in a report or finding.\").\r\nFurther, by its plain language, the stipulation reserved the \"rights of all parties to\r\npresent evidence in support of or in defense against such a finding.\" We find the\r\nstipulation reserved the parents' rights to request a merits hearing, and they were\r\nentitled to such a hearing at their request.\r\n\nplanning hearing, and it should have scheduled a merits hearing at the request of\r\nthe parents.4\r\n\r\nIn Ex parte Morris, 367 S.C. 56, 66, 624 S.E.2d 649, 654 (2006), our supreme\r\ncourt held:  It is error, in the face of a request by a party for an\r\n             evidentiary hearing, for the family court to issue a\r\n             permanency planning order based on an examination of\r\n             the file and pleadings, the arguments of counsel, and the\r\n             [guardian ad litem's] report, but without considering\r\n             testimony and evidence at a hearing where witnesses are\r\n             subject to direct and cross-examination.\r\n\r\nWe acknowledge the family court here did not prohibit Mother from presenting\r\ntestimony at the permanency planning hearing. However, its finding it lacked\r\njurisdiction to order reunification rendered any consideration of evidence moot.\r\nBased on the plain language of section 63-7-1700(D) of the South Carolina Code\r\n(Supp. 2013), the family court had the jurisdiction and the authority to return the\r\nchildren to Mother if it determined the children could \"be safely maintained in the\r\nhome [because Mother] remedied the conditions that caused the removal and the\r\nreturn of the child[ren] . . . would not cause an unreasonable risk of harm.\" § 63-7-\r\n1700(D). We hold the family court also had the jurisdiction and authority to order\r\na merits hearing at Mother's request.\r\n\r\nWe take this opportunity to address a practice in Charleston County removal\r\nactions we find troubling. During oral argument, DSS stated it commonly allows\r\nparties to \"reserve\" findings of abuse and neglect and then proceeds with the\r\nremoval action by agreement. DSS indicated it does not intend to pursue a finding\r\nof abuse or neglect when the parties agree to hold the finding in abeyance, and it\r\nasserted such a practice is permissible under South Carolina Department of Social\r\nServices v. Smith, 343 S.C. 129, 538 S.E.2d 285 (Ct. App. 2000).\r\n\r\n\r\n4 The family court must make appropriate findings in order to exceed the statutory\r\ntimeframe. S.C. Code Ann. § 63-7-710(E). The remedy for the failure to timely\r\ncomplete the merits hearings is to \"petition for the return of [the] children or move\r\nto vacate the order granting custody to DSS.\" S.C. Dep't of Soc. Servs. v. Meek,\r\n352 S.C. 523, 532, 575 S.E.2d 846, 850-51 (Ct. App. 2002).\r\n\nIn Smith, this court considered whether a family court had jurisdiction over a TPR\r\naction when the children were removed from the mother without a finding of abuse\r\nor neglect. Id. at 134-35, 538 S.E.2d at 287-88. This court first noted the family\r\ncourt had jurisdiction over all TPR actions. Id. at 135, 538 S.E.2d at 288.\r\nAlthough it believed the family court may have made a finding of abuse or neglect\r\nin a prior order, this court held \"the lack of such a finding in this case did not\r\ndeprive the family court of jurisdiction over a proceeding for [TPR].\" Id.\r\n\r\nWe are troubled by Charleston County DSS's interpretation of Smith to support its\r\nposition that it does not need to seek a finding of abuse or neglect in a removal\r\naction. Such an interpretation clearly contradicts section 63-7-1660(E). When this\r\ncourt decided Smith, it did not intend for Smith to be construed so broadly. We\r\nfind this practice is in clear contravention of the removal statutes and could violate\r\nthe fundamental right parents have to raise their children. See S.C. Dep't of Soc.\r\nServs. v. Michelle G., 407 S.C. 499, 505, 757 S.E.2d 388, 391 (2014) (\"[P]arents\r\nhave a fundamental liberty interest in the care, custody, and management of their\r\nchildren.\").\r\n\r\nBecause Mother is entitled to a hearing on the merits, we reverse and remand this\r\ncase for a merits hearing. At the hearing, the family court must determine whether\r\nMother abused or neglected the children. This hearing shall occur within thirty-\r\nfive days of the remittitur.\r\n\r\nII.   Dismissal of Son\r\n\r\nDSS asserts the January 25, 2011 order transferring legal and physical custody of\r\nSon to Hogan was a final order that permanently transferred custody of Son.\r\nAlthough the order purports to be a final order, the actions of the parties show the\r\ntransfer of custody was a relative placement pending completion of the placement\r\nplan rather than an order awarding Hogan permanent custody. The family court\r\naddressed Son's custody at a May 25, 2011 judicial review hearing when the\r\nparties agreed custody of Son should remain with Hogan. The family court\r\naddressed Son's custody again at a December 16, 2011 permanency planning\r\nhearing when the parties agreed custody of Son should remain with Hogan. Had\r\nthe parties intended for the January 25, 2011 order to grant Hogan permanent\r\ncustody of Son, the parties would not have continued to address Son's custody at\r\nlater hearings. Although DSS asserted the January 25, 2011 order awarded Hogan\r\npermanent custody of Son, it qualified that statement by asserting permanent\r\ncustody was transferred \"pending completion of the treatment plan.\" This\r\n\nqualification shows DSS did not intend the transfer of custody to be permanent.\r\nThus, we find the order granting Hogan custody of Son was a relative placement\r\npending the completion of the treatment plan rather than a final order transferring\r\npermanent custody to Hogan.\r\n\r\nAdditionally, we find the family court erred in dismissing Son from the action\r\npursuant to section 63-7-1670(C)(2) of the South Carolina Code (2010). The\r\nChildren's Code requires DSS to investigate all reports of suspected child abuse\r\nand neglect. S.C. Code Ann. § 63-7-900 (2010). \"[I]f [DSS] determines by a\r\npreponderance of evidence that the child is an abused or neglected child and that\r\nthe child cannot be protected from harm without intervention,\" it can file a petition\r\nwith the family court to intervene and provide services without removing the child\r\nfrom the home. S.C. Code Ann. § 63-7-1650(A) (2010). \"[I]f [DSS] determines\r\nby a preponderance of evidence that the child is an abused or neglected child and\r\nthat the child cannot be safely maintained in the home,\" it can petition the family\r\ncourt to remove the child from the parents' custody. S.C. Code Ann. § 63-7-\r\n1660(A) (2010).\r\n\r\nIf the family court determines \"the child shall remain in the home and that\r\nprotective services shall continue,\" the family court must approve a treatment plan.\r\nS.C. Code Ann. § 63-7-1670(A) (2010). When the court approves a treatment\r\nplan, it must \"specify a date upon which jurisdiction will terminate automatically,\r\nwhich must be no later than eighteen months after the initial intervention.\" S.C.\r\nCode Ann. § 63-7-1670(C)(2) (2010). \"If the court orders that a child be removed\r\nfrom the custody of the parent or guardian, the court must approve a placement\r\nplan.\" S.C. Code Ann. § 63-7-1680(A) (Supp. 2013).\r\n\r\nThe legislature drafted two sections outlining plans for parents in abuse and\r\nneglect proceedings. By its plain language, section 63-7-1670 applies when a child\r\nremains in the home and DSS intervenes, and it requires the court to approve a\r\ntreatment plan. In contrast, section 63-7-1680 applies when a child is removed\r\nfrom the home, and it requires the court to approve a placement plan. By naming\r\nthe plans different things and describing them in different sections, the legislature\r\nintended one section to apply to intervention actions and the other section to apply\r\nto removal actions.\r\n\r\nDSS concedes Son was removed by a removal action, and the record shows DSS\r\nfiled a removal petition rather than an intervention petition. This court has\r\ndetermined \"intervention does not contemplate placement of children with third\r\n\nparties.\" S.C. Dep't of Soc. Servs. v. Randy S., 390 S.C. 100, 107, 700 S.E.2d 250,\r\n254 (Ct. App. 2010). Thus, this action was a removal action, and the statutes\r\ngoverning removal actions apply rather than the statutes governing intervention\r\nactions. See id. (\"Because DSS in actuality initiated a removal action instead of an\r\nintervention action, it was required to follow the statutory procedures for removal\r\nand file a petition with the family court after [the children] were taken into\r\n[emergency protective custody].\"). Because section 63-7-1670 applies to\r\nintervention actions rather than removal actions, the family court erred in applying\r\nit to this case and using it to dismiss Son. Accordingly, we reverse the family\r\ncourt's dismissal of Son from the action, grant DSS legal custody of Son, and\r\nremand for a merits hearing.\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, the order on appeal is\r\n\r\nREVERSED AND REMANDED.\r\n\r\nWILLIAMS, KONDUROS, and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5270","title":"56 Leinbach Investors v. Magnolia Paradigm","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5270.pdf","description":"William S. Barr, of Barr, Unger & McIntosh, LLC, of Charleston, for Respondent/Appellant.","date":"2014-09-10","type":"opinion","text":"                   THE STATE OF SOUTH CAROLINA \n\r\n                       In The Court of Appeals \n\r\n            56 Leinbach Investors, LLC, Appellant/Respondent,\r\n\r\n            v.\r\n\r\n            Magnolia Paradigm, Inc, Respondent/Appellant.\r\n\r\n            Appellate Case No. 2012-213389\r\n\r\n\r\n\r\n                       Appeal From Charleston County \n\r\n                    Mikell R. Scarborough, Master-in-Equity \n\r\n\r\n\r\n                                Opinion No. 5270 \n\r\n                 Heard June 11, 2014 – Filed September 10, 2014 \n\r\n\r\n\r\n            AFFIRMED IN PART, REVERSED IN PART, AND\r\n                          REMANDED\r\n\r\n\r\n            Donald H. Howe, of the Law Office of Donald H. Howe,\r\n            LLC, of Charleston, for Appellant/Respondent.\r\n\r\n            William S. Barr, of Barr, Unger & McIntosh, LLC, of\r\n            Charleston, for Respondent/Appellant.\r\n\r\n\r\nKONDUROS, J.: In this cross-appeal, 56 Leinbach Investors, LLC (Leinbach)\r\nappeals the master-in-equity's determination it breached a lease agreement with\r\nMagnolia Paradigm, Inc. (Magnolia) when Leinbach leased a portion of the subject\r\nproperty to a third party. Leinbach further appeals the master's award of a $300\r\nper month rent abatement as damages, arguing Magnolia suffered only nominal\r\ndamages. Magnolia appeals the master's admission of parol evidence regarding the\r\nscope of the subject property and the damages award, contending the master erred\r\n\nin reforming the lease and that rent abatement should be equivalent to the amount\r\nLeinbach is receiving under the third-party lease. We affirm in part, reverse in\r\npart, and remand.\r\n\r\nFACTS/PROCEDURAL BACKGROUND\r\n\r\nLeinbach and Magnolia entered into a lease agreement in 2003 whereby Magnolia\r\nleased from Leinbach a 1.21-acre undeveloped parcel of land for Baker Motors to\r\nuse as employee parking. The parcel is located in Charleston County and adjoined\r\nanother parcel owned by Leinbach and occupied by the Charleston Montessori\r\nSchool. Prior to signing the lease, the parties negotiated the terms including\r\nMagnolia submitting a planned design for construction of the parking area, which\r\ncovered most of the 1.21 acres with the exception of a small wooded area.\r\nLeinbach sought $2,000 per month in rent, and after negotiations, the parties\r\nagreed upon $1,800 per month.1\r\n\r\nIn 2005, Optima Towers (Optima) approached Leinbach's sole member, Clyde\r\nHiers, about leasing space to erect a communications tower on the property. Baker\r\nMotors was aware of the tower's erection because Optima coordinated with it\r\nregarding construction equipment at the site and the tower is immediately adjacent\r\nto the employee parking lot.\r\n\r\nIn late 2006, Magnolia decided to buy the leased property and discovered the tower\r\nhad been erected within the wooded area of the 1.21 acres. In late 2007, Magnolia\r\nnotified Leinbach it considered the erection of the tower to be a violation of the\r\nlease and began deducting $886.97, the amount Leinbach was receiving from\r\nOptima, from its monthly lease payments. Leinbach filed suit against Magnolia,\r\nalleging Magnolia breached the lease by failing to pay the full amount of rent due\r\nunder the lease. Magnolia asserted the defense of abatement under the lease and\r\ncounterclaimed for the $886.97 Optima was paying Leinbach under the tower\r\nlease. Both parties also asserted unjust enrichment claims. Neither party sought to\r\nterminate the lease.\r\n\r\nThe case was referred to the master, and a trial was conducted. The master\r\nconcluded the leased property constituted the entire 1.21 acres and Leinbach\r\nbreached the lease by permitting the erection of the tower. However, it further\r\nconcluded Magnolia had abandoned the wooded area and also breached the lease\r\n\r\n1   The lease also provides for incremental increases in rent at certain intervals.\r\n\nby withholding the $886.97 in payments each month. The master further\r\ndetermined the parties made a mutual mistake that allowed for reformation of the\r\nlease because neither Leinbach nor Magnolia understood the wooded area was\r\ncovered by the lease agreement. The master then reformed the lease to reflect\r\nMagnolia's inability to use the wooded area. He determined Magnolia could not\r\nuse one sixth of the leased property and reduced Magnolia's the monthly rent by\r\nthat amount, $300 per month. These cross-appeals followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"When legal and equitable actions are maintained in one suit, each retains its own\r\nidentity as legal or equitable for purposes of the applicable standard of review on\r\nappeal.\" Corley v. Ott, 326 S.C. 89, 92 n.1, 485 S.E.2d 97, 99 n.1 (1997). The\r\nreviewing court should \"view the actions separately for the purpose of determining\r\nthe appropriate standard of review.\" Jordan v. Holt, 362 S.C. 201, 205, 608 S.E.2d\r\n129, 131 (2005).\r\n\r\n\"An action for breach of contract seeking money damages is an action at law.\"\r\nEllie, Inc. v. Miccichi, 358 S.C. 78, 89, 594 S.E.2d 485, 491 (Ct. App. 2004)\r\n(internal quotation marks omitted). On appeal of an action at law, this court will\r\naffirm the master's factual findings if there is any evidence in the record which\r\nreasonably supports them. Query v. Burgess, 371 S.C. 407, 410, 639 S.E.2d 455,\r\n456 (Ct. App. 2006).\r\n\r\n\"Actions involving reformation of instruments are equitable in nature.\" Crewe v.\r\nBlackmon, 289 S.C. 229, 233, 345 S.E.2d 754, 756 (Ct. App. 1986). In an action\r\nin equity, tried by the master, the appellate court has jurisdiction to find facts in\r\naccordance with its views of the preponderance of the evidence. Fox v. Moultrie,\r\n379 S.C. 609, 613, 666 S.E.2d 915, 917 (2008).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Leinbach's Breach of the Lease\r\n\r\nLeinbach contends the master erred in finding it breached the lease agreement\r\nbecause \"demised premises\" included the entire 1.21 acres of property described in\r\nthe lease. We disagree.\r\n\n\"When [a] contract's language is unambiguous it must be given its plain and\r\nordinary meaning and the court may not look to extrinsic evidence to interpret its\r\nprovisions.\" Stevens Aviation, Inc. v. DynCorp Int'l, LLC, 394 S.C. 300, 307, 715\r\nS.E.2d 655, 659 (Ct. App. 2011, rev'd on other grounds, 407 S.C. 407, 756 S.E.2d\r\n148 (2014). \"[E]xtrinsic evidence may only be considered if the contract is\r\nambiguous.\" Preserv. Capital Consultants, LLC v. First Am. Title Ins. Co., 406\r\nS.C. 309, 320, 751 S.E.2d 256, 261 (2013).\r\n\r\nArticle I, Section 1.01 of the lease, entitled \"Demised Premises,\" indicates\r\n\"Landlord hereby demises and leases to Tenant, and Tenant hereby takes and\r\nleases from Landlord, certain premises (herein called the \"Demised Premises\")\r\nconsisting of the real estate and any improvements located or to be located thereon\r\ndescribed 1.21 acres of real estate located at Leinbach Dr.[,] City of Charleston,\r\nState of South Carolina and more particularly described as parcel H-2 of TMS#\r\n349-01-00-045 . . . .\"\r\n\r\nAlthough other sections of the lease discuss the permissible use of the demised\r\npremises, the contract unambiguously indicates the entire 1.21 acres constitutes the\r\ndemised premises.2 Article XII entitled \"Title to Premises\" states, \"the Demised\r\nPremises shall hereafter be subject to no leases, easements, covenant, restriction or\r\nthe like which in any manner would prevent or interfere with Tenant.\"\r\nAdditionally, Tenant is \"entitled to lawful, quiet and peaceful possession and\r\noccupation of the Demised Premises and shall enjoy all the rights, herein granted\r\nwithout any let, hindrance, ejection, molestation or interference by any person.\"\r\n\r\nThe tower's presence within the demised premises deprives Magnolia of full, quiet,\r\npeaceful possession, and the Optima lease interferes with Magnolia's use of the\r\nproperty in some manner, although not to the extent Magnolia argues.\r\nConsequently, we affirm the master's ruling that Leinbach breached the lease.\r\n\r\n\r\n\r\n2 With respect to Magnolia's argument the master erred in admitting parol evidence\r\nto determine the meaning of the contract, we agree the lease was not ambiguous\r\nand did not required extrinsic evidence to ascertain the extent of demised premises.\r\nHowever, extrinsic evidence regarding the plans for Magnolia's parking area and\r\nuse of the demised premises was relevant to the question of damages because the\r\nplans demonstrate the speculative nature of any future use of the wooded area in\r\ndispute.\r\n\nII.   Reformation of the Lease\r\n\r\nMagnolia contends the master erred in reforming the lease based on mutual\r\nmistake. We agree.\r\n\r\n\"A contract may be reformed on the ground of mistake when the mistake is mutual\r\nand consists in the omission or insertion of some material element affecting the\r\nsubject matter or the terms and stipulations of the contract, inconsistent with those\r\nof the parol agreement which necessarily preceded it.\" George v. Empire Fire &\r\nMarine Ins., Co., 344 S.C. 582, 590, 545 S.E.2d 500, 504 (2001). \"A mistake is\r\nmutual where both parties intended a certain thing and by mistake in the drafting\r\ndid not obtain what was intended. Before equity will reform a contract, the\r\nexistence of a mutual mistake must be shown by clear and convincing evidence.\"\r\nId. (emphasis added); see also 66 Am. Jur. 2d Reformation of Instruments § 1\r\n(2011) (\"Reformation of a contract is an extraordinary equitable remedy and\r\nshould be granted with great caution and only in clear cases of fraud or mistake.\").\r\n\r\nThe master concluded:\r\n\r\n             While I find [Leinbach] breached its lease with\r\n             [Magnolia], I further find that [Magnolia's] failure to\r\n             utilize the area in question amounted to an abandonment\r\n             of that part of the demised premises which resulted in a\r\n             mutual mistake of fact - both parties were unaware that\r\n             the \"wooded area\" was contained within the demised\r\n             premises at the time that either lease was entered into. I\r\n             further find that this abandonment occurred prior to\r\n             [Leinbach]'s breach of the express terms of the lease by\r\n             again renting part of the demised premises.\"\r\n\r\nInitially, we note that neither party, at trial or on appeal, contends they made a\r\nmutual mistake. Furthermore, we find the preponderance of evidence in the record\r\ndoes not support a finding of mutual mistake at the time the contract was formed\r\nwith respect to whether the wooded area was included in the 1.21 acres\r\nconstituting the demised premises.\r\n\r\nWilliam Cochran, Jr. was operations manager for Baker Motors from 1993 until\r\n2004 and negotiated the lease with Leinbach. He indicated the lease included the\r\nwooded area for a total of 1.21 acres even though it was not feasible to develop the\r\narea for parking at that time and testified as follows:\r\n\n             Q. Do you recall why, if you look at the sketch there,\r\n             why you didn't put any parking over in the corner, off the\r\n             cul-de-sac?\r\n\r\n             A. I was responsible for expense control. When this\r\n             opportunity came and we decided to go with it, I wanted\r\n             to get as many parking places as we could at the least\r\n             amount expense of turning dirt. As they referred to it,\r\n             that was a soccer field. It was compacted, that whole\r\n             area. That was the easiest place to put it. I don't recall\r\n             exactly, that's why that area was used and that's why this\r\n             parking lot design was drawn. Over in the corner was an\r\n             area that would've cost much more at the time to do. We\r\n             had some trees to take down. We would have to fell and\r\n             do that. We didn't need that at that time. And so the\r\n             least expensive way I could turn this piece into a parking\r\n             lot for us was what we did right there.\r\n\r\n             Q. Did you ever feel that precluded you from putting\r\n             parking over there or something over there in the future?\r\n\r\n             A. I didn't think that it would preclude for anything\r\n             because we had leased the entire parcel.\r\n\r\nAdditionally, Cochran testified he understood the rent proposed by Leinbach to be\r\nbased upon its desire to make an 8 to 10% profit on its investment in the property,\r\nwhich would include the entire 1.21 acres. Corky Carnevale, Leinbach's real estate\r\nagent for securing the lease, testified the lease was for the entire 1.21 acres and\r\ncorroborated Cochran's testimony regarding the rent calculation. Tommy B.\r\nBaker, sole member of Magnolia, testified his goal in signing the lease was to get\r\nas many parking spaces as he economically could and to secure the total property,\r\n1.21 acres.\r\n\r\nAt trial, Hiers, took the position that because the lease said Baker Motors could use\r\nthe property for approved parking, he could erect the tower on the wooded area as\r\nBaker Motors was not using it for parking. He stated, \"[w]e have never denied\r\nthat the parcel has been inadvertently leased to two people. Again, I contend that\r\nMr. Baker was not interfered with. He got exactly what he bargained for. He\r\nsaved over $100,000 by not trying to develop that finger of land for a few\r\n\nadditional parking spaces.\" Additionally, Hiers acknowledged the demised\r\npremises is 1.21 acres and that he leased all of parcel H-2 to Magnolia.\r\nFurthermore, Hiers testified that while Magnolia did not have the absolute right to\r\nexpand the parking area, it could have done so with his permission and the\r\napproval of the City of Charleston.\r\n\r\nHiers testified he was not heavily involved in the placement of the cell tower. \"I\r\ntold [Optima's representative] my plate was full at the time. And if he wanted to\r\npursue this opportunity, he was going to need to contact the city, Mr. Baker, and\r\neveryone else, and he was responsible for getting this done if, in fact, that's what he\r\nwanted to do.\" This testimony indicates Hiers believed Baker had some interest in\r\nthe property or there would be no need to contact him regarding the tower's\r\nconstruction. Hiers testified:\r\n\r\n             Q. You made the unilateral mistake and leased out a\r\n             portion of the property that you had previously leased to\r\n             Mr. Baker to Optima Towers?\r\n\r\n             A. Clearly that's why we are in court today.\r\n\r\nWe recognize Magnolia did not immediately object to the erection of the tower on\r\nthe wooded area. However, that fact alone does not demonstrate by clear and\r\nconvincing evidence that at the formation of the lease Magnolia did not intend to\r\nlease the entire 1.21 acre parcel. Baker testified he was not aware that a cell tower\r\nwas going up \"adjacent or on the property\" and he was not contacted about the\r\nconstruction of the tower. The record does not reveal how often Baker was at the\r\npremises or whether he parks in the employee lot. Furthermore, Cochran, the\r\nBaker employee most familiar with the terms of the lease, was not employed by\r\nBaker Motors at the time of the erection of the cell tower. Leinbach also owned\r\nthe adjacent parcel of land and simple inattentiveness to the precise location of the\r\ntower could have resulted in its being built on the wooded area. This falls short of\r\nestablishing clear and convincing evidence of an intent to have abandoned that\r\nportion of the property in 2003. Furthermore, the drawings relied upon by the\r\nmaster to create a mutual mistake through Magnolia's abandonment all depict the\r\nwooded area. Although parking spaces are not delineated in the wooded area, the\r\nland itself is included in the drawings and is in no way excluded from the terms of\r\nthe lease. Additionally, Magnolia did not attempt to negotiate a lower rent based\r\non the decision not to use the wooded area for parking.\r\n\nLeinbach's mistake was unilateral and occurred three years after the signing of the\r\nLeinbach/Magnolia lease. While Magnolia did not object to the construction of the\r\ntower, that was a mistake that occurred after the inception of the lease and does not\r\noffer a basis for reformation.\r\n\r\n             Although reformation corrects a mistake between the\r\n             written document and the actual intent of the contracting\r\n             parties, it will not rewrite a contract simply because it has\r\n             become less favorable to one party. Under the remedy of\r\n             reformation, the law will not make a better contract than\r\n             that which the parties themselves have seen fit to enter\r\n             into, or will not alter it for the benefit of one party to the\r\n             detriment of another.\r\n\r\n             Reformation is not available for the purpose of making a\r\n             new and different contract for the parties but is confined\r\n             to establishment of the actual agreement; thus, a court of\r\n             equity cannot, and should not, undertake to make a new\r\n             contract between the parties by reformation. Thus, a\r\n             court may not substitute by reformation an agreement\r\n             that it thinks is proper but to which the parties had never\r\n             assented.\r\n\r\n66 Am. Jur. 2d Reformation of Instruments § 1 (2011) (footnotes omitted).\r\n\r\nWhile reformation of the lease allowed the master to fashion an equitable remedy\r\nthat is very appealing, the preponderance of the evidence does not demonstrate\r\nclearly and convincingly the parties made a mutual mistake of fact at the time of\r\nthe formation of the lease regarding whether the wooded area was included in the\r\ndemised premises. Consequently, we reverse the master's ruling as to mutual\r\nmistake and reformation.\r\n\r\nIII. Damages and Magnolia's Breach of the Lease\r\n\r\nBecause we conclude the master erred in reforming the contract, we look to the\r\ndamages provision in the lease to determine the result of Leinbach's breach and\r\nwhether Magnolia breached the lease by abating rent. Section 6.03 discusses\r\nabatement of rent and provides:\r\n\n             If Landlord creates a condition that substantially\r\n             interferes with the normal use of the Demised Premises\r\n             or appurtenant parking or service areas as allowed herein,\r\n             the Rent and other charges due hereunder shall be abated\r\n             during the time such interference persists, but such\r\n             abatement persists . . . . (emphasis added).\r\n\r\nThe master concluded the tower was not a substantial interference with the normal\r\nuse of the demised premises, and evidence in the record supports that finding.\r\nConsequently, Magnolia breached the lease by failing to pay the agreed upon rent,\r\nand Leinbach is entitled to payment of those funds.\r\n\r\nAdditionally, although we conclude Leinbach breached the lease, Magnolia's proof\r\nas to damages was only speculative and does not support an award of actual\r\ndamages. Baker testified as follows:\r\n\r\n             Q. And the tower that's there has not interfered at all\r\n             with any of the parking on any of the sites?\r\n\r\n             A. For the time being, yes.\r\n\r\n             Q. Your testimony is, basically, you just really don't\r\n             know what the future brings?\r\n\r\n             A. I don't think anybody does.\r\n\r\n             ....\r\n\r\n             Q. You don't know that it would make any economic\r\n             sense [to expand parking into the wooded area]?\r\n\r\n             A. That would be for a future determination.\r\n\r\n             Q. You haven't run any numbers to see if it would make\r\n             any economic sense?\r\n\r\n             A. There's no need for the moment.\r\n\r\nWhile we do not condone the \"double-leasing\" of property, it appears the\r\nconstruction of the cell tower was based on a unilateral mistake by Leinbach\r\nfurther exacerbated by Magnolia's apparent failure to file a notice of lease or\r\nrecognize at the time of the tower's construction it was being built within the\r\n\ndemised premises. The basic law of damages in our jurisprudence requires proof\r\nof damages, and we can find no case law that suggests double-leasing, particularly\r\nin a commercial transaction, gives rise to damages per se.\r\n\r\n             Speculative damages are damages that depend upon\r\n             future developments which are contingent, conjectural, or\r\n             improbable. As a general rule, courts will find that all\r\n             damages must be susceptible of ascertainment with a\r\n             reasonable degree of certainty, and that uncertain,\r\n             contingent, or speculative damages cannot be recovered\r\n             in any action ex contractu or ex delicto.\r\n\r\n             The inability to measure damages with definite exactness\r\n             does not make them speculative and does not bar\r\n             recovery. The general rule is the same, whether the\r\n             plaintiff seeks lost profits in a contract case or future\r\n             medical expenses in a tort case: damages must be proved\r\n             with reasonable, not mathematical, certainty, and no\r\n             award can be made for speculative or conjectural\r\n             damages.\r\n\r\n             Thus, where future injury is only merely possible, rather\r\n             than probable, or where the amount is speculative rather\r\n             than reasonably certain, the plaintiff cannot recover.\r\n\r\n11 S.C. Jur. Damages § 5 (1992) (footnotes and quotation marks omitted).\r\n\r\nAs previously discussed, although the use of the demised premises was not\r\ncompletely limited to parking, any other use was subject to Leinbach's approval\r\nand any expansion of the parking area was subject to approval from Leinbach and\r\nthe City of Charleston.\r\n\r\nBecause Magnolia's normal use of the property was not substantially interfered\r\nwith, it was not entitled to abate rent under section 6.03 of the lease. Therefore, it\r\nmust pay Leinbach the rent that was previously abated, but Magnolia is entitled to\r\nnominal damages for Leinbach's breach.\r\n\r\nIV.   Unjust Enrichment\r\n\nMagnolia further appeals the master's denial of its unjust enrichment claim\r\ncontending the master erred in finding Leinbach's enrichment was not \"unjust.\"\r\nWe disagree.\r\n\r\n\"A party may be unjustly enriched when it has and retains benefits or money which\r\nin justice and equity belong to another.\" Dema v. Tenet Physician Servs.-Hilton\r\nHead, Inc., 383 S.C. 115, 123, 678 S.E.2d 430, 434 (2009). \"To recover restitution\r\nin the context of unjust enrichment, the plaintiff must show: (1) he conferred a\r\nnon-gratuitous benefit on the defendant; (2) the defendant realized some value\r\nfrom the benefit; and (3) it would be inequitable for the defendant to retain the\r\nbenefit without paying the plaintiff for its value.\" Inglese v. Beal, 403 S.C. 290,\r\n297, 742 S.E.2d 687, 691 (Ct. App. 2013).\r\n\r\nIn the instant case, an express contract exists covering the issue of abatement of\r\nrent — the relief sought by Magnolia. However, because of the unusual\r\ncircumstances of this case, in which the express contract arguably does not address\r\nthe type of breach at issue, we address Magnolia's unjust enrichment argument.\r\nSee Boldt Co. v. Thomason Elec. & Am. Contractors Indem. Co., 820 F. Supp. 2d\r\n703, 707 (D.S.C. 2007) (\"While parties are permitted under South Carolina law to\r\npursue quasi-contractual claims when there is no valid contract between parties, or\r\nthere is some question as to whether contract is enforceable or applies to dispute,\r\nwhen parties agree that valid and enforceable contract exists that covers dispute\r\nbetween them, such claim is superfluous.\").\r\n\r\nMagnolia claims Leinbach is being unjustly enriched by Optima's monthly rent\r\npayment. However, Magnolia failed to demonstrate it is entitled to that money.\r\nWhile Magnolia may have had the opportunity to sublease the wooded area to a\r\ntenant, any sublease was subject to Leinbach's approval and did not exist as a\r\nmatter of right. In fact, the record demonstrates Hiers's consent to a sublease for\r\nthe tower construction would have been questionable at best. Hiers testified the\r\nOptima lease was incredibly beneficial to him because it could offset the failure of\r\nthe Charleston Montessori School to timely pay its rent. Additionally, the\r\nconstruction of the cell tower was a matter of public concern and debate because of\r\nits proximity to the school. Therefore, the record suggests Leinbach's agreement to\r\nthe tower, in the face of public controversy, was because of the benefit Leinbach\r\nwould receive from the Optima lease and was not given simply as a matter of\r\ncourse. Accordingly, Magnolia was not entitled to the lease payments, and it is not\r\nunjust or inequitable for Leinbach to retain them.\r\n\r\nV.    Remaining Issues\r\n\nFinally, Magnolia contends the master erred in calculating the arrearages it owed\r\nLeinbach under the reformed lease and in not granting Magnolia attorney's fees.\r\nBecause of our ruling as to damages and reformation, these issues need not be\r\naddressed. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598,\r\n613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not address any\r\nremaining issues if the determination of a prior issue is dispositive).\r\n\r\nCONCLUSION\r\n\r\nIn conclusion, we hold the master erred in reforming the lease between Leinbach\r\nand Magnolia based on mutual mistake. Furthermore, we find that although\r\nLeinbach breached the lease agreement by permitting erection of the tower within\r\nthe demised premises, Magnolia failed to prove it was entitled to rent abatement\r\nunder the lease or restitution based on its unjust enrichment claim. We remand this\r\ncase to the master to determine the amount of damages due to Leinbach and for the\r\nentry of nominal damages to Magnolia in light of our decision.\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, and REMANDED.\r\n\r\nWILLIAMS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5271","title":"Stogsdill v. SCDHHS","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5271.pdf","description":"Richard Stogsdill appeals the Administrative Law Court's order affirming the reduction in the number of service hours he receives pursuant to the Intellectual Disabilities and Related Disabilities Waiver.  We affirm in part, reverse in part, and remand.","date":"2014-09-10","type":"opinion","text":"         THE STATE OF SOUTH CAROLINA\r\n             In The Court of Appeals\r\n\r\nRichard Stogsdill, Appellant,\r\n\r\nv.\r\n\r\nSouth Carolina Department of Health and Human\r\nServices, Respondent.\r\n\r\nAppellate Case No. 2013-000762\r\n\r\n\r\n\r\n      Appeal From The Administrative Law Court\n\r\n     Carolyn C. Matthews, Administrative Law Judge \n\r\n\r\n\r\n                   Opinion No. 5271 \n\r\n     Heard March 12, 2014 – Filed September 10, 2014 \n\r\n\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND \n\r\n              REMANDED \n\r\n\r\n\r\nPatricia Logan Harrison, of Columbia, for Appellant.\r\n\r\nRichard G. Hepfer, of South Carolina Department of\r\nHealth and Human Services, of Columbia, for\r\nRespondent.\r\n\r\nAnna Maria Darwin and Sarah Garland St. Onge, of\r\nColumbia, for Amicus Curiae, Protection and Advocacy\r\nfor People With Disabilities, Inc., Amy Landers May, of\r\nColumbia, for Amicus Curiae, the South Carolina\r\nChapter of the National Academy of Elder Law\r\nAttorneys, Kirby Mitchell, of Greenville, for Amicus\r\nCuriae, South Carolina Legal Services, of Greenville, and\r\n\n              Stephen Suggs, of Columbia, for Amicus Curiae, the\r\n              South Carolina Appleseed Legal Justice Center.\r\n\r\n\r\n\r\nKONDUROS, J.: Richard Stogsdill appeals the Administrative Law Court's\r\n(ALC's) order affirming the South Carolina Department of Health and Human\r\nServices' (DHHS's) decision approving the reduction in services to him. We affirm\r\nin part, reverse in part, and remand.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\n\r\nStogsdill is a Medicaid-eligible man receiving services under the South Carolina\r\nIntellectual Disabilities/Related Disabilities (ID/RD) Waiver (Waiver).1 His\r\nmental capacity is normal, but because of premature birth, he suffers from\r\nsignificant physical disabilities that require aid in nearly every activity of daily\r\nliving. Under the Waiver, the South Carolina Department of Disabilities and\r\nSpecial Needs (DDSN) beneficiaries can be provided a mix of services. Waivers\r\npermit eligible recipients to receive these services without the requirement of\r\ninstitutionalization. On January 1, 2010, the five-year renewal of the Waiver went\r\ninto effect. The renewed Waiver included a cap or limit on some services and\r\nexcluded others. DHHS administers the state Medicaid program and is responsible\r\nfor the overall administration of the Waiver. DDSN is responsible for the day-to-\r\nday operation of the Waiver.\r\n\r\nPrior to the Waiver changes, Stogsdill was receiving a combined sixty-nine hours\r\nof Personal Care Aide (PCA) and Companion Care services per week and\r\napproximately thirty-six hours of Respite Care per week. PCA services consist of\r\nhands-on personal care that the person needs to accomplish his or her activities of\r\ndaily living such as bathing, toileting, dressing, and eating. Companion Care\r\nservices are similar to PCA services but include an aspect of community\r\nintegration. Respite Care can be a range of services, including personal care but is\r\ndesigned to provide services when the normal caregiver is absent or needs relief.\r\n\r\nThe Waiver capped any combination of PCA and Companion Care services at\r\ntwenty-eight hours per week. The normal cap for Respite Services is sixty-eight\r\nhours per month, approximately sixteen hours per week, but exceptions can be\r\n\r\n1   This is the former Mentally Retarded/Related Disabilities (MR/RD Waiver).\r\n\ngranted for up to 240 hours per month, approximately fifty-six hours per week.\r\nUnder these new limits, Stogsdill's services were reduced to twenty-eight hours per\r\nweek of all PCA services, including Companion Care services, and sixty-eight\r\nmonthly hours of Respite Care. After an application by his Service Coordinator,\r\nStogsdill's Respite Care hours were increased to 172 hours per month. His\r\noccupational therapy and speech therapy were discontinued. Stogsdill appealed the\r\nreduction in services through the administrative process finally ending with the\r\nALC affirming the reduction in services. This appeal followed.\r\n\r\n                           STANDARD OF REVIEW\r\n\r\n\"The Administrative Procedures Act (APA) establishes the standard of review for\r\nappeals from the ALC.\" Greeneagle, Inc. v. S.C. Dep't of Health & Envtl. Control,\r\n399 S.C. 91, 95, 730 S.E.2d 869, 871 (Ct. App. 2012), cert. pending.\r\n\r\n            The court of appeals may affirm the decision or remand\r\n            the case for further proceedings; or, it may reverse or\r\n            modify the decision if the substantive rights of the\r\n            petitioner have been prejudiced because the finding,\r\n            conclusion, or decision is:\r\n\r\n            (a) in violation of constitutional or statutory provisions;\r\n            (b) in excess of the statutory authority of the agency;\r\n            (c) made upon unlawful procedure;\r\n            (d) affected by other error of law;\r\n            (e) clearly erroneous in view of the reliable, probative,\r\n            and substantial evidence on the whole record; or\r\n            (f) arbitrary or capricious or characterized by abuse of\r\n            discretion or clearly unwarranted exercise of discretion.\r\n\r\nS.C. Code Ann. § 1-23-610(B) (Supp. 2013).\r\n\r\n\"Substantial evidence is such relevant evidence as a reasonable mind might accept\r\nas adequate to support a conclusion. When determining whether the record\r\ncontains substantial evidence to support an administrative agency's findings [the\r\nappellate court] cannot substitute its judgment on the weight of the evidence for\r\nthat of the agency.\" S.C. Dep't of Mental Health v. Moore, 295 S.C. 42, 45, 367\r\nS.E.2d 27, 28 (1988) (citations and internal quotation marks omitted). \"Substantial\r\nevidence is not a mere scintilla of evidence, nor the evidence viewed blindly from\r\n\none side of the case, but is evidence that, considering the record as a whole, would\r\nallow reasonable minds to reach the conclusion the administrative agency reached\r\nin order to justify its action.\" Fragosa v. Kade Constr., LLC, 407 S.C. 424, 428,\r\n755 S.E.2d 462, 465 (Ct. App. 2013) (internal quotation marks omitted).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Lawfulness of Reduction in Waiver Services\r\n\r\nStogsdill maintains the ALC and DHHS erred as a matter of law in concluding the\r\n2010 caps were \"lawful\" based solely on the federal agency, Center for Medicare\r\nand Medicaid Services (CMS), approving them. Stogsdill contends the changes do\r\nnot carry the force and effect of law because they were not passed as regulations\r\npursuant to the APA. We disagree.\r\n\r\n\"'Regulation' means each agency statement of general public applicability that\r\nimplements or prescribes law or policy or practice requirements of any agency.\r\nPolicy or guidance issued by an agency other than in a regulation does not have the\r\nforce or effect of law.\" S.C. Code Ann. § 1-23-10(4) (2005).\r\n\r\n             [W]hether an agency's action or statement amounts to a\r\n             rule—which must be formally enacted as a regulation—\r\n             or a general policy statement—which does not have to be\r\n             enacted as a regulation—depends on whether the action\r\n             or statement establishes a binding norm. When the\r\n             action or statement so fills out the statutory scheme that\r\n             upon application one need only determine whether a\r\n             given case is within the rule's criterion, then it is a\r\n             binding norm which should be enacted as a regulation.\r\n             But if the agency remains free to follow or not follow the\r\n             policy in an individual case, the agency has not\r\n             established a binding norm.\r\n\r\nSloan v. S.C. Bd. of Physical Therapy Exam'rs, 370 S.C. 452, 475-76, 636 S.E.2d\r\n598, 610 (2006) (citations and internal quotation marks omitted).\r\nWe agree with Stogsdill that DDSN has established a binding norm by reducing\r\nthe types and amount of services offered under the Waiver. The record presents no\r\nexplanation for the reduction in services to Stogsdill other than the cap put in place\r\n\nby the 2010 Waiver renewal. However, based on the relevant statutory scheme and\r\nfederal/state nature of Medicaid and the Waiver, DDSN was not required to pass a\r\nregulation to enact the cap as an enforceable provision.\r\n\r\nSouth Carolina elected to participate in the Waiver Medicaid program in 1991.\r\nPursuant thereto, the legislature created DDSN and designated it as the \"state's\r\nintellectual disability, related disabilities, head injuries, and spinal cord injuries\r\nauthority for the purpose of administering federal funds allocation to South\r\nCarolina.\" S.C. Code Ann. § 44-20-240, -270 (Supp. 2013). Federal regulations\r\nset forth the manner in which Waiver requests and renewals are made and\r\napproved. The governor, the head of the state Medicaid agency, or an authorized\r\ndesignee may submit the Waiver request. 42 C.F.R. § 430.25(e) (2013). The\r\nrequest is then reviewed by CMS regional and central office staff who submit a\r\nrecommendation to the CMS Administrator. 42 C.F.R. § 430.25(f)(2) (2013). The\r\nAdministrator may approve or deny waiver requests, and a request is considered\r\napproved unless, within ninety days after the request is received by CMS, the\r\nAdministrator denies the request or sends the State a written request for additional\r\ninformation needed to reach a final decision. 42 C.F.R. § 430.25(f)(2)(i), (3)\r\n(2013). No one disputes the 2010 Waiver was so approved.\r\n\r\nIn Doe v. South Carolina Department of Health and Human Services, 398 S.C. 62,\r\n70, 727 S.E.2d 605, 609 (2011), the Supreme Court of South Carolina considered\r\nwhether Doe could be denied Waiver services because DDSN had concluded her\r\nmental retardation did not onset prior to her eighteenth birthday. The court\r\nconcluded DDSN could not terminate Doe's services because the pertinent\r\nregulation required the onset of disability prior to age twenty-two. Id. at 72-74,\r\n727 S.E.2d at 610-11. In discussing the ways DDSN may control the target\r\npopulation for Waiver services, the court concluded:\r\n             In sum, it is clear that South Carolina could have listed\r\n             additional criteria in the waiver application for the\r\n             purpose of defining the population to whom it would\r\n             provide waiver services. Likewise, DDSN could have\r\n             promulgated regulations incorporating those additional\r\n             criteria as part of the definition of mental retardation.\r\n             But no such steps were taken. Rather, South Carolina\r\n             adopted a broad definition of mental retardation in\r\n             section 44-20-30, using language that parallels the\r\n             [Supplemental Security Income] definition, and in\r\n\n             Regulation 88-210, DDSN interpreted that definition in a\r\n             manner consistent with the [Social Security\r\n             Administration]. DDSN's interpretation of section 44-20-\r\n             30 in its policy guidelines directly conflicts with\r\n             Regulation 88-210 and should be disregarded.\r\n\r\nId. at 74, 727 S.E.2d at 611.\r\n\r\nAdditionally, in the dissent, Justice Hearn indicated \"South Carolina can impose\r\nmore restrictive criteria for mental retardation in its [W]aiver application or in a\r\nregulation.\" Id. at 75, 727 S.E.2d 612 (Hearn, J., dissenting). While the ruling in\r\nDoe was not dependent on a determination that approval of the Waiver renewal by\r\nCMS created binding law, it suggests the State may make changes to its program\r\nthrough that process.\r\n\r\nMoreover, we find a case from the North Carolina Court of Appeals to be\r\nanalogous and instructive. In Arrowood v. North Carolina Department of Health\r\n& Human Services, 535 S.E.2d 585, 587 (N.C. App. 2000) (rev'd, 543 S.E.2d 481\r\n(N.C. 2001), NCDHHS sought a waiver from the federal government to implement\r\nits \"Work First Program.\" Id. at 587. Under \"Work First,\" a recipient signed a\r\nletter agreeing to a twenty-four-month limitation on public assistance. Id. After\r\nthe twenty-four-month period expired, Arrowood sued arguing the limitation was\r\nnot enforceable because it was not promulgated as a regulation under the state's\r\nAPA. Id. at 587-88. The majority agreed, but the dissent was ultimately adopted\r\nby the North Carolina Supreme Court. See Arrowood, 543 S.E.2d at 481. The\r\ndissent determined the following:\r\n\r\n             42 U.S.C. § 1315 allows the Secretary of the United\r\n             States Department of Health and Human Services (HHS)\r\n             to waive requirements contained in 42 U.S.C. § 602 that\r\n             pertain to state plans for Aid to Families with Dependent\r\n             Children (AFDC) in cases of demonstration or pilot\r\n             projects. On September 14, 1995, Governor Hunt\r\n             formally submitted a request for authority to operate a\r\n             statewide welfare demonstration project, entitled Work\r\n             First, to HHS. In April [of] 1996 [,] HHS issued waiver\r\n             authority to North Carolina to operate the Work First\r\n             program. The waiver gave North Carolina authority to\r\n             deny AFDC benefits to adults who had received AFDC\r\n\n             for 24 months. North Carolina implemented the Work\r\n             First program, including the 24-month time limit for\r\n             benefits, in August [of] 1996. This waiver authority had\r\n             the legal effect of superseding existing federal statutes\r\n             that contain no such provision for time limiting benefits.\r\n             G.S. 150B-19(4) prohibits an agency from adopting a\r\n             rule that repeats the content of a law, rule, or federal\r\n             regulation. The waiver authority cited above had the\r\n             force and effect of federal law. Furthermore, it was\r\n             sufficiently clear as to the provisions of the waiver\r\n             authority. There was, therefore, no need for state\r\n             regulation, and any such regulation would have been\r\n             repetitive in violation of G.S. 150B-19.\r\n\r\nArrowood, 535 S.E.2d at 592-93 (Walker, J., dissenting).\r\nLikewise, in this case, section 1915(c) of the Social Security Act, 42 U.S.C.A. §\r\n1396n(c) (2012), enables states to request a waiver of applicable federal Medicaid\r\nrequirements to provide enhanced community support services to those Medicaid\r\nbeneficiaries who would otherwise require institutional care. See also 42 C.F.R. §\r\n441.300 (2013) (\"Section 1915(c) of the [Social Security] Act permits States to\r\noffer, under a waiver of statutory requirements, an array of home and community-\r\nbased services that an individual needs to avoid institutionalization.\"). The State\r\nsubmitted its proposed Waiver, and it was approved by CMS. This Waiver\r\nauthority had the legal effect of superseding existing federal statutes that would not\r\nallow for community-based services. The provisions of the Waiver are clear, and\r\nif \"the State and the Federal regulations are not in agreement, the requirements of\r\nthe Federal regulations shall prevail.\" S.C. Code Reg. 126-399 (2012). Based on\r\nall of the foregoing, we conclude approval by state regulation was not required to\r\ngive the Waiver's provisions the force and effect of law. Consequently, we affirm\r\nthe ALC's determination that the 2010 Waiver caps are lawful.\r\n\r\nII.    Notice and Due Process\r\n\r\nNext, Stogsdill contends his due process rights were violated because he did not\r\nreceive adequate notice of the reduction in services. We disagree.\r\n\r\n42 C.F.R. § 431.210 (2013) address the content of notices regarding changes in the\r\nWaiver program.\r\n\n             A notice required under § 431.206(c)(2), (c)(3), or (c)(4)\r\n             of this subpart must contain—\r\n             (a) A statement of what action the State, skilled nursing\r\n             facility, or nursing facility intends to take;\r\n             (b) The reasons for the intended action;\r\n             (c) The specific regulations that support, or the change in\r\n             Federal or State law that requires, the action;\r\n             (d) An explanation of—\r\n                    (1) The individual's right to request an evidentiary\r\n                    hearing if one is available, or a State agency\r\n                    hearing; or\r\n                    (2) In cases of an action based on a change in law,\r\n                    the circumstances under which a hearing will be\r\n                    granted; and\r\n             (e) An explanation of the circumstances under which\r\n             Medicaid is continued if a hearing is requested.\r\n\r\nId.\r\n\r\nIn this case, precisely what notice Stogsdill received regarding the reduction in his\r\nservices is unclear. The record on appeal does not include any notice, but the\r\nALC's order indicates \"a general notice was sent out to all DDSN clients notifying\r\nthem of the pending changes and encouraged those affected to work with DDSN\r\nService Coordinators (case managers) to mediate the impact of the new service\r\nlimits.\" While such notice would fall short of the requirements of § 431.210,\r\nStogsdill cites to no authority suggesting that this failure, in the absence of\r\nprejudice, requires any action. See Palmetto Alliance, Inc. v. S.C. Pub. Serv.\r\nComm'n, 282 S.C. 430, 435, 319 S.E.2d 695, 698 (1984) (stating \"proof of a denial\r\nof due process in an administrative proceeding requires a showing of substantial\r\nprejudice\"); see also Jones v. S.C. Dep't of Health & Envtl. Control, 384 S.C. 295,\r\n317, 682 S.E.2d 282, 294 (Ct. App. 2009) (finding the plaintiffs' due process claim\r\nfailed when they received notice of the agency action enabling them to obtain a\r\nhearing before the ALC providing them the opportunities required by due process).\r\n\nThe record demonstrates Stogsdill has fully exercised his opportunity for a hearing\r\nand judicial review. As a result, we affirm the ALC's ruling that Stogsdill's due\r\nprocess rights were not violated.2\r\n\r\nIII.   Risk of Institutionalization\r\n\r\nHaving determined the 2010 caps were lawful and that Stogsdill's due process\r\nrights were not violated by the inadequacy of DHHS's notice, we turn to the\r\nquestion of whether the application of the caps to his case violates the Americans\r\nwith Disabilities Act (ADA) as set forth in Olmstead v. L.C. ex rel Zimring, 527\r\nU.S. 581 (1999). Stogsdill argues the ALC erred in finding his risk of\r\ninstitutionalization was \"speculative\" when it considered the reduction in his\r\nservices. We agree.\r\n\r\nIn Olmstead, the plaintiffs were institutionalized women suffering from intellectual\r\ndisability and mental illness. Id. at 593. They sought community-based care. Id.\r\nat 593-94. The United States Supreme Court concluded requiring the plaintiffs to\r\nbe institutionalized and segregated from the population at large discriminated\r\nagainst them in violation of the ADA. Id. at 599-602. Therefore, treatment for\r\ndisabilities is to be provided in the most integrated, least restrictive setting\r\npossible. Id. at 602 n.13; see also 28 C.F.R. § 35.130(d) (2013) (\"A public entity\r\nshall administer services, programs, and activities in the most integrated setting\r\nappropriate to the needs of qualified individuals with disabilities.\").\r\nA number of cases have followed in which Medicaid Waiver recipients protested\r\nthe elimination of or reduction in their services, arguing the cuts put them at risk of\r\ninstitutionalization in violation of the ADA's integration mandate as interpreted by\r\nOlmstead.3 See M.R. v. Dreyfuss, 697 F.3d 706, 734-35 (9th Cir. 2012) (granting\r\n\r\n2 While we observe Stogsdill suffered no prejudice in this case based on the\r\ninadequate notice of proposed changes, we do not condone DHHS's apparent\r\nfailure to comply with 42 C.F.R. § 431.210 as this regulation is in place to ensure\r\naffected recipients have the fullest and fairest opportunity to exercise their rights.\r\n3 We note there is some discord regarding the extent of the integration mandate in\r\nOlmstead. The controlling precedent for this case, Pashby v. Delia, 709 F.3d 307\r\n(4th Cir. 2013), is a 2-1 opinion wherein the dissent states, \"North Carolina is not\r\nrequired to maintain any particular level of care to prevent the [plaintiffs] from\r\nentering an institution.\" Id. at 335 (Agee, J., dissenting). M.R. v. Dreyfuss, 697\r\nF.3d 706, 734-35 (9th Cir. 2012) is also a 2-1 opinion wherein the dissent found\r\n\ninjunction to plaintiffs opposing reduction in personal care hours as violative of the\r\nADA and indicating \"the elimination of services that have enabled [a plaintiff] to\r\nremain in the community violates the ADA, regardless of whether it causes them to\r\nenter an institution immediately, or whether it causes them to decline in health over\r\ntime and eventually enter an institution in order to seek necessary care\");\r\nRadaszewski ex rel. Radaszewski, 383 F.3d 599, 614-15 (7th Cir. 2004) (reversing\r\njudgment on the pleadings in favor of agency when plaintiff had potential claim for\r\ndisallowing twenty-four-hour nursing care that would allow benefit recipient to\r\ncontinue living at home); Fisher v. Okla. Healthcare Auth., 335 F.3d 1175, 1181-\r\n82 (10th Cir. 2003) (holding cap on prescription drug coverage for plaintiffs in\r\ncommunity-based Medicaid program did not require institutionalization as\r\nprerequisite for bringing ADA claim and claim was stated because plaintiffs would\r\nbe denied service they could receive if they submitted to institutionalization); but\r\nsee Rodriguez v. City of New York, 197 F.3d 611, 619 (2nd Cir. 1999) (denying\r\ninjunction to plaintiffs seeking safety monitoring to remain in community setting\r\nand stating \"Olmstead does not, therefore, stand for the proposition that states must\r\nprovide disabled individuals with the opportunity to remain out of institutions.\r\nInstead, it holds only that 'States must adhere to the ADA's nondiscrimination\r\nrequirement with regard to the services they in fact provide'\").\r\n\r\nThe Fourth Circuit addressed this issue in Pashby, 709 F.3d at 321-325. Therein,\r\nthe court affirmed the grant of a preliminary injunction that would prevent the\r\nelimination of in-home services to plaintiffs because that action placed plaintiffs at\r\nrisk of institutionalization in violation of the ADA's antidiscrimination policy. Id.\r\nat 321-24. In concluding the plaintiffs established a sufficient risk of\r\ninstitutionalization to succeed on the merits of their claim, the court found\r\ninterested parties in the case declared the plaintiffs \"could not live on their own\r\nwithout in-home PCS [personal care services] or that it would be unsafe for them\r\nto do so. Each of these declarants also attested that the [plaintiffs] had no friends\r\nor family members who could offer the same amount of care that their aides\r\nprovided under the in-home PCS program.\" Id. at 322. Additionally, all but two of\r\nthe declarants indicated the plaintiffs \"'may,' 'might,' 'probably' would, or were\r\n'likely' to [face institutionalization] due to the termination of their in-home PCS.\"\r\nId.\r\n\r\n\r\n\r\nplaintiffs failed to meet the burden of demonstrating their claims would succeed on\r\nthe merits when plaintiffs were not facing immediate threat of institutionalization.\r\nId. at 741-42 (Rawlinson, J., dissenting).\r\n\nIn this case, Stogsdill has provided the uncontradicted opinions of his treating\r\nphysician, Dr. Thomas C. Joseph, and Lennie S. Mullis, a psychologist with\r\nDDSN, indicating the reduction in his services places him at risk of\r\ninstitutionalization. Both Stogsdill and his mother testified the reduction in\r\nservices would place him at risk of institutionalization. This quantum of proof far\r\nexceeds that offered by the plaintiffs in Pashby.\r\n\r\nAdditionally, we recognize attending a sheltered workshop may be an option for\r\nStogsdill that could substitute for some of the reduction in his service hours.\r\nHowever, the record reflects he will have little interaction with other individuals\r\nwho are not intellectually disabled, a situation that causes him great fear and\r\nanxiety. Furthermore, Stogsdill's physical limitations would place him in a\r\nvulnerable position with respect to other workshop participants who may not suffer\r\nfrom his level of physical disability, and it is unclear whether the required medical\r\ncare would be available to him in this setting. Mullis attested a sheltered workshop\r\nwould not be an appropriate placement for Stogsdill for psychological reasons, and\r\nDr. Joseph agreed with her assessment.4 DHHS has presented no probative\r\nevidence contrary to the conclusion that the reduction in services poses a risk of\r\ninstitutionalization. Based on the substantial evidence in the record, we reverse the\r\nALC's conclusion that Stogsdill's risk of institutionalization was speculative.5\r\n\r\nIV.   Fundamental Alteration\r\n\r\n\r\n4  Mullis indicated \"[a] combination of adult companion services, personal care\r\nservices and respite services are needed to protect [Stogsdill's] health and welfare\r\nand to provide respite so that his parents can continue to provide support in his\r\nhome to delay institutionalization.\" Dr. Joseph attested \"[Stogsdill] would be at\r\nrisk of institutionalization if the needed home-based services are not provided.\"\r\n5As a subpart of his risk of institutionalization argument, Stogsdill contends the\r\nALC failed to give Dr. Joseph's opinion the \"greatest deference\" required under\r\nJustice Kennedy's concurrence in Olmstead. Because we determine the record\r\ncontains substantial evidence to support Stogsdill's risk of institutionalization\r\nargument, we need not address this issue. See Futch v. McAllister Towing of\r\nGeorgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (recognizing an\r\nappellate court need not address an issue when resolution of a prior issue is\r\ndispositive).\r\n\nStogsdill next contends the ALC erred in concluding DHHS met its burden as set\r\nforth in Olmstead of proving that accommodating his needed services would force\r\nthe State to fundamentally alter the nature of its program. We agree.\r\n\r\nThe Olmstead court recognized a state may have a defense to accommodating a\r\nWaiver participant's needs if doing so would present a fundamental alteration to its\r\nprogram. Olmstead, 527 U.S. at 603-04. \"The reasonable-modifications regulation\r\nspeaks of 'reasonable modifications' to avoid discrimination, and allows States to\r\nresist modifications that entail a 'fundamenta[l] alter[ation]' of the States' services\r\nand programs.\" Id. at 603 (quoting 28 C.F.R. § 35.130(b)(7) (1998)). In\r\nevaluating North Carolina's fundamental alteration defense, the Pashby court held:\r\n\"budgetary concerns do not alone sustain a fundamental alteration defense. . . . We\r\njoin the Third, Ninth, and Tenth Circuits in holding that, although budgetary\r\nconcerns are relevant to the fundamental alteration calculus, financial constraints\r\nalone cannot sustain a fundamental alteration defense.\" Pashby, 709 F.3d at 323-\r\n24 (internal quotation marks omitted).\r\n\r\nOur review of the record reveals no argument other than a general budgetary\r\nreduction and financial constraints as the basis for DHSS's fundamental alteration\r\ndefense. Therefore, we reverse the ALC's finding that providing the requested\r\nservices to Stogsdill would result in a fundamental alteration of the Waiver\r\nprogram. We remand this case to DDSN for an assessment of required hours and\r\nservices without reference to the caps in the Waiver.\r\n\r\nCONCLUSION6\r\n\r\n\r\n6 Stogsdill makes a lengthy argument regarding the separation of powers in his\r\nbrief. However, this issue was neither raised to nor ruled upon by DHHS or the\r\nALC. Therefore, it is not preserved for appellate review. See Staubes v. City of\r\nFolly Beach, 339 S.C. 406, 412, 529 S.E.2d 543, 546 (2000) (\"[A]n issue cannot be\r\nraised for the first time on appeal, but must be raised to and ruled upon by the trial\r\ncourt to be preserved for appellate review.\"). Additionally, we decline to address\r\nStogsdill's remaining arguments regarding reasonable promptness and\r\ncomparability as they are not necessary to the disposition of the case. See Futch v.\r\nMcAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d 591, 598\r\n(1999) (holding an appellate court need not address any remaining issues if the\r\ndetermination of a prior issue is dispositive).\r\n\nWe hold the caps included in the Waiver were not required to be promulgated as\r\nregulations to carry the force and effect of law, and Stogsdill was not denied due\r\nprocess by DHHS's inadequate notice in the absence of prejudice. Nevertheless,\r\nwe find the substantial evidence in the record did not support the ALC's\r\ndetermination that Stogsdill's risk of institutionalization was merely speculative,\r\nand we conclude, under Pashby, DHHS failed to establish a fundamental alteration\r\ndefense. Consequently, Stogsdill's case is remanded for consideration of the\r\nappropriate services to be provided without the restrictions of the 2010 Waiver.\r\nTherefore the order of the ALC is\r\n\r\nAFFIRMED IN PART, REVERSED IN PART, AND REMANDED.\r\n\r\nWILLIAMS and LOCKEMY, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5272","title":"Dozier v. American Red Cross","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5272.pdf","description":"In this workers' compensation appeal, the Court of Appeals affirms the Appellate Panel's determination that Cindy Dozier was not entitled to permanent total disability. Further, although the Appellate Panel improperly concluded res judicata barred Dozier's claim for CRPS/RSD, the Court of Appeals concluded the Appellate Panel acted within its discretion, as the ultimate fact finder, when it concluded Dozier did not prove she suffered from CRPS/RSD.","date":"2014-09-17","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             Cindy Dozier, Employee, Appellant,\r\n\r\n             v.\r\n\r\n             American Red Cross, Employer, and Sedwick CMS,\r\n             Carrier, Respondents.\r\n\r\n             Appellate Case No. 2012-213606\r\n\r\n\r\n\r\n              Appeal From The Workers' Compensation Commission\r\n\r\n\r\n                               Opinion No. 5272 \n\r\n                  Heard May 6, 2014 – Filed September 17, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Stephen Benjamin Samuels, of Samuels Law Firm, LLC,\r\n             of Columbia, for Appellant.\r\n\r\n             Wesley Jackson Shull, of Willson Jones Carter & Baxley,\r\n             PA, of Greenville, for Respondents.\r\n\r\n\r\nWILLIAMS, J.: In this workers' compensation appeal, Cindy Dozier argues the\r\nAppellate Panel of the Workers' Compensation Commission (Appellate Panel)\r\nerred in denying her claim for permanent total disability pursuant to section 42-9-\r\n10 of the South Carolina Code (Supp. 2013). In addition, she contends the\r\nAppellate Panel improperly applied the doctrine of res judicata to bar her claim for\r\n\nComplex Regional Pain Syndrome (CRPS/RSD)1 when the doctrines of waiver and\r\nestoppel should have prevented American Red Cross (ARC) from denying its\r\nexistence. Last, Dozier contends the Appellate Panel erred in relying on medical\r\nopinions that Dozier did not suffer from CRPS/RSD. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\nDozier sustained an admitted injury by accident on January 17, 2008, while\r\nworking as a phlebotomist for ARC. On October 10, 2008, Dozier filed a Form 50\r\nand Form 15, asserting injuries to both arms and entitlement to temporary\r\ncompensation. Dozier contended the repetitive heavy lifting at ARC caused her to\r\ndevelop bilateral carpal tunnel syndrome. In lieu of a hearing, the parties entered\r\ninto a consent order, wherein ARC stipulated Dozier sustained a compensable\r\ninjury to her left wrist. In addition, ARC authorized treatment for her left wrist as\r\nwell as a medical determination of her work status and the source of her right wrist\r\npain.\r\n\r\nDozier filed another Form 50 on August 6, 2009, alleging injuries to both her arms,\r\nher neck, her back, and her psyche. In response, ARC filed a Form 51 on August\r\n14, 2009, admitting an injury to her left wrist, but denying injuries to her right arm,\r\nher neck, and her back. ARC contended she achieved maximum medical\r\nimprovement (MMI) on August 10, 2009, when ARC's initial authorized treating\r\nphysician placed her at MMI. As a result, ARC claimed the only remaining issue\r\nwas the extent of permanent disability to Dozier's left wrist.\r\n\r\nSingle Commissioner David Huffstetler held a hearing on November 3, 2009. At\r\nthe hearing, he summarized the parties' arguments as follows:\r\n\r\n             [Dozier] takes the position that she suffered injuries to\r\n             both arms, also to her neck and back. . . . And [she] seeks\r\n             additional treatment for her arms, in particular for\r\n             [CRPS/RSD] and asks that Dr. Moore be assigned as her\r\n             treating physician. The defense admits an injury to the\r\n             left arm only. They deny all other body parts and I\r\n\r\n1CRPS, also known as Reflex Sympathetic Dystrophy (RSD), \"is a rare condition\r\naffecting the sympathetic nervous system, usually in an extremity, resulting in\r\nongoing cycles of extreme pain. It is often triggered by an accident, surgery, or\r\nother injury.\" See Mizell v. Glover, 351 S.C. 392, 397 n.1, 570 S.E.2d 176, 178 n.1\r\n(2002).\r\n\n             assume that [ARC] also den[ies] the request for Dr.\r\n             Moore to be the treating physician.\r\n\r\nCommissioner Huffstetler subsequently issued an instruction to Dozier's counsel to\r\ndraft a proposed order stating: \"[Dozier] suffered injuries to both arms, including\r\n[CRPS/RSD], and her neck. [ARC] to pay all causally-related medical bills to date\r\nand additional treatment to be directed by Dr. Moore.\" Commissioner Huffstetler\r\nthen issued an order on December 17, 2009, which he personally drafted, finding\r\nDozier had injured both of her arms in the course of her employment with ARC.\r\nBecause she continued to be disabled, Commissioner Huffstetler held she was\r\nentitled to temporary total disability as well as continuing medical treatment for\r\nboth of her arms through a physician of ARC's choosing. The order made no\r\nfindings regarding Dozier's back, neck, or CRPS/RSD claims.\r\n\r\nDozier timely filed a notice of appeal with the Appellate Panel and argued\r\nCommissioner Huffstetler erred in: (1) failing to order ARC to pay past causally-\r\nrelated medical treatment; (2) allowing ARC to designate a treating physician\r\nwhen ARC willfully failed to provide medical treatment and required Dozier to\r\nsubmit to five independent medical evaluations; (3) failing to assess a mandatory\r\n25% penalty for improper termination of temporary compensation; (4) failing to\r\nfind Dozier injured her neck and back; and (5) admitting a physician's report into\r\nevidence. During the pendency of the appeal, ARC agreed to designate Dr.\r\nTimothy Zgleszewski, of Palmetto Spine and Sports Medicine, as Dozier's\r\nauthorized treating physician. As a result, Dozier withdrew her complaint\r\nregarding ARC's selection of her authorized treating physician.\r\n\r\nOn November 23, 2010, the Appellate Panel affirmed Commissioner Huffstetler's\r\norder as modified, requiring ARC to pay for all causally-related medical treatment\r\nbefore December 24, 2008, and after June 29, 2009. The Appellate Panel did not\r\nrule on the issues of Dozier's alleged injuries to her neck and back nor did it\r\ndetermine whether her CRPS/RSD was a work-related condition.2 Neither party\r\nappealed this order.\r\n\r\n\r\n2Dozier did not specifically raise CRPS/RSD in her issues on appeal to the\r\nAppellate Panel; however, she raised Commissioner Huffstetler's failure to address\r\nher neck and back injuries that were necessarily related to her claim for\r\nCRPS/RSD. Also, the \"Statement of the Case\" portion of the order reflects\r\nDozier's claim she suffered from work-related neck and back injuries as well as\r\ntwo work-related conditions, carpal tunnel syndrome and CRPS/RSD.\r\n\nOver the next two years, Dozier continued to be treated at ARC's expense with Dr.\r\nZgleszewski. During that time, Dr. Zgleszewski referred her to Dr. Gerald Shealy,\r\nan orthopedist at the Medical University of South Carolina, for carpal tunnel\r\nsurgery. Dr. Shealy treated her from December 2, 2010, until May 23, 2011, at\r\nwhich time he concluded she had attained MMI for her carpal tunnel syndrome.\r\nDr. Shealy also assigned Dozier a 5% impairment rating to both hands and \"at her\r\nrequest, she [wa]s provided with a permanent restriction of 5 pounds.\" On August\r\n9, 2011, Dr. Zgleszewski concluded Dozier had attained MMI and assigned a 5%\r\nimpairment rating to both arms based on her carpal tunnel and a 12% impairment\r\nrating to her central nervous system based on her CRPS/RSD diagnosis.\r\n\r\nARC then requested a hearing on September 2, 2011, seeking to terminate Dozier's\r\ntemporary compensation and to determine her permanent disability. After both\r\nparties drafted prehearing briefs, ARC withdrew its request for a hearing. Dozier\r\nfiled a subsequent Form 50 on October 17, 2011, alleging injuries to both arms as\r\nwell as her central nervous system and requesting a finding of permanent and total\r\ndisability. ARC responded, admitting injuries only to the \"bilateral wrists.\"\r\n\r\nIn response to Dozier's Form 50, Single Commissioner Gene McCaskill held a\r\nhearing on February 6, 2012. At the hearing, Dozier contended she was\r\npermanently and totally disabled because the five-pound work restrictions imposed\r\nupon her by Dr. Shealy and Dr. Zgleszewski prevented her from returning to the\r\nworkforce. ARC responded, arguing Dozier was only entitled to permanent partial\r\ndisability to each wrist because she failed to establish she suffered from\r\nCRPS/RSD, which was necessary to bring her injury within the ambit of\r\npermanent and total disability. Specifically, ARC claimed Dozier had chosen not\r\nto pursue her CRPS/RSD claim in her December 2009 appeal, as it was neither\r\nraised to nor ruled upon by the Appellate Panel; thus, res judicata barred Dozier\r\nfrom asserting it. In the alternative, ARC argued the preponderance of the\r\nevidence did not support a medical diagnosis of CRPS/RSD.\r\n\r\nAt the hearing before Commissioner McCaskill, Dozier testified she sustained\r\ninjuries to both her wrists while working as a phlebotomist for ARC. After her\r\ninjuries, she stated ARC agreed for Dr. Zgleszewski to be her authorized treating\r\nphysician for CRPS/RSD. Dozier never paid for any of her treatments with Dr.\r\nZgleszewski, stating instead that ARC paid for Dr. Zgleszewski to administer three\r\nstellate ganglion blocks as well as four carpal tunnel injections in each of her\r\nwrists.\r\n\nDozier testified she experienced pain in her wrists, hands, shoulders, and neck on a\r\nconstant basis. Dozier claimed her hands were almost always cold, her nails were\r\nbrittle, she experienced frequent hair loss, and her skin was \"blotchy sometimes.\"\r\nWhen questioned about her activities, she stated her husband and daughters did all\r\nthe cooking and housework. Because she was unable to work, she spent most of\r\nher days at home, where she would read her Bible and watch television. Dozier\r\ntestified she visited the South Carolina Department of Vocational Rehabilitation in\r\nan effort to return to work, but it was unable to offer her any services because of\r\nher five-pound lifting restriction.\r\n\r\nDr. Zgleszewski first evaluated Dozier on September 8, 2009. During his\r\ndeposition, Dr. Zgleszewski stated he diagnosed Dozier with carpal tunnel\r\nsyndrome, CRPS Type II, and myofascial pain. He affirmed that ARC had never\r\ndisputed or refused to pay for any of Dozier's treatments, including the stellate\r\nganglion blocks. Dr. Zgleszewski stated a patient would only receive a stellate\r\nganglion block to reduce the pain associated with CRPS/RSD.\r\n\r\nDr. Zgleszewski based his CRPS/RSD diagnosis on Dozier's fulfillment of all the\r\ncriteria set forth in the International Association for the Study of Pain (IASP). In\r\nexplaining his diagnosis of CRPS/RSD, he stated that the triple phase bone scan\r\nindicated a slight increase in blood flow, which can indicate CRPS/RSD. When\r\nquestioned by ARC's counsel, Dr. Zgleszewski acknowledged he did not note in\r\nhis medical reports that Dozier experienced cyanotic or mottled skin,3 sudomotor\r\nchanges, trophic changes, soft tissue atrophy, joint stiffness, nail changes, or hair\r\nloss. Dr. Zgleszewski agreed that, under the Fifth Edition American Medical\r\nAssociation (AMA) Guides for Impairment, Dozier would not qualify for\r\nCRPS/RSD, but he stated most physicians who treat CRPS/RSD disagree with the\r\nAMA's requirements for that diagnosis.\r\n\r\nDr. Zgleszewski testified unequivocally that the IASP was authoritative in his field\r\nfor diagnosing CRPS/RSD, and it would be inappropriate for a board-certified pain\r\nmanagement physician to base a diagnosis on the criteria listed in the AMA for\r\ndiagnosing CRPS/RSD. Based on his continued treatment of Dozier, he explained\r\nhow Dozier met all the criteria for CRPS/RSD pursuant to IASP. Considering\r\nDozier's reported symptomatology, her medical records, and her physical exam,\r\nDr. Zgleszewski assigned her a 5% impairment to the left and right upper\r\n\r\n\r\n3Cyanotic skin is bluish in color based on a lack of oxygen. Mottled skin is\r\nswollen and marked by small indentations.\r\n\nextremities based on her carpal tunnel syndrome and a 12% impairment to her\r\ncentral nervous system based on CRPS/RSD.\r\n\r\nPrior to Dr. Zgleszewski's appointment as Dozier's authorized treating physician,\r\nDr. Blake Moore independently treated Dozier from August 2008 until July 2009.\r\nDr. Moore reported that a nuclear medicine bone scan revealed bilateral wrist\r\nuptake, which he found to be \"consistent with the diagnostic impression of a\r\nComplex Regional Pain Syndrome as previously suspected.\" Dr. Moore\r\nsubsequently referred Dozier to First Choice Healthcare, where she was treated by\r\nDr. Lisa Mancuso and Dr. George Bitting from January 2009 until August 2009.\r\n\r\nUnlike Dr. Zgleszewski and Dr. Moore, Dr. Mancuso and Dr. Bitting opined that\r\nDozier did not suffer from CRPS/RSD. After her initial evaluation of Dozier, Dr.\r\nMancuso stated in a letter to Dr. Moore that she did not believe Dozier suffered\r\nfrom CRPS/RSD because (1) there was no specific precipitating event; (2) both of\r\nher limbs were affected, which was not typical with CRPS/RSD; and (3) she had\r\nno sudomotor4 changes. Similar to Dr. Mancuso, Dr. Bitting testified during his\r\ndeposition that he did not believe Dozier was suffering from CRPS/RSD. Dr.\r\nBitting based his opinion on her triple phase bone scan, which was relatively\r\nnormal, and Dozier's experiencing pain in both arms, as opposed to only one\r\nextremity. Further, Dr. Bitting stated a specific traumatic event typically triggered\r\nCRPS/RSD, and it was unlikely for Dozier to first experience symptoms almost\r\ntwo years after her accident. When questioned, Dr. Bitting admitted he had not\r\nexamined Dozier in over two years and could not speak to her current condition or\r\ndiagnosis.\r\n\r\nDozier also treated with Dr. Shealy from December 2010 until May 2011. He\r\nperformed carpal tunnel release surgery on both hands and released her at MMI on\r\nMay 23, 2011. In Dr. Shealy's medical notes, he stated, \"It is my opinion that\r\n[Dozier] has a 5% permanent residual impairment to her dominant right hand and a\r\n5% permanent residual impairment to her nondominant left hand secondary to\r\nsurgery and the carpal tunnel decompression. At her request, she is provided with\r\na permanent restriction of 5 pounds.\" When questioned during his deposition\r\nabout the weight lifting restriction in his report, Dr. Shealy stated he remembered\r\nDozier specifically requesting a five-pound lifting restriction. Dr. Shealy testified\r\nhe did not typically assign a permanent weight restriction because most of his\r\npatients are able to resume their normal activities after the surgery. However, Dr.\r\n\r\n4A patient experiences sudomotor changes when his or her skin is dry or overly\r\nmoist.\r\n\nShealy admitted he could have refused to assign that weight restriction, despite\r\nDozier's request.\r\n\r\nSeveral vocational reports were introduced into evidence regarding Dozier's ability\r\nto work after her injuries. Dr. Robert Brabham, of Psychological and Training\r\nServices, P.A., evaluated Dozier on October 13, 2009. He concluded that based on\r\nher work-related injuries and the ensuing limitations on nearly any use of her\r\nhands, she was unable to effectively perform the essential duties in any gainful\r\nwork activity. Glen Adams, a vocational consultant with Adams & Wilkinson,\r\nevaluated Dozier on August 30, 2011. Adams submitted a sixteen-page report in\r\nwhich he concluded Dozier was unqualified for any jobs in her labor market based\r\non her five-pound lifting capacity. Adams noted that Dozier is limited to\r\n\"sedentary\" employment, although she did not meet the full definition of\r\n\"sedentary\" because this restriction required lifting, pushing, and pulling up to ten\r\npounds on an occasional basis.\r\n\r\nLast, James Myers, a certified rehabilitation counselor, submitted a report to ARC\r\nregarding suitable jobs for Dozier in her geographic labor market. At ARC's\r\nrequest, Myers evaluated Dozier on September 26, 2011. The results Myers\r\nsubmitted to ARC were based on her previous vocational experiences as well as\r\nher \"sedentary\" work restriction. Myers concluded Dozier qualified for several\r\nalternative employment opportunities, including (1) a sorter, (2) a customer service\r\nrepresentative, (3) an industrial order clerk, (4) a greeter at Wal-Mart, (5) a\r\ncollection clerk, and (6) an EKG technician. Based on the results of his labor\r\nmarket survey, Myers opined she would qualify for all these positions.\r\n\r\nAfter hearing testimony from all parties and considering the evidence presented at\r\nthe hearing, Commissioner McCaskill issued an order on May 24, 2012. In his\r\norder, Commissioner McCaskill found the following: (1) Dozier could not\r\nrelitigate the issue of CRPS/RSD based on res judicata, and even if she could, she\r\nfailed to prove by a greater weight of the evidence that she suffered from\r\nCRPS/RSD as a result of her initial compensable injury; (2) Dozier reached MMI\r\non August 9, 2011; (3) Dozier was not permanently and totally disabled because\r\nwork was available that would allow her to work under her five-pound lifting\r\nrestriction; (4) Dozier sustained a 20% permanent partial disability to each arm;\r\nand (5) Dozier was entitled to ongoing future pain management treatment and\r\nappropriate physician follow-up visits.\r\n\r\nDozier appealed to the Appellate Panel, which affirmed the single commissioner in\r\nfull. This appeal follows.\r\n\nSTANDARD OF REVIEW\r\nThe South Carolina Administrative Procedure Act (APA) governs appeals from the\r\ndecisions of the Appellate Panel. Lark v. Bi-Lo, Inc., 276 S.C. 130, 135, 276\r\nS.E.2d 304, 306 (1981). Under the scope of review established in the APA, this\r\ncourt may not substitute its judgment for that of the Appellate Panel as to the\r\nweight of the evidence on questions of fact. S.C. Code Ann. § 1-23-380(5)(e)\r\n(Supp. 2013). However, we may reverse or modify the Appellate Panel's decision\r\nif the appellant's substantial rights have been prejudiced because the decision is\r\naffected by an error of law or is \"clearly erroneous in view of the reliable,\r\nprobative and substantial evidence on the whole record.\" Id.\r\n\r\nOur supreme court has defined substantial evidence as evidence that, in viewing\r\nthe record as a whole, would allow reasonable minds to reach the same conclusion\r\nthat the Commission reached. Lark, 276 S.C. at 135, 276 S.E.2d at 306.\r\n\"Substantial evidence is not a mere scintilla of evidence, nor the evidence viewed\r\nblindly from one side of the case, but is evidence that, considering the record as a\r\nwhole, would allow reasonable minds to reach the conclusion the administrative\r\nagency reached in order to justify its action.\" Taylor v. S.C. Dep't of Motor\r\nVehicles, 368 S.C. 33, 36, 627 S.E.2d 751, 752 (Ct. App. 2006) (internal quotation\r\nmarks omitted). \"The mere possibility of drawing two inconsistent conclusions\r\nfrom the evidence does not prevent a finding from being supported by substantial\r\nevidence.\" Olson v. S.C. Dep't of Health & Envtl. Control, 379 S.C. 57, 63, 663\r\nS.E.2d 497, 501 (Ct. App. 2008).\r\n\r\nAPPLICABLE LAW\r\n\r\n1. Permanent and Total Disability\r\n\r\nDozier first claims the Appellate Panel erred in denying her claim for permanent\r\nand total disability because ARC presented no credible evidence any employment\r\nwas available based on her five-pound lifting work restrictions. We disagree.\r\n\r\nA claimant is entitled to permanent and total disability benefits \"[w]hen the\r\nincapacity for work resulting from an injury is total.\" S.C. Code Ann. § 42-9-\r\n10(A) (Supp. 2013). Our supreme court explained this concept in Stephenson v.\r\nRice Services, Inc.:\r\n\r\n             There are two situations in which the [Appellate Panel]\r\n             can find a claimant totally disabled. First, for certain\r\n\n             conditions resulting from work-related injuries, a\r\n             claimant is deemed totally disabled and need not\r\n             demonstrate loss of earning capacity to recover workers'\r\n             compensation benefits. See, e.g., S.C. Code Ann. § 42-9\r\n             -10 (Supp. 1994) (classifying loss of certain limbs and\r\n             body parts as total disability as a matter of law;\r\n             classifying as total disability paraplegia, quadriplegia,\r\n             and physical brain damage resulting from compensable\r\n             injuries). . . . Under the circumstances in which a worker\r\n             is deemed totally disabled, the medical model of workers'\r\n             compensation predominates.\r\n\r\n             In contrast, the earning impairment model predominates\r\n             when a worker is not statutorily deemed totally disabled.\r\n             Under this model, the [Appellate Panel] may predicate a\r\n             finding of total disability on the claimant's complete loss\r\n             of earning capacity as a result of a work-related injury.\r\n             See S.C. Code Ann. § 42-1-120 (1985) (\"The term\r\n             'disability' means incapacity because of injury to earn the\r\n             wages which the employee was receiving at the time of\r\n             injury in the same or any other employment.\"); S.C. Code\r\n             Ann. § 42-9-10 (Supp. 1994) (\"When the incapacity for\r\n             work resulting from an injury is total, the employer shall\r\n             pay . . . to the injured employee during the total\r\n             disability. . . .\") . . . . Employees who because of a work-\r\n             related injury can perform only limited tasks for which\r\n             no reasonably stable market exists are considered totally\r\n             disabled notwithstanding their nominal earning capacity.\r\n\r\n323 S.C. 113, 117-18, 473 S.E.2d 699, 701-02 (1996) (emphasis omitted)\r\n(footnotes omitted) (citations omitted).\r\n\r\nBecause Dozier's 5% impairment rating does not per se equate to permanent and\r\ntotal disability under section 42-9-10, the relevant question before the Appellate\r\nPanel was whether Dozier had the ability to perform services other than those that\r\nare so limited in quality, dependability, or quantity that a reasonably stable market\r\nfor them does not exist. See Wynn v. Peoples Natural Gas Co., 238 S.C. 1, 12, 118\r\nS.E.2d 812, 818 (1961). The Appellate Panel held the following regarding whether\r\nDozier was permanently and totally disabled:\r\n\n            This Panel finds [Dozier] is not permanently and totally\r\n            disabled due to the fact that work is available that would\r\n            allow her to work under the 5 pound weight restriction\r\n            Dr. Shealy and Dr. Zgleszewski rendered her for her\r\n            compensable carpal tunnel syndrome. In addition, Dr.\r\n            Bitting opined that Claimant could return to work\r\n            without any work restrictions. In arriving at this finding,\r\n            this Panel puts great weight on the report of James\r\n            Myers. This Panel also took into account the fact that\r\n            Claimant admitted she sought no employment since\r\n            being released by her doctors.\r\n\r\nThe Appellate Panel found Dozier was not permanently and totally disabled based\r\non its conclusion that employment opportunities were available to her within the\r\nfive-pound lifting restriction placed upon her by two doctors, Dr. Shealy and Dr.\r\nZgleszewski. The Appellate Panel, as the ultimate factfinder, operated within its\r\ndiscretion when it cited to and relied upon these doctors in making its decision.\r\nSee Mullinax v. Winn-Dixie Stores, Inc., 318 S.C. 431, 435, 458 S.E.2d 76, 78 (Ct.\r\nApp. 1995) (\"In a workers' compensation case, the [Appellate Panel] alone is the\r\nultimate factfinder. Where the medical evidence conflicts, the findings of fact of\r\nthe [Appellate Panel] are conclusive.\").\r\n\r\nThe Appellate Panel specifically made its finding in reliance on the five-pound\r\nlifting restriction imposed by Dr. Shealy and Dr. Zgleszewski and referenced\r\nMyers' report in coming to this conclusion. We find the Appellate Panel\r\nappropriately weighed all the evidence before it and chose to rely on Dr. Shealy's\r\nand Dr. Zgleszewski's medical opinions.5 See Stokes v. First Nat'l Bank, 306 S.C.\r\n46, 50, 410 S.E.2d 248, 251 (1991) (\"Regardless of conflict in the evidence, either\r\nof different witnesses or of the same witness, a finding of fact by the [Appellate\r\nPanel] is conclusive.\").\r\n\r\nThe Appellate Panel's reliance on these medical opinions is also supported by\r\nJames Myers' report, which presented jobs within Dozier's weight restrictions.\r\n\r\n5We find Dr. Bitting's own testimony, to which the Appellate Panel was privy,\r\nsupports the Appellate Panel's conclusion as well. When questioned by Dozier\r\nduring his deposition, Dr. Bitting said he would defer to her current treating\r\nphysician regarding her work restrictions or impairment rating because he had not\r\nevaluated Dozier in over two and a half years.\r\n\nMyers listed twelve jobs he concluded Dozier qualified for based on her education,\r\nprior vocational experience, geographic location, and physical work restriction of\r\n\"sedentary.\" Myers stated he relied upon Dr. Shealy's medical opinion and\r\nDozier's previous life experiences when he identified possible alternative\r\nemployment opportunities. To that end, Myers specifically noted Dr. Shealy\r\nplaced a five-pound restriction upon Dozier at her own request. Because Myers\r\nrelied upon Dr. Shealy's assessment of and restrictions placed upon Dozier, we find\r\nit reasonable to conclude the employment opportunities Myers generated for\r\nDozier were also within the five-pound weight restriction.\r\n\r\nDozier contends on appeal that none of these potential employment opportunities\r\nwere within her five-pound lifting restriction and specifically cites to the Wal-Mart\r\ngreeter job to discredit Myers' report. Dozier claims the essential function of the\r\ngreeter job is \"frequently lifting, placing, and deactivating items weighing up to 10\r\npounds without assistance, and regularly lifting merchandise over 10 pounds with\r\nteam lifting,\" which she contends is outside her work restrictions. We agree that\r\nDozier's restrictions would not make her a viable candidate for this position;\r\nhowever, Myers submitted eleven other positions that the single commissioner and\r\nAppellate Panel reviewed and considered before concluding employment was\r\navailable that would permit Dozier to work within her five-pound weight\r\nrestriction.\r\n\r\nWe also recognize conflicting expert testimony was presented as to whether Dozier\r\nwas permanently and totally disabled. Although Dozier argues her vocational\r\nexperts' findings that she was totally disabled is substantial evidence the Appellate\r\nPanel failed to consider, \"[t]he mere possibility of drawing two inconsistent\r\nconclusions from the evidence does not prevent a finding from being supported by\r\nsubstantial evidence.\" Olson, 379 S.C. at 63, 663 S.E.2d at 501. Further, even if\r\nthis court would have weighed the evidence differently, we are mindful that the\r\nAppellate Panel is the ultimate finder of fact, and when evidence is conflicting\r\nover a factual issue, the findings of the Appellate Panel are conclusive. See\r\nHamilton v. Martin Color-Fi, Inc., 405 S.C. 478, 485, 748 S.E.2d 76, 80 (Ct. App.\r\n2013). As a result, we affirm the Appellate Panel on this issue.\r\n\r\n2. Res Judicata\r\nDozier claims the Appellate Panel erred in holding res judicata barred Dozier from\r\nraising the issue of CRPS/RSD before Commissioner McCaskill. We agree.\r\n\nRes judicata encompasses both issue preclusion and claim preclusion. Crestwood\r\nGolf Club, Inc. v. Potter, 328 S.C. 201, 216, 493 S.E.2d 826, 834 (1997).\r\nHowever, res judicata is more commonly referred to simply as claim preclusion.\r\nGarris v. Governing Bd. of S.C. Reinsurance Facility, 333 S.C. 432, 449, 511\r\nS.E.2d 48, 57 (1998). Res judicata, or claim preclusion, bars plaintiffs from\r\npursuing a later suit when the claim (1) was litigated or (2) could have been\r\nlitigated. Crestwood Golf Club, Inc., 328 S.C. at 216, 493 S.E.2d at 835. Res\r\njudicata is shown if (1) the identities of the parties are the same as in the prior\r\nlitigation; (2) the subject matter is the same as the prior litigation; and (3) there was\r\na prior adjudication of the issue by a court of competent jurisdiction. Johnson v.\r\nGreenwood Mills, Inc., 317 S.C. 248, 250-51, 452 S.E.2d 832, 833 (1994). As the\r\nfirst two issues are not in dispute, we find the dispositive question is whether the\r\nAppellate Panel previously adjudicated the issue of CRPS/RSD.\r\n\r\nDozier filed an initial Form 50, dated October 10, 2008, in which she claimed\r\ninjury to both arms. On August 6, 2009, Dozier filed another Form 50, in which\r\nshe claimed injuries to her arms, back, neck, and psyche. On November 3, 2009,\r\nCommissioner Huffstelter held a hearing on the issues raised by Dozier in her\r\nForm 50. At the hearing, he acknowledged Dozier requested \"additional treatment\r\nfor her arms, in particular for reflex sympathetic dystrophy [CRPS/RSD] . . . .\"\r\nCommissioner Huffstetler requested a proposed order finding Dozier suffered from\r\nCRPS/RSD. However, when the order was issued, Commissioner Huffstetler did\r\nnot rule upon or acknowledge Dozier's claim for CRPS/RSD. Dozier appealed to\r\nthe Appellate Panel and in the \"Statement of the Case,\" the Appellate Panel\r\nacknowledged Dozier's claim for CRPS/RSD and her request for treatment.\r\nHowever, the issue of CRPS/RSD was not specifically enumerated in Dozier's\r\nissues on appeal, and it was never resolved in the Appellate Panel's November\r\n2010 order. Neither party appealed that order.\r\n\r\nOn October 17, 2011, Dozier filed her third and final Form 50, seeking permanent\r\ntotal disability and alleging injuries to both her arms and her central nervous\r\nsystem. Commissioner McCaskill subsequently issued an order in May 2012, in\r\nwhich he found \"[Dozier] cannot attempt to re-litigate the issue of whether or not\r\nshe sustained related CRPS/RSD or the issue of whether she sustained related\r\ninjuries to her neck/back and psyche under the doctrine of res judicata.\" We\r\ndisagree.\r\n\r\nHere, neither Commissioner Huffstetler's 2009 order nor the Appellate Panel's\r\n2010 order demonstrate the issue of CRPS/RSD was addressed with finality, which\r\nis required to properly assert res judicata. See Bennett v. S.C. Dep't of Corr., 305\r\n\nS.C. 310, 312, 408 S.E.2d 230, 231 (1991) (\"This Court has repeatedly held that,\r\nunder the doctrines of res judicata and collateral estoppel, the decision of an\r\nadministrative tribunal precludes the relitigation of the issues addressed by that\r\ntribunal in a collateral action.\" (emphasis added)); Estridge v. Joslyn Clark\r\nControls, Inc., 325 S.C. 532, 540, 482 S.E.2d 577, 581 (Ct. App. 1997) (finding\r\ncompensability of psychological injury in subsequent change of condition\r\nproceeding was not precluded by res judicata when prior order did not discuss or\r\nresolve employee's claim for psychological injury); cf. Johnson, 317 S.C at 251,\r\n452 S.E.2d at 833 (finding employee's second attempt to establish compensability\r\nof her occupational disease before the single commissioner was barred by res\r\njudicata when the employee specifically raised the same issue and the single\r\ncommissioner explicitly denied employee's claim in a prior unappealed order);\r\nMead v. Jessex, Inc., 382 S.C. 525, 534, 676 S.E.2d 722, 727 (Ct. App. 2009)\r\n(holding single commissioner's prior findings of non-compensability regarding hip\r\nand leg injuries were not appealed and therefore were barred by res judicata). As\r\nsuch, we find res judicata did not bar Dozier from bringing the issue of CRPS/RSD\r\nbefore Commissioner McCaskill.6\r\n\r\n3. Estoppel and Waiver\r\nNext, Dozier contends ARC is procedurally barred by the doctrine of estoppel from\r\ndenying she suffers from CRPS/RSD. We disagree.\r\n\r\nThe elements of equitable estoppel for the party asserting the estoppel are the\r\nfollowing: (1) a lack of knowledge and of a means of knowing the truth as to the\r\nfacts in question; (2) a reliance upon the conduct of the estopped party; and (3) a\r\nprejudicial change in position. Zabinski v. Bright Acres Assocs., 346 S.C. 580,\r\n589, 553 S.E.2d 110, 114 (2001). The elements as to the party being estopped are\r\nthe following: (1) conduct by the estopped party amounting to a false\r\nrepresentation or a concealment of material facts; (2) an intention that such\r\nconduct be acted upon by the other party; and (3) actual or constructive knowledge\r\nof the true facts. Id. The party asserting estoppel carries the burden of proof. Blue\r\nRidge Realty Co. v. Williamson, 247 S.C. 112, 122, 145 S.E.2d 922, 927 (1965).\r\n\r\nReviewing these elements, we find ARC's conduct does not merit the application\r\nof equitable estoppel. ARC approved Dr. Zgleszewski as Dozier's authorized\r\n\r\n6 Our holding on this issue, however, does not necessitate reversal based on our\r\nfinding that the Appellate Panel properly held, in the alternative, that Dozier did\r\nnot establish she suffered from CRPS/RSD.\r\n\ntreating physician during the pendency of her first appeal in January 2010. For\r\nover two years, ARC permitted Dozier to receive ongoing medical treatment,\r\nincluding three stellate ganglion blocks and several carpal tunnel injections, in an\r\neffort to alleviate her pain and to rehabilitate her injuries. Although Dozier argues\r\notherwise, we find ARC's actions of paying for Dozier's treatment during this time\r\nweighs against the application of estoppel. If ARC were trying to conceal Dozier's\r\nCRPS/RSD, we find it unlikely ARC would have authorized Dr. Zgleszekski as her\r\ntreating physician or approved of her ensuing treatments. In addition, we are not\r\nconvinced that ARC possessed actual knowledge that Dozier suffered from\r\nCRPS/RSD because the issue of compensability of her injuries, with the exception\r\nof her bilateral wrists, was a contested issue from the outset of this litigation.\r\nBecause ARC does not meet the required elements as to the party being estopped,\r\nwe hold the doctrine of equitable estoppel does not apply.\r\n\r\nIn the alternative, Dozier contends ARC waived its right to contest the\r\ncompensability of her CRPS/RSD because it provided treatment for her\r\nCRPS/RSD for an uninterrupted period of 728 days. We disagree.\r\n\r\nWaiver is a voluntary and intentional relinquishment or abandonment of a known\r\nright. Eason v. Eason, 384 S.C. 473, 480, 682 S.E.2d 804, 807 (2009). To waive a\r\nright, the party must have known of the right and known that the right was being\r\nabandoned. Id. The determination of whether one's actions constitute waiver is a\r\nquestion of fact. Laser Supply & Servs., Inc. v. Orchard Park Assocs., 382 S.C.\r\n326, 337, 676 S.E.2d 139, 145 (Ct. App. 2009).\r\n\r\nWithout question, ARC admitted Dozier sustained repetitive trauma to both her\r\narms. Despite accepting responsibility for Dozier's carpal tunnel syndrome, we\r\nfind ARC did not waive its right to contest the compensability of CRPS/RSD\r\nbefore Commissioner McCaskill. At the 2009 hearing, Commissioner Huffstelter\r\nstated, \"[ARC] admits an injury to the left arm only. They deny all other body\r\nparts . . . .\" In its November 2011 Form 51, ARC again admitted injuries to\r\nDozier's \"bilateral wrists\" but denied \"all other alleged injuries.\" These denials\r\nargue against the application of waiver. Furthermore, we believe a finding of\r\nwaiver under these circumstances would discourage employers from providing any\r\nlevel of treatment for a certain condition for fear that providing treatment for a\r\npotentially unrelated condition would irrevocably affect a future finding on\r\npermanent disability. As such, we find ARC did not waive its right to contest the\r\ncompensability of CRPS/RSD before Commissioner McCaskill.\r\n\r\n4. CRPS/RSD\r\n\nLast, Dozier contends the Appellate Panel erred in finding she did not suffer from\r\nCRPS/RSD when she presented competent and substantial medical evidence to the\r\ncontrary. We disagree.\r\n\r\nThe Appellate Panel was presented with conflicting medical testimony regarding\r\nwhether Dozier suffered from CRPS/RSD. Dr. Zgleszewski, her authorized\r\ntreating physician, opined she suffered from CRPS/RSD and stated he had been\r\ntreating her for CRPS/RSD for over two years. Dr. Moore, who performed her\r\ncarpal tunnel release surgery, also believed Dozier suffered from CRPS/RSD.\r\nHowever, Dr. Mancuso and Dr. Bitting concluded Dozier did not suffer from\r\nCRPS/RSD. In support of her medical opinion, Dr. Mancuso stated (1) there was\r\nno specific precipitating event; (2) both of her limbs were affected, which was not\r\ntypical with CRPS/RSD; and (3) Dozier's skin was not overly dry or moist.\r\nSimilar to Dr. Mancuso, Dr. Bitting testified during his deposition that he did not\r\nbelieve Dozier was suffering from CRPS/RSD. He based his opinion on her triple\r\nphase bone scan, which, in his opinion, was relatively normal, and Dozier's\r\nexperiencing pain in both arms, as opposed to only one extremity. Further, Dr.\r\nBitting stated CRPS/RSD typically was triggered by a specific traumatic event, and\r\nit was unlikely for Dozier to first experience symptoms almost two years after her\r\naccident.\r\n\r\nAlthough we may have found differently from the Appellate Panel, when\r\nconflicting medical evidence is presented, this court must not substitute its\r\njudgment for that of the fact finder, which in this case was the Appellate Panel.\r\nSee Mullinax, 318 S.C. at 435, 458 S.E.2d at 78 (\"Where the medical evidence\r\nconflicts, the findings of fact of the [Appellate Panel] are conclusive.\"); see also\r\nLockridge v. Santens of Am., Inc., 344 S.C. 511, 518, 544 S.E.2d 842, 846 (Ct.\r\nApp. 2001) (finding when one doctor attributed employment to injury and another\r\ndoctor could not testify unequivocally about the source of an employee's injury, the\r\nAppellate Panel had the discretion to weigh the testimony and deny the employee's\r\nclaim). Because of the conflicting evidence regarding Dozier's CRPS/RSD and our\r\nlimited standard of review, we find the Appellate Panel did not err in this respect.\r\nSee Ballenger, 209 S.C. at 466-67, 40 S.E.2d at 682 (finding the Appellate Panel is\r\ngiven discretion to weigh and consider all the evidence, both lay and expert, when\r\ndeciding whether causation has been established and while medical testimony is\r\nentitled to great respect, the fact finder may disregard it if the record contains other\r\ncompetent evidence); see also Jones v. Harold Arnold's Sentry Buick, Pontiac, 376\r\nS.C. 375, 378, 656 S.E.2d 772, 774 (2008) (\"The possibility of drawing two\r\ninconsistent conclusions from the evidence does not prevent an administrative\r\nagency's finding from being supported by substantial evidence.\" (citation\r\n\nomitted)). As a result, we affirm the Appellate Panel's finding that Dozier did not\r\nsuffer from CRPS/RSD.\r\n\r\nCONCLUSION\r\nBased on the foregoing, the decision of the Appellate Panel is\r\n\r\nAFFIRMED. \n\r\n\r\nKONDUROS and LOCKEMY, JJ., concur.\n\r\n\n","court":"Appeals"}]