[{"id":"5214","title":"State v. Gore","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5214.pdf","description":"In this criminal appeal, the court of appeals finds the circuit court properly denied Alton Gore's motion to challenge the sufficiency of the search warrant affidavit for his residence and properly denied Gore's request to charge the jury on the lesser-included offense of simple possession.  Although the circuit court erred in admitting certain photographs of Gore at trial, the court of appeals concluded these photographs were merely cumulative to other properly admitted evidence, and as such, their improper admission did not warrant reversal of Gore's conviction for trafficking cocaine.","date":"2014-04-02","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Alton Wesley Gore, Jr., Appellant.\r\n\r\n             Appellate Case No. 2012-206368\r\n\r\n\r\n\r\n                           Appeal From Horry County \n\r\n                    Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n                              Opinion No. 5214 \n\r\n                  Heard December 10, 2013 – Filed April 2, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Nicole Nicolette Mace, of the Mace Law Firm, and Amy\r\n             Kristan Raffaldt, both of Myrtle Beach, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Christina J. Catoe, of Columbia, for\r\n             Respondent.\r\n\r\n\r\nWILLIAMS, J.: In this criminal appeal, Alton Gore appeals his conviction for\r\ntrafficking cocaine, arguing the circuit court erred when it (1) denied Gore's motion\r\nto challenge the veracity of the search warrant affidavit pursuant to Franks v.\r\nDelaware, 438 U.S. 154 (1978); (2) improperly admitted certain photographs into\r\nevidence; and (3) failed to charge the jury on the lesser-included offense of simple\r\npossession. We affirm.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn February 28, 2010, Detective Jesse Ard of the Horry County Police Department\r\ndrafted a search warrant affidavit based on suspected criminal activity at 309 Junco\r\nCircle in Longs, South Carolina. Detective Ard supported the affidavit with the\r\nfollowing probable cause allegations:\r\n\r\n              A confidential and reliable informant made a buy for\r\n              cocaine out of the residence while being recorded and\r\n              monitored by agents in the area. Also within the last\r\n              seventy-two hours agents followed [Gore] from the\r\n              residence to another location and were able to monitor\r\n              and record another buy for a quantity of cocaine.\r\n\r\nThe magistrate issued a search warrant, and evidence suggesting drug activity was\r\nretrieved from the residence at Junco Circle. Gore was subsequently indicted for\r\ntrafficking cocaine in an amount between two hundred and four hundred grams.1\r\n\r\nPrior to trial, Gore moved for an evidentiary hearing pursuant to Franks v.\r\nDelaware,2 arguing the probable cause allegations used to support the search\r\nwarrant were deliberately false or misleading. As a result, Gore contended the\r\nsearch warrant affidavit was insufficient to support probable cause. Gore claimed\r\nlaw enforcement improperly drafted the affidavit. He argued the affidavit\r\nsuggested a controlled drug purchase had been executed at Gore's residence within\r\nseventy-two hours of seeking a search warrant when the purchase occurred seven\r\nmonths prior to the execution of the search warrant. He also contended the\r\nomission of the date and time of the alleged criminal activity was in violation of\r\nState v. Winborne.3\r\n\r\n\r\n1 S.C. Code Ann. § 44-53-370(e)(2)(d) (2002) (outlining the offense of trafficking\r\nin cocaine in an amount between two hundred and four hundred grams).\r\n2   438 U.S. 154 (1978).\r\n3 In State v. Winborne, the supreme court held that for a search warrant affidavit to\r\nshow probable cause, it must state facts so closely related to the time of the\r\nissuance of the warrant that a probable cause finding can be justified. 273 S.C. 62,\r\n64, 254 S.E.2d 297, 298 (1979). The supreme court concluded an affidavit that\r\nfails to state when the alleged facts transpired is insufficient. Id.\r\n\nIn response, the State claimed the officers told the magistrate the dates and times of\r\nthe alleged drug transactions. The State also argued because it was a lengthy\r\ninvestigation, the second drug transaction was a \"refresher buy\" that would allow\r\nthe officers to meet the close time and proximity requirements for the search\r\nwarrant. Detective Ard testified at the hearing and corroborated the State's\r\nargument. In response to being asked about the omission of the date and time,\r\nDetective Ard stated it was common to omit this information to protect informants'\r\nidentities and testified repeatedly that the magistrate was informed of all the facts,\r\ncircumstances, and dates surrounding the procurement of the search warrant.\r\n\r\nThe circuit court denied Gore's motion for an evidentiary hearing pursuant to\r\nFranks, finding the affidavit was not false or misleading and was supported by\r\nprobable cause. Based on the information in the affidavit and the officer's\r\ntestimony, the circuit court held there was \"a fair probability that evidence of a\r\ncrime would be found on the particular place to be searched.\" Because Gore failed\r\nto make the requisite preliminary showing, the court determined the first prong of\r\nthe Franks test was not met and there was no need to evaluate the sufficiency of\r\nthe remaining portions of the affidavit.\r\n\r\nA jury trial was held on January 5, 2012. At trial, the State sought to introduce two\r\nphotographs of Gore found in the master bedroom. One of the investigating\r\nofficers, Detective Mark Cooper, identified the photos and stated, \"There was [sic]\r\ntwo photos of the defendant, I believe he had some money in his hand or\r\nsomething like that, he squatted down or something.\" Defense counsel\r\nimmediately objected.\r\n\r\nOutside the jury's presence, Gore argued the photos were irrelevant and highly\r\nprejudicial. In response, the State contended the photographs were relevant to\r\nprove Gore was a resident of the house. The circuit court agreed with the State and\r\ninstructed the jury that the pictures were introduced \"only for the purposes of the\r\ntestimony alleging that they were found on the premises and for no other\r\npurposes.\" The pictures were introduced into evidence. Detective Cooper testified\r\nthe pictures were found on the dresser in the master bedroom and the male in the\r\nphotographs was Gore.\r\n\r\nDetective Ard also testified at trial. On the day of Gore's arrest, Detective Ard\r\nobserved Gore and his girlfriend leave in two separate vehicles from 309 Junco\r\nCircle. Detective Ard stated Gore and his girlfriend were unaccompanied when\r\n\nthey left the residence and Gore was alone when he was subsequently arrested for\r\nan unrelated traffic incident. He stated they maintained visual contact with Gore\r\nfrom the time he departed the residence until he was stopped by police. Detective\r\nArd confirmed that two handguns and a large quantity of cocaine were seized from\r\nthe residence later that day.\r\n\r\nAfter hearing from other witnesses for the State and Gore, the circuit court charged\r\nthe jury on trafficking in cocaine in the amount of two hundred to four hundred\r\ngrams. The jury found Gore guilty as charged. The circuit court sentenced Gore to\r\ntwenty-five years imprisonment and fined him $100,000. This appeal followed.\r\n\r\nISSUES ON APPEAL\r\n\r\n   1. Did the circuit court err in denying Gore's motion to challenge the veracity\r\n      of the search warrant affidavit pursuant to Franks v. Delaware?\r\n\r\n   2. Did the circuit court err in admitting two photographs of Gore holding large\r\n      sums of United States currency?\r\n\r\n   3. Did the circuit court err in failing to charge the jury on the lesser-included\r\n      offense of simple possession?\r\n\r\nLAW/ANALYSIS\r\n\r\n1. Search Warrant Affidavit\r\nGore first contends the circuit court erred in denying his motion to challenge the\r\nveracity of the search warrant pursuant to Franks v. Delaware. Alternatively, even\r\nif the circuit court properly denied his motion, Gore contends the search warrant\r\nwas insufficient to establish probable cause. We disagree.\r\n\r\nIn Franks v. Delaware, the United States Supreme Court held that the Fourth and\r\nFourteenth Amendments give an accused the right in certain circumstances to\r\nchallenge the veracity of a search warrant affidavit after the warrant has been\r\nissued and executed. State v. Missouri, 337 S.C. 548, 553, 524 S.E.2d 394, 396\r\n(1999). This challenge may be based on false information being included in the\r\nsearch warrant affidavit or exculpatory material being omitted from the affidavit.\r\nId. at 554, 524 S.E.2d at 397.\r\n\r\nFranks outlined a two-prong test for challenging the veracity of a search warrant\r\naffidavit. Franks, 438 U.S. at 155-56. First, to mandate an evidentiary hearing,\r\n\nthere must be \"allegations of deliberate falsehood or of reckless disregard for the\r\ntruth [as to statements included in the warrant affidavit], and those allegations must\r\nbe accompanied by an offer of proof.\" Id. at 171. At the hearing, the accused has\r\nthe burden of proving the allegations of perjury or reckless disregard for the truth\r\nby a preponderance of the evidence. Id. at 156; see State v. Jones, 342 S.C. 121,\r\n127, 536 S.E.2d 675, 678 (2000) (holding a defendant is entitled to challenge\r\nmisstatements in a warrant affidavit if the following criteria are met: \"(1) the\r\ndefendant's attack is more than conclusory and is supported by more than a mere\r\ndesire to cross-examine; (2) the defendant makes allegations of deliberate\r\nfalsehood or of reckless disregard for the truth which are accompanied by an offer\r\nof proof; and, (3) the affiant has made the allegedly false or reckless statement\").\r\n\r\nSecond, if a deliberate falsehood or a reckless disregard for the truth has been\r\nestablished, the court must exclude the false material and consider the remainder of\r\nthe affidavit to determine if it is sufficient to establish probable cause. State v.\r\nDavis, 354 S.C. 348, 360, 580 S.E.2d 778, 784 (Ct. App. 2003). If the court\r\ndetermines no probable cause exists after the false material is omitted from the\r\nanalysis, \"the search warrant must be voided and the fruits of the search excluded\r\nto the same extent as if probable cause was lacking on the face of the affidavit.\" Id.\r\n(citing Franks, 438 U.S. at 155-56); see Missouri, 337 S.C. at 553-54, 524 S.E.2d\r\nat 396-97 (adopting the two-prong Franks test).\r\n\r\nIn the instant case, Gore challenges the sufficiency of the search warrant affidavit\r\nbased on: (1) Detective Ard's failure to include a date and time for the first\r\npurchase of cocaine at the residence; and (2) Detective Ard's misrepresentation that\r\nthe first purchase of cocaine occurred within seventy-two hours of the date of the\r\nsearch warrant affidavit.\r\n\r\nWe agree with Gore's argument that the first allegation in the affidavit improperly\r\nomitted the date and time of the drug transaction. The statement reads: \"A\r\nconfidential and reliable informant made a buy for cocaine out of the residence\r\nwhile being recorded and monitored by agents in the area.\" This phrase indicates\r\nonly that a controlled buy was made at the residence on at least one occasion in the\r\npast. It gives no indication of how long ago the transaction occurred, which the\r\nsupreme court in Winborne held is necessary to establish probable cause for a\r\nsearch warrant. See Winborne, 273 S.C. at 64, 254 S.E.2d at 298 (\"An affidavit\r\nwhich fails altogether to state the time of the occurrence of the facts alleged is\r\ninsufficient.\").\r\n\nThis omission, however, does not per se invalidate the search warrant. Rather,\r\nGore must make a preliminary showing that Detective Ard included a deliberate\r\nfalsehood or recklessly disregarded the truth in an effort to make the affidavit\r\nmisleading to the magistrate. See Missouri, 337 S.C. at 554, 524 S.E.2d at 398\r\n(\"To be entitled to a Franks hearing for an alleged omission, the challenger must\r\nmake a preliminary showing that the information in question was omitted with the\r\nintent to make, or in reckless disregard of whether it made, the affidavit misleading\r\nto the issuing judge.\"). Although Gore claims this omission is evidence of a\r\nreckless disregard for the truth, we find Detective Ard's sworn testimony is\r\nevidence to the contrary. See Jones, 342 S.C. at 129, 536 S.E.2d at 679 (holding\r\noral information may be used by an affiant to supplement or to amend incorrect\r\ninformation in an affidavit which was not knowingly, intentionally, or recklessly\r\nsupplied by the affiant).\r\n\r\nDetective Ard testified under oath that he supplemented the affidavit with oral\r\ntestimony and specifically stated the dates of the controlled buys when seeking the\r\nsearch warrant. See id. at 128, 536 S.E.2d at 678-79 (\"Oral testimony may also be\r\nused in this state to supplement search warrant affidavits which are facially\r\ninsufficient to establish probable cause.\"). When asked why he omitted this\r\ninformation, Detective Ard stated it was \"common practice\" to omit the specific\r\ndate, time of the buy, or the amount of the drugs in the written affidavit portion of\r\nthe warrant to protect the confidential informant's identity. Because of this\r\nomission, Detective Ard testified, \"We made [the magistrate] painfully aware of\r\nthe fact that there was a length of time from one buy from the house to our most\r\nrecent buy . . . that we were unable to get inside the house, actually make a buy\r\nfrom inside the house, but we were able to observe [Gore] leave his residence, kept\r\nhim under constant surveillance the entire trip to the empty . . . lot where the buy\r\nwas made . . . .\" We find Detective Ard's statements to the magistrate properly\r\nsupplemented this portion of the affidavit.\r\n\r\nWe also address Gore's claim that the second probable cause allegation was\r\nintentionally misleading because the use of \"also\" indicated the first buy occurred\r\nwithin seventy-two hours of the affidavit's execution. This allegation states, \"Also\r\nwithin the last seventy-two hours agents followed [Gore] from the residence to\r\nanother location and were able to monitor and record another buy for a quantity of\r\ncocaine.\" While we agree that this sentence could have been more artfully drafted,\r\nwe disagree with Gore's argument that it was deliberately misleading. It is\r\nuncontested that officers followed and observed Gore selling drugs within seventy-\r\ntwo hours of the affidavit's execution. Further, any confusion over the timing of\r\nthese drug transactions was clarified by Detective Ard when he sought the search\r\n\nwarrant. Because neither of these probable cause allegations were false, we find\r\nGore failed to satisfy the first prong of the Franks test. As such, we affirm the\r\ncircuit court's decision to deny Gore's motion pursuant to Franks v. Delaware.\r\n\r\nNext, Gore contends that even if the allegations in the search warrant were\r\ncredible, the magistrate did not have a substantial basis to conclude probable cause\r\nexisted. We disagree.\r\n\r\nAn appellate court reviewing the decision to issue a search warrant should decide\r\nwhether the magistrate had a substantial basis for concluding probable cause\r\nexisted. State v. King, 349 S.C. 142, 149, 561 S.E.2d 640, 643 (Ct. App. 2002).\r\nThis review, like the determination by the magistrate, is governed by the \"totality\r\nof the circumstances\" test. Jones, 342 S.C. at 126, 536 S.E.2d at 678. The\r\nappellate court should give great deference to a magistrate's determination of\r\nprobable cause. Id.\r\n\r\nWe are mindful on review that affidavits are not meticulously drawn by lawyers,\r\nbut are normally drafted by non-lawyers in the haste of a criminal investigation,\r\nand should therefore be viewed in \"'a common sense and realistic fashion.'\" State\r\nv. Sullivan, 267 S.C. 610, 617, 230 S.E.2d 621, 624 (1976). Our task is to decide\r\nwhether the magistrate had a substantial basis for concluding probable cause\r\nexisted. State v. Adolphe, 314 S.C. 89, 92, 441 S.E.2d 832, 833 (Ct. App. 1994).\r\n\r\n\"The affidavit must contain sufficient underlying facts and information upon which\r\nthe magistrate may make a determination of probable cause.\" State v. Philpot, 317\r\nS.C. 458, 461, 454 S.E.2d 905, 907 (Ct. App. 1995). The magistrate should make\r\na probable cause determination based on all of the information available to the\r\nmagistrate when the warrant was issued. State v. Driggers, 322 S.C. 506, 510, 473\r\nS.E.2d 57, 59 (Ct. App. 1996). In determining the validity of the warrant, a\r\nreviewing court may consider only information brought to the magistrate's\r\nattention. State v. Gentile, 373 S.C. 506, 513-14, 646 S.E.2d 171, 174 (Ct. App.\r\n2007).\r\n\r\nWe find the search warrant affidavit contains sufficient facts to support the\r\nmagistrate's probable cause determination. We acknowledge the second drug\r\ntransaction did not occur inside the residence. However, we believe the\r\ncircumstances surrounding the second drug transaction provided a sufficient nexus\r\nto the residence to justify a search warrant. Specifically, Detective Ard testified\r\nthe officers observed only Gore and his girlfriend at the residence the morning of\r\nGore's arrest. Further, he stated that Gore drove alone from the residence and went\r\n\ndirectly to the location where the drug transaction occurred. See State v. Scott, 303\r\nS.C. 360, 362-63, 400 S.E.2d 784, 785-86 (Ct. App. 1991) (upholding subsequent\r\nsearch warrant of defendant's home when affidavit stated officers had visual\r\ncontact with defendant from time he left his residence until the time of the traffic\r\nstop and drugs were uncovered on defendant at stop). In addition, the magistrate\r\nwas aware Gore had participated in a drug transaction inside the residence within\r\nthe last seven months. See id. at 363, 400 S.E.2d 786 (\"In the case of drug dealers,\r\nevidence is likely to be found where the dealers live.\" (citing U.S. v. Angulo-Lopez,\r\n791 F.2d 1394, 1399 (9th Cir. 1986))). We find the earlier drug transaction at the\r\nresidence coupled with this drug transaction demonstrate a pattern of ongoing\r\nillegal activity. See King, 349 S.C. at 151, 561 S.E.2d at 644 (finding confidential\r\ninformant's previous reliability with law enforcement and first-hand knowledge of\r\nprior drug transactions at residence were sufficient to establish probable cause for\r\nsearch warrant). Accordingly, we hold the totality of circumstances provided a\r\nsufficient nexus to the residence to establish probable cause for the search warrant.\r\nSee State v. Dupree, 354 S.C. 676, 685, 583 S.E.2d 437, 442 (Ct. App. 2003) (\"The\r\nmagistrate's task in determining whether to issue a search warrant is to make a\r\npractical, common sense decision concerning whether, under the totality of the\r\ncircumstances set forth in the affidavit, including the veracity and basis of\r\nknowledge of persons supplying hearsay information, there is a fair probability that\r\ncontraband or evidence of a crime will be found in the particular place to be\r\nsearched.\" (citing Illinois v. Gates, 462 U.S. 213, 238 (1983))). Given the affidavit\r\nand the supporting oral testimony, we conclude there was a substantial basis for\r\nconcluding probable cause existed to issue a search warrant.\r\n\r\n2. Admission of Photographs\r\nNext, Gore contends the circuit court erred in admitting two photographs, which\r\ndepicted him holding large sums of United States currency. We agree with Gore\r\nbut find this error to be harmless.\r\n\r\n\"The relevance, materiality and admissibility of photographs are matters within the\r\nsound discretion of the [circuit] court and a ruling will be disturbed only upon a\r\nshowing of an abuse of discretion.\" State v. Rosemond, 335 S.C. 593, 596, 518\r\nS.E.2d 588, 589-90 (1999). Even if evidence is improperly admitted, the\r\nadmission must be prejudicial to warrant reversal. See State v. Mitchell, 286 S.C.\r\n572, 573, 336 S.E.2d 150, 151 (1985) (holding the improper admission of evidence\r\nis reversible error only when the admission causes prejudice).\r\n\nAt trial, the State sought to introduce two photographs of Gore, which were found\r\nin the master bedroom when the officers searched the residence. In the\r\nphotographs, Gore was squatting down and displaying large sums of United States\r\ncurrency in his hands and on the ground in front of him. Gore objected at trial and\r\nargued these photographs were irrelevant and unduly prejudicial.4 In support of\r\nthat argument, Gore claims these photographs were not taken inside the residence,\r\nthere were other seized photographs of Gore in the residence that were not\r\nprejudicial, and the photographs invited the jury to infer criminal disposition. We\r\nagree and find these photos were unnecessary to link Gore to the residence,\r\nparticularly when other photographs in evidence accomplished this purpose and\r\nseveral other witnesses testified Gore lived at the residence. See State v. Brazell,\r\n325 S.C. 65, 78, 480 S.E.2d 64, 72 (1997) (\"Photographs calculated to arouse the\r\nsympathy or prejudice of the jury should be excluded if they are irrelevant or not\r\nnecessary to substantiate material facts or conditions.\").\r\n\r\nHowever, we find the admission of these photographs to be harmless error in light\r\nof the overwhelming evidence of Gore's guilt. See State v. Bailey, 298 S.C. 1, 5,\r\n377 S.E.2d 581, 584 (1989) (holding an insubstantial error not affecting the result\r\nof the trial is harmless when \"guilt has been conclusively proven by competent\r\nevidence such that no other rational conclusion can be reached\"). Several police\r\nofficers testified that based on their observations during the investigation, Gore\r\nlived at 309 Junco Circle. His former girlfriend testified he lived at 309 Junco\r\nCircle and only Gore possessed a key to the residence. An employee from the\r\nHorry County Clerk of Court's office stated Gore's address on his bond documents\r\nwas listed as 309 Junco Circle. Further, the State established that the white-\r\npowder substance seized from 309 Junco Circle was cocaine. We find this\r\nevidence overwhelmingly established Gore's guilt. As a result, Gore's conviction\r\nshould not be set aside based on the admission of these photographs. See State v.\r\nSherard, 303 S.C. 172, 176, 399 S.E.2d 595, 597 (1991) (stating that appellate\r\ncourts will not generally set aside convictions due to insubstantial errors not\r\naffecting the result).\r\n\r\n3. Jury Charge on Simple Possession\r\nLast, Gore claims the circuit court erred in denying his request to charge the jury\r\non the lesser-included offense of simple possession. We disagree.\r\n\r\n\r\n4The State argues Gore failed to object when Detective Cooper described the two\r\nphotographs. We disagree and find defense counsel timely objected.\r\n\nThe circuit court must charge a jury on a lesser-included offense if evidence exists\r\nfrom which it could be inferred that a defendant committed the lesser offense\r\nrather than the greater offense. State v. Drafts, 288 S.C. 30, 32, 340 S.E.2d 784,\r\n785 (1986). Nevertheless, due process requires that a lesser-included offense\r\ninstruction be given only when the evidence warrants the instruction. Hopper v.\r\nEvans, 456 U.S. 605, 611 (1982). \"The mere contention that the jury might accept\r\nthe State's evidence in part and reject it in part is insufficient to satisfy the\r\nrequirement that some evidence tend to show the defendant was guilty of only the\r\nlesser offense.\" State v. Geiger, 370 S.C. 600, 608, 635 S.E.2d 669, 674 (Ct. App.\r\n2006).\r\n\r\nGore argues the circuit court erred in denying his request to charge the jury on\r\nsimple possession because cocaine residue was found underneath a mattress in the\r\nguest bedroom of the residence. Because the larger amount of cocaine was\r\ndiscovered in the master bedroom, and Gore contended the residence belonged to\r\nhis girlfriend, a jury could have determined Gore only had constructive possession\r\nover the items, including the cocaine residue, in the guest bedroom. As a result,\r\nGore claims the jury could have concluded he did not possess the requisite amount\r\nof cocaine required for the trafficking charge.\r\n\r\nWe find the circuit court properly charged the jury. Although Gore claims the jury\r\ncould have concluded he was not a resident of the house and only slept in the guest\r\nbedroom as a visitor, the overwhelming and undisputed evidence indicates\r\notherwise. As noted above, several witnesses testified Gore lived at the residence.\r\nAlthough Gore argued his girlfriend lived there, evidence was submitted that she\r\nmaintained her own residence in North Carolina at all pertinent times.\r\nFurthermore, no evidence placed Gore in the guest bedroom of the residence.\r\nGore's girlfriend testified the guest bedroom was actually his daughter's bedroom,\r\nand one of the officers stated it appeared to be a \"child's bedroom or a spare\r\nbedroom of some kind.\" Significantly, the master bedroom, where the larger\r\namount of cocaine was hidden, contained all men's clothing as well as several\r\nframed pictures of Gore. Therefore, we find the evidence did not support a charge\r\nof simple possession and affirm the circuit court on this issue. See State v. Grandy,\r\n306 S.C. 224, 226, 411 S.E.2d 207, 208 (1991) (finding the circuit court properly\r\ndenied defendant's request to charge the lesser-included offense of possession with\r\nintent to distribute when the undisputed evidence showed the amount of cocaine in\r\ndefendant's possession exceeded the quantity required to invoke the trafficking\r\nstatute).\r\n\r\nCONCLUSION\r\n\nBased on the foregoing, Gore's conviction is\r\n\r\nAFFIRMED. \n\r\n\r\nSHORT and LOCKEMY, JJ., concur.\n\r\n\n","court":"Appeals"},{"id":"5215","title":"Simcox-Adams v. Adams","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5215.pdf","description":"The Court of Appeals affirms the family court's grant of primary custody to the husband, finding the family court did not improperly rely on the investigation and report of the guardian ad litem.  In addition, the Court affirms the family court's finding that wife's inheritance was transmuted into marital property.","date":"2014-04-02","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Sherri Simcox-Adams, Appellant,\r\n\r\n            v.\r\n\r\n            Michael E. Adams, Respondent,\r\n\r\n            and\r\n\r\n            Jimmy Simcox and Barbara Simcox, Third-Party\r\n            Defendants.\r\n\r\n            Appellate Case No. 2011-196406\r\n\r\n\r\n\r\n                         Appeal From Lancaster County\r\n                    W. Thomas Sprott, Jr., Family Court Judge\r\n\r\n\r\n                              Opinion No. 5215 \n\r\n                  Heard November 12, 2013 – Filed April 2, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Stephen D. Schusterman, of Schusterman Law Firm, of\r\n            Rock Hill, for Appellant.\r\n\r\n            George W. Speedy, of Speedy, Tanner, Atkinson &\r\n            Cook, LLC, of Camden, for Respondent.\r\n\r\n\r\nWILLIAMS, J.: Sherri Simcox-Adams (Wife) claims the family court erred in\r\ngranting primary custody of the parties' daughter (Child) to Michael Adams\r\n(Husband) because it improperly relied on the investigation and report of the\r\n\nguardian ad litem (GAL). Wife also argues her due process rights were violated by\r\nthe GAL's failure to comply with the requirements of section 63-3-830(A)(6) of the\r\nSouth Carolina Code (2010). Additionally, Wife contends the family court erred\r\nwhen it found Wife's inheritance was transmuted into marital property. We affirm.\r\n\r\nFACTS/PROCEDURAL HISTORY\r\nHusband and Wife married in 1994 and have one daughter (Child). On October 2,\r\n2008, Wife filed for divorce on the grounds of adultery and sought child custody,\r\nchild support, alimony, equitable distribution, and attorney's fees. Husband timely\r\nanswered and counterclaimed. After a temporary hearing in August 2009, the\r\nfamily court ordered joint custody of Child to Husband and Wife, with Wife as\r\nChild's primary custodian. The family court appointed Leland Summers to serve\r\nas the GAL and to assist the court on the issue of child custody.\r\n\r\nThe family court held a final hearing on May 2 and 3, 2011. At the\r\ncommencement of the hearing, the parties agreed to waive alimony and any\r\ninterest in the other party's retirement or 401(k) accounts. The GAL also submitted\r\nhis report to the family court. Wife, however, did not object to the timeliness of its\r\nsubmission. Wife, Husband, the parties' treating psychologist, Dr. J. Patrick\r\nGoldsmith, and the GAL all testified at the final hearing.\r\n\r\nWife first testified in support of her claim that she should be Child's primary\r\ncaretaker. She highlighted several incidents she believed Husband put Child in\r\ndanger. She testified Husband did not tell her when he accidentally squirted\r\nsunscreen in Child's eye, which eventually resulted in an eye infection. She also\r\nclaimed Husband drove his jet ski recklessly while Child was riding with him.\r\nAccording to Wife, the jet ski flipped over and Child was thrown into the water.\r\nWife stated Husband permitted Child to drive a golf cart without supervision and\r\nChild almost ran the golf cart off the road.\r\n\r\nDuring her testimony, Wife was questioned about her mental state and a prior\r\n\"episode\" of catatonic symptoms she experienced in August 2008. In response,\r\nWife stated it was brought on by a urinary tract infection, and contrary to\r\nHusband's claims, she was never instructed to undergo a psychological evaluation.\r\nShe stated there were no other episodes and it did not affect her ability to parent\r\nChild. Wife claimed Husband had concocted that story in an attempt to get\r\ncustody of Child. In regards to her contact with the GAL, she stated she only met\r\nwith the GAL one time, and he had never contacted her outside that meeting.\r\n\nNext, Dr. Goldsmith testified regarding his evaluation of Wife, Husband, and\r\nChild. Dr. Goldsmith diagnosed Child with an adjustment disorder and depressed\r\nmoods; Husband with an adjustment disorder and anxiety; and Wife with an\r\nadjustment disorder \"with mixed disturbance of emotions and conduct, to include\r\nparanoid traits.\" According to Dr. Goldsmith, Child said Wife would make\r\nuntruthful statements about Husband. Child also told Dr. Goldsmith that Wife\r\ninstructed Child to say she wanted to live with Wife, whereas Father instructed\r\nChild to simply tell the truth. Dr. Goldsmith also recalled Wife's statement during\r\ntheir interview that she would not be opposed to having Husband's parental rights\r\nterminated because of their disagreements and Husband's anger issues. Dr.\r\nGoldsmith testified Wife had been extremely difficult to communicate with in the\r\npast, but she was cooperative throughout her interview for this evaluation.\r\n\r\nThe GAL also presented his observations and concerns at the final hearing. He\r\ntestified he had two major concerns: (1) the differences in the parents' discipline\r\nstyles; and (2) Wife's prior mental \"episode\" and its potential effect on Child's\r\nwellbeing if Wife relapsed. When questioned, the GAL acknowledged he was\r\nunaware of any other mental incidents in the three years since that single episode.\r\nThe GAL specifically expressed concern over Wife's behavioral issues and her lack\r\nof willingness to cooperate with Husband when conflicts arose. The GAL also\r\nstated Child expressed a preference to live with Husband.\r\n\r\nOn cross-examination, Wife's counsel asked the GAL about his investigation into\r\nWife's concerns over Child's safety while in Husband's care. In response, the GAL\r\nstated Child denied being thrown off a jet ski into the water. The GAL admitted he\r\nnever discussed with Child whether Husband permitted her to drive a golf cart by\r\nherself. Wife's counsel also questioned the GAL as to why he failed to interview\r\nWife prior to the final hearing. The GAL stated he attempted to contact Wife\r\n\"several times\" at the phone number she provided to him, but she never answered,\r\nand he was unable to leave a message because her voicemail was always full. As a\r\nresult, he met with her when trial started. The GAL explained that in contested\r\ncases, he prefers to do his final interviews close to the final hearing because his\r\nobservations would be more accurate and it would be less costly to not have to\r\nreinterview the parties if there was a continuance.\r\n\r\nThe GAL also submitted his report to the family court, in which he found the\r\nfollowing: (1) Child had a close relationship with both her parents; (2) both parents\r\ndemonstrated appropriate child-rearing skills and a genuine concern for Child's\r\nbest interests; (3) Child indicated Wife spoke negatively about Husband in the\r\npresence of Wife's family, whereas Husband did not; and (4) Wife and her parents\r\n\nfollowed Husband \"almost to the point of stalking.\" As required by statute, the\r\nGAL made no recommendation in his report or at the final hearing as to custody.\r\n\r\nIn addition to the issue of custody, the parties contested the marital nature of the\r\nparties' inheritance. Husband and Wife testified they each received an inheritance\r\nworth approximately $70,000 to $80,000. Husband's inheritance was invested into\r\nthe parties' home, which was titled in both parties' names. Wife's inheritance was\r\nplaced into a joint account, which was titled in both of their names. Wife,\r\nhowever, withdrew these funds from the joint account and created a new account\r\nin her and her parents' names after the parties filed for divorce.\r\n\r\nWife stated Husband never contributed any funds to the joint account. Wife\r\nadmitted that Husband's name was on the account, but she claimed it was only on\r\nthe account \"in case of emergency\" and it was more of \"an attachment for\r\nconvenience.\" Husband testified the account was used as a \"nest egg\" and the\r\nparties only used the account when Wife was out of work and they needed the\r\nadditional money to pay bills. Husband stated,\r\n\r\n             My [inheritance] money was for the house. When she\r\n             inherited her money, we just used her account like our\r\n             nest egg kind of account. If something comes (sic) up\r\n             like when she went out of work, we would have that to\r\n             help pay for bills, things like that. We never tried to\r\n             touch the money because that was our nest egg and we\r\n             used my accounts to pay all the household bills . . . . I\r\n             would sometime[s] move [money] around . . . whenever\r\n             I'd pay bills with my account on the internet, I would go\r\n             to [the joint] account sometimes if we needed to move\r\n             money to certain accounts.\r\n\r\nAfter considering the testimony and evidence presented at the hearing, the family\r\ncourt granted the parties a divorce based on one year's continuous separation. In its\r\nfinal order, the family court awarded joint custody of Child to Husband and Wife,\r\nwith Husband as Child's primary custodian. In changing the custodial\r\narrangement, the court noted several incidents when Wife improperly interfered\r\nwith Husband's visitation with Child. Specifically, the court found there were\r\ninstances when Wife's parents and Husband would both arrive to pick up Child\r\nfrom school. Husband would acquiesce and allow Wife's parents to take Child\r\nfrom school to avoid conflict. The family court found Wife exhibited poor\r\njudgment in dealing with the needs of Child as they related to Husband. In\r\n\naddition, the family court was concerned that Wife created a stressful atmosphere\r\nfor Child and would be less likely to foster a positive relationship with Husband\r\nthan if Husband was Child's primary caretaker.\r\n\r\nThe family court also ruled on whether each party's inheritance was marital\r\nproperty. Despite Wife's claim that her inheritance was her separate property, the\r\nfamily court found additional marital funds were deposited into the joint account.\r\nThe family court found Wife's testimony that Husband's name was only on the\r\naccount for convenience was not credible and concluded these funds were intended\r\nto be a \"rainy day\" fund for the parties. As a result, the family court found both\r\nHusband's and Wife's inheritances were transmuted into marital property.\r\n\r\nWife appeals.\r\n\r\nISSUES ON APPEAL\r\n   1. Did the family court err in relying on the GAL's investigation and report in\r\n      making its custody determination?\r\n\r\n   2. Did the family court deprive Wife of her due process rights by considering\r\n      the GAL's report when the GAL failed to timely submit his report as\r\n      required by section 63-3-830(A)(6)?\r\n\r\n   3. Did the family court err in finding Wife's inheritance was transmuted into\r\n      marital property?\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In appeals from the family court, [appellate courts] review[] factual and legal\r\nissues de novo.\" Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667\r\n(2011). \"[W]hile retaining the authority to make our own findings of fact, we\r\nrecognize the superior position of the family court judge in making credibility\r\ndeterminations.\" Lewis v. Lewis, 392 S.C. 381, 392, 709 S.E.2d 650, 655 (2011)\r\n(footnote omitted). The burden is upon the appellant to convince the appellate\r\ncourt that the preponderance of the evidence is against the family court's findings.\r\nId. \"Stated differently, de novo review neither relieves an appellant of\r\ndemonstrating error nor requires us to ignore the findings of the family\r\ncourt.\" Id. at 388-89, 709 S.E.2d at 654 (italics omitted).\r\n\nAPPLICABLE LAW\r\n\r\n      1. Custody Determination\r\nWife raises several grounds as to how the family court erred when it made its\r\ncustody decision. We address each argument in turn.\r\n\r\nIn determining a child's best interest in a custody dispute, the family court should\r\nconsider several factors, including: who has been the primary caretaker; the\r\nconduct, attributes, and fitness of the parents; the opinions of third parties,\r\nincluding the guardian ad litem, expert witnesses, and the children; and the age,\r\nhealth, and gender of the children. Patel v. Patel, 347 S.C. 281, 285, 555 S.E.2d\r\n386, 388 (2001). A guardian ad litem must\r\n\r\n             conduct an independent, balanced, and impartial\r\n             investigation to determine the facts relevant to the\r\n             situation of the child and the family, which should\r\n             include: reviewing relevant documents; meeting with and\r\n             observing the child in the home setting and considering\r\n             the child's wishes, if appropriate; and interviewing\r\n             parents, caregivers, and others with knowledge relevant\r\n             to the case[.]\r\n\r\nId. at 288, 555 S.E.2d at 390 (emphasis in original); see also S.C. Code Ann. § 63-\r\n3-830 (A) (2010). \"Rather than merely adopting the recommendation of the\r\nguardian, the court, by its own review of all the evidence, should consider the\r\ncharacter, fitness, attitude, and inclinations on the part of each parent as they\r\nimpact the child as well as all psychological, physical, environmental, spiritual,\r\neducational, medical, family, emotional and recreational aspects of the child's life.\"\r\nPirayesh v. Pirayesh, 359 S.C. 284, 296, 596 S.E.2d 505, 512 (Ct. App. 2004).\r\nWhen determining custody, the family court should consider all the circumstances\r\nof the particular case and all relevant factors must be taken into consideration. Id.\r\n\r\nWife first takes issue with the GAL's concern about the parties' differing discipline\r\nstyles and the potential for Wife to experience another \"episode,\" which the GAL\r\nimproperly concluded could place Child in danger.\r\n\r\nRegarding the discipline issue, we find no improper recommendation by the GAL\r\nor ensuing improper reliance by the family court. The GAL couched his concern\r\nover how Child was disciplined as it related to both parents' discipline styles.\r\n\nSpecifically, the GAL testified one of his main concerns when parents divorced\r\nwas          the rules that the child is required to follow be the same\r\n             in both homes in that the discipline administered for not\r\n             following the rules or improper behavior be the same in\r\n             both homes. And the only way that happens is that both\r\n             parents have to agree to communicate with each other\r\n             and set those boundaries . . . .\r\n\r\nWe find the GAL properly expressed his concerns to the family court based on his\r\nobservations. Further, Wife fails to highlight—and we fail to find—any reference\r\nto or criticism of either party's discipline style in the family court's final order. As\r\na result, we find this argument without merit.\r\n\r\nRegarding the GAL's concern over Wife's prior mental \"episode\" in 2008, we find\r\nthe GAL did not overly emphasize this incident to the family court. We believe it\r\nwas incumbent upon the GAL to bring this situation to the family court's attention\r\nas any relapse could affect Child's wellbeing. Further, the GAL did not testify that\r\nWife was likely to experience another episode or that Wife was a threat to Child.\r\nRather, the GAL stated his only concern was if another episode happened, it could\r\npossibly put Child in danger. Moreover, the GAL accurately stated in the report\r\nthat it was only a \"single episode\" and included Wife's statement that there were no\r\nother episodes and it did not affect her ability to parent Child. As such, we find no\r\nbasis for Wife's allegation that the GAL was biased or attempted to improperly\r\ninfluence the family court in his report.\r\n\r\nAdditionally, Wife claims the GAL failed to properly investigate certain incidents\r\nthat occurred while Child was in Husband's care.\r\n\r\nThe GAL specifically testified at the final hearing that he was aware of certain\r\nconcerns raised by Wife, including a report that Child was thrown off the back of a\r\njet ski while with Husband. The GAL questioned Child in response to Wife's\r\nconcern and stated Child told him that she never fell off a jet ski when she was\r\nwith Husband. The GAL admitted he did not inquire into whether Husband\r\npermitted Child to drive a golf cart. However, Wife never introduced any\r\nwitnesses at the final hearing to substantiate her claim that Husband permitted\r\nChild to drive a golf cart or that Husband put Child in danger. As such, we are not\r\npersuaded that this alleged occurrence would have affected the GAL's report.\r\n\nLast, Wife claims the GAL did not conduct a balanced investigation because he\r\nonly met with Wife one time, the evening after the trial started.\r\n\r\nThe GAL's report, which was submitted to the family court, reflected that the GAL\r\nonly conducted telephone interviews with Husband. When asked why the GAL\r\ndid not speak to Wife prior to the final hearing, the GAL stated that he called the\r\nnumber Wife provided to him several times, but she never answered, and he was\r\nunable to leave a message because her voicemail was always full. In addition to\r\nthe telephone interviews, the GAL conducted a home visit and had private\r\nconversations with Husband and Child in Husband's home prior to the final\r\nhearing. See Patel, 347 S.C. at 288, 555 S.E.2d at 390 (finding GAL should meet\r\nwith and observe child in the home setting, consider the child's wishes, if\r\nappropriate, and interview the parents and others with relevant knowledge of the\r\ncase). The GAL also met with Wife and Child in Wife's home, but he did not\r\nconduct this interview until the evening after the first day of trial. When\r\nquestioned as to why the GAL did not meet with Wife until the first day of trial,\r\nthe GAL testified that aside from Wife's failure to return his phone calls, he\r\nbelieved his observations would be more accurate closer to the final hearing.\r\nFurther, the GAL believed it would be less costly for the parties if he did not have\r\nto reinterview them should the family court grant a continuance. We find that\r\ndespite the GAL's well-intended approach, his investigation with Wife causes\r\nconcern.\r\n\r\nRegardless of these concerns, we find the family court made an independent and\r\nwell-informed decision, giving appropriate and fair weight to all relevant custody\r\nconsiderations. We first note Wife never objected to the sufficiency of the GAL's\r\ninvestigation at the final hearing. She never attempted to request a continuance or\r\nsought to remove the GAL, despite knowing the GAL had not contacted her until\r\nthe eve of the final hearing. See Spreeuw v. Barker, 385 S.C. 45, 70-71, 682\r\nS.E.2d 843, 856 (Ct. App. 2009) (finding the father's argument regarding guardian\r\nad litem's bias was not preserved for appeal when the father never made a motion\r\nto relieve the guardian based on her bias or otherwise objected to her report at the\r\nfinal hearing); Payne v. Payne, 382 S.C. 62, 70, 674 S.E.2d 515, 519 (Ct. App.\r\n2009) (finding the mother failed to preserve issue relating to the guardian ad litem's\r\ncustody recommendation by not objecting when the guardian gave her\r\nrecommendation to the family court). Other than failing to inquire about the golf\r\ncart incident, Wife failed to raise any other specific matters or issues that the GAL\r\nfailed to investigate. In addition, it appears that the Wife's failure to cooperate\r\nwith the GAL by not returning phone calls and failing to communicate with the\r\n\nGAL contributed to the tardiness of the GAL's interview as well as his\r\nobservations of Wife and Child.\r\n\r\nFurther, the family court was presented with other credible evidence and testimony\r\nto support its custody decision, specifically testimony from Dr. Goldsmith, who\r\ninterviewed both parties and Child, and from other witnesses, who gave Husband\r\n\"high marks.\" The family court's final order also lends support for our conclusion.\r\nThe final order neither referenced the GAL's findings nor stated the family court\r\nplaced any reliance on the GAL's report or investigation. Cf. Patel, 347 S.C. at\r\n286, 555 S.E.2d at 389 (finding family court improperly relied on GAL's biased\r\ninvestigation when the family court explicitly held in its order that \"it placed 'a\r\ngreat deal of reliance' on the GAL's report when deciding the custody issue\").\r\nLast, although Wife argues otherwise, we cannot conclude the GAL's observations\r\nwere biased or reflected overwhelmingly favorable treatment towards Husband as\r\nthe GAL specifically found in his report that both Wife and Husband had close\r\nrelationships with Child, demonstrated appropriate child rearing skills in their\r\nrespective homes, and expressed a genuine concern for Child's best interests. Cf.\r\nid., 347 S.C. at 286, 555 S.E.2d at 388-89 (finding GAL did not conduct an\r\nobjective, balanced investigation when GAL's method of evaluating mother created\r\na high likelihood of bias in father's favor). Based on the foregoing, the family\r\ncourt properly considered all the relevant factors and circumstances of this case\r\nwhen it awarded custody of Child to Husband.\r\n\r\n      2. Due Process\r\nNext, Wife contends her due process rights were violated because the GAL's report\r\ndid not comply with the notice requirements of section 63-3-830(A)(6). In\r\nresponse, Husband states Wife never raised the timeliness issue to the family court\r\nwhen the GAL submitted his report. We agree with Husband and find this issue\r\nunpreserved.\r\n\r\nTo be preserved, an issue must have been raised to and ruled upon by the family\r\ncourt. Payne, 382 S.C. at 70, 674 S.E.2d at 519. \"Issues not raised and ruled upon\r\nin the [family] court will not be considered on appeal.\" Id. Furthermore, a due\r\nprocess claim cannot be raised for the first time on appeal. See Bakala v. Bakala,\r\n352 S.C. 612, 625, 576 S.E.2d 156, 163 (2003).\r\n\r\nBecause Wife did not object when the GAL submitted his report and testified\r\nbefore the family court, we find this issue is unpreserved for our review. See\r\nPayne, 382 S.C. at 70, 674 S.E.2d at 519 (finding mother failed to preserve issue\r\n\nrelating to guardian ad litem's custody recommendation by not objecting when the\r\nguardian gave her recommendation to the family court).\r\n\r\n      3. Transmutation of Wife's Inheritance\r\nNext, Wife claims the family court erred when it found her inheritance was\r\ntransmuted into marital property. We disagree.\r\n\r\n\"Identification of marital property is controlled by the provisions of the Equitable\r\nApportionment of Marital Property Act\" (the Act). Johnson v. Johnson, 296 S.C.\r\n289, 294, 372 S.E.2d 107, 110 (Ct. App. 1988). The Act defines marital property\r\nas all real and personal property acquired by the parties during the marriage that is\r\nowned as of the date of filing or commencement of marital litigation, regardless of\r\nhow legal title is held. S.C. Code Ann. § 20-3-630(A) (2014). Under the Act,\r\n\"property acquired by either party by inheritance, devise, bequest, or gift from a\r\nparty other than the spouse\" is nonmarital property. § 20-3-630(A)(1).\r\n\r\n\"The spouse claiming an equitable interest in property upon dissolution of the\r\nmarriage has the burden of proving the property is part of the marital estate.\"\r\nJohnson, 296 S.C. at 294, 372 S.E.2d at 110. If a spouse carries this burden, a\r\nprima facie case is established that the property is marital property. Id. If the\r\nopposing spouse then wishes to claim that the property is not part of the marital\r\nestate, that spouse has the burden of presenting evidence to establish its nonmarital\r\ncharacter. Id. (citing Miller v. Miller, 293 S.C. 69, 71 n.2, 358 S.E.2d 710, 711 n.2\r\n(1987)). If the opposing spouse can show that the property was acquired before the\r\nmarriage or falls within a statutory exception, this rebuts the prima facie case for\r\nits inclusion in the marital estate. Johnson, 296 S.C. at 295, 372 S.E.2d at 110.\r\n\r\n\"Property that is nonmarital when acquired may be transmuted into marital\r\nproperty if it becomes so commingled with marital property that it is no longer\r\ntraceable, is titled jointly, or is used by the parties in support of the marriage or in\r\nsome other way that establishes the parties' intent to make it marital property.\"\r\nWilburn v. Wilburn, 403 S.C. 372, 384, 743 S.E.2d 734, 740 (2013).\r\n\"Transmutation is a matter of intent to be gleaned from the facts of each case.\"\r\nJenkins v. Jenkins, 345 S.C. 88, 98, 545 S.E.2d 531, 537 (Ct. App. 2011).\r\nEvidence of intent to transmute nonmarital property may include using the\r\nproperty exclusively for marital purposes or using marital funds to build equity in\r\nthe property. Johnson, 296 S.C. at 295, 372 S.E.2d at 111. However, \"[t]he mere\r\nuse of separate property to support the marriage, without some additional evidence\r\n\nof intent to treat it as property of the marriage, is not sufficient to establish\r\ntransmutation.\" Id. at 295-96, 372 S.E.2d at 111.\r\n\r\nWe agree with the family court's conclusion that Wife's inheritance was marital\r\nproperty. Wife testified the inheritance was deposited into her \"separate account\"\r\nand it was titled jointly only for \"emergency\" purposes. Husband, on the other\r\nhand, testified the parties deposited Wife's inheritance into a joint account with the\r\nintention that the money would be the parties' nest egg. Because it was their nest\r\negg, Husband stated the parties agreed to only use that account when they needed\r\nadditional money to pay household bills. Having heard both parties' testimony\r\nabout the nature of their inheritance, the family court found Wife's testimony was\r\nnot credible. Aware of our broad scope of review, we find the family court was in\r\nthe best position to weigh each party's testimony on this issue. See Lewis, 392 S.C.\r\nat 386, 709 S.E.2d at 652 (acknowledging this court's broad scope of review does\r\nnot alter the fact that a family court is better able to make credibility\r\ndeterminations because it has the opportunity to observe the witnesses); see also\r\nKennedy v. Kennedy, 389 S.C. 494, 503, 699 S.E.2d 184, 188 (Ct. App. 2010)\r\n(finding dispute between parties over whether certain debt was marital or\r\nnonmarital was best resolved by family court because it was in a better position to\r\nobserve the witnesses and assess their credibility).\r\n\r\nIn addition to the family court's credibility determination, we conclude the parties'\r\nactions during their marriage demonstrate they intended the inheritance to be\r\nmarital property. First, the account was titled in both parties' names. See Myers v.\r\nMyers, 391 S.C. 308, 319, 705 S.E.2d 86, 92 (Ct. App. 2011) (\"The nonmarital\r\ncharacter of inherited property may be lost if the property . . . is utilized by the\r\nparties in support of the marriage[] or is titled jointly or otherwise utilized in such\r\nmanner as to evidence an intent by the parties to make it marital property.\")\r\n(internal quotation marks omitted). Second, despite the parties' agreement to only\r\nuse the account for \"emergencies,\" Husband testified they would occasionally use\r\nthe account to pay household bills or to cover family expenses if they did not have\r\nsufficient funds in their other bank account. In our opinion, the parties' use of\r\nWife's inheritance to pay household bills and family expenses demonstrates these\r\nfunds were used in support of the marriage. See Peterkin v. Peterkin, 293 S.C.\r\n311, 312-13, 360 S.E.2d 311, 312-13 (1987) (finding husband's life estate in family\r\nfarm was transmuted into marital property because income generated by property\r\nwas used to pay family expenses); Sanders v. Sanders, 396 S.C. 410, 416, 722\r\nS.E.2d 15, 18 (Ct. App. 2011) (finding inherited funds used for household\r\nexpenses and other purposes \"in support of the marriage\" to be transmuted into\r\nmarital property). Further, it is reasonable to conclude Wife's testimony that these\r\n\nfunds would be used for emergency purposes implies these funds would be for the\r\nbenefit of both parties. Third, despite Wife's contention that it was her separate\r\naccount, she transferred all of the disputed funds into a new account titled in her\r\nand her parents' names after the parties filed for divorce. If Wife already\r\nconsidered the funds in this account to be her separate property, we fail to\r\nunderstand the necessity of transferring these funds to a new account. See\r\nCrossland v. Crossland, 397 S.C. 406, 415, 725 S.E.2d 509, 514 (Ct. App. 2012)\r\n(finding the husband's premarital savings were transmuted into marital property\r\nwhen the husband added the wife's name to the account shortly after marriage and\r\nthen transferred the funds into an account solely titled in his name after they\r\nseparated).\r\n\r\nFinally, we believe equity dictates this result. See Simpson v. Simpson, 404 S.C.\r\n563, 579, 746 S.E.2d 54, 63 (Ct. App. 2013) (citing Ex Parte Dibble, 279 S.C. 592,\r\n595, 310 S.E.2d 440, 442 (Ct. App. 1983)) (stating the time honored equitable\r\nmaxim that all courts have the inherent power to all things reasonably necessary to\r\nensure that just results are reached to the fullest extent possible). Both parties\r\ntestified they received a similarly-valued inheritance. The parties used the entirety\r\nof Husband's inheritance to build their marital home. Wife's inheritance, however,\r\nwas set aside and used only for emergencies, such as when Wife was unemployed,\r\nwith the mutual intent that it would be their \"nest egg.\" To deprive Husband of his\r\nshare in this asset when Wife has benefitted from the use of Husband's inheritance\r\nis unjust. Therefore, for all the foregoing reasons, we affirm the family court's\r\nfinding on this issue.\r\n\r\nCONCLUSION\r\nBased on the foregoing, the family court's decision is\r\n\r\nAFFIRMED.\r\n\r\nFEW, CJ., and THOMAS, J., concur.\r\n\n","court":"Appeals"},{"id":"5216","title":"State v. Portillo","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5216.pdf","description":"Cesar Portillo appeals his conviction and twenty-five year sentence for first-degree criminal sexual conduct with a minor (CSC), arguing the trial court erred in: (1) qualifying a witness as an expert in child sexual assault cases and child sexual assault forensic interviewing; (2) allowing the expert to exceed his scope of expertise and testify about the significance of language and hand gestures used by the victim (Victim); and (3) allowing the expert to testify Victim exhibited symptoms of post-traumatic stress disorder (PTSD) where no diagnosis of PTSD was made.","date":"2014-04-09","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Cesar Portillo, Appellant.\r\n\r\n             Appellate Case No. 2011-196447\r\n\r\n\r\n                        Appeal From Dorchester County \n\r\n                  Diane Schafer Goodstein, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5216 \n\r\n                   Heard February 3, 2014 – Filed April 9, 2014 \n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n             Appellate Defender Kathrine Haggard Hudgins, of\r\n             Columbia, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson, Assistant\r\n             Attorney General Mark Reynolds Farthing, and Assistant\r\n             Attorney General Julie Kate Keeney, all of Columbia, for\r\n             Respondent.\r\n\r\n\r\nSHORT, J.: Cesar Portillo appeals his conviction and twenty-five year sentence\r\nfor first-degree criminal sexual conduct with a minor (CSC), arguing the trial court\r\nerred in: (1) qualifying a witness as an expert in child sexual assault cases and\r\nchild sexual assault forensic interviewing; (2) allowing the expert to exceed his\r\nscope of expertise and testify about the significance of language and hand gestures\r\nused by the victim (Victim); and (3) allowing the expert to testify Victim exhibited\r\n\nsymptoms of post-traumatic stress disorder (PTSD) where no diagnosis of PTSD\r\nwas made. We affirm.\r\n\r\nFACTS\r\n\r\nIn 2010, Portillo was indicted for one count of CSC with a minor. Victim testified\r\nshe spent the night with her cousin (Cousin) on the night in question. Victim\r\ntestified to the abuse, stating she awoke when she felt a slight touch on her hand.\r\nPortillo, her uncle, moved her hand to his private parts and moved her hand back\r\nand forth. Portillo pulled down her pajama pants and placed his hands on her\r\nprivate parts. He then licked her privates. Victim witnessed Portillo touching his\r\nown private parts and \"something was coming out of him, going into Cousin's\r\npolka-dotted trash can.\" Portillo wiped himself with a towel and left the room. He\r\nreturned to retrieve a towel from Cousin's closet and entered the bathroom. When\r\nVictim heard the shower turned on, she ran into Portillo's bedroom and told her\r\naunt (Aunt), about the assault. Victim was nine years old at the time of the sexual\r\nassault.\r\n\r\nDuring the trial, Aunt testified she was married to Portillo, and Victim was her\r\nniece. Victim was spending the night in question with the Portillos' daughter,\r\nCousin. Portillo fell asleep in his work clothes in Portillo and Aunt's bedroom.\r\nAunt testified she eventually fell asleep and was awakened by Victim at\r\napproximately 1:30 a.m. Aunt described Victim as confused and startled. Victim\r\ntold Aunt about the assault. At the time, Portillo was in the shower. When Aunt\r\nconfronted Portillo, his demeanor was upset, \"very shaky[, . . .] kind of, like,\r\ntrembling.\" Aunt took Victim and Cousin to Victim's grandmother's house.\r\n\r\nVictim's mother (Mother), a registered nurse, testified she met Aunt and Victim at\r\nthe grandmother's house, and Mother later called Dr. Linda DeMarco, MD. The\r\nfollowing day, Dr. DeMarco examined Victim. At trial, the court qualified Dr.\r\nDeMarco as an expert in the fields of pediatrics and pediatrics in sexual assault\r\ncases. Dr. DeMarco found redness and irritation between the labial lips consistent\r\nwith Victim's allegations of sexual assault.\r\n\r\nApproximately one week after the incident, Victim met with Dr. Donald Elsey for\r\na forensic interview. A videotape of the interview was viewed by the jury. When\r\nDr. Elsey was asked at trial what certain language used by Victim signified, he\r\nresponded, \"she was just telling what she was seeing . . . . She just described\r\nsomething that she said she saw.\" Dr. Elsey opined Victim's language was age-\r\nappropriate. According to Dr. Elsey, Victim \"did not appear to . . . [have] words\r\n\nfor what she was describing, other than just to describe what she was seeing.\" He\r\nfurther opined, \"It appeared to me she, again, was just describing what she said she\r\nwas seeing. She wasn't using language that it seemed somebody else had given to\r\nher. It was just what she said she experienced.\" When asked about the\r\nsignificance of hand gestures Victim used, Dr. Elsey responded, \"I think she was\r\njust trying to help me understand what she was trying to tell me, because I don't\r\nthink she fully understood . . . understood what she was describing.\"\r\n\r\nAt a second interview, conducted a week after the first interview, Victim's family\r\nexpressed concern to Dr. Elsey regarding symptoms Victim was experiencing,\r\nsuch as the inability to sleep, nightmares, and the ability to focus on school work.\r\nDr. Elsey testified Victim said there was a connection between the alleged\r\nmolestation and the symptoms. He opined the symptoms could be indicative of\r\npost-traumatic stress disorder (PTSD), but due to the short period of time between\r\nthe incident and his interviews with Victim, it would be inappropriate for him to\r\ndiagnose her with PTSD. However, Dr. Elsey admitted the symptoms could be\r\nindicative of a traumatic experience. He testified he referred Victim to a therapist\r\nfor \"trauma-focused cognitive behavioral therapy.\" Dr. Elsey concluded his\r\ntestimony by testifying a forensic interview is \"a piece of the investigation,\" and he\r\ncould not state what happened to Victim and had made no determination in regard\r\nto the information reported to him.\r\n\r\nThe trial court instructed the jury to give \"no greater weight\" to an expert witness's\r\ntestimony \"simply because the witness is an expert.\" The jury convicted Portillo.\r\nThis appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nIn criminal cases, this court sits to review errors of law only and is bound by the\r\ntrial court's factual findings unless they are clearly erroneous. State v. Wilson, 345\r\nS.C. 1, 5-6, 545 S.E.2d 827, 829 (2001). Thus, on review, the appellate court is\r\nlimited to determining whether the trial court abused its discretion. Id. at 6, 545\r\nS.E.2d at 829. \"An abuse of discretion occurs when a trial court's decision is\r\nunsupported by the evidence or controlled by an error of law.\" State v. Hughes,\r\n346 S.C. 339, 342, 552 S.E.2d 35, 36 (Ct. App. 2001). \"The qualification of a\r\nwitness as an expert and the admissibility of his or her testimony are matters left to\r\nthe sound discretion of the trial [court], whose decision will not be reversed on\r\nappeal absent an abuse of that discretion and prejudice to the opposing party.\"\r\nState v. Jamison, 372 S.C. 649, 652, 643 S.E.2d 700, 701 (Ct. App. 2007).\r\n\nLAW/ANALYSIS\r\n\r\n      Dr. Elsey's Testimony1\r\nA.\r\n\r\nPortillo argues the trial court erred in qualifying Dr. Elsey as an expert in child\r\nsexual assault cases and child sexual assault forensic interviewing, and the\r\nqualification was prejudicial because the testimony amounted to vouching for\r\nvictim's credibility. Portillo also argues Dr. Elsey's testimony regarding the\r\nsignificance of victim's language and hand gestures exceeded the scope of his\r\nexpertise and vouched for victim's credibility.2 We find no reversible error.\r\n\r\nIn State v. Kromah, 401 S.C. 340, 357 n.5, 737 S.E.2d 490, 499 n.5 (2013), our\r\nsupreme court found the following:\r\n\r\n             [W]e can envision no circumstance where [a forensic\r\n             interviewer's] qualification as an expert would be\r\n             appropriate. Forensic interviewers might be useful as a\r\n             tool to aid law enforcement officers in their initial\r\n             investigative process, but this does not make their work\r\n             appropriate for use in the courtroom. The rules of\r\n             evidence do not allow witnesses to vouch for or offer\r\n             opinions on the credibility of others, and the work of a\r\n             forensic interviewer, by its very nature, seeks to ascertain\r\n             whether abuse occurred at all, i.e., whether the victim is\r\n             telling the truth, and to identify the source of the abuse.\r\n             Part of the [forensic interviewer's methodology] . . .\r\n             involves evaluating whether the victim understands the\r\n             importance of telling the truth and whether the victim has\r\n             told the truth, as well as the forensic interviewer's\r\n             judgment in determining what actually transpired. For\r\n             example, an interviewer's statement that there is a\r\n\r\n1 We combine Portillo's first and second arguments. \n\r\n2 Portillo also argues the trial court erred in failing to make the findings required by \n\r\nRule 702, SCRE. However, Portillo raises this issue for the first time on appeal; \n\r\nthus, it is not preserved for appellate review. See State v. Dunbar, 356 S.C. 138, \n\r\n142, 587 S.E.2d 691, 693-94 (2003) (\"In order for an issue to be preserved for \n\r\nappellate review, it must have been raised to and ruled upon by the trial [court]. \n\r\nIssues not raised and ruled upon in the trial court will not be considered on \n\r\nappeal.\"). \n\r\n\n             \"compelling finding\" of physical abuse relies not just on\r\n             objective evidence such as the presence of injuries, but\r\n             on the statements of the victim and the interviewer's\r\n             subjective belief as to the victim's believability.\r\n             However, an interviewer's expectations or bias, the\r\n             suggestiveness of the interviewer's questions, and the\r\n             interviewer's examination of possible alternative\r\n             explanations for any concerns, are all factors that can\r\n             influence the interviewer's conclusions in this regard.\r\n             Such subjects, while undoubtedly important in the\r\n             investigative process, are not appropriate in a court of\r\n             law when they run afoul of evidentiary rules and a\r\n             defendant's constitutional rights.\r\n\r\nThe court in Kromah also stated, \"[A]lthough an expert's testimony theoretically is\r\nto be given no more weight by a jury than any other witness, it is an inescapable\r\nfact that jurors can have a tendency to attach more significance to the testimony of\r\nexperts.\" Id. at 357, 737 S.E.2d at 499. The court continued,\r\n\r\n             [E]ven though experts are permitted to give an opinion,\r\n             they may not offer an opinion regarding the credibility of\r\n             others. It is undeniable that the primary purpose for\r\n             calling a \"forensic interviewer\" as a witness is to lend\r\n             credibility to the victim's allegations. When this witness\r\n             is qualified as an expert the impermissible harm is\r\n             compounded.\r\n\r\nId. at 358, 737 S.E.2d at 499.\r\n\r\nThe supreme court found the types of statements a forensic interviewer should\r\navoid include the following:\r\n\r\n             • that the child was told to be truthful;\r\n             • a direct opinion as to a child's veracity or tendency to\r\n             tell the truth;\r\n             • any statement that indirectly vouches for the child's\r\n             believability, such as stating the interviewer has made a\r\n             \"compelling finding\" of abuse;\r\n             • any statement to indicate to a jury that the interviewer\r\n             believes the child's allegations in the current matter; or\r\n\n            • an opinion that the child's behavior indicated the child\r\n            was telling the truth.\r\n\r\nId. at 360, 737 S.E.2d at 500. The court continued:\r\n\r\n            A forensic interviewer, however, may properly testify\r\n            regarding the following:\r\n\r\n            • the time, date, and circumstances of the interview;\r\n            • any personal observations regarding the child's behavior\r\n            or demeanor; or\r\n            • a statement as to events that occurred within the\r\n            personal knowledge of the interviewer.\r\n\r\n            These lists are not intended to be exclusive, since the\r\n            testimony will of necessity vary in each trial, but this\r\n            may serve as a general guideline for the use of this and\r\n            other similar testimony by forensic interviewers.\r\n\r\nId. at 360, 737 S.E.2d at 500-01. Clearly, under Kromah, the trial court erred in\r\nqualifying Dr. Elsey as an expert in the field of forensic interviewing. However,\r\nwe find the question of whether the testimony constituted vouching is not as clear.\r\n\r\nIn this case, Dr. Elsey's testimony may violate two of the types of questions now\r\nprohibited by Kromah. For instance, Dr. Elsey's testimony that victim was not\r\ncoached is arguably a prohibited \"statement that indirectly vouches for the child's\r\nbelievability.\" See id. at 360, 737 S.E.2d at 500 (prohibiting such testimony by a\r\nforensic interviewer). Furthermore, Dr. Elsey's testimony regarding hand gestures\r\nand PTSD symptoms may violate the prohibition on opining \"that the child's\r\nbehavior indicated the child was telling the truth.\" See id. (prohibiting a forensic\r\ninterviewer from stated opinion testimony). However, Dr. Elsey's testimony, as\r\nfound by the trial court, was overall not as egregious as the type of opinion\r\ntestimony generally found to be inappropriate vouching. For instance, in Kromah,\r\nthe forensic interviewer testified she made a compelling finding for child abuse\r\nand related that finding to law enforcement agencies. Id. at 351, 737 S.E.2d at 496.\r\nThe supreme court found the forensic interviewer's \"testimony about a 'compelling\r\nfinding' to be inappropriate.\" Id. at 359, 737 S.E.2d at 500; see State v. Jennings,\r\n394 S.C. 473, 479-80, 716 S.E.2d 91, 94 (2011) (finding improper vouching where\r\nthe forensic interviewer's report concluded the three minor victims had provided\r\ncompelling disclosures of abuse during their interviews); Smith v. State, 386 S.C.\r\n\n562, 569, 689 S.E.2d 629, 633 (2010) (concluding the forensic interviewer\r\nimproperly bolstered the child victim's credibility when testifying the victim\r\nreported the assault to the interviewer, and the interviewer found the victim's\r\nstatement believable).\r\n\r\nIn comparison, the supreme court in State v. Douglas, 380 S.C. 499, 503-04, 671\r\nS.E.2d 606, 609 (2009), reversed this court's finding that the jury could infer from\r\nthe forensic interviewer's testimony that she thought the victim told her the truth\r\nabout being sexually assaulted. In Douglas, the forensic interviewer testified\r\nconcerning how she conducted her interviews by building a rapport with a child,\r\nreviewing the interview process, and discussing the difference between telling the\r\ntruth and telling a lie. Id. The supreme court found the forensic interviewer never\r\nstated she believed the child victim, noting the interviewer did not even state the\r\nvictim in that case agreed to tell her the truth, and the interviewer gave no\r\nindication concerning the victim's veracity and did not in any way opine that the\r\ninterviewer believed the victim was telling the truth. Id.; see State v. Hill, 394 S.C.\r\n280, 294-95, 715 S.E.2d 368, 376-77 (Ct. App. 2011) (finding no error in the\r\nforensic interviewer's testimony regarding the specific details he looked for to\r\nindicate whether or not a child victim had been coached).\r\n\r\nPortillo acknowledges Dr. Elsey did \"not specifically testify[] that he believed the\r\nchild witness\" and argues instead that by stating Victim used childlike language\r\nand gestures and exhibited symptoms of trauma, Dr. Elsey vouched for Victim's\r\ncredibility. As was the case in Douglas, Dr. Elsey did not specifically state he\r\nbelieved Victim to be truthful. See Douglas, 380 S.C. at 503-04, 671 S.E.2d at 609\r\n(finding the expert witness did not vouch for the victim's veracity where she\r\ndescribed the methods used during her interview). In fact, he stated he could not\r\ntestify as to what happened to Victim, and he made no determination in regard to\r\nthe information reported to him. However, he testified Victim was not being\r\ncoached, and the symptoms she described were consistent with PTSD. After\r\nconsideration of the prohibition of qualifying forensic interviewers as expert\r\nwitnesses in Kromah, we have already found the trial court erred in qualifying Dr.\r\nElsey as an expert in forensic interviewing. After reviewing Dr. Elsey's testimony,\r\nwe likewise find error in the admission of the statements that inappropriately\r\nvouched for Victim.\r\n\r\nNevertheless, like other trial errors, these errors are subject to a harmless error\r\nanalysis. See Kromah, 401 S.C. at 361-62, 737 S.E.2d at 501 (subjecting the\r\nerroneous qualification of a forensic interviewer to a harmless error analysis); see\r\nalso State v. Jennings, 394 S.C. 473, 480, 716 S.E.2d 91, 94-95 (2011) (subjecting\r\n\nimproper vouching to a harmless error analysis). In conducting a harmless error\r\nanalysis, the reviewing court looks to the basis on which the jury actually rested its\r\nverdict. Lowry v. State, 376 S.C. 499, 508, 657 S.E.2d 760, 765 (2008). \"[T]o\r\nconclude that the error did not contribute to the verdict, the Court must 'find that\r\nerror unimportant in relation to everything else the jury considered on the issue in\r\nquestion, as revealed in the record.'\" Id. (quoting Yates v. Evatt, 500 U.S. 391, 403\r\n(1991)).\r\n\r\nIn this case, the evidence admitted included the videotape of Victim's interview,\r\nand the trial testimony of Victim, Aunt, Mother, Dr. DeMarco, and Dr. Elsey. In\r\nreviewing the record for harmless error, we first note there is physical evidence of\r\nsexual assault, despite Portillo's argument the physical evidence is slight compared\r\nto that in Douglas. A nurse in Douglas examined the victim and found vaginal\r\ntearing and scarring consistent with past penetration. Douglas, 380 S.C. at 504,\r\n671 S.E.2d at 609. Here, Dr. DeMarco examined Victim and found redness and\r\nirritation between the labial lips consistent with Victim's allegations of sexual\r\nassault. Although the physical evidence in Douglas was arguably more conclusive\r\nthan that in the present case, there is some physical evidence of sexual assault in\r\nthis case. In addition to the medical evidence in the case, Aunt provided\r\ncorroborating testimony regarding the time and place of the sexual abuse. See\r\nState v. Schumpert, 312 S.C. 502, 506-07, 435 S.E.2d 859, 862 (1993) (\"It is a\r\nwell-settled exception to the hearsay rule that in criminal sexual conduct cases\r\nwhen the victim testifies, evidence from other witnesses that she complained of the\r\nassault is admissible in corroboration limited to the time and place of the assault\r\nand excluding details or particulars.\"). Finally, the trial court's instructions to the\r\njury required it to give \"no greater weight\" to an expert witness's testimony \"simply\r\nbecause the witness is an expert.\"\r\n\r\nAfter a review of the record in this case, we find any errors arising from Dr. Elsey's\r\nqualification as an expert in forensic interviewing and his alleged vouching to be\r\nharmless beyond a reasonable doubt. See Kromah, 401 S.C. at 362, 737 S.E.2d at\r\n501 (finding any error in the admission of the forensic interviewer was harmless\r\nbeyond a reasonable doubt after a review of the entire record); State v. Mizzell, 349\r\nS.C. 326, 333-34, 563 S.E.2d 315, 319 (2002) (finding error is harmless beyond a\r\nreasonable doubt if the \"reviewing court can conclude the error did not contribute\r\nto the verdict beyond a reasonable doubt\"); State v. Pradubsri, 403 S.C. 270, 281,\r\n743 S.E.2d 98, 104 (Ct. App. 2013) (explaining the requirement that a reviewing\r\ncourt must review the entire record to determine the effect of an error on the\r\nverdict in determining whether an error is harmless).\r\n\nB.    TESTIMONY ON PTSD SYMPTOMS\r\n\r\nPortillo argues the trial court erred in permitting Dr. Elsey to testify regarding\r\nVictim's PTSD symptoms. Portillo maintains Dr. Elsey was not qualified to testify\r\nthat Victim exhibited symptoms consistent with PTSD, and further argues the trial\r\ncourt \"failed to make the requisite finding pursuant to Rule 702, SCRE.\" We find\r\nPortillo abandoned these arguments. See State v. Lindsey, 394 S.C. 354, 363, 714\r\nS.E.2d 554, 558 (Ct. App. 2011) (\"An issue is deemed abandoned and will not be\r\nconsidered on appeal if the argument is raised in a brief but not supported by\r\nauthority.\"). Furthermore, we find any error to be harmless beyond a reasonable\r\ndoubt. See Douglas, 380 S.C. at 504, 671 S.E.2d at 609 (finding forensic\r\ninterviewer's testimony that the victim needed a medical examination to be\r\nharmless error); State v. Pagan, 369 S.C. 201, 212, 631 S.E.2d 262, 267 (2006)\r\n(\"Error is harmless beyond a reasonable doubt where it did not contribute to the\r\nverdict obtained.\").\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, Portillo's conviction is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS, J., concur.\r\n\n","court":"Appeals"},{"id":"5191","title":"Carter v. Verizon Wireless","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5191.pdf","description":"After the Appellate Panel of the Workers' Compensation Commission (Appellate Panel) denied Jacqueline Carter (Claimant) benefits for an alleged change of condition to her injured knee, the circuit court reversed.  Verizon Wireless Southeast and American Home Assurance Company (collectively Employer) appeal, arguing the circuit court erred in reversing the Appellate Panel's determinations concerning a change in Claimant's condition, intervening causes,  and future medical treatment.  Employer further argues the form of the circuit court's order adversely affected its ability to comply with appellate court rules.  We affirm in part and reverse in part.","date":"2014-04-16","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Jacqueline Y. Carter, Respondent,\r\n\r\n            v.\r\n\r\n            Verizon Wireless and American Home Assurance Co.,\r\n            Appellants.\r\n\r\n            Appellate Case No. 2012-212924\r\n\r\n\r\n\r\n                         Appeal From Greenville County\r\n                       D. Garrison Hill, Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 5191 \n\r\n                 Heard December 11, 2013 – Filed January 29, 2014 \n\r\n                 Withdrawn, Substituted and Refiled April 16, 2014 \n\r\n\r\n\r\n                 AFFIRMED IN PART, REVERSED IN PART\r\n\r\n\r\n            Grady Larry Beard and Nicolas Lee Haigler, both of\r\n            Sowell Gray Stepp & Laffitte, LLC, of Columbia, for\r\n            Appellants.\r\n\r\n            Jeremy Andrew Dantin, of Harrison White Smith &\r\n            Coggins, PC, of Spartanburg, for Respondent.\r\n\r\n\r\nCURETON, A.J.: After the Appellate Panel of the Workers' Compensation\r\nCommission (Appellate Panel) denied Jacqueline Carter (Claimant) benefits for an\r\nalleged change of condition to her injured knee, the circuit court reversed. Verizon\r\nWireless Southeast and American Home Assurance Company (collectively\r\nEmployer) appeal, arguing the circuit court erred in reversing the Appellate Panel's\r\n\ndeterminations concerning a change in Claimant's condition, intervening causes,1\r\nand future medical treatment. Employer further argues the form of the circuit\r\ncourt's order adversely affected its ability to comply with appellate court rules. We\r\naffirm in part and reverse in part.    FACTS\r\n\r\nOn December 27, 2006, Claimant suffered a work-related injury to her left knee.\r\nAfter Dr. Walter Grady performed surgery on her knee in June 2007, Claimant\r\nreached maximum medical improvement (MMI) on March 3, 2008. At that time,\r\nDr. Grady assigned Claimant an 18% impairment rating.\r\n\r\nIn February 2009, Claimant fractured her right ankle and returned to Dr. Grady for\r\ncare. She was wheelchair-bound for six to eight months while it healed. At her\r\nOctober 2009 workers' compensation hearing, Claimant stated her right ankle had\r\nhealed completely. On December 3, 2009, Commissioner Barden awarded\r\nClaimant workers' compensation benefits for a 25% permanent partial disability to\r\nher left lower extremity, including causally-related medical care and treatment.\r\nCommissioner Barden found Claimant \"had pre-existing advanced degenerative\r\njoint disease.\" Additionally, Commissioner Barden concluded Claimant was\r\n\"entitled to causally-related future medical treatment that may tend to lessen her\r\nperiod of disability, as recommended by the authorized treating physician,\r\nincluding Darvocet or comparable medication.\"2 (emphasis added).\r\n\r\nIn the summer of 2010, Claimant claimed to have noticed increased pain and\r\nswelling in her left knee. On November 4, 2010, she returned to Dr. Grady, who\r\nexamined her and increased her impairment rating from 18% to 42%. On\r\nNovember 29, 2010, Claimant filed a Form 50, alleging she needed additional\r\nmedical treatment due to a change of condition.\r\n\r\n    I.    Testimony\r\n\r\nOn February 3, 2011, the parties deposed Dr. Grady. Dr. Grady testified he\r\ntypically told patients that if their pain level was constantly above a level five, they\r\nshould consider a knee replacement. Although Claimant's pain level was\r\n\r\n1 We view the Appellate Panel's findings on intervening causes as alternative \n\r\nfindings.\n\r\n2 Commissioner Barden's decision was apparently affirmed by the Appellate Panel. \n\r\n\nconstantly at level five or above in 2008, Dr. Grady did not recommend knee\r\nreplacement to her at that time because (1) she was only forty-nine years old and\r\n(2) he believed a patient knew better than anyone else when he or she reached the\r\npoint of needing a knee replacement. According to Dr. Grady, Claimant was\r\neligible for a knee replacement going back to 2008, but whether or when to\r\nundergo the surgery was up to Claimant.\r\n\r\nDr. Grady opined that from the last time he saw Claimant in January 2008 to the\r\ndate of his deposition, her knee had \"materially worsened\" due to natural\r\ndegeneration of her arthritic condition. Based on his November 2010 examination,\r\nDr. Grady determined Claimant's knee had materially worsened because her joint\r\nspace had narrowed, the medial tibial femoral joint compartment had collapsed,\r\nand she reported increased pain. He calculated her increased disability level based\r\nsolely upon the two-millimeter narrowing of her joint space.\r\n\r\nDr. Grady testified he lacked sufficient information to determine whether any of\r\nClaimant's new complaints originated before or after the October 2009 hearing.\r\nNonetheless, he stated his medical opinion, \"within a reasonable degree of medical\r\ncertainty,\" was that Claimant experienced \"a natural progression of her disease\r\nprocess from the time that [he] did surgery on her until the time that [he] saw her\r\non November 4th, 2010.\" He agreed that Claimant's worsening condition was\r\n\"more of a degenerative[,] insidious, slow problem\" rather than \"acute in nature.\"\r\nDr. Grady acknowledged his opinion was influenced by the nature of the exercise\r\nroutine Claimant was participating in at the time she realized her knee pain was\r\nincreasing. However, although Dr. Grady conceded her exercise possibly could\r\nhave accelerated the deterioration in her condition, he believed the end result\r\nwould have been the same, whether she exercised or not.\r\n\r\nOn February 16, 2011, the parties appeared before Commissioner Wilkerson.\r\nClaimant testified she was working as a bank teller and was able to sit or stand as\r\nneeded to do her job. Claimant explained that after her right-ankle fracture healed\r\nand she was released from the wheelchair, she began exercising at the gym in order\r\nto lose weight and strengthen her knee. She became aware of increased problems\r\nwith her left knee in June of 2010, after she started water aerobics. Claimant chose\r\nwater aerobics over other exercise options because it limited the pressure on her\r\nknee, and Dr. Grady had recommended it for her after her surgery.\r\n\r\nClaimant denied ever injuring herself while doing water aerobics. She was still\r\ndoing water aerobics at the time of the hearing, despite the pain in her knee, and\r\n\nhad lost forty-eight pounds since the previous summer. Claimant's pain level was\r\nan eight on a ten-point scale at the time of the hearing. Because Darvocet was no\r\nlonger available, Claimant's family physician prescribed Tramadol for her.\r\nClaimant testified Tramadol did not adequately handle her pain. Claimant\r\nadmitted the following statements from her 2009 hearing remained true: (1) she\r\nfelt pain every day and every night, (2) the pain was \"an uncomfortable throbbing\r\nfeeling\" that worsened the more she worked, (3) she was unable to sleep without\r\nprescription medication, (4) she had difficulty walking long distances, (5) she\r\ncould not walk more than about ten minutes without problems, and (6) she could\r\nnot maneuver stairs without support.\r\n\r\nHowever, according to Claimant, several of her complaints at the time of the\r\nhearing differed from her 2009 complaints. Specifically, the pain she felt at the\r\ntime of the hearing was \"[a]bsolutely\" worse than the pain she felt in 2009, having\r\nrisen from a five to an eight on a ten-point scale. She had crepitus on flexion and\r\nextension, evident by the crunching sound in her knee. Finally, her leg would not\r\nbend or flex as much as it had in 2009, and she had fluid on her left knee.\r\n\r\nIn an order dated April 18, 2011, Commissioner Wilkerson denied Claimant's\r\nrequest for benefits, finding she \"did not sustain a compensable change of\r\ncondition with regard to her left knee.\" He found \"at least two intervening causes –\r\nZumba [classes] as well as a broken right ankle in February of 2009 . . . caused\r\n[Claimant] to place more weight on her left knee\" and her \"current problems are\r\nnot related to her 2006 accident with Verizon.\" Furthermore, Commissioner\r\nWilkerson concluded Commissioner Barden's order of December 3, 2009, entitled\r\nClaimant \"to causally-related future medical treatment that may tend to lessen her\r\nperiod of disability, as recommended by the authorized treating physician,\r\nspecifically restricted to Darvocet or a comparable medication.\" (emphasis added).\r\n\r\nII.   Appeals\r\n\r\nClaimant appealed, and the Appellate Panel affirmed Commissioner Wilkerson's\r\norder in its entirety. The Appellate Panel restated the findings of fact and\r\nconclusions of law from Commissioner Wilkerson's order, including the specific\r\nrestriction of Claimant's future medical treatment to \"Darvocet or a comparable\r\nmedication.\"\r\n\nClaimant appealed to the circuit court,3 which, in an order dated July 16, 2012,\r\nreversed the decision of the Appellate Panel. After reviewing the evidence in the\r\nrecord, the circuit court concluded the Appellate Panel's findings were affected by\r\nerrors of law. In particular, the circuit court ruled the record contained \"no\r\nsubstantial evidentiary or legal support\" for the Appellate Panel's finding that\r\nClaimant did not suffer a change of condition. Next, it ruled the Appellate Panel's\r\nfinding of two intervening causes of Claimant's change of condition was \"both an\r\nerror of law and clearly erroneous in light of the evidence.\" Finally, the circuit\r\ncourt reversed the Appellate Panel's modification to the provision in the December\r\n3, 2009 order allowing for future medical treatment, specifically stating Claimant\r\n\r\n             is entitled to the treatment recommended by the\r\n             authorized treating physician relative to [her change of]\r\n             condition, namely a total knee arthroplasty to be\r\n             performed at a suitable time as determined by [Claimant]\r\n             and the authorized treatment physician, as well as other\r\n             medications or treatment as recommended by the\r\n             authorized treating physician.\r\n\r\nThis appeal followed.       STANDARD OF REVIEW\r\n\r\nThe Administrative Procedures Act (\"APA\") provides the standard for judicial\r\nreview of decisions by the Appellate Panel. Pierre v. Seaside Farms, Inc., 386\r\nS.C. 534, 540, 689 S.E.2d 615, 618 (2010). Under the APA, an appellate court\r\nmay reverse or modify the decision of the Appellate Panel if the substantial rights\r\nof the appellant have been prejudiced because the decision is affected by an error\r\nof law or is clearly erroneous in view of the reliable, probative, and substantial\r\nevidence on the whole record. S.C. Code Ann. § 1-23-380(5)(d), (e) (Supp. 2012);\r\nTransp. Ins. Co. v. S.C. Second Injury Fund, 389 S.C. 422, 427, 699 S.E.2d 687,\r\n689-90 (2010).\r\n\r\n\r\n3Because Claimant's injury occurred in 2006, her appeal was to the circuit court\r\nunder former section 42-17-60 of the South Carolina Code (1985). The current\r\nversion, under which appeals from the Appellate Panel are to the court of appeals,\r\napplies only to injuries sustained on or after July 1, 2007. 2007 Act No. 111, Pt. I,\r\nSection 30.\r\n\nThe Appellate Panel is the ultimate factfinder in workers' compensation\r\ncases. Shealy v. Aiken Cnty., 341 S.C. 448, 455, 535 S.E.2d 438, 442 (2000). As a\r\ngeneral rule, an appellate court must affirm the findings of fact made by the\r\nAppellate Panel if they are supported by substantial evidence. Pierre, 386 S.C. at\r\n540, 689 S.E.2d at 618. \"Substantial evidence is that evidence which, in\r\nconsidering the record as a whole, would allow reasonable minds to reach the\r\nconclusion the [Appellate Panel] reached.\" Hill v. Eagle Motor Lines, 373 S.C.\r\n422, 436, 645 S.E.2d 424, 431 (2007). \"The possibility of drawing two\r\ninconsistent conclusions from the evidence does not prevent the [Appellate Panel's]\r\nfinding from being supported by substantial evidence.\" Id.\r\n\r\n                                 LAW/ANALYSIS\r\n\r\nI.    Change of Condition\r\n\r\nEmployer first asserts the circuit court erred in reversing the Appellate Panel's\r\ndetermination Claimant did not suffer a change of condition. We agree.\r\n\r\nSection 42-17-90(A) of the South Carolina Code (Supp. 2012) permits the review\r\nof a previous workers' compensation award \"on proof by a preponderance of the\r\nevidence that there has been a change of condition caused by the original injury,\r\nafter the last payment of compensation.\" A change of condition in a workers'\r\ncompensation claim is \"a change in the claimant's physical condition as a result of\r\nthe original injury, occurring after the first award.\" Causby v. Rock Hill Printing &\r\nFinishing Co., 249 S.C. 225, 227, 153 S.E.2d 697, 698 (1967).\r\n\r\n\"In workers' compensation cases, this [c]ourt, as well as the circuit court, serves\r\nonly to review the factual findings of the Appellate Panel and to determine whether\r\nthe substantial evidence of record supports those findings.\" Mungo v. Rental Unif.\r\nServ. of Florence, Inc., 383 S.C. 270, 285, 678 S.E.2d 825, 833 (Ct. App. 2009).\r\n\r\nCommissioner Barden's decision of December 3, 2009, states she considered not\r\nonly medical records dated up to and including March 3, 2008, but also the\r\ntestimony Claimant gave on October 15, 2009, which included statements about\r\nher condition on that date. Accordingly, we find Commissioner Barden made\r\nClaimant's initial award based upon a determination of Claimant's condition as of\r\nOctober 15, 2009.\r\n\nWe do not view the change of condition issue in this case to be as difficult as the\r\nparties view it. Clearly Commissioner Barden determined Claimant \"had pre-\r\nexisting advanced degenerative joint disease.\" A careful reading of Dr. Grady's\r\ntestimony reflects there was a \"natural progression\" of her disease.4 At one point,\r\nhe testified that Claimant's condition was \"more of a degenerative[,] insidious,\r\nslow problem.\" He opined, \"It's my professional medical opinion within a\r\nreasonable degree of medical certainty that [Claimant] per my examination,\r\nhistory, physical, etc.[,] had a natural progression of her disease process from the\r\ntime that I did surgery on her until the time that I saw her on November 4th, 2010.\"\r\nHe also stated that while it was possible Claimant's exercising may have\r\naccelerated her condition, he believed \"we are going to arrive at the same end\r\nresult whether it would have been six months later, eight months later, or [twelve]\r\nmonths later, as we did when I saw her on November 4.\" Finally, while Dr. Grady\r\nand Claimant disagreed as to her level of pain when he saw her on November 4,\r\n2010, he testified that it remained the same as when he saw her in 2008. Of\r\ncourse, questions of credibility rest within the discretion of the Appellate Panel,\r\nnot the circuit court or this court.\r\n\r\nAccordingly, we hold Dr. Grady's testimony and portions of Claimant's testimony\r\nconstitute substantial evidence supporting the Appellate Panel's decision that\r\nClaimant did not suffer a change of condition. Further, any change in Claimant's\r\ncondition was the result of the natural progression of her pre-existing degenerative\r\njoint disease and not the result of her original injury. See Brown v. R.L. Jordan Oil\r\nCo., 291 S.C. 272, 275, 353 S.E.2d 280, 282 (1987) (\"[A] condition due solely to\r\nnatural progression of a preexisting disease is not compensable.\").\r\n\r\nII.   Future Medical Treatment\r\n\r\nEmployer asserts the circuit court erred in reversing the Appellate Panel's\r\nmodification of the language in the December 3, 2009 order concerning the extent\r\nof Claimant's future medical benefits. We disagree.\r\n\r\nAn appellate court may reverse or modify the decision of the Appellate Panel if the\r\nsubstantial rights of the appellant have been prejudiced because the decision is\r\n\r\n\r\n4 Claimant may have confused the degeneration of her condition caused by her\r\ninjury with the degeneration of her condition resulting from the natural progression\r\nof her pre-existing degenerative joint disease.\r\n\naffected by an error of law or not supported by substantial evidence in the\r\nrecord. S.C. Code Ann. § 1-23-380(5)(d), (e) (Supp. 2012).\r\n\r\nIn December 2009, after reciting Claimant was taking Darvocet for both her left\r\nknee injury and her non-work-related right ankle fracture, Commissioner Barden\r\nfound Claimant was \"entitled to receive Dodge[5] medicals that may tend to lessen\r\nher period of disability, as recommended by the authorized treating physician,\r\nincluding Darvocet or comparable medication.\" (emphasis added). In April 2011,\r\nCommissioner Wilkerson stated Dr. Grady had testified Claimant's treatment had\r\nnot changed, found \"Darvocet or a comparable medication [wa]s the only\r\ncompensable medication,\" then concluded:\r\n\r\n             Under § 42-17-60 and Dodge v. Bruccoli, Clark, Layman,\r\n             Inc., . . . and pursuant to the Order of Commissioner\r\n             Barden filed December 3, 2009, [C]laimant is entitled to\r\n             causally-related future medical treatment that may tend to\r\n             lessen her period of disability, as recommended by the\r\n             authorized treating physician, specifically restricted to\r\n             Darvocet or a comparable medication.\r\n\r\n(emphasis added).\r\n\r\nAlthough the Appellate Panel did not explain why it imposed this restriction on\r\nClaimant's future medical care, it echoed Commissioner Wilkerson's decision to\r\nreplace \"including\" with \"specifically restricted to,\" adding only that its finding\r\n\"that Darvocet or a comparable medication is the only compensable medication\"\r\n\"clarifie[d] any earlier decision on that point.\"\r\n\r\nWe find the Appellate Panel's order misstates Dr. Grady's opinions and deposition\r\ntestimony. At his deposition, Dr. Grady testified \"within a reasonable degree of\r\nmedical certainty\" that Claimant experienced \"a natural progression of her disease\r\nprocess from the time that [he] did surgery on her until the time that [he] saw her\r\non November 4th, 2010.\" He repeatedly opined that from the last time he saw\r\n\r\n5Dodge v. Bruccoli, Clark, Layman, Inc., 334 S.C. 574, 582, 514 S.E.2d 593, 597\r\n(Ct. App. 1999) (holding employers are obligated to provide injured workers with\r\nmedical treatment beyond the date of MMI upon a finding by the Workers'\r\nCompensation Commission that the treatment \"would tend to lessen the period of\r\ndisability\").\r\n\nClaimant in January 2008 to the date of his deposition, the condition of Claimant's\r\nknee had materially worsened due to the natural degeneration of her arthritic\r\ncondition. According to Dr. Grady, Claimant was already eligible for a knee\r\nreplacement in 2008, but he left the decision to her because he believed a patient\r\nknew best whether she needed surgery.\r\n\r\nThe replacement of \"including\" with \"specifically restricted to\" in Commissioner\r\nWilkerson's April 2011 order deprived Claimant of the opportunity to seek any\r\nmedical treatment besides pain medications for her deteriorating knee condition.\r\nThis is contrary to the previous decision of Commissioner Barden which was either\r\nnot appealed or was affirmed by the Appellate Panel.6 Moreover, the record does\r\nnot establish Claimant is no longer in need of a total knee arthroplasty or other\r\nmedications and treatment as recommended by the authorized treating physician.\r\nWe find the Appellate Panel's restriction affected Claimant's substantial right to\r\nreceive future medical care and treatment that would tend to lessen the period of\r\nher disability. Accordingly, the circuit court did not err in striking the restriction.\r\n\r\n                                    CONCLUSION\r\n\r\nWe reverse the circuit court's determination that substantial evidence in the record\r\ndoes not support the Appellate Panel's finding that Claimant suffered no change of\r\ncondition. Furthermore, we find the circuit court did not err in reversing the\r\nAppellate Panel's modification of Commissioner Barden's decision governing\r\nClaimant's future medical care and treatment in the 2009 award. We conclude\r\nEmployer's remaining issues on appeal are moot in view of this decision.\r\n\r\nAFFIRMED IN PART AND REVERSED IN PART.\r\n\r\nHUFF and GEATHERS, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n6   The record before this court does not include proceedings related to this decision.\r\n\n","court":"Appeals"},{"id":"5217","title":"Hudson v. Hudson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5217.pdf","description":"In this divorce action, H. Eugene Hudson (Husband) appeals the family court's equitable distribution award to Mary Lee Hudson (Wife).  Husband argues the family court erred in the following rulings: (1) finding a prenuptial agreement was unconscionable; (2) awarding an equitable interest in the increase in value of allegedly nonmarital property; (3) exercising jurisdiction over allegedly nonmarital property; (4) failing to make specific findings of fact; and (5) requiring Husband to pay a portion of Wife's attorney's fees.  We reverse.","date":"2014-04-16","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            H. Eugene Hudson, Appellant,\r\n\r\n            v.\r\n\r\n            Mary Lee Hudson, Respondent.\r\n\r\n            Appellate Case No. 2012-212690\r\n\r\n\r\n\r\n                          Appeal From Horry County \n\r\n                     Timothy H. Pogue, Family Court Judge \n\r\n\r\n\r\n                              Opinion No. 5217 \n\r\n                  Heard March 11, 2014 – Filed April 16, 2014 \n\r\n\r\n\r\n                                 REVERSED\r\n\r\n\r\n            C. Dixon Lee, III, of McLaren & Lee, of Columbia, and\r\n            E. Windell McCrackin, of McCrackin, Barnett &\r\n            Richardson, LLP, of Myrtle Beach, for Appellant.\r\n\r\n            Carolyn R. Hills and James L. Hills, both of Hills &\r\n            Hills, P.C., and Russell Warren Mace, III, and Nicole N.\r\n            Mace, of The Mace Firm, all of Myrtle Beach, for\r\n            Respondent.\r\n\r\n\r\n\r\nSHORT, J.: In this divorce action, H. Eugene Hudson (Husband) appeals the\r\nfamily court's equitable distribution award to Mary Lee Hudson (Wife). Husband\r\nargues the family court erred in the following rulings: (1) finding a prenuptial\r\nagreement (the Agreement) was unconscionable; (2) awarding an equitable interest\r\n\nin the increase in value of allegedly nonmarital property; (3) exercising jurisdiction\r\nover allegedly nonmarital property; (4) failing to make specific findings of fact;\r\nand (5) requiring Husband to pay a portion of Wife's attorney's fees. We reverse.\r\n\r\nFACTS\r\n\r\nThe parties began dating in 1995 or 1996 and became engaged in November 1999.\r\nHusband was a licensed attorney, but he was no longer practicing. Husband owns\r\nhis own business, Myrtle Beach Lifeguards, Inc. (Lifeguards), and he has\r\nnumerous profitable investments. Wife has an Associate's degree in fashion\r\nmerchandising, and she has spent most of her career in networking and marketing.\r\nThe marriage was Husband's second and Wife's first. No children were born of the\r\nmarriage. At the time of the marriage, Husband was sixty-three years old and Wife\r\nwas forty-one years old. The parties separated on October 19, 2008.\r\n\r\nThe parties entered into the Agreement on February 4, 2000, and were married on\r\nFebruary 19, 2000. The Agreement provides in relevant part:\r\n\r\n             7. The Husband hereby waives, discharges, releases, and\r\n             quit-claims any and all right, title or interest whatsoever\r\n             which he may claim in the property now owned, or\r\n             hereafter acquired, of Wife by reason of this marriage.\r\n\r\n             8. The Wife hereby waives, discharges, releases, and\r\n             quit-claims any and all right, title or interest whatsoever\r\n             which she may claim in the property now owned, or\r\n             hereafter acquired, of Husband by reason of this\r\n             marriage.\r\n\r\n\r\n             9. Each party waives, discharges, and releases any and all\r\n             claims and rights that he or she may acquire by reason of\r\n             the marriage, including, but not limited to, the following:\r\n\r\n                                         ....\r\n\r\n                   d. any claim for alimony, support, any\r\n                   interest in any asset in the name of the other\r\n                   party, or any other name arising from the\r\n                   marriage . . . .\r\n\nHusband filed this divorce action. The family court bifurcated the final hearing to\r\nfirst determine the validity of the Agreement and to then take testimony on the\r\nremaining issues.\r\n\r\nHusband testified he believed the Agreement would protect Lifeguards and all\r\nincome derived therefrom. He understood \"if the marriage didn't work out that it\r\nwould place the parties back where they were.\" Wife testified she believed the\r\nAgreement's purpose was to protect Husband's family property, including a flea\r\nmarket. The family court found the parties intended to protect the \"lifeguard\r\nservice.\"\r\n\r\nHusband's attorney drafted the Agreement. Husband testified he recommended\r\nWife take the Agreement to an attorney, Steven Solomon, with whom he had once\r\nshared an office building. Solomon and Husband were allegedly close friends and\r\ncolleagues. Wife testified Husband called her on February 4 to sign the\r\nAgreement. He allegedly told her she could not use her attorney of choice, Alan\r\nClemmons, but she had to use Solomon. Wife did not understand she could not\r\nuse Clemmons because he was employed with Husband's lawyer's firm at the time.\r\n\r\nWife testified she never saw the Agreement prior to arriving at Solomon's office,\r\nand she never read it. She and Solomon talked for about an hour while Solomon\r\nflipped through the Agreement. Wife testified she expressed concern to Solomon\r\nabout the Agreement and told him she had not read it. She also expressed her\r\nbelief the Agreement's purpose was to protect Husband's family's flea market\r\nproperty because Husband was concerned about it. Solomon allegedly discussed\r\nthe family property with her, and told her she was protected and the Agreement\r\nwas fair. According to Wife, Solomon discussed portions of the Agreement, but he\r\nnever explained she was waiving alimony, inheritance rights, or marital earnings.\r\nRather, Solomon told Wife that Husband was a \"fine individual, he'd known him\r\nfor a very long time.\" Wife went from Solomon's office to Husband's attorney's\r\noffice and signed the Agreement with Husband present on February 4, 2000.1\r\nNeither Husband nor Wife paid Solomon a fee.\r\n\r\nWife testified the wedding plans were in full force, the wedding was in two weeks,\r\nshe had sold her vehicle, and she had quit her job at the time she signed the\r\n\r\n1 Husband testified he was not present when Wife signed the Agreement. Wife\r\ntestified they signed the Agreement together.\r\n\nAgreement. She explained that under the circumstances, she would have signed\r\nthe Agreement regardless of whether it was fair, unless she knew it was fraudulent.\r\n\r\nDr. Douglas Ritz, a clinical psychologist, testified he evaluated Wife. Ritz noted\r\nthe two-week time frame between Wife signing the Agreement and the date of the\r\nwedding added a heightened sense of urgency to Wife. He further agreed Wife had\r\nso much confidence and trust in Husband that \"she would do most anything he\r\nrequested.\" Dr. Ritz concluded Wife was not under the legal definition of duress\r\nwhen she signed the Agreement. However, he believed she would have been\r\ndevastated to walk away from the relationship and the impending wedding at the\r\ntime. Dr. Ritz opined Wife was capable at the time the Agreement was signed, but\r\nshe was emotional and trusted Husband. He concluded Wife would not have been\r\nable to understand the Agreement in the short period of time she was with\r\nSolomon.\r\n\r\nHusband admitted Wife was a good wife; shopped for groceries and cooked; and\r\npaid for renovations to the home. Wife testified she also helped Husband at\r\nLifeguards, including computerizing the business, entertaining the lifeguards, and\r\nsetting up and taking down umbrellas and chairs.\r\n\r\nHusband omitted the flea market property and a franchise fee agreement from his\r\nfinancial declaration attached to the Agreement. Husband claimed he omitted the\r\nflea market property because at the time the Agreement was signed, his mother had\r\na life estate in the property, and he had a remainder interest. He claimed he\r\nomitted the franchise fee agreement because although the franchise agreement was\r\nin his name, he leased it to Lifeguards for $50,000 per year and considered it\r\nLifeguards' asset.\r\n\r\nWife's financial expert, Jeffrey E. Kinard, concluded the marital portion of\r\nHusband's earnings during the marriage was $551,878. Kinard also conservatively\r\nestimated the value of Lifeguards at $1.1 million and attributed $500,437 to a\r\n\"marital allocation.\"\r\n\r\nThe family court issued an order filed January 12, 2012, and it held a hearing on\r\nboth parties' motions to reconsider. In its amended final order, filed June 21, 2012,\r\nthe family court found Wife was not under duress at the time she signed the\r\nAgreement. As to unconscionability, the family court made the following findings:\r\n\n            This Court does not find that the [A]greement is\r\n            unconscionable as far as it deals with alimony and\r\n            support. However, as it deals with equitable division of\r\n            marital property - in other words, the earnings, marital\r\n            earnings or increase in value of non-marital property, I\r\n            do find that to be unconscionable in this action.\r\n\r\nThereafter, the court found Kinard was the only expert witness who testified as to\r\nthe valuation of Husband's business holdings, and it found his work and\r\nconclusions \"to be entirely credible and believable.\" The court equitably divided\r\nthe \"marital estate\" by finding net marital earnings of $552,378. After considering\r\nthe contributions of the parties to the marriage, the court awarded Wife a 45%\r\nshare and Husband a 55% share. The court found Wife responsible for her own\r\nbusiness-related debt of $16,783 and awarded her $248,070 as marital property\r\ndivision and $52,000 in attorney's fees and costs. Husband's appeal follows.\r\n\r\nSTANDARD OF REVIEW\r\n\r\nOn appeal from the family court, an appellate court reviews factual and legal issues\r\nde novo. Simmons v. Simmons, 392 S.C. 412, 414, 709 S.E.2d 666, 667 (2011).\r\n\"De novo review permits appellate court fact-finding, notwithstanding the presence\r\nof evidence supporting the trial court's findings.\" Lewis v. Lewis, 392 S.C. 381,\r\n390, 709 S.E.2d 650, 654-55 (2011).\r\n\r\nLAW/ANALYSIS\r\n\r\n1.    Enforceability of the Agreement\r\n\r\nHusband argues the family court erred in finding the Agreement was\r\nunconscionable as to equitable distribution. We agree.\r\n\r\nOur supreme court adopted the following test to determine whether a prenuptial\r\nagreement should be enforced: \"(1) Was the agreement obtained through fraud,\r\nduress, or mistake, or through misrepresentation or nondisclosure of material facts?\r\n(2) Is the agreement unconscionable? (3) Have the facts and circumstances\r\nchanged since the agreement was executed, so as to make its enforcement unfair\r\nand unreasonable?\" Hardee v. Hardee, 355 S.C. 382, 389-90, 585 S.E.2d 501, 504\r\n(2003) (internal quotation marks omitted).\r\n\nAcknowledging this test, the family court found Wife was not under duress at the\r\ntime she signed the Agreement, and the enforceability of the Agreement was met\r\non all aspects of the first prong of the Hardee test. The family court further found\r\nthe following:\r\n\r\n             As far as the third prong of the Hardee test, as to whether\r\n             the facts and circumstances have changed since the\r\n             [A]greement was executed, so as to make its enforcement\r\n             unfair and unreasonable, I find that the provisions of the .\r\n             . . [A]greement that deal with alimony and support will\r\n             be upheld.\r\n\r\nAs to unconscionability, which is the second prong of the test, the family court\r\nfound the Agreement unconscionable as to equitable division. Thus, we review\r\nwhether the Agreement, regarding equitable division, was unconscionable and\r\nwhether facts and circumstances have changed so as to make enforcement of the\r\nAgreement unfair or unreasonable.\r\n\r\nOur supreme court in Hardee defined unconscionability as \"the absence of\r\nmeaningful choice on the part of one party due to one-sided contract provisions\r\ntogether with terms that are so oppressive that no reasonable person would make\r\nthem and no fair and honest person would accept them.\" Hardee, 355 S.C. at 390,\r\n585 S.E.2d at 505. Courts are limited to considering the facts and circumstances\r\nthat exist at the time of the execution of the contract when determining\r\nunconscionability. Holler v. Holler, 364 S.C. 256, 269, 612 S.E.2d 469, 476 (Ct.\r\nApp. 2005).\r\n\r\nUnder South Carolina's law governing unconscionability, we find the family court\r\nerred in finding the Agreement was unconscionable as to equitable distribution.\r\nPrenuptial agreements by their nature are agreements entered into prior to marriage\r\nto resolve support and property division if the marriage ends. Id. at 264, 612\r\nS.E.2d at 473. Such agreements \"are not opposed to public policy but are highly\r\nbeneficial to serving the best interest of the marriage relationship.\" Stork v. First\r\nNat'l Bank of S.C., 281 S.C. 515, 516, 316 S.E.2d 400, 401 (1984).\r\n\r\nHusband and Wife both cite Hardee, which we find distinguishable. The wife in\r\nHardee, while precluded from alimony and attorney's fees, was not barred from\r\nreceiving an equitable division of the property acquired during the parties'\r\nmarriage. See Hardee, 355 S.C. at 386-87, 585 S.E.2d at 503. The agreement in\r\n\nHardee provided that \"all properties of any kind or nature . . . which belong to each\r\nparty, shall be and forever remain the personal estate of the said party . . . .\" Id. at\r\n384, 585 S.E.2d at 502. However, the agreement in Hardee also provided: \"The\r\nprovisions contained herein shall in no way affect the property, whether real,\r\npersonal or mixed which shall be acquired by the parties, whether titled separately\r\nor jointly, subsequent to the date of this Agreement.\" Id. at 385, 585 S.E.2d at 502\r\n(emphasis removed). The supreme court found the \"provision patently and\r\nunambiguously allow[ed] Wife equitable distribution of any and all property\r\nacquired by the parties during the marriage . . . .\" Id. at 387, 585 S.E.2d at 503.\r\n\r\nIn this case, the Agreement provided both Husband and Wife waived \"any and all\r\nright, title or interest whatsoever which [he or] she may claim in the property now\r\nowned, or hereafter acquired, of [the other] by reason of this marriage.\" The\r\nAgreement also provided each party waived \"any interest in any asset in the name\r\nof the other party.\" Thus, both Husband and Wife waived interest in the other's\r\nproperty. Unlike Hardee, there was no clause providing separate treatment for\r\nproperty acquired during the marriage. We find the Agreement's terms were not so\r\none-sided or oppressive that no reasonable person would make them and no fair\r\nand honest person would accept them; therefore, the Agreement was not\r\nunconscionable as to equitable division.\r\n\r\nFurthermore, we find the facts and circumstances in existence at the time the\r\nAgreement was signed did not make the otherwise valid agreement\r\nunconscionable. Wife argues the high pressure exerted on her due to the\r\nimpending wedding and the parties' unequal bargaining power rendered the\r\nAgreement unconscionable. We disagree.\r\n\r\nWife testified she would have signed the Agreement regardless of its fairness, so\r\nlong as it was not fraudulent. Although we have concern regarding Husband's\r\nreferral of Wife to a friend for legal counsel, we find Wife willingly agreed to use\r\nSolomon as her counsel, and she knew of his failure to adequately advise her when\r\nshe signed the Agreement. Wife admitted Solomon did not discuss the details of\r\nthe Agreement and merely told her Husband was a good guy. Additionally, her\r\npsychologist testified Wife was capable at the time she signed the Agreement. We\r\nfind the circumstances when the Agreement was signed did not render the\r\nAgreement unconscionable.\r\n\r\nWe likewise disagree with the family court's findings that the changes in\r\ncircumstances since the Agreement was executed make enforcement fair only as to\r\n\nalimony and support. The court in Hardee looked at the changes in circumstances\r\nof the wife during the marriage, finding the wife was totally disabled and unable to\r\nsupport herself, but the facts and circumstances at the time of enforcement of the\r\nagreement had not changed to such an extent that it was unfair or unreasonable to\r\nenforce the agreement. Id. at 390-91, 585 S.E.2d at 505. The court in Hardee\r\nfound, \"Wife here had a meaningful choice: she could have refused to sign the\r\nagreement and opted against marrying Husband if he insisted on a prenuptial\r\nagreement.\" Id. at 390, 585 S.E.2d at 505.\r\n\r\nWe conclude Wife's circumstances in this case have likewise not changed since the\r\ntime the parties executed the Agreement so as to make the Agreement unfair or\r\nunreasonable. Thus, we also find no merit in Wife's reliance on Holler. In Holler,\r\nthis court concluded the wife, who was from the Ukraine, did not enter into the\r\npremarital agreement freely and voluntarily, noting that not only was the wife\r\npregnant when she executed the premarital agreement, but also her visa was about\r\nto expire (thus requiring her to leave the United States unless she married), she\r\ncould not understand the agreement, and she had no money of her own to retain or\r\nconsult with an attorney or a translator. Holler, 364 S.C. at 268, 612 S.E.2d at\r\n475-76.\r\n\r\nIn this case, Wife entered the marriage with insignificant assets and was\r\nunemployed. At the time of the separation, Wife was employed and had\r\nsubstantially the same assets as when she entered the marriage, although she had a\r\ndebt of $16,783 from a loss incurred due to the sale of her own business. We find\r\nHoller distinguishable and further find circumstances since the execution of the\r\nAgreement have not changed so as to make enforcement of the Agreement unfair\r\nor unreasonable.\r\n\r\nFinally, Wife maintains Husband's failure to disclose the flea market and the\r\nfranchise fee agreement from his financial declaration at the time of the execution\r\nof the Agreement rendered the Agreement unconscionable. The family court\r\nfound Wife failed to meet the first prong of the test for unconscionability, and Wife\r\ndid not appeal that finding. See Hardee, 355 S.C. at 389-90, 585 S.E.2d at 504\r\n(explaining the first prong of the test is whether a prenuptial agreement was\r\nobtained through fraud, duress, mistake, or through misrepresentation or\r\nnondisclosure of material facts).\r\n\r\nWe find Husband's failure to disclose these assets was not substantially significant,\r\nand it did not affect the unconscionability of the Agreement. We find the\r\n\nAgreement itself is not unconscionable, and neither the attendant nor subsequent\r\ncircumstances equated to unconscionability or rendered the Agreement unfair or\r\nunreasonable. Thus, we reverse the equitable distribution award to Wife.\r\nFurthermore, during oral argument, Wife acknowledged that if this court found the\r\nAgreement was valid, it would prevent the family court from awarding any\r\nequitable distribution.\r\n\r\n2.    Attorney's Fees\r\n\r\nHusband argues the family court erred in awarding Wife $52,000 in attorney's fees\r\nand costs. In light of our finding that the Agreement was not unconscionable, we\r\nagree and reverse the award of attorney's fees and costs. See Glasscock v.\r\nGlasscock, 304 S.C. 158, 161, 403 S.E.2d 313, 315 (1991) (explaining beneficial\r\nresults obtained are to be considered in determining whether an award of attorney's\r\nfees should be made); Myers v. Myers, 391 S.C. 308, 321, 705 S.E.2d 86, 93 (Ct.\r\nApp. 2011) (stating \"it is not improper for this court to reverse an attorney's fees\r\naward when the substantive results achieved by trial counsel are reversed on\r\nappeal\").\r\n\r\n3.    Remaining Issues\r\n\r\nHusband also argues the family court erred in exercising jurisdiction over allegedly\r\nnonmarital property and in failing to make specific findings of fact. In light of our\r\ndisposition on the equitable distribution issue, we decline to address Husband's\r\nremaining issues on appeal. See Futch v. McAllister Towing of Georgetown, Inc.,\r\n335 S.C. 598, 613, 518 S.E.2d 591, 598 (1999) (providing an appellate court need\r\nnot rule on remaining issues when the disposition of a prior issue is dispositive of\r\nthe appeal).\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing analysis, the family court's award of equitable distribution\r\nand attorney's fees is\r\n\r\nREVERSED.\r\n\r\nFEW, C.J., and GEATHERS, J., concur.\r\n\n","court":"Appeals"},{"id":"5218","title":"Wells Fargo v. Marion Amphitheatre","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5218.pdf","description":"David P. Gannon and Michael Guarco appeal the special referee's order awarding 4 Prophets, LLC a $12.5 million default judgment.  We reverse and remand to the circuit court for a damages hearing.","date":"2014-04-16","type":"opinion","text":"          THE STATE OF SOUTH CAROLINA \n\r\n              In The Court of Appeals \n\r\n\r\nWells Fargo Bank, N.A., successor-in-interest to\r\nWachovia Bank, National Association, Plaintiff,\r\n\r\nv.\r\n\r\nMarion Amphitheatre, LLC, David P. Gannon, Michael\r\nGuarco, Carolina Entertainment Complex, LLC, and 4\r\nProphets, LLC a/k/a 4 Profits, LLC, Defendants,\r\n\r\nOf whom David P. Gannon and Michael Guarco are the\r\nAppellants,\r\n\r\nAnd 4 Prophets, LLC, a/k/a 4 Profits, LLC, is the\r\nRespondent.\r\n\r\nAppellate Case No. 2012-211806\r\n\r\n\r\n\r\n               Appeal From Marion County\r\n              W. Haigh Porter, Special Referee\r\n\r\n\r\n                   Opinion No. 5218 \n\r\n     Submitted November 1, 2013 – Filed April 16, 2014 \n\r\n\r\n\r\n             REVERSED AND REMANDED \n\r\n\r\n\r\nEdgar Lloyd Willcox, II and Walker H. Willcox,\r\nWillcox, Buyck & Williams, P.A., both of Florence, for\r\nAppellants.\r\n\r\nJohn Paul Williams, Jr., of Marion, for Respondent.\r\n\nFEW, C.J.: David P. Gannon and Michael Guarco appeal the special referee's\r\norder awarding 4 Prophets, LLC a $12.5 million default judgment. We reverse and\r\nremand to the circuit court for a damages hearing.1\r\n\r\n        I.    Facts and Procedural History\r\n\r\nThis appeal stems from a foreclosure action Wells Fargo Bank, N.A. initiated\r\nagainst Marion Amphitheatre, LLC, David P. Gannon, Michael Guarco, Carolina\r\nEntertainment Complex, LLC, and 4 Prophets concerning real property in Marion\r\nCounty. 4 Prophets filed an answer, asserting cross-claims against Marion\r\nAmphitheatre, Gannon, and Guarco. In the cross-claims, 4 Prophets alleged it\r\nentered into a written agreement with Guarco in 2006, pursuant to which 4\r\nProphets would own an equitable, undivided, one-half interest in the real property,\r\nif Guarco acquired the property. Guarco subsequently acquired the property, and\r\nhe titled it in Marion Amphitheatre's name. 4 Prophets alleged Gannon, Guarco,\r\nand Marion Amphitheatre mortgaged the property to Wells Fargo's predecessor-in-\r\ninterest without 4 Prophets' knowledge or consent, and fraudulently allowed the\r\nproperty to go into foreclosure, thereby wrongfully depriving 4 Prophets of its\r\nequitable interest. 4 Prophets alleged the property \"has a fair market value well in\r\nexcess of $25 million dollars,\" and it sought $12.5 million in damages.\r\n\r\nGannon and Guarco did not respond to the cross-claims, and the clerk of court\r\nrecorded an entry of default. The circuit court then referred the case to a special\r\nreferee. Gannon and Guarco filed a motion to set aside the entry of default, which\r\nthe special referee denied. During the hearing on that motion, the special referee\r\ndirected 4 Prophets to submit an affidavit setting forth the amount of damages and\r\na proposed written order for judgment. The managing member of 4 Prophets\r\nsubmitted an affidavit stating he \"believe[d] the present fair market value of the\r\nsubject property to be the sum of $25 million,\" and 4 Prophets was entitled to\r\n$12.5 million.\r\n\r\nGannon and Guarco objected to 4 Prophets' proposed order, and the special referee\r\nheld a hearing to address their objections. At the hearing, Gannon and Guarco\r\nargued the damages were not liquidated or a sum certain under Rule 55(b)(1) of the\r\nSouth Carolina Rules of Civil Procedure. 4 Prophets did not present any evidence\r\nat this hearing other than the affidavit. After the hearing, the special referee issued\r\nthe order proposed by 4 Prophets.\r\n\r\n\r\n1   We decide this case without oral argument pursuant to Rule 215, SCACR.\r\n\nIn the order, the special referee held that because Gannon and Guarco defaulted,\r\nthey admitted the property had a fair market value of $25 million, as alleged in\r\n4 Prophets' cross-complaint. The special referee awarded liquidated damages\r\nbased on 4 Prophets' claim to a one-half interest in the property. Guarco filed a\r\n\"Motion to Amend Order and Judgment,\" which the special referee denied.\r\n\r\n        II.    Law and Analysis\r\n\r\nGannon and Guarco argue the special referee erred by finding the damages were\r\nliquidated, and the special referee should have conducted a damages hearing. We\r\nagree.2\r\n\r\n\"A defendant in default admits liability but not the damages . . . .\" Solley v. Navy\r\nFed. Credit Union, Inc., 397 S.C. 192, 203, 723 S.E.2d 597, 603 (Ct. App. 2012)\r\n(citing Renney v. Dobbs House, Inc., 275 S.C. 562, 566, 274 S.E.2d 290, 292\r\n(1981)). \"[T]he defaulting defendant has conceded liability. However, a\r\ndefaulting defendant does not concede the [a]mount of liability.\" Solley, 397 S.C.\r\nat 203, 723 S.E.2d at 603 (quoting Howard v. Holiday Inns, Inc., 271 S.C. 238,\r\n242, 246 S.E.2d 880, 882 (1978)). Even \"[i]n a default case, [therefore,] the\r\nplaintiff must prove . . . the amount of his damages, and such proof must be by a\r\npreponderance of the evidence.\" Solley, 397 S.C. at 204, 723 S.E.2d at 603\r\n(citation omitted).\r\n\r\nIn Solley, we relied on Renny and Howard for the principle that a plaintiff must\r\nprove his damages even when the defendant has defaulted as to liability. Renney\r\nand Howard—both decided before the Rules of Civil Procedure were adopted3—\r\nare among the most recent in a line of cases in which our supreme court criticized\r\ntrial courts for awarding default damages in the inflated amounts sometimes found\r\nin the prayer for relief in a complaint. In Howard, for example, the supreme court\r\nstated, \"It is common knowledge . . . that in a tort action the amount stated in the\r\nprayer for relief often bears little relation to the amount which the plaintiff is\r\nentitled to recover. The prayer in an action may not serve as a substitute for\r\nproof.\" 271 S.C. at 240, 246 S.E.2d at 881. In Renney, the supreme court stated,\r\n\"This case is one more in a series of cases which has given the court great concern.\r\n\r\n2We have reviewed 4 Prophets' arguments relating to the timeliness of this appeal,\r\nand we find the arguments are without merit.\r\n3   See Rule 86, SCRCP (\"These rules shall take effect on July 1, 1985.\").\r\n\nThey involve large awards in default claims involving unliquidated damages.\" 275\r\nS.C. at 566, 274 S.E.2d at 292. In Solley, we reversed part of an award of special\r\ndamages, not because the trial court awarded the amount demanded in the prayer,\r\nbut because the plaintiff failed to prove the amount of the alleged loss. 397 S.C. at\r\n210, 723 S.E.2d at 606. As Solley demonstrates, therefore, the principle that a\r\nplaintiff must prove his damages even when the defendant is in default applies to\r\nall damages claims in default cases.\r\n\r\nThe principle is incorporated into Rule 55(b) of the South Carolina Rules of Civil\r\nProcedure. Under the rule, when a plaintiff makes a claim for liquidated damages,\r\na sum certain, or a sum which can by computation be made certain, he may prove\r\nthe amount of his damages simply by filing an affidavit of the amount due. See\r\nRule 55(b)(1), SCRCP (\"When the claim of a party seeking judgment by default is\r\nfor a liquidated amount, a sum certain or a sum which can by computation be made\r\ncertain, the judge, upon motion or application of the party seeking default, and\r\nupon affidavit of the amount due, shall enter judgment for that amount . . . .\"\r\n(emphasis added)).4 In some circumstances, \"A verified pleading may be used in\r\nlieu of an affidavit . . . .\" Id.5 Even when the claim fits into one of the damages\r\ncategories that Rule 55(b)(1) allows to be proven by affidavit or verified\r\ncomplaint, however, the trial court retains the discretion to conduct a hearing. See\r\nRule 55(b)(2), SCRCP (\"If . . . it is necessary . . . to determine the amount of\r\ndamages . . . , the court may conduct such hearing . . . as it deems necessary and\r\nproper . . . .\").\r\n\r\nIn this case, 4 Prophets' alleged loss of the value of real estate does not fit into any\r\nof the categories of damages a plaintiff may prove by affidavit or verified\r\ncomplaint. A \"[c]laim for . . . damages is 'liquidated' in character if [the] amount\r\nthereof is fixed, has been agreed upon, or is capable of ascertainment by\r\nmathematical computation or operation of law.\" Black's Law Dictionary 839 (5th\r\n\r\n4We recognize that \"liquidated damages\" overlaps with, and possibly includes, all\r\ndamages that are sum certain or that can by computation be made certain.\r\n5In Thomas & Howard Co. v. T.W. Graham & Co., 318 S.C. 286, 457 S.E.2d 340\r\n(1995), our supreme court recognized a fourth category in which a plaintiff may\r\nprove damages without a damages hearing. The court held that in an action on an\r\naccount, the trial court may enter default judgment without a hearing when the\r\namount of damages is supported by a verified statement of account that is served\r\nwith the complaint. 318 S.C. at 290, 457 S.E.2d at 342-43.\r\n\ned. 1979); see also Lewis v. Congress of Racial Equality, 275 S.C. 556, 560, 274\r\nS.E.2d 287, 289 (1981) (\"In liquidated-damages cases, the amount is usually a sum\r\ncertain[,] or at least the amount is capable of ascertainment by computation.\");6\r\nBeckmann Concrete Contractors, Inc. v. United Fire & Cas. Co., 360 S.C. 127,\r\n131, 600 S.E.2d 76, 78 (Ct. App. 2004) (stating unliquidated damages are\r\n\"'[d]amages that . . . cannot be determined by a fixed formula, so they are left to\r\nthe discretion of the judge or jury'\" (quoting Black's Law Dictionary 397 (7th ed.\r\n1999))). Thus, 4 Prophets' damages are not liquidated. 4 Prophets' damages are\r\nalso not a sum certain and cannot be made certain by computation. See Black's\r\nLaw Dictionary 204 (5th ed. 1979) (defining certain as \"precise; . . . definitive; . . .\r\nunambiguous; or, in law, capable of being identified or made known without\r\nliability to mistake or ambiguity, from data already given\"). The valuation of real\r\nestate is a subjective determination, and thus, damages measured by loss of value\r\nin real estate are inherently uncertain. Even the statement of value upon which 4\r\nProphets relies in this case is, \"I believe the present fair market value . . . to be . . .\r\n$25 million,\" and is based on the hearsay recital of two appraisals, both of which\r\nwere at least eighteen months old at the time 4 Prophets filed the affidavit. The\r\nsimple fact that a party claims a specific amount of damages does not make the\r\nclaim a sum certain.\r\n\r\nNevertheless, relying only on the affidavit of 4 Prophets' managing member and\r\nRule 55(b)(1), the special referee awarded damages in the amount of $12.5 million.\r\nBecause 4 Prophets' theory of the measure of its damages was based solely on the\r\nvalue of real estate, which is not liquidated, not a sum certain, and cannot be made\r\ncertain by mathematical calculation, we hold the special referee erred in awarding\r\ndamages without conducting a damages hearing. See 46 Am. Jur. 2d Judgments §\r\n298 (2006) (\"In the context of a default judgment, unliquidated damages normally\r\nare not awarded without an evidentiary hearing. Where damages claimed are not\r\nreadily ascertainable from the pleadings and record, a hearing is appropriate to\r\ndetermine the amount of damages.\"); Dundee Cement Co. v. Howard Pipe &\r\nConcrete Prods., Inc., 722 F.2d 1319, 1323 (7th Cir. 1983) (holding a judgment by\r\ndefault may not be entered without a hearing on damages unless the complaint\r\n\r\n\r\n6 Lewis also predates the Rules of Civil Procedure. Lewis remains applicable,\r\nhowever, because the term \"liquidated damages\" was added to the language we\r\nadopted in 1998 from Federal Rule of Civil Procedure 55(b)(1) \"since this is the\r\nterminology which has traditionally been used in South Carolina.\" Rule 55,\r\nSCRCP note to the 1998 Amendments.\r\n\nindicates the amount claimed is liquidated or capable of ascertainment from\r\ndefinite figures contained in the documentary evidence or in detailed affidavits).\r\n\r\n      III.   Conclusion\r\n\r\nAccordingly, we reverse and remand to the circuit court for a damages hearing.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nPIEPER and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5219","title":"Moorhead Construction v. Enterprise Bank","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5219.pdf","description":"The Respondents sought foreclosure of their mechanic's liens against Enterprise Bank of South Carolina, and the master awarded them money judgments.  Enterprise Bank appeals these judgments, arguing the master erred by not ordering foreclosure.  We vacate the judgments and remand for foreclosure proceedings.  Judge Short concurs and dissents in a separate opinion.","date":"2014-04-16","type":"opinion","text":"       THE STATE OF SOUTH CAROLINA \n\r\n           In The Court of Appeals \n\r\n\r\nMoorhead Construction, Inc., Craft Construction\r\nCompany, Inc., and Miller Construction Company, LLC,\r\nRespondents,\r\n\r\nv.\r\n\r\nEnterprise Bank of South Carolina, Pendleton Station,\r\nLLC, and Angelo Penza, Defendants,\r\n\r\nOf whom Enterprise Bank of South Carolina is the\r\nAppellant.\r\n\r\nAppellate Case No. 2012-213318\r\n\r\n\r\n\r\n            Appeal From Anderson County \n\r\n          Ellis B. Drew, Jr., Master-in-Equity \n\r\n\r\n\r\n                  Opinion No. 5219 \n\r\n      Heard April 11, 2014 – Filed April 16, 2014 \n\r\n\r\n\r\n           VACATED AND REMANDED \n\r\n\r\n\r\nThomas Elihue Dudley, III and M. Stokely Holder,\r\nKenison, Dudley & Crawford, LLC, both of Greenville,\r\nfor Appellant.\r\n\r\nDavid James Brousseau, McIntosh, Sherard, Sullivan &\r\nBrousseau, of Anderson, for Respondents.\r\n\nFEW, C.J.: The respondents—Moorhead Construction, Inc., Miller Construction\r\nCompany, LLC, and Craft Construction Company, Inc.—sought foreclosure of\r\ntheir mechanic's liens against Enterprise Bank of South Carolina, and the master\r\nawarded them money judgments. Enterprise Bank appeals, arguing the master had\r\nno legal basis for entering money judgments against it. We vacate the judgments\r\nand remand for foreclosure proceedings.\r\n\r\nPendleton Station, LLC (\"PSL\") hired Moorhead to be the general contractor for a\r\ndevelopment project involving two tracts of land owned by PSL—the \"2-Acre\r\nTract\" and \"Tract A\"—and another tract owned by an individual investor—\"Tract\r\nB.\" Moorhead subcontracted with Miller and Craft to perform work on the project.\r\nEnterprise Bank served as the construction lender for the project.\r\n\r\nTwo years into the project, PSL stopped paying Moorhead and its subcontractors\r\nand defaulted under the loan agreements with Enterprise Bank. PSL executed a\r\ndeed-in-lieu of foreclosure to Enterprise Bank that conveyed title to Tract A, and\r\nEnterprise Bank subsequently obtained title to the 2-Acre Tract and Tract B. The\r\nrespondents each filed mechanic's liens on all three tracts. They then brought suit\r\nfor breach of contract against PSL and foreclosure against Enterprise Bank. The\r\nmaster did not rule on the claims against PSL but entered money judgments against\r\nEnterprise Bank.\r\n\r\nWe hold the master had no authority to enter money judgments in the respondents'\r\nforeclosure actions against Enterprise Bank. The procedures for enforcing a\r\nmechanic's lien are provided by statute, see S.C. Code Ann. §§ 29-5-10 to -440\r\n(2007 & Supp. 2013), and \"must be strictly followed.\" Cohen's Drywall Co. v. Sea\r\nSpray Homes, LLC, 374 S.C. 195, 199, 648 S.E.2d 598, 600 (2007). A court\r\ncannot depart from the plain language of the statute when enforcing a mechanic's\r\nlien. See Zepsa Constr., Inc v. Randazzo, 357 S.C. 32, 38, 591 S.E.2d 29, 32 (Ct.\r\nApp. 2004) (holding a party was \"limited to recovery provided for by the strict\r\nterms of the mechanic's lien statute\"); Shelley Constr. Co. v. Sea Garden Homes,\r\nInc., 287 S.C. 24, 27, 336 S.E.2d 488, 490 (Ct. App. 1985) (stating mechanic's\r\nliens can only be \"enforced in accordance with the conditions of the statute\r\ncreating them\"); Clo-Car Trucking Co. v. Clifflure Estates of S.C., Inc., 282 S.C.\r\n573, 576, 320 S.E.2d 51, 53 (Ct. App. 1984) (stating the court is \"not at liberty to\r\ndepart from the plain meaning of [the] language\" contained in the mechanic's lien\r\nstatute).\r\n\nAs a matter of law, Enterprise Bank cannot be liable for money judgments because\r\nthe respondents had no contractual relationship with Enterprise Bank or any other\r\nright to recover damages. See Arnet Lewis Constr. Co., Inc. v. Smith-Williams &\r\nAssocs., Inc., 269 S.C. 143, 151, 236 S.E.2d 742, 746 (1977) (allowing a party that\r\nbrought an action to foreclose a mechanic's lien to recover a judgment based upon\r\na contract cause of action because the complaint stated \"facts sufficient to\r\nconstitute a [contract] cause of action\"). Rather, the exclusive remedy available to\r\nthe respondents against Enterprise Bank is foreclosure of their mechanic's liens.\r\nSee S.C. Code Ann. § 29-5-260 (2007) (stating when the master determines a valid\r\nand enforceable mechanic's lien exists, it \"shall order a sale of the property\");\r\nSentry Eng'g & Constr., Inc. v. Mariner's Cay Dev. Corp., 287 S.C. 346, 353, 338\r\nS.E.2d 631, 635 (1985) (stating \"the mechanic's lien statute may not be used as a\r\nvehicle for collecting damages for breach of contract\"). We find the master erred\r\nby awarding money judgments instead of ordering foreclosure.\r\n\r\nFurthermore, it is the function of the master, not the appellate courts, to determine\r\nwhether foreclosure is appropriate and, if so, to order it. Enterprise Bank raises\r\neleven issues on appeal with multiple subparts, each containing separate arguments\r\nthat the master committed error. We find it appropriate to remand for the master to\r\nreconsider the parties' arguments as to all disputed issues and make the necessary\r\nfindings of fact and conclusions of law on the record before deciding whether to\r\norder foreclosure.\r\n\r\nWe find the master erred in awarding money judgments on the respondents'\r\nforeclosure claims. Thus, the order of the master is\r\n\r\nVACATED and REMANDED.\r\n\r\nGEATHERS, J., concurs.\r\n\r\nSHORT, J., concurring in part and dissenting in part:\r\n\r\nI concur in part and dissent in part. I agree with the majority that as a matter of\r\nlaw, Enterprise Bank cannot be liable for a money judgment because the\r\nRespondents had no contractual relationship with Enterprise Bank or any other\r\nright to recover damages. I also agree the exclusive remedy available to the\r\nRespondents against Enterprise Bank is foreclosure of their mechanic's liens.\r\nTherefore, the master erred by awarding money judgments instead of ordering\r\nforeclosure.\r\n\nI further find the master correctly determined the Respondents' mechanic's liens\r\nwere filed in accordance with South Carolina law, and the master correctly\r\ndetermined the amounts due to Respondents at that time under the mechanic's\r\nliens. At oral argument, both parties conceded the bank bonded off the property;\r\ntherefore, there is no longer a claim for foreclosure. As a result, I would remand\r\nthe case for the master to determine the amounts now due to Respondents.\r\n\n","court":"Appeals"},{"id":"5220","title":"Goodwyn v. Shadowstone Media","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5220.pdf","description":"Martha Goodwyn brought suit against her former employer Robert Pachaly and his company Shadowstone Media, Inc., alleging violations of the Payment of Wages Act, S.C. Code Ann. Â§Â§ 41-10-10 to -110 (Supp. 2013).  After the jury returned a verdict for Goodwyn, the trial court granted her motion for treble damages and attorney's fees under subsection 41-10-80(C) of the Act.  We reverse this decision because there was a bona fide dispute as to Goodwyn's entitlement to unpaid wages.","date":"2014-04-16","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Martha Goodwyn, Respondent,\r\n\r\n            v.\r\n\r\n            Shadowstone Media, Inc. and Robert Pachaly,\r\n            Appellants.\r\n\r\n            Appellate Case No. 2012-212705\r\n\r\n\r\n\r\n                        Appeal From Lexington County\r\n                    R. Knox McMahon, Circuit Court Judge\r\n\r\n\r\n                             Opinion No. 5220 \n\r\n                  Heard March 3, 2014 – Filed April 16, 2014 \n\r\n\r\n\r\n                                 REVERSED\r\n\r\n\r\n            Brian Pratt Robinson, Bruner Powell Wall & Mullins,\r\n            LLC, of Columbia, for Appellants.\r\n\r\n            Thomas Jefferson Goodwyn, Jr., Goodwyn Law Firm,\r\n            LLC, of Columbia, for Respondent.\r\n\r\n\r\nFEW, C.J.: Martha Goodwyn brought suit against her former employer Robert\r\nPachaly and his company Shadowstone Media, Inc., alleging violations of the\r\nPayment of Wages Act, S.C. Code Ann. §§ 41-10-10 to -110 (Supp. 2013). After\r\nthe jury returned a verdict for Goodwyn, the trial court granted her motion for\r\ntreble damages and attorney's fees under subsection 41-10-80(C) of the Act. We\r\nreverse this decision because there was a bona fide dispute as to Goodwyn's\r\nentitlement to unpaid wages.\r\n\n      I.     Facts and Procedural History\r\n\r\nIn April 2009, Goodwyn accepted a sales position with Shadowstone Media selling\r\nadvertising space in a coupon book that was to be distributed to the public. After\r\nworking five months, Goodwyn received a total of $1,298 from seven paychecks\r\npaid bi-monthly from May 15 to July 31, 2009. She also earned a total of $404 in\r\ncommissions from ten sales. However, Goodwyn sent Pachaly a resignation letter\r\nin September 2009, claiming she was \"forced to resign\" because she \"ha[d] not\r\nbeen getting paid per [their] agreement at the time of [her] hire.\" In the letter, she\r\nrequested back pay in the amount of $8,694. Goodwyn subsequently brought suit\r\nagainst Shadowstone Media and Pachaly for breach of contract and violation of the\r\nPayment of Wages Act.\r\n\r\nAt trial, Goodwyn testified that during her interview for the sales position, she told\r\nPachaly she \"had two kids that were in daycare\" and needed to earn at least $300\r\nper week to cover the cost of daycare. According to Goodwyn, Pachaly agreed to\r\npay her a salary of $300 a week plus commissions earned on sales. Although\r\nPachaly recalled Goodwyn mentioning that \"she had to clear [$300] on a weekly\r\nbasis,\" he denied offering to pay her a fixed amount per week. Instead, Pachaly\r\ntestified, \"Initially, all the people that were working sales were placed on a\r\ncommission basis,\" and Goodwyn \"had the same as everybody else in the\r\nbeginning.\" Pachaly relied on the terms of a \"hiring letter,\" which he claimed he\r\n\"handed\" to Goodwyn in the office soon after she began working and also mailed\r\nto her. The letter stated her compensation was \"based on commissions earned from\r\nthe [sale] of the [advertising space in the coupon books].\" Goodwyn denied ever\r\nreceiving the hiring letter.\r\n\r\nAccording to Pachaly, this commission-based pay arrangement changed after\r\nGoodwyn approached him sometime in May asking for a \"draw\" of $300 against\r\nher commissions. Pachaly told her he \"could probably work something out\" for\r\n$250. Pachaly planned for Goodwyn to sell each advertising space in the coupon\r\nbook for $295 per month, with the goal being to sign up businesses for twelve\r\nmonths of advertising space. He stated, \"[B]ased on . . . the price we were\r\ncharging [for advertising space], if she was closing at that rate, that wouldn't have\r\nbeen a problem\" for her to draw against her commissions.\r\n\r\nGoodwyn, however, was unable to sell the advertising space at the full monthly\r\nrate of $295, and instead negotiated sales at reduced rates. She testified she was\r\nunaware, at least in the beginning of her employment, that her commissions would\r\nbe reduced as a result of selling advertising space at a discounted rate. Instead, she\r\n\nbelieved Pachaly would pay her a full commission of $1,000 per sale at the time\r\nshe made the sale. Although Goodwyn admitted that around \"the end of May,\r\nbeginning of June,\" Pachaly told her \"he would have to adjust the commissions\"\r\ndue to the reduced sales rates, she claimed they \"never talked about a number.\"\r\n\r\nRelying on the terms of the hiring letter, Pachaly disputed Goodwyn's entitlement\r\nto full commissions at the time of the sale. Although the letter provided that the\r\nstandard commission for selling twelve months of advertising space was $1,000,\r\nthe letter also stated that if \"an ad rate is discounted, then the commissions will be\r\nreduced accordingly.\" Consistent with the terms of the hiring letter, Goodwyn's\r\ncommissions were reduced based on the price at which she sold the advertising\r\nspace. This reduction in commissions was documented by an exhibit submitted by\r\nPachaly at trial, entitled \"Calculation of Commissions Earned,\" which Goodwyn\r\nclaimed she first saw after the lawsuit commenced. Pachaly also argued the hiring\r\nletter refuted Goodwyn's claim that she was to receive a commission at the time of\r\nthe sale. According to the letter, employees were to be \"paid upon the collection\r\nby the company of the ad costs from the accounts,\" which typically occurred\r\n\"monthly over a 12 month period.\" Thus, employees were to receive \"one twelfth\r\nof the total commission . . . each month upon collection of that month's bill from\r\nthe advertiser.\"\r\n\r\nPachaly never printed any coupon books and \"thr[e]w in the towel on . . . the\r\n[coupon] book idea\" in August 2009. In September, Goodwyn sent Pachaly a\r\nletter that stated she was \"forced to resign\" because she had been paid \"less than\r\n$1,500 despite [Pachaly] agreeing to pay [her] a $300 per week draw plus\r\ncommission.\" Although the letter stated Pachaly \"began paying [her] something\r\nclose to the $300/week at first (only $250/week),\" she calculated Pachaly owed her\r\n$8,694 in back pay—$6,600 in salary, $3,500 in commissions, \"less the $1406 [he]\r\nalready paid [her].\" Pachaly testified the amount Goodwyn claimed to be owed\r\n\"seemed a little preposterous\" because Shadowstone Media collected a total\r\nof only \"$1200 to $1400 off [her] sales.\"\r\n\r\nDuring Goodwyn's testimony, she clarified several inconsistencies between the\r\namount she claimed in the resignation letter and the amount she claimed at trial.\r\nFirst, she testified she \"misspoke\" in using the word \"draw\" in the letter, as it did\r\nnot correctly represent \"what she and [Pachaly] agreed to.\" She explained that\r\nwhile \"a draw is when you get money up front for future sales,\" Pachaly agreed to\r\npay her $300 per week in salary on top of any commissions she earned. Second,\r\nGoodwyn testified she \"guesstimated\" in arriving at the commission figure stated\r\nin the letter—$3,500—because she had never seen \"a scale or anything telling [her]\r\n\nexactly what [her] commission was.\" Goodwyn claimed she later calculated the\r\ncorrect amount of commissions owed to her—$4,850—by using the Calculation of\r\nCommissions Earned document submitted by Pachaly. She reached this total by\r\nadding the figures from the column \"Full Commission,\" which showed the amount\r\nGoodwyn would have earned had each client paid for a year of advertising space.\r\nPachaly asserted the correct amount of commissions due was $404, which is the\r\ntotal from the \"Commissions Earned\" column. Goodwyn testified she was entitled\r\nto full commissions for all her sales because \"it was by no fault of [her] own that\r\n[the clients] didn't pay the rest\" of the monthly payments due under their year-long\r\ncontracts. She explained that had Pachaly printed the coupon books, the clients\r\nwould have paid the remainder of the monthly amounts because they \"were\r\nextremely excited about the book.\"\r\n\r\nThe jury awarded Goodwyn $3,444 in damages under the Payment of Wages Act,\r\nbut nothing for breach of contract. Goodwyn made a post-trial motion pursuant to\r\nsubsection 41-10-80(C) for treble damages and attorney's fees. The trial court\r\ngranted the motion, finding \"there was not a sufficiently close question of law or\r\nfact that would discourage the award of [treble] damages\" and attorney's fees.1\r\n\r\n      II.    Existence of a Bona Fide Dispute\r\n\r\nThe Payment of Wages Act provides that when an employer fails to pay wages, an\r\nemployee may recover \"an amount equal to three times the full amount of the\r\nunpaid wages, plus costs and reasonable attorney's fees as the court may allow.\"\r\n§ 41-10-80(C). An award of treble damages and attorney's fees is appropriate only\r\nwhen \"there [i]s no good faith wage dispute\" because \"an employer should not be\r\npenalized . . . for failure to pay wages upon assertion of a valid defense to\r\npayment.\" Rice v. Multimedia, Inc., 318 S.C. 95, 98-99, 456 S.E.2d 381, 383\r\n(1995). Thus, the trial court must determine whether \"a bona fide dispute\" exists\r\nas to an employee's entitlement to wages before awarding treble damages or\r\nattorney's fees. Temple v. Tec-Fab, Inc., 381 S.C. 597, 600-01, 675 S.E.2d 414,\r\n415-16 (2009). When reviewing such an award, \"this court can take its own view\r\nof the facts.\" Ross v. Ligand Pharm., Inc., 371 S.C. 464, 471, 639 S.E.2d 460, 464\r\n(Ct. App. 2006); see also O'Neal v. Intermedical Hosp. of S.C., 355 S.C. 499, 509-\r\n511, 585 S.E.2d 526, 532 (Ct. App. 2003) (reversing an award of treble damages\r\n\r\n\r\n1 Goodwyn's total award amounted to $16,417—$10,322 in treble damages, $4,928\r\nin attorney's fees, and $1,167 in costs.\r\n\nbecause, based on the court's review of the record, \"a bona fide dispute existed as\r\nto whether and to what extent [the employee] was entitled to payment\").\r\n\r\nThe trial court rejected the argument that the hiring letter created a bona fide\r\ndispute concerning Goodwyn's entitlement to wages. The court noted Goodwyn\r\n\"had never seen [the hiring] letter prior to the taking of her deposition,\" and found\r\nthe letter \"would not constitute a bona fide good faith defense to the failure to pay\r\nwages under the facts of this case.\" We disagree. It is not merely the existence of\r\nthe hiring letter that creates a bona fide dispute in this case. Rather, the terms of\r\nthe letter combined with all the evidence give rise to a bona fide dispute \"as to\r\nwhether and to what extent [Goodwyn] was entitled to payment\" of salary and\r\ncommissions. O'Neal, 355 S.C. at 509-511, 585 S.E.2d at 532.\r\n\r\nAs to salary, there is evidence to justify Pachaly and Shadowstone Media's defense\r\nto payment. The terms of the hiring letter defeat Goodwyn's entitlement to any\r\nsalary because the letter provided for payment on a commission basis. Goodwyn,\r\nhowever, denied ever receiving this letter, which was contrary to Pachaly's\r\ntestimony that he \"handed\" it to her and mailed her a copy. Thus, there was a\r\ndispute as to whether Goodwyn knew or accepted the terms of employment\r\ncontained in the hiring letter. Additionally, there is evidence that sometime in\r\nMay, the commission-based arrangement set forth in the letter changed when\r\nPachaly agreed to pay Goodwyn a weekly draw of $250. Goodwyn denied\r\nagreeing to receive \"a draw,\" but instead contended Pachaly agreed to pay her a\r\nweekly salary of $300, plus commissions, during her interview in April. She\r\nadmitted in her resignation letter, however, that Pachaly \"began paying [her]\r\nsomething close to the $300/week at first (only $250/week).\" This evidence calls\r\ninto question Goodwyn's claim that she is owed $6,600 in salary, especially\r\nconsidering the dispute as to whether she agreed to receive draws against her\r\ncommissions or a salary. Thus, we find a bona fide dispute existed as to whether\r\nGoodwyn was entitled to any back payment of salary, and if so, the amount to\r\nwhich she was entitled.\r\n\r\nAs to whether Goodwyn was owed any commissions, the terms of the hiring letter\r\nprovide Goodwyn was to be \"paid upon the collection by the company of the ad\r\ncosts from the accounts.\" Pachaly and Shadowstone Media assert their failure to\r\npay is justified because Shadowstone Media \"never collected on most of the\r\nsale[s].\" In response, Goodwyn asserts she expected to be paid commissions \"up\r\nfront\" at the time of the sale. \"[T]he relevant date for determining whether the\r\nemployer reasonably withheld wages is the time at which the wages were\r\nwithheld.\" Mathis v. Brown & Brown of S.C., Inc., 389 S.C. 299, 316, 698 S.E.2d\r\n\n773, 782 (2010). If the terms of the hiring letter accurately reflect Goodwyn's pay\r\narrangement, Pachaly was justified in withholding commissions until payment was\r\nreceived.\r\n\r\nMoreover, on the facts of this case, the jury's partial award of wages indicates it\r\ndetermined that Pachaly properly withheld a portion of wages to which Goodwyn\r\nclaimed she was entitled. In O'Neal, the employee claimed she was owed $2,541\r\nfor accrued time-off upon her discharge. 355 S.C. at 504, 585 S.E.2d at 529. The\r\nemployer asserted, however, that she was terminated for misconduct, which\r\nprohibited payment for accrued time-off under its employment policy. Id. The\r\njury found for the employee but awarded her only part of her claimed wages—\r\n$1,350. 355 S.C. at 506, 585 S.E.2d at 530. The trial court trebled the jury's\r\naward, finding the jury's award of damages indicated it \"determined [the employer]\r\ndid not terminate [her] for cause and thus no good faith basis for refusal to pay\r\nbenefits was established.\" 355 S.C. at 506, 509, 585 S.E.2d at 530, 531. The court\r\nof appeals reversed, stating a jury's \"finding that an employee is entitled to recover\r\nunpaid wages is not equivalent to a finding that there existed no bona fide dispute\r\nas to the employee's entitlement to those wages.\" 355 S.C. at 509-11, 585 S.E.2d\r\nat 531-32. The court explained the jury awarded the employee \"damages equal to\r\npayment for only a portion\" of what she claimed, which \"indicat[ed] the jury\r\ndetermined that [the employer] properly withheld payment for the remaining\r\nportion of accrued hours.\" 355 S.C. at 509, 585 S.E.2d at 532.\r\n\r\nIn this case, Goodwyn claimed she was entitled to $8,694, but the jury awarded her\r\nonly $3,444. The jury's award indicates it found Goodwyn was entitled to some,\r\nbut not all, of the payment she claimed Pachaly withheld. While a jury's partial\r\naward of damages does not, by itself, create the existence of a bona fide dispute,\r\nwe find that under the facts of this case, it indicates Pachaly and Shadowstone\r\nMedia established a good faith basis for refusal to pay at least a portion of her\r\nclaimed wages. See O'Neal, 355 S.C. at 509, 585 S.E.2d at 532.2\r\n\r\n      III.   Conclusion\r\n\r\n2 Pachaly and Shadowstone Media also assert they \"overpaid\" Goodwyn because\r\nshe earned only $404 in commissions but received draws against these\r\ncommissions in the amount of $1,298. Although the jury's award of $3,500\r\nindicates it disagreed with this position, its partial award of Goodwyn's claimed\r\ndamages indicates a bona fide dispute existed as to the extent to which Goodwyn\r\nwas entitled to wages.\r\n\nWe find a bona fide dispute existed as to whether and to what extent Goodwyn was\r\nentitled to payment.3 Therefore, the trial court's award of treble damages and\r\nattorney's fees is\r\n\r\nREVERSED. \n\r\n\r\nGEATHERS, J., concurs. \n\r\n\r\nSHORT, J., concurs in result only.\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 Given this finding, we decline to address other issues Pachaly and Shadowstone\r\nMedia raise on appeal. See Futch v. McAllister Towing of Georgetown, Inc., 335\r\nS.C. 598, 613, 518 S.E.2d 591, 598 (1999) (declining to address appellant's\r\nremaining issues on appeal when resolution of a prior issue was dispositive).\r\n\n","court":"Appeals"},{"id":"5221","title":"Digital Ally v. Light-N-Up","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5221.pdf","description":"Light-N-Up, LLC, and Steven Shepherd (collectively, Light-N-Up) appeal from an order finding a judgment of Digital Ally, Inc. obtained in Missouri was a valid judgment that could be enforced in South Carolina.  Light-N-Up argues the Missouri Long Arm Statute does not trump the parties' agreement that Kansas law would apply and exclusive jurisdiction was in the state or federal courts located in Johnson County, Kansas.  We affirm.","date":"2014-04-23","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            Digital Ally, Inc., Respondent,\r\n\r\n            v.\r\n\r\n            Light-N-Up, LLC, and Steven Shepherd, Appellants.\r\n\r\n            Appellate Case No. 2013-000648\r\n\r\n\r\n\r\n                       Appeal From Spartanburg County\r\n                   R. Ferrell Cothran, Jr., Circuit Court Judge\r\n\r\n\r\n                              Opinion No. 5221 \n\r\n                   Heard March 3, 2014 – Filed April 23, 2014 \n\r\n\r\n\r\n                                  AFFIRMED\r\n\r\n\r\n            Scott Franklin Talley, of Talley Law Firm, P.A., of\r\n            Spartanburg, for Appellants.\r\n\r\n            David L. Walsh, of Gaines & Walsh, of Spartanburg, for\r\n            Respondent.\r\n\r\n\r\nSHORT, J.: Light-N-Up, LLC, and Steven Shepherd (collectively, Light-N-Up)\r\nappeal from an order finding a judgment of Digital Ally, Inc. (Digital Ally)\r\nobtained in Missouri was a valid judgment that could be enforced in South\r\nCarolina. Light-N-Up argues the Missouri Long Arm Statute does not trump the\r\nparties' agreement that Kansas law would apply and exclusive jurisdiction was in\r\nthe state or federal courts located in Kansas. We affirm.\r\n\nFACTS\r\n\r\nDigital Ally is a Nevada corporation with its principal offices located in Kansas. It\r\nis registered to do business in Missouri, where its manufacturing facility is located.\r\nLight-N-Up is a South Carolina limited liability corporation located in Spartanburg\r\nCounty, South Carolina. Shepherd is a member of Light-N-Up and a resident of\r\nSpartanburg County. Light-N-Up entered into a series of contracts with Digital\r\nAlly to purchase products for use in its business of equipping police and\r\ngovernment vehicles. However, Digital Ally alleged Light-N-Up failed to pay for\r\nthe products and owed Digital Ally a total of $67,523.72.\r\n\r\nDigital Ally filed a petition for recovery of monies in Jackson County, Missouri. It\r\nalleged personal jurisdiction and venue were appropriate in Missouri because the\r\ndelivery of the products by Digital Ally to Light-N-Up occurred in Jackson\r\nCounty. Digital Ally also alleged causes of action for breach of contract, fraud and\r\nintentional deceit, and negligent misrepresentation.\r\n\r\nLight-N-Up did not file an answer within the time prescribed by Missouri statutes;\r\nthus, Digital Ally filed a motion for default judgment. A hearing on the matter was\r\nheld in Missouri. After the hearing, the Missouri court entered an order for default\r\njudgment against Light-N-Up. Subsequently, Digital Ally filed the Missouri\r\ndefault judgment in Spartanburg County, South Carolina.\r\n\r\nIn response, Light-N-Up filed a motion for relief from the foreign judgment,\r\nalleging Missouri did not have jurisdiction over Light-N-Up. After a hearing, the\r\nSouth Carolina trial court confirmed the foreign judgment. The court's order stated\r\nLight-N-Up failed to present any evidence showing the Missouri court lacked\r\njurisdiction. It found Light-N-Up transacted business in Missouri, contracted with\r\nDigital Ally in Missouri, and allegedly committed torts in Missouri.\r\n\r\nLight-N-Up filed a motion for reconsideration or to alter or amend judgment,\r\nasserting there was no evidence Light-N-Up transacted business or committed any\r\ntorts in Missouri. In an amended order confirming the foreign judgment, the trial\r\ncourt again denied Light-N-Up's motion for relief from the Missouri judgment.\r\nHowever, the order provided Light-N-Up presented evidence the parties' contracts\r\nincluded a forum selection clause stating Kansas law would govern the contracts,\r\nand noted Shepherd stated in his affidavit that Light-N-Up has \"never operated or\r\ndone business in the State of Missouri.\" The order also clarified Light-N-Up\r\n\ncontracted with Digital Ally in Kansas, and Digital Ally shipped the products from\r\nits factory in Missouri. This appeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"An action to enforce a foreign judgment is an action at law.\" Minorplanet Sys.\r\nUSA Ltd. v. Am. Aire, Inc., 368 S.C. 146, 149, 628 S.E.2d 43, 44 (2006). In an\r\naction at law, tried by a judge without a jury, this court accepts the findings of the\r\ntrial court if there is any evidence to support the findings. Townes Assocs., Ltd. v.\r\nCity of Greenville, 266 S.C. 81, 86, 221 S.E.2d 773, 775 (1976).\r\n\r\nLAW/ANALYSIS\r\n\r\nLight-N-Up argues the trial court erred in finding the Missouri judgment in favor\r\nof Digital Ally was a valid judgment that could be enforced in South Carolina. We\r\ndisagree.\r\n\r\nArticle IV, Section 1 of the United States Constitution provides that \"Full Faith and\r\nCredit shall be given in each State to the . . . judicial Proceedings of every other\r\nState.\" U.S. Const. art. IV, § 1. \"[U]nder the Full Faith and Credit Clause,\r\npersonal jurisdiction is presumed when a foreign judgment appears on its face to be\r\na record of a court of general jurisdiction.\" Law Firm of Paul L. Erickson, P.A. v.\r\nBoykin, 383 S.C. 497, 501, 681 S.E.2d 575, 577 (2009) (footnote omitted).\r\nHowever, \" '[a] judgment of a court without jurisdiction of the person or of the\r\nsubject matter is not entitled to recognition or enforcement in another state, or to\r\nthe full faith and credit provided for in the federal Constitution.' \" Fin. Fed. Credit\r\nInc. v. Brown, 384 S.C. 555, 562-63, 683 S.E.2d 486, 490 (2009) (quoting 50\r\nC.J.S. Judgments § 986 (1997)). \"Where the court of the issuing state has fully and\r\nfairly litigated and finally decided the question of jurisdiction, further inquiry into\r\nthe jurisdiction of the issuing court is precluded.\" Pitts v. Fink, 389 S.C. 156, 162,\r\n698 S.E.2d 626, 629 (Ct. App. 2010) (citing Durfee v. Duke, 375 U.S. 106, 111\r\n(1963)). \"Otherwise, 'before a court is bound by the judgment rendered in another\r\nState, it may inquire into the jurisdictional basis of the foreign court's decree.'\" Id.\r\nat 162-63, 698 S.E.2d at 629 (quoting Underwriters Nat'l Assurance Co. v. N.C.\r\nLife & Accident & Health Ins. Guar. Ass'n, 455 U.S. 691, 705 (1982)). In this\r\ncase, Light-N-Up did not appear in the Missouri action. Thus, before the South\r\nCarolina trial court gave full faith and credit to the Missouri judgment, it could\r\nproperly inquire into the jurisdictional basis of the Missouri decree.\r\n\n\"Pursuant to South Carolina's version of the Uniform Enforcement of Foreign\r\nJudgments Act (UEFJA), a judgment debtor is permitted to file a motion for relief\r\nfrom judgment or a notice of defense to a foreign judgment on any ground for\r\nwhich relief from a judgment of this state is allowed.\" Id. at 162, 698 S.E.2d at\r\n629 (citing S.C. Code Ann. § 15-35-940(A) (2005)). In Law Firm of Paul L.\r\nErickson, P.A. v. Boykin, 383 S.C. at 504-05, 681 S.E.2d at 579-80, our supreme\r\ncourt determined the last sentence of section 15-35-940(B) of the South Carolina\r\nCode violated the Full Faith and Credit Clause of the United States Constitution by\r\nshifting the burden of proving personal jurisdiction to the creditor if the debtor\r\nfiled a motion for relief from judgment or a notice of defense to the foreign\r\njudgment.1\r\n\r\nThus, in challenging that Missouri's judgment was a valid judgment that could be\r\nenforced in South Carolina, Light-N-Up bore the burden of overcoming, by the\r\nrecord or by extrinsic evidence, the constitutionally mandated presumption of the\r\nforeign judgment's regularity. Light-N-Up did not appear in Missouri, and the\r\nMissouri court entered a default judgment against Light-N-Up. \"When\r\ndetermining the validity and effect of a foreign judgment based on lack of personal\r\njurisdiction, courts look to the law of the state that rendered the judgment.\" Pitts,\r\n389 S.C. at 163, 698 S.E.2d at 629. Therefore, to ascertain whether the Missouri\r\ncourt properly exercised jurisdiction over Light-N-Up, the trial court was required\r\nto consult Missouri law regarding personal jurisdiction.\r\n\r\nMissouri law provides that \"[w]hen a non-resident defendant raises the issue of\r\nlack of personal jurisdiction, the burden is cast upon the plaintiff to prove, first,\r\nthat the defendant had sufficient minimum contacts with Missouri to satisfy due\r\nprocess requirements and, second, that the suit arose out of an activity enumerated\r\nin the long-arm statute.\" Elaine K. v. Augusta Hotel Assocs. Ltd. P'ship, 850\r\nS.W.2d 376, 378 (Mo. Ct. App. 1993). \"Due process requires that in order to\r\nsubject a defendant to an in personam judgment, he must have enough minimum\r\ncontacts with the forum state that the maintenance of the suit does not offend\r\ntraditional notions of fair play and substantial justice.\" Id. \"In judging minimum\r\n\r\n1 The court held only the last sentence of section 15-35-940(B) is offensive and\r\ncould be severed, leaving the statute \"complete in itself, wholly independent of that\r\nwhich is rejected, and [the remainder] is of such a character that it may fairly be\r\npresumed that the legislature would have passed it independent of that which\r\nconflicts with the constitution.\" Id. (quoting Sojourner v. Town of St. George, 383\r\nS.C. 171, 177, 679 S.E.2d 182, 186 (2009)).\r\n\ncontacts, a court properly focuses upon the relationship among the defendant, the\r\nforum and the litigation.\" Id. \"The basic due process test is whether the defendant\r\nhas 'purposefully availed itself of the privilege of conducting activities within the\r\nforum state.'\" Id. (quoting State ex rel. Wichita Falls Gen. Hosp. v. Adolf, 728\r\nS.W.2d 604, 607 (Mo. Ct. App. 1987)).\r\n\r\nMissouri's long arm statute, found in section 506.500(1) of the Annotated Missouri\r\nStatutes, provides in pertinent part:\r\n\r\n             1. Any person or firm, whether or not a citizen or resident\r\n             of this state, or any corporation, who in person or through\r\n             an agent does any of the acts enumerated in this section,\r\n             thereby submits such person, firm, or corporation, and, if\r\n             an individual, his personal representative, to the\r\n             jurisdiction of the courts of this state as to any cause of\r\n             action arising from the doing of any of such acts:\r\n\r\n             (1) The transaction of any business within this state;\r\n\r\n             (2) The making of any contract within this state;\r\n\r\n             (3) The commission of a tortious act within this state . . . .\r\n\r\nMo. Ann. Stat. § 506.500(1) (1, 2, and 3) (West 2013).\r\n\r\nThe South Carolina trial court was required to determine whether Light-N-Up\r\novercame the presumption of the correctness of Missouri's judgment. The trial\r\ncourt's first order found Light-N-Up failed to present any evidence regarding the\r\nlack of jurisdiction of the Missouri court. It further found the facts indicated Light-\r\nN-Up \"transacted business, contracted with [Digital Ally] and allegedly committed\r\ntorts, all within Missouri.\" Therefore, the trial court confirmed the foreign\r\njudgment was a valid judgment that is enforceable in South Carolina. In the trial\r\ncourt's amended order confirming the foreign judgment, the court again denied\r\nLight-N-Up's motion for relief from the foreign judgment. The court\r\nacknowledged Light-N-Up presented evidence the contracts contained a forum\r\nselection clause stating Kansas law governed the contracts. The court also noted\r\nLight-N-Up presented Shepherd's affidavit stating Light-N-Up had \"never operated\r\nor done business in the State of Missouri.\" However, the court found that while\r\nLight-N-Up contracted with Digital Ally in Kansas, the goods were shipped from\r\n\nDigital Ally's factory in Missouri; thus, the Missouri long arm statute conferred\r\nproper personal and subject matter jurisdiction over Light-N-Up to the Missouri\r\ncourt.\r\n\r\nWe find, based on the facts before us, the requisite minimum contacts existed to\r\nsatisfy due process requirements. Digital Ally presented evidence Light-N-Up\r\nentered into six contracts for products from Digital Ally's manufacturing facility in\r\nMissouri; Digital Ally presented evidence Light-N-Up arranged for thirty-day\r\nfinancing with Digital Ally in Missouri; and Digital Ally presented evidence each\r\ninvoice sent to Light-N-Up instructed it to mail its payments to Missouri. See St.\r\nJude Med., Inc. v. Lifecare Int'l, Inc., 250 F.3d 587, 592 (8th Cir. 2001) (finding\r\nsufficient minimum contacts, in part, because the contract contemplated products\r\nmanufactured in the forum state and payments were made to the forum\r\nstate); cf. Aaron Ferer & Sons Co. v. Atlas Scrap Iron & Metal Co., 558 F.2d 450,\r\n455 (8th Cir. 1977) (finding due process prevented jurisdiction where the contracts\r\nwere not negotiated or executed in the forum, would not be performed there, and\r\nthe goods involved neither originated from nor were destined there). Moreover, as\r\nstated in the contracts, Digital Ally shipped its products free on board (\"F.O.B.\")2\r\nat Digital Ally's manufacturing facility in Missouri; thus, Light-N-Up took delivery\r\nof the products in Missouri.3 An F.O.B. term and payments to the forum state are\r\nfactors to consider in a minimum contacts analysis, although each, alone, are not\r\n\r\n2   Section 400.2-319 of the Annotated Missouri Statutes provides:\r\n\r\n              (1) Unless otherwise agreed the term \"F.O.B.\" (which\r\n              means \"free on board\") at a named place, even though\r\n              used only in connection with the stated price, is a\r\n              delivery term under which\r\n\r\n              (a) when the term is F.O.B. the place of shipment, the\r\n              seller must at that place ship the goods in the manner\r\n              provided in this article (section 400.2-504) and bear the\r\n              expense and risk of putting them into the possession of\r\n              the carrier . . . .\r\n\r\nMo. Ann. Stat. § 400.2-319(1)(a) (West 2013).\r\n3 \"[T]he primary purpose of a F.O.B. term is to allocate the risk of damage to\r\ngoods between buyer and seller.\" Luv N' care, Ltd. v. Insta-Mix, Inc., 438 F.3d\r\n465, 472 (5th Cir. 2006).\r\n\ndispositive. See Scullin Steel Co. v. Nat'l Ry. Utilization Corp., 676 F.2d 309, 314\r\n(8th Cir. 1982) (finding the making of payments in the forum state and the\r\nprovision for delivery within the forum state are secondary or ancillary factors that\r\ncannot alone provide the \"minimum contacts\" required by due process); Bell Paper\r\nBox, Inc. v. U.S. Kids, Inc., 22 F.3d 816, 820 n.2 (8th Cir. 1994) (holding that a\r\n\"delivery term in a contract [such as 'F.O.B.'] [can]not create sufficient contacts to\r\nuphold jurisdiction\" but \"[s]uch delivery terms are not irrelevant to a finding of\r\npersonal jurisdiction\"); Luv N' care, Ltd., 438 F.3d at 471 n.10 (\"We have\r\nsuggested, however, that the existence of a Free On Board ('F.O.B.') term in a\r\ncontract is one factor to consider in determining whether the defendant has\r\n'minimum contacts' with the forum state.\"). Therefore, we find this evidence\r\nsupports the trial court's determination that the Missouri long arm statute conferred\r\nproper personal and subject matter jurisdiction over Light-N-Up to the Missouri\r\ncourt. See Scullin Steel Co., 676 F.2d at 312 (\"The Missouri courts have liberally\r\nconstrued the statutory requirement of 'transacting any business' within the state for\r\npurposes of long-arm jurisdiction.\").\r\n\r\nBecause this issue is dispositive, we need not reach Light-N-Up's forum selection\r\nclause argument. See Futch v. McAllister Towing of Georgetown, Inc., 335 S.C.\r\n598, 613, 518 S.E.2d 591, 598 (1999) (holding an appellate court need not review\r\nremaining issues when its determination of another issue is dispositive of the\r\nappeal).\r\n\r\nCONCLUSION\r\n\r\nAccordingly, the decision of the trial court is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and GEATHERS, J., concur.\r\n\n","court":"Appeals"},{"id":"5222","title":"State v. Battle","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5222.pdf","description":"Appellant Julian Deandre Battle appeals his conviction for murder, arguing the trial court erred in (1) refusing to charge the jury on involuntary manslaughter, and (2) charging the jury that it could consider evidence of Appellant's flight in determining his guilt.  We reverse and remand for a new trial","date":"2014-04-23","type":"opinion","text":"                    THE STATE OF SOUTH CAROLINA \n\r\n                        In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Julian Deandre Battle, Appellant.\r\n\r\n            Appellate Case No. 2011-203746\r\n\r\n\r\n\r\n                         Appeal From Greenville County\r\n                      C. Victor Pyle, Jr., Circuit Court Judge\r\n\r\n\r\n                               Opinion No. 5222 \n\r\n                  Heard February 4, 2014 – Filed April 23, 2014 \n\r\n\r\n\r\n                        REVERSED AND REMANDED\r\n\r\n\r\n            Appellate Defender David Alexander, of Columbia, for\r\n            Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Donald J. Zelenka, Assistant\r\n            Attorney General Alphonso Simon, Jr., all of Columbia;\r\n            and Solicitor W. Walter Wilkins, III, of Greenville, for\r\n            Respondent.\r\n\r\n\r\nGEATHERS, J.: Appellant Julian Deandre Battle appeals his conviction for\r\nmurder, arguing the trial court erred in (1) refusing to charge the jury on\r\ninvoluntary manslaughter, and (2) charging the jury that it could consider evidence\r\nof Appellant's flight in determining his guilt. We reverse and remand for a new\r\ntrial because there is evidence to support an involuntary manslaughter charge.\r\n\nFACTS/PROCEDURAL HISTORY\r\n\r\nOn December 25, 2009, Appellant attended a gathering with a few relatives and\r\nfriends—some of whom invited guests of their own, such as Rafael Dodd (Victim)\r\n—at the Park West Apartments in Greenville, South Carolina. During the\r\ngathering, an argument began between two of the attendees. Appellant attempted\r\nto end the argument; however, in doing so, Appellant became involved in an\r\naltercation with Victim. During the scuffle, Victim was fatally shot. None of the\r\nwitnesses to the altercation saw the weapon that was fired.\r\n\r\nAt trial, Appellant testified as to what transpired during his altercation with Victim.\r\nAccording to Appellant, Victim approached him in an aggressive manner and\r\nproceeded to push him and brush up against him. Appellant asserted he \"told\r\n[Victim] to keep his hands off of me,\" and Victim responded by pulling out a gun.\r\nAppellant then described the struggle that ensued:\r\n\r\n             Q: When Mr. Dodd pulled out the gun, what did you do?\r\n\r\n             A: I grabbed his right hand and I twisted his other hand.\r\n\r\n             Q: Why did you grab his right hand?\r\n\r\n             A: Because that's the hand that he had his gun in.\r\n\r\n             Q: Why were you trying to grab the gun?\r\n\r\n             A: I was trying to get it away from me. I was trying to\r\n             get it away from his face and it was pointed towards me\r\n             and my cousin.\r\n\r\n             Q: What happened after you tried to grab the gun?\r\n\r\n             A: I twisted and the gun went off.\r\n\r\n             Q: Did you intend to pull the trigger to that gun?\r\n\n             A: No, I did.1\r\n\r\n             Q: Did you intend for that gun to go off?\r\n\r\n             A: No, I didn't.\r\n\r\nAppellant testified he \"never actually grabbed the gun.\" However, he indicated his\r\nhand may have touched the trigger. Throughout his testimony, Appellant\r\nmaintained he was not carrying a gun on the night of the shooting, and Victim was\r\nshot with his own gun.\r\n\r\nAppellant's cousin, Clintonian Dupri Owens, corroborated Appellant's testimony\r\nthat Victim was the aggressor and initiated the altercation. Additionally, Owens\r\nclaimed that while Appellant was out on bond, Appellant told him \"[Victim] pulled\r\na gun out and [Victim] wanted to shoot him so [Appellant] turned [the gun] around\r\nand that was it.\" Owens testified he did not know Appellant to carry a gun. The\r\nState subsequently called Owens's girlfriend, Mikeya Shumate, as a witness.\r\nShumate claimed she observed Appellant carrying a gun on another occasion;\r\nhowever, she admitted she did not see a gun on Appellant on the night of the\r\nshooting.\r\n\r\nIona Ooten, a forensic officer with the Greenville County Forensic Division,\r\ntestified that when she arrived at the crime scene, she found Victim lying on the\r\nground wearing a holster and also found a .45 caliber firearm lying next to his\r\nbody.2 Ooten stated no other firearms were found at the crime scene, nor were any\r\nbullet fragments or cartridge casings. Ooten also testified she was unable to find\r\nany fingerprints on the firearm, magazine, or any of the bullets because it had been\r\nraining heavily that day.\r\n\r\nInvestigator Laura Jones testified she interviewed Appellant shortly after his arrest.\r\nShe explained that Appellant refused to write a statement, but permitted her to take\r\nnotes as he described the incident to her. She read aloud her notes, which\r\nindicated: \"[Victim] put the gun in my face. . . . I grabbed it and turned it back\r\ntowards him. [Victim] pushed me with his right hand. We struggled and I don't\r\nknow if I pulled the trigger or not. It went off and I dropped the gun.\" Investigator\r\n\r\n1 There are numerous typographical errors throughout the trial transcript. Based on\r\nAppellant's subsequent testimony, this answer appears to be a typographical error.\r\n2 At the time of his death, Victim was carrying a valid Tennessee Handgun Permit\r\nin his wallet.\r\n\nJones testified she was present when the firearm found at the crime scene was\r\nunloaded. She described the firearm as being capable of holding seven bullets total\r\nwhen fully loaded. According to Investigator Jones, it would be \"physically\r\nimpossible\" to add additional rounds to the firearm \"without breaking the spring\r\n[inside the magazine].\" Investigator Jones stated she believed the firearm found at\r\nthe crime scene was not the murder weapon because it was \"fully loaded.\"\r\nHowever, she admitted she did not have the firearm tested to verify whether or not\r\nit had been fired on the night of the shooting.\r\n\r\nJames Armstrong, who was qualified as a firearm's expert, testified the firearm\r\nrecovered from the crime scene had a maximum capacity of six rounds in the\r\nmagazine, plus an additional round in the chamber. He indicated the firearm was\r\nfully loaded with \"brass case hollow point projectile[s].\" Armstrong explained that\r\nwounds from a hollow point projectile are generally identifiable because the\r\nprojectile is designed to hit a target and then stop and expand as it transfers energy\r\nto the target.\r\n\r\nDr. Michael Ward, chief medical examiner for Greenville County, testified he did\r\nnot find any projectiles or bullet fragments in Victim's body. Dr. Ward indicated he\r\nwas not able to determine the caliber of bullet that killed Victim. However, he\r\nexplained that it was \"[u]nusual, but certainly possible\" for a hollow point\r\nprojectile to travel through the human body without leaving any fragments behind.\r\n\r\nAt the close of the case, Appellant requested a jury instruction on involuntary\r\nmanslaughter. Appellant argued that pursuant to Casey v. State, 305 S.C. 445, 409\r\nS.E.2d 391 (1991), and State v. Light, 363 S.C. 325, 610 S.E.2d 504 (Ct. App.\r\n2005) (Light I), rev'd on other grounds, 378 S.C. 641, 664 S.E.2d 465 (2008)\r\n(Light II), a charge of involuntary manslaughter was warranted because there was\r\nevidence of a struggle over the gun. The State argued this case did not involve a\r\n\"true struggle\" because Appellant successfully managed to grab Victim's hand and\r\npoint the gun back at Victim. The trial court declined to charge involuntary\r\nmanslaughter.\r\n\r\nThe trial court ultimately charged the jury on murder, voluntary manslaughter, self-\r\ndefense, and accident. The jury convicted Appellant of murder and possession of a\r\nweapon during the commission of a violent crime. The trial court sentenced\r\nAppellant to life imprisonment for the murder charge and five years' imprisonment\r\nfor the weapons charge.\r\n\nSTANDARD OF REVIEW\r\n\r\n\"Generally, the trial judge is required to charge only the current and correct law of\r\nSouth Carolina.\" State v. Brown, 362 S.C. 258, 261, 607 S.E.2d 93, 95 (Ct. App.\r\n2004). \"To warrant reversal, a trial judge's refusal to give a requested jury charge\r\nmust be both erroneous and prejudicial to the defendant.\" Id. at 262, 607 S.E.2d at\r\n95.\r\n\r\nLAW/ANALYSIS\r\n\r\nI. Involuntary Manslaughter Charge\r\n\r\nAppellant argues the trial court erred in refusing to charge the jury on involuntary\r\nmanslaughter in light of his testimony that Victim was shot while the two men\r\nstruggled over Victim's gun. We agree.\r\n\r\n\"Involuntary manslaughter is defined as (1) the unintentional killing of another\r\nwithout malice but while engaged in an unlawful activity not naturally tending to\r\ncause death or great bodily harm; or (2) the unintentional killing of another without\r\nmalice but while engaged in a lawful activity with reckless disregard for the safety\r\nof others.\" State v. Mekler, 379 S.C. 12, 15, 664 S.E.2d 477, 478 (2008).\r\n\"Involuntary manslaughter is a lesser included offense of murder only if there is\r\nevidence the killing was unintentional.\" Tisdale v. State, 378 S.C. 122, 125, 662\r\nS.E.2d 410, 412 (2008). \"Evidence of a struggle between the defendant and the\r\nvictim over a weapon supports submission of an involuntary manslaughter charge.\"\r\nId.\r\n\r\n\"The law to be charged must be determined from the evidence presented at trial.\"\r\nState v. Rivera, 389 S.C. 399, 404, 699 S.E.2d 157, 159 (2010). \"In determining\r\nwhether the evidence requires a charge on a lesser included offense, the court\r\nviews the facts in a light most favorable to the defendant.\" State v. Brayboy, 387\r\nS.C. 174, 179, 691 S.E.2d 482, 485 (Ct. App. 2010). \"A trial court should refuse to\r\ncharge the lesser-included offense of involuntary manslaughter only where there is\r\nno evidence the defendant committed the lesser offense.\" Mekler, 379 S.C. at 15,\r\n664 S.E.2d at 479 (emphasis added).\r\n\r\nAppellant cites Light II, for the proposition that his testimony, by itself, was\r\nsufficient to warrant an involuntary manslaughter charge. He submits that because\r\nSouth Carolina applies an \"any evidence\" standard, it is irrelevant that there was\r\nconflicting evidence showing Victim's gun was not the murder weapon. On the\r\n\nother hand, the State contends the instant case is distinguishable from Light II\r\nbecause it involves a struggle over a weapon that was not used in the killing.\r\nMoreover, the State cites to both Tisdale and Casey as further support that evidence\r\nof a struggle will only support an involuntary manslaughter instruction if the\r\nstruggle was for control over the murder weapon.\r\n\r\nIn Casey, 305 S.C. at 446, 409 S.E.2d at 391–92, the defendant accidentally shot\r\nthe victim while struggling with a third person over a gun. Our supreme court\r\nnoted that it had previously recognized evidence of a struggle between only the\r\ndefendant and the victim as sufficient evidence for submission of an involuntary\r\nmanslaughter instruction to the jury. Id. at 447, 409 S.E.2d at 392. Nevertheless,\r\nthe court concluded, \"This principle is no less applicable where the defendant, in\r\nstruggling with a third person over a gun, shoots the victim.\" Id. In reaching this\r\nconclusion, the court iterated the standard for submission of an involuntary\r\nmanslaughter instruction to the jury as follows: \"It has long been the law in this\r\nState that 'to warrant the court in eliminating the offense of manslaughter it should\r\nvery clearly appear that there is no evidence whatever tending to reduce the crime\r\nfrom murder to manslaughter.'\" Id. (quoting State v. Norris, 253 S.C. 31, 35, 168\r\nS.E.2d 564, 565 (1969)).\r\n\r\nSubsequently, in Light II, our supreme court cited Casey to support its holding that\r\nLight was entitled to a charge of involuntary manslaughter. 378 S.C. at 649, 664\r\nS.E.2d at 469. Therein, Light gave \"inconsistent\" accounts of the events that led to\r\nhis girlfriend's death. Id. at 648, 664 S.E.2d at 468. Light initially claimed he\r\nemerged from the bathroom in his home to find his girlfriend holding a rifle, and\r\nthe rifle discharged when he tried to distract his girlfriend by swinging his left arm\r\nto get the rifle out of her hand. Id. at 644, 664 S.E.2d at 466. Light later changed\r\nhis story, admitting he took the rifle from his girlfriend before it was fired. Id. At\r\ntrial, Light testified he became scared when his girlfriend pointed the rifle and\r\nscreamed at him, so he tried to knock the rifle away with his left hand. Id. at 645–\r\n66, 664 S.E.2d at 467. He further testified that after he jerked the rifle away from\r\nhis girlfriend, he stumbled back several feet and the rifle accidentally discharged.\r\nId. at 646, 664 S.E.2d at 467. Contrary to Light's testimony, the State's pathologist\r\nopined that the victim's wounds were consistent with a purposeful shooting and\r\ninconsistent with an accidental shooting. Id. at 645, 664 S.E.2d at 467.\r\n\r\nIn spite of Light's conflicting stories and the pathologist's testimony indicating the\r\nkilling was intentional, the supreme court in Light II concluded there was evidence\r\nto support a charge of involuntary manslaughter. Id. at 648–49, 664 S.E.2d at 468–\r\n69. The court first found there was evidence Light recklessly handled the gun and,\r\n\ntherefore, was guilty under the definition of involuntary manslaughter—a lawful\r\nact with reckless disregard for the safety of others. Id. at 648, 664 S.E.2d at 468–\r\n69. The court explained \"according to [Light's] testimony, [he] took the loaded gun\r\nfrom [the victim] who was threatening him with it,\" and \"[the gun] fired almost\r\nimmediately after he took possession of it.\" Id. at 648, 664 S.E.2d at 469. Second,\r\nrelying on Casey, the court found an involuntary manslaughter charge was\r\nappropriate given the fact Light struggled with the victim over the weapon. Id. at\r\n648–49, 664 S.E.2d at 469.\r\n\r\nSimilarly, in Tisdale, 378 S.C. at 126, 662 S.E.2d at 412, a post-conviction relief\r\ncase, our supreme court concluded counsel was ineffective for failing to request an\r\ninvoluntary manslaughter charge. Therein, Tisdale claimed the victim, who was a\r\npassenger in Tisdale's vehicle, pulled out a gun and shot at him when he refused to\r\ndrive the victim to a particular destination. Id. at 124, 662 S.E.2d at 412. Tisdale\r\ntestified that when he saw the victim pull the gun, he struggled with the victim for\r\ncontrol of the weapon. Id. He asserted that while he and the victim were\r\nstruggling, the gun accidentally went off while in the victim's hand. Id. A\r\npathologist testified there were two bullet wounds to the left side of the victim's\r\nhead slightly behind the ear. Id. at 125 n.2, 662 S.E.2d at 412 n.2. The PCR court\r\nfound trial counsel was not ineffective for failing to request a charge on accident or\r\ninvoluntary manslaughter, reasoning the fact the victim was shot twice in the back\r\nof the head was completely inconsistent with either accident or involuntary\r\nmanslaughter. Id. at 125, 662 S.E.2d at 412. On appeal, our supreme court\r\nrejected this reasoning, stating: \"The fact that Victim's wounds may have been\r\ninconsistent with petitioner's testimony that the gun fired while in Victim's hand is\r\nnot overwhelming evidence that petitioner intentionally killed Victim.\" Id. at 126,\r\n662 S.E.2d at 412. The court further determined Tisdale's testimony that there was\r\na struggle between him and the victim was sufficient to support the submission of\r\nthe involuntary manslaughter charge to the jury. Id. at 125–26, 662 S.E.2d at 412.\r\n\r\nThe above-cited cases establish that evidence of a struggle over the murder weapon\r\nsupports submission of an involuntary manslaughter charge to the jury. The instant\r\ncase is slightly distinguishable because it involves a dispute as to whether the\r\nstruggle was for control of the actual murder weapon. However, our jurisprudence\r\nmakes clear that when determining whether a charge on involuntary manslaughter\r\nis proper, the trial court must look to the presence of evidence, not its weight. See\r\nCasey, 305 S.C. at 447, 409 S.E.2d at 392 (stating a charge on involuntary\r\nmanslaughter is only properly refused when there is \"no evidence whatever tending\r\nto reduce the crime from murder to manslaughter\"); State v. Funchess, 267 S.C.\r\n427, 430, 229 S.E.2d 331, 332 (1976) (stating \"the [p]resence of evidence to\r\n\nsustain the crime of a lesser degree determines whether it should be submitted to\r\nthe jury.\" (citing State v. Hicks, 84 S.E.2d 545, 547 (N.C. App. 1954))). The task\r\nof determining the weight of the evidence lies within the exclusive province of the\r\njury. United States v. Scheffer, 523 U.S. 303, 313 (1998) (\"A fundamental premise\r\nof our criminal trial system is that the jury is the lie detector.\" (citation and\r\nquotation marks omitted)); State v. Smith, 363 S.C. 111, 115, 609 S.E.2d 528, 530\r\n(Ct. App. 2005) (stating \"the weight of the evidence is a question for the jury\").\r\nConsistent with these principles, our supreme court has determined there was\r\nsufficient evidence to warrant an involuntary manslaughter charge in situations\r\nwhere the appellant's version of events seemed improbable and there was\r\nconflicting evidence showing an intentional killing. See Light II, 378 S.C. at 645,\r\n648, 664 S.E.2d at 467, 468–69 (holding an involuntary manslaughter charge was\r\nwarranted where petitioner testified he took the gun from the victim's hands and,\r\nimmediately thereafter, the gun went off even though petitioner had \"inconsistent\r\nstories,\" and the pathologist testified victim's wounds were \"consistent with a\r\npurposeful shooting\"); Tisdale, 378 S.C. at 125–26, 662 S.E.2d at 412 (holding an\r\ninvoluntary manslaughter charge was appropriate where there was evidence\r\npetitioner and victim struggled for control of the gun despite \"[t]he fact that\r\nvictim's wounds may have been inconsistent with petitioner's testimony\").\r\nTherefore, in spite of the unique circumstances presented in the instant case, the\r\nfocus of our inquiry remains the same—whether there was no evidence tending to\r\nreduce the crime from murder to manslaughter.\r\n\r\nAt trial, Appellant testified that he and Victim struggled for control of Victim's gun,\r\nand that Victim was ultimately shot and killed by his own gun. Appellant's\r\ntestimony was contradicted by two witnesses who indicated the gun discovered at\r\nthe crime scene next to Victim's body was fully loaded. However, this\r\ncontradictory testimony was not overwhelming evidence that Appellant\r\nintentionally killed Victim considering no test was performed to confirm whether\r\nthe gun was ever fired that night, no bullet fragments or projectiles were recovered\r\nduring the investigation, and none of the witnesses present during the altercation\r\nsaw the gun fire. Therefore, Appellant's testimony that he struggled with Victim\r\nover the murder weapon was sufficient evidence to support a charge of involuntary\r\nmanslaughter. Moreover, there was evidence Appellant recklessly handled the gun\r\nbecause, according to Appellant's testimony, his hand may have touched the trigger\r\nas he struggled for control over the gun. See Light II, 378 S.C. at 648, 664 S.E.2d\r\nat 469 (holding the petitioner was entitled to a charge on involuntary manslaughter\r\nbecause there was evidence showing the petitioner recklessly handled the gun,\r\nwhere petitioner testified that the gun fired almost immediately after he grabbed\r\n\nthe gun from the victim). In light of this evidence, we find the trial court erred in\r\nrefusing to instruct the jury on involuntary manslaughter.\r\n\r\nAlthough the trial court erred in refusing to instruct the jury on involuntary\r\nmanslaughter, such error is subject to a harmless error analysis. See State v.\r\nMiddleton, Op. No. 27358 (S.C. Sup. Ct. filed February 26, 2014) (Shearouse Adv.\r\nSh. No. 8 at 45, 49 n.2) (holding a trial court's refusal to give a jury charge on a\r\nlesser-included offense that is supported by the evidence is subject to harmless\r\nerror analysis). \"When considering whether an error with respect to a jury\r\ninstruction was harmless, we must 'determine beyond a reasonable doubt that the\r\nerror complained of did not contribute to the verdict.'\" Id. (quoting State v. Kerr,\r\n330 S.C. 132, 144–45, 498 S.E.2d 212, 218 (Ct. App. 1998)). \"In making a\r\nharmless error analysis, our inquiry is not what the verdict would have been had\r\nthe jury been given the correct charge, but whether the erroneous charge\r\ncontributed to the verdict rendered.\" Id. (citation omitted). \"Thus, whether or not\r\nthe error was harmless is a fact-intensive inquiry.\" Id.\r\n\r\nIn Middleton, the appellant deliberately drove up to a stopped vehicle and shot at\r\nthe two passengers at least five times. Id. at 46. None of the bullets struck the\r\npassengers because one of them jumped into the driver's seat and ran the appellant\r\noff the road. Id. However, one of the passengers sustained a few cuts from the\r\nbroken glass. Id. The appellant was charged with two counts of attempted murder\r\nand one count of possession of a weapon during the commission of a violent crime.\r\nId. The trial court charged the jury on the lesser-included offense of assault and\r\nbattery in the first degree as to the injured passenger, but refused to charge the\r\nlesser-included offense as to the uninjured passenger. Id at 46, 48. On appeal, our\r\nsupreme court found \"[t]he trial judge misconstrued the statutory definition of\r\nassault and battery in the first degree as requiring an injury to the victim.\" Id. at\r\n48. However, the court found the trial court's refusal to give an instruction on the\r\nlesser-included offense was harmless error because \"the only conclusion\r\nestablished by the evidence is that Appellant was guilty of attempted murder.\" Id.\r\nat 50–51.\r\n\r\nUnlike Middleton, the evidence in the present case does not support one clear-cut\r\nconclusion. As noted above, there was conflicting evidence as to whether Victim\r\nwas shot during a struggle over the murder weapon. Testimony from two\r\nwitnesses indicated the gun discovered next to Victim's body was fully loaded and,\r\nconsequently, was not the murder weapon. However, no bullet fragments or\r\nprojectiles were recovered during the investigation and none of the witnesses\r\npresent during the altercation actually saw the gun that was fired. Moreover,\r\n\nAppellant testified he was unarmed on the night of the shooting. According to\r\nAppellant, Victim initiated the altercation, and when Victim drew his gun, a\r\nstruggle ensued, resulting in Victim being shot by his own weapon. Appellant's\r\ntestimony, if believed, points to the killing being unintentional. Therefore, we\r\ncannot construe the evidence in this case as only showing Appellant intentionally\r\nkilled Victim. Accordingly, we find the trial court's refusal to charge involuntary\r\nmanslaughter was not harmless beyond a reasonable doubt.\r\n\r\nII. Charge on Flight as Evidence of Guilt\r\n\r\nAppellant also asserts the trial court erred in charging the jury that it could consider\r\nevidence of flight in determining his guilt. Although our determination concerning\r\nthe trial court's refusal to charge involuntary manslaughter is dispositive of this\r\nappeal, we note that Appellant did not preserve his argument regarding flight as\r\nevidence of guilt. At trial, it was the State that objected to the trial court's\r\ninstruction on flight. Appellant did not join in the State's objection; instead,\r\nAppellant argued the instruction was proper. See State v. Dunbar, 356 S.C. 138,\r\n142, 587 S.E.2d 691, 693–94 (2003) (holding an issue must be raised to and ruled\r\nupon by the trial court to be preserved for review); id. at 142, 587 S.E.2d at 694\r\n(stating a party may not argue one ground at trial and an alternate ground on\r\nappeal).\r\n\r\nCONCLUSION\r\n\r\nFor the foregoing reasons, Appellant's conviction and sentence are\r\n\r\nREVERSED AND REMANDED.\r\n\r\nFEW, C.J., and SHORT, J., concur.\r\n\n","court":"Appeals"},{"id":"5223","title":"Roberts v. State","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5223.pdf","description":"Ronald I. Roberts was convicted of trafficking in cocaine and possession with intent to distribute cocaine within one-half mile proximity of a school.  Based upon a confusing jury verdict we reverse Roberts' trafficking conviction and remand for a new trial.","date":"2014-04-23","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            Ronald I. Roberts, Petitioner,\r\n\r\n            v.\r\n\r\n            State of South Carolina, Respondent.\r\n\r\n            Appellate Case No. 2010-164306\r\n\r\n\r\n\r\n                         Appeal From Charleston County \n\r\n                        Paul M. Burch, Trial Court Judge \n\r\n                 Roger M. Young, Sr., Post-Conviction Relief Judge \n\r\n\r\n\r\n                                Opinion No. 5223 \n\r\n                    Heard January 8, 2014 – Filed April 23, 2014 \n\r\n\r\n\r\n                         REVERSED AND REMANDED\r\n\r\n\r\n            Jerry Nicholas Theos, of Uricchio, Howe, Krell,\r\n            Jacobson, Toporek, Theos & Keith, P.A., of Charleston,\r\n            for Petitioner.\r\n\r\n            Attorney General Alan McCrory Wilson, Assistant\r\n            Attorney General Matthew J. Friedman, and Assistant\r\n            Attorney General Ashley R. Wilson, all of Columbia, for\r\n            Respondent.\r\n\r\n\r\nHUFF, J.: Following his jury convictions for trafficking in cocaine and possession\r\nwith intent to distribute (PWID) cocaine within one-half mile proximity of a\r\nschool, Ronald I. Roberts was sentenced to concurrent terms of twenty-five years\r\nimprisonment for the trafficking charge and ten years imprisonment for the\r\nproximity charge. In this belated direct appeal, Roberts contends the trial court\r\n\nerred in (1) failing to grant his motion for directed verdict and (2) failing to dismiss\r\na confusing trafficking indictment which led to a confusing jury verdict. We find\r\nthe directed verdict issue is not preserved; however, based upon the confusing jury\r\nverdict, we reverse Roberts' trafficking conviction and remand for a new trial.\r\n\r\n                  FACTUAL/PROCEDURAL BACKGROUND\r\n\r\nIn May 2003, the Grand Jury true-billed indictments against Roberts for trafficking\r\nin cocaine in an amount between 200 and 400 grams, and PWID cocaine within\r\none-half mile proximity of a school. When the matter was called to trial in August\r\n2006, the solicitor referred to the trafficking indictment as \"trafficking cocaine,\"\r\nwithout mention of any amount. The State thereafter argued the case and\r\npresented evidence linking Roberts to the possession of 196.72 grams of cocaine\r\nfound underneath Roberts' bed in his home, and that Roberts' home was located\r\nless than a half-mile from an elementary school. After the State rested, trial\r\ncounsel made a general motion for directed verdict on both charges, which the trial\r\ncourt denied. The defense then rested without presenting any evidence.\r\n\r\nDuring closing arguments, the solicitor specified that the charge against Roberts\r\ninvolved 100 to 200 grams of the drug and the State was required to prove Roberts\r\nwas in control of at least 100 grams, with the evidence showing he was in control\r\nof around 196 grams of cocaine. The trial court then charged the jury that Roberts\r\nwas charged with \"trafficking cocaine, more than 100 grams\" and that, pursuant to\r\nthe indictment, the State was required to prove beyond a reasonable doubt that the\r\namount of the cocaine \"was one hundred grams or more, but less than two hundred\r\ngrams.\" The court also stated, although the indictments could not be considered as\r\nevidence, the jury foreman was to use the indictments to record the jury's verdict.\r\nAt the conclusion of the charge, the verdict forms were presented to the jury.\r\n\r\nWhen the jury returned with its verdicts on the two charges, the clerk read from the\r\nverdict forms as follows: \"Case number 2003-GS-10-3696 (sic),1 The State of\r\nSouth Carolina versus Ronald Irving Roberts, indicted for trafficking cocaine, two\r\nhundred to four hundred grams, we the jury find the defendant guilty. Signed\r\nby [the] foreperson, dated August 10, 2006.\" (bolded emphasis added). The clerk\r\nthen asked the jurors to raise their hands if that was their verdict, and the record\r\nindicates all hands were raised. After the clerk then read the verdict from the\r\nPWID proximity indictment finding Roberts guilty of that charge as well, and the\r\n\r\n1It appears the correct case number for the trafficking charge was 2003-GS-10-\r\n3296.\r\n\njury confirmed that verdict, a bench conference was held off the record. Once\r\nback on the record, the clerk, without any explanation, then stated as follows: \"As\r\nto indictment 2003-GS-10-3296, The State of South Carolina versus Ronald Irving\r\nRoberts, indicted for trafficking cocaine, one hundred to two hundred grams, we\r\nthe jury find the defendant guilty. Signed by [the] foreperson, dated August 10,\r\n2006.\" (bolded emphasis added). The jurors were again asked to confirm that was\r\ntheir verdict by raising their hands, and the record indicates they did so. At this\r\npoint, trial counsel asked to look at the verdict form. After reviewing it, the\r\nfollowing colloquy occurred:\r\n\r\n            [Trial Counsel]: Your Honor, there does appear to be a\r\n            (sic) issue on - - indictment 3296. On the page - - on the\r\n            side of the indictment form, where the verdict appears,\r\n            it's typed trafficking cocaine, two hundred, dash, four\r\n            hundred grams, even though the indictment itself . . . on\r\n            the other page . . . in excess of two hundred grams and\r\n            then it was marked through with a one.\r\n\r\n            . . . I'd not caught that before, . . . and I don't know\r\n            whether there is any issue about . . was this indictment\r\n            amended before or after it was presented to the jury - -\r\n            Grand Jury? I just don’t know.\r\n\r\n            [Court]: All right, so technically it's a lesser included\r\n            offense that the State elected to go forward with, with the\r\n            amount being between one hundred and two hundred.\r\n            Am I wrong?\r\n\r\n            [Solicitor]: That's correct, your Honor. The official\r\n            weight was over two hundred in the field weight. The\r\n            testing came back and it came in slightly under two\r\n            hundred.\r\n\r\n            The State proceeds on a lesser included of one\r\n            hundred/two hundred grams, your Honor.\r\n\r\n            [Trial Counsel]: . . . [B]ut was the indictment for in\r\n            excess of two hundred grams? That's . . . the point.\r\n\n            [Court]: It . . . originally was. But, as you know, many\r\n            crimes have lesser included offenses.\r\n\r\n            [Trial Counsel]: But I thought that I was instructed here\r\n            that this offense does not have a lesser included offense\r\n            of less than the hundred grams.\r\n\r\n            Your Honor, we would object to the verdict for the\r\n            indictment for trafficking cocaine, and would move to\r\n            dismiss it, . . . - - I'm not sure whether the jury found my\r\n            client guilty of more than two hundred grams of cocaine\r\n            or more than one hundred grams of cocaine by looking at\r\n            the indictment.\r\n\r\n            [Court]: I'll have to deny any motion and let the verdict\r\n            stand based on the principle of lesser included offense\r\n            and conforming everything to the evidence that was\r\n            presented.\r\n\r\nTrial counsel noted the trial court had declined to give a requested lesser included\r\ninstruction of trafficking in more than ten but less than 100 grams of cocaine. The\r\ncourt clarified it declined to do so because the evidence showed the amount of\r\ndrugs involved was 196 grams, and there was no evidence to support a verdict for\r\nless than 100 grams of the drug. Trial counsel then asked for the jury to be polled.\r\nThe clerk informed the jurors he was going to ask them two questions, \"Is this your\r\nverdict, and is this still your verdict,\" and proceeded to ask them \"Are these your\r\nverdicts,\" and \"Are they still your verdicts,\" to which the jurors each responded\r\naffirmatively to both questions. However, the clerk did not mention any weights\r\nassociated with the trafficking charge nor clarify to which verdict he was referring\r\non the trafficking charge and whether they were affirming a verdict to trafficking\r\nbetween 200 and 400 grams or between 100 and 200 grams of cocaine.\r\n\r\n                                LAW/ANALYSIS\r\n\r\n1.    Directed Verdict\r\n\r\nRoberts first contends the trial court erred in failing to direct a verdict on the\r\ntrafficking charge. He argues the undisputed evidence presented at trial was that\r\nthe amount of cocaine retrieved from his home weighed 196.72 grams, and\r\ntherefore the evidence did not support the indicted offense of trafficking between\r\n\n200 and 400 grams of cocaine. The State, however, contends this issue is not\r\nproperly preserved.\r\n\r\nAfter the State rested its case, trial counsel argued only as follows:\r\n\r\n             The defendant would move for a judgment of acquittal on\r\n             the grounds that the State has not offered evidence from\r\n             which the jury could find, beyond a reasonable doubt,\r\n             that he was either guilty of trafficking or guilty of\r\n             possession with intent to distribute within a half-a-mile\r\n             of the courthouse (sic). I don't care to argue any details.\r\n\r\nNotably, trial counsel did not bring to the trial court's attention the discrepancy\r\nbetween the amount of cocaine listed in the indictment and the amount presented\r\nas evidence at trial. The trial court denied the motion \"based on the evidence that's\r\nbefore the court.\"\r\n\r\nWe agree with the State that this issue is not preserved for review. Roberts only\r\nmade a general motion for directed verdict based upon the sufficiency of the\r\nevidence to show he was guilty of trafficking cocaine and PWID within proximity.\r\nHe never argued, as he does on appeal, that the undisputed evidence showed the\r\namount attributable to him was only 196.72 grams and therefore the evidence did\r\nnot support the indicted offense of trafficking between 200 and 400 grams of\r\ncocaine. Indeed, as shown by the matter raised following the jury's verdict, trial\r\ncounsel was not even aware, at that time, of any discrepancy between the amount\r\ncharged in the indictment and the amount of cocaine proved by the State in order to\r\nargue the matter at the mid-trial directed verdict stage. See State v. Sterling, 396\r\nS.C. 599, 612, 723 S.E.2d 176, 183 (2012) (\"A general directed verdict motion . . .\r\ndoes not preserve any issue for appeal.\"); State v. Jennings, 394 S.C. 473, 481, 716\r\nS.E.2d 91, 95 (2011) (\"For an issue to be properly preserved it has to be raised to\r\nand ruled on by the trial court.\"); State v. Freiburger, 366 S.C. 125, 134, 620\r\nS.E.2d 737, 741 (2005) (holding an issue is not preserved for appellate review\r\nwhen one ground is raised below and another ground is raised on appeal); State v.\r\nAdams, 332 S.C. 139, 144, 504 S.E.2d 124, 126 (Ct. App. 1998) (finding, when the\r\nonly argument made at trial was that the evidence did not rise to the level of a\r\nreasonable doubt, and the precise appellate argument was neither raised to nor\r\nruled upon by the trial court, appellant's challenge to the denial of his motion for\r\ndirected verdict was not preserved for review).\r\n\r\n2.    Confusing Indictment Leading to Confusing Verdict\r\n\nThe record before us contains a copy of a true-billed, unaltered trafficking\r\nindictment, apparently provided to trial counsel pursuant to Rule 5, SCRCrimP,\r\nwhich is captioned \"INDICTMENT FOR TRAFFICKING COCAINE 200-400\r\nGRAMS,\" with the following charging language in the body of the indictment:\r\n\r\n             That Ronald Irving Roberts did in Charleston County on\r\n             or about March 4, 2003, knowingly sell, manufacture,\r\n             cultivate, deliver, purchase, or bring into this State, or did\r\n             provide financial assistance or otherwise aid, abet,\r\n             attempt, or conspire to sell, manufacture, cultivate,\r\n             deliver, purchase, or bring into this State, or was\r\n             knowingly in actual or constructive possession or\r\n             knowingly attempted to become in actual or constructive\r\n             possession of a controlled substance or a controlled\r\n             substance analogue, to wit: Cocaine, in excess of 200.00\r\n             grams. This is in violation of § 44-53-370 of the South\r\n             Carolina Code of Laws (1976) as amended.\r\n\r\n(emphasis added). The back of this indictment, showing the action of the Grand\r\nJury and providing a place to record the verdict, indicates it is an \"Indictment for\r\nTRAFFICKING COCAINE 200-400 GRAMS.\" (emphasis added). Also appearing\r\nin the record is an altered version of this indictment which is still captioned\r\n\"INDICTMENT FOR TRAFFICKING COCAINE 200-400 GRAMS,\" but within\r\nthe body on the indictment includes the number \"1\" drawn over the number \"2,\"\r\nsuch that the altered version provides Roberts did traffic in cocaine \"in excess of\r\n100.00 grams.\" (emphases added). On the back of this altered version, which\r\nincludes the jury's written notation of a guilty verdict as well as the foreperson's\r\nsignature and the date, it continues to indicate it is an \"Indictment for\r\nTRAFFICKING COCAINE 200-400 GRAMS.\" (emphasis added).\r\n\r\nRoberts asserts error in the trial court's denial of his motion to dismiss his\r\nindictment based upon the surreptitiously and partially altered indictment, in\r\nconjunction with questioning of the jury as to its verdict. He contends the altered\r\ntrafficking indictment was confusing, and this in turn led to confusion regarding\r\nthe jury verdict. Roberts notes that varying amounts were listed on the verdict\r\nform used by the jury, which created confusion as to the jury's actual verdict.\r\nRoberts also argues the error could not be harmless because the trial court\r\nessentially interpreted the jury's action of finding him guilty of trafficking in 100 to\r\n200 grams, denying him his Sixth Amendment right to a jury trial which includes\r\n\nthe right to have the jury, rather than the trial court, reach the verdict. He contends\r\nthe trial court's decision to interpret the jury's verdict in this manner denied him the\r\nright to a trial by jury, and his conviction should be reversed.2 We agree.\r\n\r\nFirst, we find no merit to the State's assertion that this issue is not preserved for\r\nreview based upon Roberts' failure to object to the indictment prior to the jury\r\nbeing sworn. The State cites to language in State v. Gentry, 363 S.C. 93, 101, 610\r\nS.E.2d 494, 499 (2005), wherein our supreme court held \"if an indictment is\r\nchallenged as insufficient or defective, the defendant must raise that issue before\r\nthe jury is sworn and not afterwards.\" However, in support of this holding, Gentry\r\nrelies on section 17-19-90 of the South Carolina Code, which provides, \"Every\r\nobjection to any indictment for any defect apparent on the face thereof shall be\r\ntaken by demurrer or on motion to quash such indictment before the jury shall be\r\nsworn and not afterwards.\" S.C. Code Ann. § 17-19-90 (2003) (emphasis added).\r\nIt is undisputed the parties do not know when, where, or by whom the alteration\r\nwas made to the original true-billed indictment. At a PCR hearing, trial counsel\r\ntestified he was associated with the case approximately one week before the trial,\r\nat which time he reviewed the discovery file that included the unaltered indictment.\r\nHowever, according to trial counsel, the indictment returned with the jury verdict\r\nincluded the alteration. Thus, there is no indication that any defect was apparent\r\non the face of the indictment at the time the jury was sworn. Further, it is clear\r\nthat, under appropriate circumstances, amendments may be made to indictments\r\nsubsequent to the swearing of the jury. See Granger v. State, 333 S.C. 2, 5, 507\r\nS.E.2d 322, 324 (1998) (noting an indictment \"may be amended at trial only if the\r\namendment does not change the nature of the offense charged\"); S.C. Code Ann. §\r\n17-19-100 (2003) (providing, if it does not change the nature of the offense\r\ncharged, the court may amend an indictment under certain circumstances,\r\nincluding when \"on the trial of any case there shall appear to be any variance\r\nbetween the allegations of the indictment and the evidence offered in proof thereof\r\n. . .\").\r\n\r\nMore importantly, although the alteration to the indictment is part and parcel to\r\nRoberts' argument on this matter, we do not believe the issue on appeal is a\r\nchallenge to the sufficiency of the indictment or permissibility of amendment.\r\nRather, Roberts challenges the trial court's denial of his post-verdict motion based\r\n\r\n2 Though Roberts actually asks that his \"convictions\" be reversed, there is no basis\r\nfor overturning his PWID within proximity conviction, and none is argued by\r\nRoberts on appeal. Nor is such an argument preserved for review as it was not\r\nraised to the trial court.\r\n\nupon the confusing jury verdict.3 In so doing, Roberts notes the surreptitious\r\nalteration of the indictment which was included in the verdict form delivered by\r\nthe jury; the fact that the clerk initially announced the verdict as a finding of guilt\r\non the trafficking in cocaine between 200 and 400 grams; that no on-record\r\nclarification was made before the clerk inexplicably announced a guilty verdict of\r\ntrafficking in 100 to 200 grams of cocaine; the jury affirmed both of these verdicts;\r\nthe jury was never informed they were being asked about two different weight\r\nranges; and, upon polling, the trial court did not specify which of the two different\r\nverdicts it was asking the jury to affirm. Roberts does not assert the indictment\r\nwas somehow defective or deficient, but argues the circumstances surrounding the\r\npartial alteration of the indictment presented to the jury for use as a verdict form,\r\nalong with the subsequent readings of the verdict by the clerk and affirmation and\r\npolling of the jury, ultimately resulted in a confusing jury verdict.\r\n\r\nOn the merits, we find the confusing and questionable circumstances surrounding\r\nthe jury verdict were such that it led to an ambiguous and uncertain verdict. First,\r\nthere is absolutely no indication of when and by whom the alteration was made to\r\nthe indictment. There is nothing in the record to show any motion was ever made\r\nto amend the indictment or that the trial court granted such motion. Though the\r\ntrial court treated the matter as if the alteration were a permissible amendment to\r\nthe indictment,4 it did not do so until after the verdict was already returned. Thus,\r\nassuming arguendo that an amendment would have been proper under the facts of\r\nthis case, nothing in the full record before us5 shows there was ever any timely,\r\nformal amendment of the indictment.6\r\n\r\n\r\n3 Though trial counsel moved to dismiss the indictment for trafficking, he clearly\r\nraised an objection to the confusing verdict, noting he could not discern under the\r\ncircumstances whether the jury found Roberts guilty of trafficking in the 100 to\r\n200 gram weight, or trafficking in the 200 to 400 gram amount. Further, the trial\r\ncourt stated it would \"have to deny any motion,\" by trial counsel in this regard.\r\n4 See State v. Means, 367 S.C. 374, 385-86, 626 S.E.2d 348, 355 (2006)\r\n(\"Amendments to an indictment are permissible if: (1) they do not change the\r\nnature of the offense; (2) the charge is a lesser included offense of the crime\r\ncharged in the indictment; or (3) the defendant waives presentment to the grand\r\njury and pleads guilty.\").\r\n5 Because this matter was initiated by a PCR action, the complete transcript from\r\nRoberts' trial is included within the record.\r\n6 We do not address whether a timely amendment to the indictment would have\r\nbeen permissible in this matter, but simply assume so for the sake of argument.\r\n\nIn Wertz v. State, 349 S.C. 291, 562 S.E.2d 654 (2002), our supreme court stated as\r\nfollows:     A verdict should be certain and import a definite meaning\r\n             free from ambiguity.\r\n\r\n             If a party believes there is confusion in the wording of a\r\n             jury's verdict, that party should call it to the attention of\r\n             the trial court at the time the verdict is rendered so that\r\n             any confusion in the verdict's language can be easily\r\n             cleared up. It is the duty of the trial judge to decide what\r\n             the verdict meant, and, in reaching his conclusion\r\n             thereabout, it [is] his duty to take into consideration not\r\n             only the language of the verdict, but all the matters that\r\n             occurred in the course of the trial. . . .\r\n\r\n             A verdict of a jury should be upheld when it is possible\r\n             to do so, and carry into effect what was clearly the\r\n             intention of the jury. When a verdict is so confused,\r\n             however, that it is not absolutely clear what the jury\r\n             intended to do, the safest and best course for the court to\r\n             pursue is to order a new trial. Judges and parties should\r\n             not be required to guess as to what verdict a jury sought\r\n             to render.\r\n\r\nId. at 296, 562 S.E.2d at 657 (citations and quotation marks omitted). Here, there\r\nwas an alteration to the indictment, which does not appear to have been timely or\r\nformally amended. The indictment was only partially altered and done in such a\r\nway that there were inconsistencies in the amount of drugs involved shown in the\r\nthree places on the altered indictment. Additionally, this altered and inconsistent\r\nindictment was used by the jury to record its verdict. Further, trial counsel called\r\nthe problems with the verdict to the trial court's attention. The court, however,\r\nfocused on whether trafficking in 100 to 200 grams of cocaine would be a lesser\r\nincluded offense of a charge of trafficking in 200 to 400 grams of cocaine or\r\nwhether an amendment of the indictment would be permissible as conforming to\r\nthe evidence presented at trial. Taking into consideration the inconsistencies in the\r\namount of drugs stated in the indictment upon which the jury recorded its verdict\r\nand the fact that the clerk first read the guilty verdict to be for the greater amount\r\nof drugs and then inexplicably announced the verdict was for the lesser amount, we\r\nbelieve there was ambiguity and confusion as to the jury's verdict. Further, this\r\n\nambiguity was never clarified after trial counsel called it to the court's attention. In\r\nthe final polling of the jury, the jurors were not told which drug-amount conviction\r\nthey were asked to affirm. Considering the totality of the circumstances, we\r\nbelieve the verdict was so confused that it is not absolutely clear what the jury\r\nintended to do, and the trial court should have ordered a new trial. See id. at 296,\r\n562 S.E.2d at 657 (\"When a verdict is so confused . . . that it is not absolutely clear\r\nwhat the jury intended to do, the safest and best course for the court to pursue is to\r\norder a new trial.\").\r\n\r\nAdditionally, we do not believe the matter can be deemed harmless. The most\r\nimportant element of the provision in the Sixth Amendment to the Constitution of\r\nthe United States that the accused in a criminal prosecution have the right to a\r\nspeedy and public trial by an impartial jury, is \"the right to have the jury, rather\r\nthan the [trial court], reach the requisite finding of 'guilty.'\" Sullivan v. Louisiana,\r\n508 U.S. 275, 277 (1993). \"Thus, although a [trial court] may direct a verdict for\r\nthe defendant if the evidence is legally insufficient to establish guilt, [it] may not\r\ndirect a verdict for the State, no matter how overwhelming the evidence.\" Id. \"The\r\nSixth Amendment requires more than appellate speculation about a hypothetical\r\njury's action, or else directed verdicts for the State would be sustainable on appeal;\r\nit requires an actual jury finding of guilt.\" Id. at 280. \"Although most\r\nconstitutional errors have been held amenable to harmless-error analysis, . . . some\r\nwill always invalidate the conviction.\" Id. at 279. In a \"[h]armless-error review,\"\r\nthe court looks \"to the basis on which the 'jury actually rested its verdict,'\" such\r\nthat the inquiry \"is not whether, in a trial that occurred without the error, a guilty\r\nverdict would surely have been rendered, but whether the guilty verdict actually\r\nrendered in this trial was surely unattributable to the error.\" Id. \"[T]o hypothesize\r\na guilty verdict that was never in fact rendered—no matter how inescapable the\r\nfindings to support that verdict might be—would violate the jury-trial guarantee.\"\r\nId.\r\n\r\nRegardless of how overwhelming the evidence of Roberts' guilt to trafficking in\r\n100 to 200 grams of cocaine, we find the trial court improperly attempted to\r\ninterpret a confusing verdict, and the error in so doing cannot be considered\r\nharmless.7 Given the confusing verdict, \"the safest and best course . . . is to order a\r\nnew trial.\" Wertz, 349 S.C. at 296, 562 S.E.2d at 657.\r\n\r\n7 We find no merit to the State's assertion Roberts cannot show he was prejudiced\r\nby the amendment to the weight of the drugs. As noted, there is nothing to show\r\nthe indictment was ever formally or timely amended. Further, the question here is\r\nnot whether amendment of the indictment would have been properly permitted, but\r\n\n                                CONCLUSION\r\n\r\nBased on the foregoing, we reverse Roberts' trafficking conviction and remand for\r\na new trial.\r\n\r\nREVERSED AND REMANDED.\r\n\r\nGEATHERS and LOCKEMY, JJ., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nwhether the circumstances surrounding the jury's verdict showed such confusion\r\nthat it is not absolutely clear what the jury intended to do. Because the\r\ncircumstances surrounding the jury verdict were so confused that it cannot be\r\nclearly discerned what the jury intended to do, we find the matter cannot be\r\nconsidered harmless.\r\n\n","court":"Appeals"},{"id":"5224","title":"State v. Robinson","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5224.pdf","description":"Alex Robinson appeals his conviction for trafficking cocaine, arguing the trial court erred in refusing to suppress evidence seized pursuant to a search warrant.  We find the search warrant invalid because the affidavit supporting it gave the issuing judge no information as to the confidential informant's reliability.  Without such information, the affidavit did not provide the issuing judge a substantial basis for a finding of probable cause, the good faith exception does not apply, and the evidence must be suppressed.  We reverse.","date":"2014-04-23","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n             The State, Respondent,\r\n\r\n             v.\r\n\r\n             Alex Robinson, Appellant.\r\n\r\n             Appellate Case No. 2011-203769\r\n\r\n\r\n\r\n                           Appeal From Horry County \n\r\n                    Edward B. Cottingham, Circuit Court Judge \n\r\n\r\n\r\n                               Opinion No. 5224 \n\r\n                   Heard January 8, 2014 – Filed April 23, 2014 \n\r\n\r\n\r\n                                   REVERSED\r\n\r\n\r\n             Dayne C. Phillips, of Lexington, and Appellate Defender\r\n             Carmen Vaughn Ganjehsani, of Columbia, for Appellant.\r\n\r\n             Attorney General Alan McCrory Wilson and Assistant\r\n             Attorney General Mark Reynolds Farthing, both of\r\n             Columbia, for Respondent.\r\n\r\n\r\nFEW, C.J.: Alex Robinson appeals his conviction for trafficking cocaine, arguing\r\nthe trial court erred in refusing to suppress evidence seized pursuant to a search\r\nwarrant. We find the search warrant invalid because the affidavit supporting it\r\ngave the issuing judge no information as to the confidential informant's reliability.\r\nWe reverse.\r\n\n      I.    Facts and Procedural History\r\n\r\nIn August 2008, a confidential informant told Sergeant Kent Donald of the Horry\r\nCounty Police Department's narcotics and vice section she could purchase drugs\r\nfrom Robinson's residence. Sergeant Donald and a federal law enforcement agent\r\nmet with the informant on August 15 to set up the first buy. The informant told the\r\nofficers that to make the purchase, \"she would go meet the other person that was\r\ngoing to supply them with the cocaine.\" The \"other person\" was Christopher\r\nOliver. Sergeant Donald testified he \"debriefed\" the informant after the buy.\r\nDescribing what the informant told him, Sergeant Donald testified, \"When [the\r\ninformant] got there, . . . Mr. Oliver told her to drop him off away from the\r\nresidence because the occupants of the house did not want any undue suspicion on\r\ntheir house. So, [the informant] was told to park down the road[,] and [Oliver]\r\nwould walk to the residence.\"\r\n\r\nSergeant Donald also testified that on August 22 and September 12, he \"met with\r\nthe confidential informant to search -- wired,[1] I gave her $600 of police buy\r\nmoney. She went and picked Mr. Oliver up[,] and they went again to [Robinson's\r\nresidence].\" While Oliver was inside Robinson's residence, the informant \"sat in\r\nthe car the whole time\" and listened to music.\r\n\r\nOn September 17, Sergeant Donald prepared an affidavit in which he swore the\r\ninformant—not Oliver—purchased cocaine from Robinson's residence. Sergeant\r\nDonald stated,\r\n\r\n            A confidential and reliable informant working for the\r\n            Horry County Police Department purchased a quantity of\r\n            off white powder substance represented as being cocaine\r\n            and field-testing positive for cocaine attributes from the\r\n            occupants of the house identified as 1251 Stoneybrook\r\n            Dr. in Conway, SC. That the informant has been able to\r\n            make recent continuous purchases of illegal drugs from\r\n            this residence leads to the affiant's belief that there is the\r\n            possibility there may be more illegal drugs located at this\r\n            residence.\r\n\r\n\r\n1 Sergeant Donald later described the \"wire\" as an audio listening device, which\r\nrecorded the informant—but not the drug sale—while she sat in her car listening to\r\nmusic and waiting on Oliver to buy the drugs.\r\n\nSergeant Donald presented the affidavit to a circuit court judge because \"this case\r\nhad the possibility of going federal,\" and on September 17 the judge signed a\r\nwarrant authorizing the search of Robinson's residence. When officers executed\r\nthe warrant on September 25, they discovered a large plastic bag containing 109.35\r\ngrams of cocaine, seven small bags of cocaine, marijuana, ecstasy pills, a scale,\r\nvideo surveillance equipment, and various items connecting Robinson to the\r\nresidence, such as his mail and photographs of him.\r\n\r\nRobinson was indicted for trafficking cocaine, and the State called the case for trial\r\nbefore the same circuit judge who signed the search warrant. The trial court denied\r\nhis motion to suppress the evidence seized pursuant to the warrant. The jury found\r\nhim guilty, and the court sentenced him to twenty-five years in prison.\r\n\r\n      II.    The Validity of the Warrant\r\n\r\nWe address two of Robinson's arguments that the trial court erred by not granting\r\nhis motion to suppress. First, he argues Sergeant Donald misled the judge who\r\nissued the search warrant by knowingly omitting the facts and circumstances of\r\nOliver's involvement in the drug transactions. Second, he argues the warrant is\r\ninvalid because Sergeant Donald did not present the issuing judge with any\r\ninformation regarding the confidential informant's reliability.\r\n\r\nWe agree Sergeant Donald omitted key information necessary for the issuing judge\r\nto determine whether probable cause existed. We disagree, however, that the\r\nomission of the information requires suppression. Regarding Sergeant Donald's\r\nfailure to provide the issuing judge information about the informant's reliability,\r\nwe find this failure left no substantial basis on which the judge could determine the\r\nexistence of probable cause, and thus we order suppression.\r\n\r\n             A.     The Omission of Key Information from the Affidavit\r\n\r\nThe trial court agreed with the State that the affidavit was accurate despite the\r\nomission of Oliver's involvement. The court stated, \"This affidavit has -- there's no\r\nfalse statement in this affidavit.\" We hold the trial court's finding is clearly\r\nerroneous. See State v. Brown, 401 S.C. 82, 87, 736 S.E.2d 263, 265 (2012) (\"In\r\ncriminal cases, an appellate court sits to review only errors of law, and it is bound\r\nby the trial court's factual findings unless they are clearly erroneous.\").\r\n\r\nSergeant Donald's affidavit states the \"informant . . . purchased . . . cocaine . . .\r\nfrom the occupants of the house,\" and \"the informant has been able to make . . .\r\n\npurchases of . . . drugs from this residence.\" During the suppression hearing,\r\nhowever, he testified, \"I was working a confidential informant who stated that she\r\nknew someone that could purchase some drugs.\" Describing the individual buys,\r\nhe testified the informant \"would go meet the other person that was going to supply\r\nthem with the cocaine.\" Sergeant Donald's affidavit implies, if not expressly\r\nstates, the informant personally entered the house and purchased cocaine. In\r\nactuality, however, assuming what the informant told Sergeant Donald was true,\r\nOliver was the one who purchased cocaine from the occupants of the house while\r\nthe informant was \"park[ed] down the road\" listening to music. Sergeant Donald's\r\ntestimony at the suppression hearing conclusively demonstrates his statements in\r\nthe affidavit are false.\r\n\r\nThe State argues Sergeant Donald's statements are true because Oliver was the\r\ninformant's agent, and through Oliver the informant purchased the drugs. Even if\r\nthe State is correct that the informant was a purchaser under the law of agency, that\r\nis a determination the issuing judge must make—not the officer. See United States\r\nv. Watson, 703 F.3d 684, 695 n.13 (4th Cir. 2013) (\"[T]he point of the Fourth\r\nAmendment, which often is not grasped by zealous officers, is not that it denies\r\nlaw enforcement the support of the usual inferences which reasonable men draw\r\nfrom evidence. Its protection consists in requiring that those inferences be drawn\r\nby a neutral and detached magistrate instead of being judged by the officer\r\nengaged in the often competitive enterprise of ferreting out crime.\" (citations\r\nomitted)); State v. Gentile, 373 S.C. 506, 513, 646 S.E.2d 171, 174 (Ct. App. 2007)\r\n(\"The affidavit must contain sufficient underlying facts and information upon\r\nwhich the magistrate may make a determination of probable cause.\" (emphasis\r\nadded and citation omitted)). Thus, the officer should have disclosed that the\r\ninformant purchased cocaine through a purported agent, and should have described\r\nthe circumstances he believed gave rise to the agency relationship. Because the\r\naffidavit represented that the informant was the purchaser, but did not disclose the\r\nfacts related to agency, the affidavit is false even under the State's agency theory.\r\n\r\nTherefore, the trial court's finding that the affidavit contained no false statement is\r\nclearly erroneous. Although there is plenty of evidence relating to the trial court's\r\nfinding, all of this evidence negates—none supports—the trial court's conclusion.\r\nSee Brown, 401 S.C. at 87, 736 S.E.2d at 265 (stating \"[in] a Fourth Amendment\r\nsearch and seizure case, an appellate court must affirm the trial court's ruling if\r\nthere is any evidence to support it\").\r\n\r\nUnder Franks v. Delaware, however, the court may not order suppression simply\r\nbecause the officer made a false statement in, or omitted key facts from, an\r\n\naffidavit supporting a search warrant. 438 U.S. 154, 155-56, 98 S. Ct. 2674, 2676,\r\n57 L. Ed. 2d 667, 672 (1978) (establishing the two-prong test for challenging the\r\nveracity of a search warrant affidavit). The defendant must also demonstrate\r\n\"those false statements or omissions were material, i.e., rendered the affidavit\r\nunable to 'support a probable cause finding.'\" United States v. McKenzie-Gude,\r\n671 F.3d 452, 462 (4th Cir. 2011) (quoting United States v. Allen, 631 F.3d 164,\r\n171 (4th Cir. 2011)). We find Sergeant Donald's false statement in the affidavit\r\ndoes not require suppression because the existence of probable cause depended on\r\nthe accuracy of what the informant told Sergeant Donald. In other words,\r\nincluding in the affidavit the correct information about Oliver's involvement would\r\nnot have changed the fact that probable cause existed, if the informant was telling\r\nthe truth.   B.    The Reliability of the Confidential Informant\r\n\r\nWe find, however, that Sergeant Donald's failure to include in his affidavit any\r\nevidence of the informant's reliability renders the warrant invalid. In making a\r\nprobable cause determination,\r\n\r\n             The task of the issuing magistrate is simply to make a\r\n             practical, common-sense decision whether, given all the\r\n             circumstances set forth in the affidavit before him,\r\n             including the \"veracity\" and \"basis of knowledge\" of\r\n             persons supplying hearsay information, there is a fair\r\n             probability that contraband or evidence of a crime will be\r\n             found in a particular place.\r\n\r\nState v. Herring, 387 S.C. 201, 212, 692 S.E.2d 490, 496 (2009) (emphasis added)\r\n(quoting Illinois v. Gates, 462 U.S. 213, 238, 103 S. Ct. 2317, 2332, 76 L. Ed. 2d\r\n527, 548 (1983)).\r\n\r\nThe only information in the affidavit about the events and circumstances at\r\nRobinson's residence, and thus the only information provided to the issuing judge\r\nregarding the existence of probable cause, came from the informant. As the\r\nissuing judge observed during the suppression hearing, \"There were drugs there if\r\nthe allegations [in the affidavit] are true.\" Thus, the existence of probable cause in\r\nthis case depended entirely on the informant's hearsay statements to Sergeant\r\nDonald—whether the informant told the truth—particularly as to (1) whether there\r\nwere any drugs purchased at all and (2) whether the drugs were purchased from\r\nRobinson's residence. Concerning these key points, if the informant gave Sergeant\r\n\nDonald incorrect information, there would be no probable cause to search\r\nRobinson's residence. Therefore, we find it was necessary that Sergeant Donald\r\ndemonstrate the informant's reliability to the issuing judge. See State v. Martin,\r\n347 S.C. 522, 527, 556 S.E.2d 706, 709 (Ct. App. 2001) (\"'A warrant based solely\r\non information provided by a confidential informant must contain information\r\nsupporting the credibility of the informant and the basis of his knowledge.'\"\r\n(quoting State v. 192 Coin-Operated Video Game Machs., 338 S.C. 176, 192, 525\r\nS.E.2d 872, 881 (2000))); State v. Adolphe, 314 S.C. 89, 92, 441 S.E.2d 832, 833\r\n(Ct. App. 1994) (\"The task of a magistrate when determining whether to issue a\r\nwarrant . . . . includes consideration of the veracity of the person supplying the\r\ninformation and the basis of his or her knowledge.\" (internal citations omitted)).\r\n\r\n      III.   Suppression\r\n\r\nThe State argues against suppressing the evidence because it contends the warrant\r\nwas obtained in good faith and was not so lacking in indicia of probable cause that\r\nthe law enforcement officers' belief in its validity was unreasonable, and thus\r\nshould be upheld under United States v. Leon, 468 U.S. 897, 919-20, 104 S. Ct.\r\n3405, 3419, 82 L. Ed. 2d 677, 696-97 (1984). In Leon, the Supreme Court\r\nestablished a good faith exception to the exclusionary rule, holding \"that when an\r\nofficer acting in objective good faith has obtained a search warrant from a judge or\r\nmagistrate and acted within its scope, a reviewing court should not order a\r\nsuppression of the evidence based on a lack of probable cause.\" State v. Weston,\r\n329 S.C. 287, 292, 494 S.E.2d 801, 803-04 (1997) (summarizing Leon). The Leon\r\nCourt listed three situations in which the good faith exception cannot apply, one of\r\nwhich is reviewing courts will not defer to a warrant based on an affidavit \"that\r\ndoes not provide the magistrate with a substantial basis for determining the\r\nexistence of probable cause.\" 468 U.S. at 914-15, 104 S. Ct. at 3416, 82 L. Ed. 2d\r\nat 693.\r\n\r\nIn State v. Johnson, 302 S.C. 243, 248, 395 S.E.2d 167, 170 (1990), our supreme\r\ncourt ruled \"Leon specifically precludes the application of the good faith\r\nexception\" in a situation indistinguishable from ours. In Johnson, \"the informant\r\ntold South Carolina Law Enforcement agents that he had seen a large quantity of\r\ncocaine, cash and a gun in Johnson's home\" \"within the past seventy-two (72)\r\nhours.\" 302 S.C. at 245, 395 S.E.2d at 168. This information, if accurate, would\r\nhave provided a substantial basis on which the issuing judge could find the\r\nexistence of probable cause. However, the affidavit \"d[id] not set forth any\r\ninformation as to the reliability of the informant.\" 302 S.C. at 247, 395 S.E.2d at\r\n169. The supreme court stated:\r\n\n             Without any information concerning the reliability of the\r\n             informant, the inferences from the facts which lead to the\r\n             complaint will be drawn not by a neutral and detached\r\n             magistrate, as the Constitution requires, but instead, by a\r\n             police officer engaged in the often competitive enterprise\r\n             of ferreting out crime, or, as in this case, by an\r\n             unidentified informant.\r\n\r\n302 S.C. at 248, 395 S.E.2d at 169 (internal quotation marks omitted).\r\n\r\nAfter concluding \"the affidavit . . . did not provide the magistrate with sufficient\r\ninformation concerning the informant's reliability upon which he could base a\r\nprobable cause determination,\" the court considered whether the good faith\r\nexception applied. 302 S.C. at 248-49, 395 S.E.2d at 169-70. Quoting Leon, 468\r\nU.S. at 915, 104 S. Ct. at 3416, 82 L. Ed. 2d at 693, our court found the good faith\r\nexception inapplicable:\r\n\r\n             [R]eviewing courts will not defer to a warrant based on\r\n             an affidavit that does not provide the magistrate with a\r\n             substantial basis for determining the existence of\r\n             probable cause. Sufficient information must be presented\r\n             to the magistrate to allow that official to determine\r\n             probable cause; his action cannot be a mere ratification of\r\n             the bare conclusions of others.\r\n\r\n302 S.C. at 248-49, 395 S.E.2d at 170 (internal quotation marks omitted).\r\n\r\nAs in Johnson,2 Sergeant Donald's affidavit gave the issuing judge no information\r\nto assess the reliability of the information on which probable cause could exist.\r\nWithout such information, the issuing judge was forced to guess whether the\r\n\r\n2 In Johnson, the court was unable to determine if the officer supplemented the\r\naffidavit with testimony before the issuing judge. See 302 S.C. at 249, 395 S.E.2d\r\nat 170 (stating \"it is not clear from this record whether oral testimony concerning\r\nthe reliability of the informant was given to the magistrate\"). The court remanded\r\nfor a determination of whether any such supplementation provided the judge with\r\ninformation as to the reliability of the informant. Id. Such a remand is\r\nunnecessary in this case, however, because Sergeant Donald testified at the\r\nsuppression hearing he did not supplement his affidavit.\r\n\nevents described in the affidavit actually occurred. Under these circumstances, we\r\ncannot defer to the warrant because the affidavit \"does not 'provide the magistrate\r\nwith a substantial basis for determining the existence of probable cause.'\" Johnson,\r\n302 S.C. at 248, 395 S.E.2d at 170 (quoting Leon, 468 U.S. at 914-15, 104 S. Ct. at\r\n3416, 82 L. Ed. 2d at 693). We find that given the lack of any basis on which the\r\nissuing judge could find the information in the affidavit reliable, the \"affidavit is\r\n'so lacking in indicia of probable cause as to render official belief in its existence\r\nentirely unreasonable.'\" Weston, 329 S.C. at 293, 494 S.E.2d at 804 (quoting Leon,\r\n468 U.S. at 923, 104 S. Ct. at 3421, 82 L. Ed. 2d at 699); see also id. (cautioning\r\n\"Johnson should not be read as prohibiting application of the good-faith exception\r\nevery time an affidavit fails to satisfy the technical requirements of Gates\").\r\n\r\nConsequently, Leon, Weston, and Johnson require us to find the good faith\r\nexception inapplicable to Robinson's case. We hold the evidence must be\r\nsuppressed. See State v. Robinson, 335 S.C. 620, 632 n.3, 518 S.E.2d 269, 276 n.3\r\n(Ct. App. 1999) (stating \"the good faith exception is inapplicable in cases where\r\nthe affidavit fails to provide the magistrate with a substantial basis for probable\r\ncause\"); Adolphe, 314 S.C. at 93, 441 S.E.2d at 834 (finding the good faith\r\nexception was inapplicable because \"the affidavit did not contain any information\r\nregarding the reliability of the informant\").\r\n\r\n      IV.    Remaining Issues\r\n\r\nRobinson raises additional issues on appeal, including the argument that the judge\r\nshould have recused himself because a judge should not hear a motion to suppress\r\nevidence seized pursuant to a warrant that judge signed. Compare Floyd v. State,\r\n303 S.C. 298, 299, 400 S.E.2d 145, 146 (1991) (adopting \"a per se rule of recusal\"\r\nwhen the same judge who presided over a criminal trial is asked to preside over a\r\npost-conviction relief proceeding for the same defendant), with State v. Watkins,\r\n406 S.C. 360, 363-64, 752 S.E.2d 261, 262 (2013) (holding a judge is not\r\nautomatically disqualified from presiding over a retrial after granting post-\r\nconviction relief). Because we find the search warrant was invalid and the\r\nevidence must be suppressed, we need not resolve these issues. See State v.\r\nHepburn, 406 S.C. 416, 429 n.14, 753 S.E.2d 402, 408 n.14 (2013) (declining to\r\naddress remaining issues because the court's determination of a prior issue was\r\ndispositive).\r\n\n      V.     Conclusion\r\n\r\nWe find the search warrant was invalid because Sergeant Donald gave the issuing\r\njudge no information regarding the informant's reliability. Without such\r\ninformation, the affidavit did not provide the issuing judge a substantial basis for a\r\nfinding of probable cause, the good faith exception does not apply, and the\r\nevidence must be suppressed.\r\n\r\nREVERSED.\r\n\r\nPIEPER and KONDUROS, JJ., concur.\r\n\n","court":"Appeals"},{"id":"5227","title":"State v. McGee","url":"http://www.judicial.state.sc.us/opinions/HTMLFiles/COA/5227.pdf","description":"In this criminal case, Frankie Lee McGee appeals his convictions of murder and burglary, arguing the trial court erred in admitting identification testimony based on a single photo lineup, as it was unduly suggestive and inherently unreliable.  He also contends the trial court erred in admitting evidence of the theft of a vehicle as part of the res gestae of the murder.  We affirm.","date":"2014-04-30","type":"opinion","text":"                     THE STATE OF SOUTH CAROLINA \n\r\n                         In The Court of Appeals \n\r\n\r\n            The State, Respondent,\r\n\r\n            v.\r\n\r\n            Frankie Lee McGee, Appellant.\r\n\r\n            Appellate Case No. 2011-197606\r\n\r\n\r\n                          Appeal From Richland County \n\r\n                       Clifton Newman, Circuit Court Judge\n\r\n\r\n\r\n                              Opinion No. 5227 \n\r\n                 Heard September 10, 2013 – Filed April 30, 2014 \n\r\n\r\n\r\n                                   AFFIRMED\r\n\r\n\r\n            Appellate Defender Kathrine Haggard Hudgins, of\r\n            Columbia, for Appellant.\r\n\r\n            Attorney General Alan McCrory Wilson, Chief Deputy\r\n            Attorney General John W. McIntosh, Senior Assistant\r\n            Deputy Attorney General Donald J. Zelenka, Assistant\r\n            Attorney General J. Anthony Mabry, and Solicitor Daniel\r\n            Edward Johnson, all of Columbia, for Respondent.\r\n\r\n\r\nKONDUROS, J.: In this criminal case, Frankie Lee McGee appeals his\r\nconvictions of murder and burglary, arguing the trial court erred in admitting\r\nidentification testimony based on a single photo lineup, as it was unduly suggestive\r\nand inherently unreliable. He also contends the trial court erred in admitting\r\nevidence of the theft of a vehicle as part of the res gestae of the murder. We\r\naffirm.\r\n\nFACTS\r\n\r\nOn the night of May 3, 2009, Temika Ashford was visiting Reverend Tryon\r\nEichelberger at his home in Columbia. They heard a noise in another part of the\r\nhome, and Eichelberger went to investigate. Ashford heard Eichelberger ask,\r\n\"[H]ow did you get in here?\" and then a \"commotion\" and \"hollering.\" Because\r\nAshford was afraid, she left the home, got in her car, and drove away. She drove\r\naround the block, and when she could not reach Eichelberger by phone, she\r\nreturned to his house. She saw a husky man with a potbelly and receding hairline\r\nstanding on the porch. He was dressed in a white shirt and jeans, wearing white\r\ngloves, and holding a metal pipe. She called 911, left the house, and drove down\r\nFarrow Road to wait on the police. While she was waiting, she noticed the man\r\nshe had seen on the porch walking along the road, no longer carrying the pipe nor\r\nwearing the gloves. Once the police arrived at the home, Ashford returned there.\r\n\r\nOfficer Chauncey Duckett of the Columbia Police Department was dispatched to\r\nthe scene. On his way there, while traveling on Farrow Road, he saw a light-\r\nskinned black man walking, wearing a white or light gray t-shirt and jeans. Once\r\nat the scene, he found Eichelberger lying on the floor bleeding heavily.\r\nEichelberger's skull was cracked, he had a brain injury, and he lost a lot of blood.\r\nHe died three months later as a result of his injuries. The police determined a\r\nmetal tool had been used to pry open a side door to Eichelberger's home. Officer\r\nDuckett found a steel rod across the street from Eichelberger's home, in Larry\r\nHarp's yard. Officer Duckett also found a pair of white tube socks next to a light\r\npole about twenty-five to thirty yards from the steel rod in the direction of Farrow\r\nRoad. The socks and rod had blood on them. DNA analysis initially identified the\r\nblood on the items as Eichelberger's. Further testing revealed McGee's DNA\r\ninside the socks as well. The rod was consistent with the tool marks found at\r\nEichelberger's home.\r\n\r\nOn the day of the attack, Harp saw a man he later identified as McGee in\r\nEichelberger's yard at 3:00 p.m., talking on the phone and pacing. He saw him\r\nagain in the yard at about 5:30 p.m. with a plate, napkin, and cup in his hand and\r\neating, while Eichelberger worked in his garden. Harp testified McGee was\r\nwearing an athletic jersey and denim shorts and had a medium heavy build and\r\nlight brown skin. Around midnight on the night of the attack, the police woke\r\nHarp because they discovered the rod in his yard. Harp informed the police the rod\r\n\nwas not his and he did not know how it got there. The police later determined the\r\nrod was a winch rod, which is commonly used to tighten straps on a flatbed trailer.\r\n\r\nAfter Ashford gave the police a description of the man she observed on the front\r\nporch, the police began looking for the suspect. Police found two men walking\r\ntogether, and one of them matched the description Ashford had given. Ashford\r\nsaid the man looked like the person she saw but he was not wearing the same\r\nclothes. However, the man was eliminated as the perpetrator through more police\r\ninvestigation and DNA testing. Later, Ashford was shown a series of photographic\r\nline-ups. In them, she saw two pictures she believed looked like the suspect; one\r\nof the two pictures was of McGee. She identified McGee's picture as the one that\r\nmost resembled the man she saw on Eichelberger's porch.\r\n\r\nIn March 2010, officers visited Michelle Perry, who was a dispatcher with the cab\r\ncompany at which Eichelberger had worked. Eichelberger held church services in\r\na building attached to the cab company's office. Officers showed Perry a picture of\r\nMcGee and asked if she recognized him. She told them she had seen him two\r\ndifferent times about a year before Eichelberger was attacked. The first time she\r\nsaw him, he came to one of Eichelberger's church services too early one morning\r\nand waited about twenty-five minutes outside the office. She saw him again a few\r\ndays later when he returned for a Bible study.\r\n\r\nOn May 2, 2009, the day before Eichelberger was attacked, a red Peterbilt tractor-\r\ntrailer truck was stolen from a business in Camden, where McGee lived. The truck\r\nwas found the following day about one mile from Eichelberger's home. The theft\r\nwas recorded by video surveillance, which was later broadcast on local news\r\nprograms. Officer Sandra Thomas of the Columbia Police Department, McGee's\r\nsister, saw the video, recognized McGee, and contacted Crime Stoppers'\r\nanonymous tip line. The owner of the truck testified it was used to haul a flatbed\r\ntrailer and would have contained a winch bar in its tool box.1 Police learned\r\nMcGee had a commercial license to operate a tractor trailer that could pull a\r\nflatbed trailer, like the one stolen.\r\n\r\nOn March 17, 2010, officers interrogated McGee while he was incarcerated on an\r\nunrelated offense. McGee denied attacking Eichelberger but admitted he had been\r\n\r\n\r\n1 An inventory was never performed to determine if the winch rod was missing\r\nfrom the truck.\r\n\nin that area of Columbia that night. He also said he had gone by Eichelberger's\r\nhouse that day and been on the porch of the house. He told the police that due to\r\nan athlete's foot condition, he had taken his socks off while in the area and left\r\nthem by a dumpster at a store. He then said he left the socks by a light pole.\r\nMcGee denied stealing the truck from Camden but said he moved a red Mack\r\ntractor-trailer truck2 while in Columbia. McGee told police he did not know what\r\na winch rod was. He also admitted he had told his wife that after a drug dealer\r\npointed a pistol at him, he hit the drug dealer with it on the night of Eichelberger's\r\nattack. The police were unable to locate the drug dealer McGee said that he hit.\r\n\r\nMcGee was indicted for murder and first-degree burglary. Before trial, McGee\r\nmoved to exclude the evidence regarding the theft of the truck in Camden. The\r\ntrial court found the evidence was admissible as part of the res gestae of the\r\nmurder. At trial, McGee moved to suppress the in-court identification by Perry,\r\narguing the identification procedure was unduly suggestive. After conducting a\r\nNeil v. Biggers3 hearing, the trial court denied the motion to suppress. The jury\r\nconvicted him of both charges, and the trial court sentenced him to life\r\nimprisonment for murder and thirty years' imprisonment for the burglary. This\r\nappeal followed.\r\n\r\nSTANDARD OF REVIEW\r\n\r\n\"In criminal cases, the appellate court sits to review errors of law only.\" State v.\r\nBaccus, 367 S.C. 41, 48, 625 S.E.2d 216, 220 (2006). Thus, an appellate court is\r\nbound by the trial court's factual findings unless they are clearly erroneous. Id.\r\n\"The admission or exclusion of evidence is a matter within the trial court's sound\r\ndiscretion . . . .\" State v. Dennis, 402 S.C. 627, 635, 742 S.E.2d 21, 25 (Ct. App.\r\n2013), cert. pending. \"An abuse of discretion occurs when the conclusions of the\r\ntrial court either lack evidentiary support or are controlled by an error of law.\"\r\nState v. Pagan, 369 S.C. 201, 208, 631 S.E.2d 262, 265 (2006); see also State v.\r\nWise, 359 S.C. 14, 21, 596 S.E.2d 475, 478 (2004) (\"The admission or exclusion of\r\nevidence is a matter addressed to the sound discretion of the trial court and its\r\nruling will not be disturbed in the absence of a manifest abuse of discretion\r\naccompanied by probable prejudice.\"). \"The appellate court does not re-evaluate\r\nthe facts based on its own view of the preponderance of the evidence, but simply\r\n\r\n\r\n2   Peterbilt and Mack are both makers of trucks that are used to pull tractor trailers.\r\n3   409 U.S. 188 (1972).\r\n\ndetermines whether the trial judge's ruling is supported by any evidence.\" State v.\r\nWood, 362 S.C. 520, 525, 608 S.E.2d 435, 438 (Ct. App. 2004).\r\n\r\nLAW/ANALYSIS\r\n\r\nI.    Identification\r\n\r\nMcGee argues the trial court erred in admitting Perry's identification testimony\r\nbased on a single photo, as it was unduly suggestive and inherently unreliable. We\r\ndisagree.\r\n\r\nThe cases relied on by McGee at trial and on appeal all pertain to identifications by\r\neyewitnesses4 to crimes. See, e.g., Neil v. Biggers, 409 U.S. 188, 199-200 (1972)\r\n(holding the court should consider the following factors when determining the\r\nlikelihood of a misidentification: (1) the witness's opportunity to view the criminal\r\nat the time of the crime; (2) the witness's degree of attention; (3) the accuracy of\r\nthe witness's prior description of the criminal; (4) the witness's level of certainty at\r\nthe confrontation; and (5) the time between the crime and the confrontation); State\r\nv. Traylor, 360 S.C. 74, 82, 600 S.E.2d 523, 527 (2004) (providing the same\r\nfactors); State v. Moore, 343 S.C. 282, 288, 540 S.E.2d 445, 448 (2000) (\"[A]n\r\neyewitness identification which is unreliable because of suggestive line-up\r\nprocedures is constitutionally inadmissible as a matter of law.\"). However, Perry\r\nwas not an eyewitness to the crime. Perry's testimony related to seeing McGee a\r\nyear before the attack and was for the purpose of showing that McGee knew\r\nEichelberger. Therefore, any reliance on cases concerning the admissibility of\r\neyewitness identification is misplaced. Because McGee only challenged the\r\nadmission of Perry's testimony as unduly suggestive and inherently unreliable,\r\nthere is nothing for us to consider. See State v. Beekman, 405 S.C. 225, 235, 746\r\nS.E.2d 483, 488 (Ct. App. 2013) (noting an issue must be raised to and ruled upon\r\nby the trial court to be preserved for appellate review), cert. pending. Further,\r\nPerry's testimony was cumulative because McGee admitted going to the cab\r\ncompany office the year before in his statement to police, which was admitted into\r\nevidence at trial. Additionally, McGee admitted knowing Eichelberger. See State\r\nv. Haselden, 353 S.C. 190, 197, 577 S.E.2d 445, 449 (2003) (holding the\r\n\r\n\r\n\r\n4An eyewitness is \"[o]ne who personally observes an event.\" Black's Law\r\nDictionary 667 (9th ed. 2009).\r\n\nadmission of improper evidence is harmless when the evidence is merely\r\ncumulative to other evidence); State v. Garris, 394 S.C. 336, 349, 714 S.E.2d 888,\r\n895 (Ct. App. 2011) (\"To warrant reversal based on the admission of evidence, the\r\ncomplaining party must prove both the error of the ruling and the resulting\r\nprejudice.\"). Therefore, we affirm the trial court's admission of Perry's\r\nidentification.\r\n\r\nII.   Res Gestae\r\n\r\nMcGee maintains the trial court erred in admitting evidence of the theft of the\r\ntruck as part of the res gestae of the murder. We disagree.\r\n\r\n\"Evidence is relevant and admissible if it tends to establish or make more or less\r\nprobable the matter in controversy.\" State v. Wiles, 383 S.C. 151, 158, 679 S.E.2d\r\n172, 176 (2009) (citing Rules 401 & 402, SCRE). \"The res gestae theory\r\nrecognizes evidence of other bad acts may be an integral part of the crime with\r\nwhich the defendant is charged, or may be needed to aid the fact finder in\r\nunderstanding the context in which the crime occurred.\" State v. King, 334 S.C.\r\n504, 512, 514 S.E.2d 578, 582 (1999). \"The evidence admitted must logically\r\nrelate to the crime with which the defendant has been charged.\" Wiles, 383 S.C. at\r\n158, 679 S.E.2d at 176.\r\n\r\n             One of the accepted bases for the admissibility of\r\n             evidence of other crimes arises when such evidence\r\n             furnishes part of the context of the crime or is necessary\r\n             to a full presentation of the case, or is so intimately\r\n             connected with and explanatory of the crime charged\r\n             against the defendant and is so much a part of the setting\r\n             of the case and its environment that its proof is\r\n             appropriate in order to complete the story of the crime on\r\n             trial by proving its immediate context or the res gestae or\r\n             the uncharged offense is so linked together in point of\r\n             time and circumstances with the crime charged that one\r\n             cannot be fully shown without proving the other . . . [and\r\n             is thus] part of the res gestae of the crime charged. And\r\n             where evidence is admissible to provide this full\r\n             presentation of the offense, [t]here is no reason to\r\n             fragmentize the event under inquiry by suppressing parts\r\n             of the res gestae.\r\n\nState v. Adams, 322 S.C. 114, 122, 470 S.E.2d 366, 370-71 (1996) (alterations in\r\noriginal) (internal quotation marks omitted), overruled on other grounds by State v.\r\nGiles, 407 S.C. 14, 754 S.E.2d 261 (2014). \"When evidence is admissible to\r\nprovide this full presentation of the offense, there is no reason to fragmentize the\r\nevent under inquiry by suppressing parts of the res gestae.\" State v. Preslar, 364\r\nS.C. 466, 474, 613 S.E.2d 381, 385 (Ct. App. 2005) (internal quotation marks\r\nomitted). Under this theory, the temporal proximity of the prior bad act should be\r\nclosely related to the charged crime. State v. Owens, 346 S.C. 637, 652, 552\r\nS.E.2d 745, 753 (2001), overruled on other grounds by State v. Gentry, 363 S.C.\r\n93, 610 S.E.2d 494 (2005).\r\n\r\n\"[E]vidence considered for admission under the res gestae theory must satisfy the\r\nrequirements of Rule 403 of the South Carolina Rules of Evidence.\" State v.\r\nDennis, 402 S.C. 627, 636, 742 S.E.2d 21, 26 (Ct. App. 2013), cert. pending. Rule\r\n403 provides that even if evidence is relevant, it \"may be excluded if its probative\r\nvalue is substantially outweighed by the danger of unfair prejudice, confusion of\r\nthe issues, or misleading the jury, or by considerations of undue delay, waste of\r\ntime, or needless presentation of cumulative evidence.\" \"This [c]ourt reviews 403\r\nrulings pursuant to the abuse of discretion standard, and gives great deference to\r\nthe trial judge's decision.\" State v. Myers, 359 S.C. 40, 48, 596 S.E.2d 488, 492\r\n(2004).\r\n\r\n\"Unfair prejudice means an undue tendency to suggest decision on an improper\r\nbasis.\" Wiles, 383 S.C. at 158, 679 S.E.2d at 176. \"Unfair prejudice does not\r\nmean the damage to a defendant's case that results from the legitimate probative\r\nforce of the evidence; rather it refers to evidence which tends to suggest decision\r\non an improper basis.\" Dennis, 402 S.C. at 636, 742 S.E.2d at 26 (internal\r\nquotation marks omitted). \"Evidence is unfairly prejudicial if it has an undue\r\ntendency to suggest a decision on an improper basis, such as an emotional one.\"\r\nState v. Cheeseboro, 346 S.C. 526, 547, 552 S.E.2d 300, 311 (2001). \"All\r\nevidence is meant to be prejudicial; it is only unfair prejudice which must be\r\nscrutinized under Rule 403.\" State v. Collins, 398 S.C. 197, 207, 727 S.E.2d 751,\r\n757 (Ct. App. 2012) (brackets and internal quotation marks omitted), cert. granted\r\nAugust 8, 2013.\r\n\r\nThe trial court did not abuse its discretion in allowing the evidence of the theft of\r\nthe truck as part of the res gestae. The trial court determined there was a sufficient\r\nnexus between the theft and the murder. It found the evidence of the truck was\r\n\ncircumstantially intimately connected and explanatory of the crime. The trial court\r\nfurther found the evidence of the theft placed the discovery of the winch rod and\r\nMcGee at the scene of the crime and put it all into context. It also determined the\r\nadmission of the testimony regarding the theft was necessary for the State to be\r\nable to present a complete, unfragmented case. The evidence of the theft was\r\nrelevant because the truck allowed McGee access to a winch rod like the one used\r\nto commit the murder and also placed him in the area around the time of the attack\r\nbecause the truck was found about a mile from Eichelberger's home. The theft\r\noccurred the night before the attack. The evidence of the theft of the truck was\r\nneeded to show the story of the attack on Eichelberger. The unfair prejudice from\r\nthe admission of evidence of the theft did not substantially outweigh the probative\r\nvalue. Accordingly, the trial court did not abuse its discretion in allowing the\r\nevidence of the theft.5\r\n\r\nCONCLUSION\r\n\r\nBased on the foregoing, the trial court did not abuse its discretion in admitting\r\nPerry's testimony or the evidence regarding the theft of the truck. Accordingly, the\r\ntrial court is\r\n\r\nAFFIRMED.\r\n\r\nFEW, C.J., and LOCKEMY, J., concur.\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 McGee also argues the trial court failed to analyze the prior bad act under Rule\r\n404(b), SCRE, and that the State failed to establish the theft of the truck was\r\nadmitted to show motive, identity, the existence of a common scheme or plan, the\r\nabsence of mistake or accident, or intent. Because we find the trial court properly\r\nadmitted the evidence as part of the res gestae, we need not address this issue.\r\nFutch v. McAllister Towing of Georgetown, Inc., 335 S.C. 598, 613, 518 S.E.2d\r\n591, 598 (1999) (holding an appellate court need not review remaining issues when\r\nits determination of a prior issue is dispositive of the appeal); State v. Wood, 362\r\nS.C. 520, 529, 608 S.E.2d 435, 440 (Ct. App. 2004) (\"Because we dispose of this\r\nissue under a res gestae analysis, we do NOT reach the Lyle/Rule 404(b)\r\nargument.\").\r\n\n","court":"Appeals"}]